[
  "<p>Sam Warburton will captain Wales in their four-match autumn Test series and in next year’s Six Nations in a significant departure by the men in red before the Lions tour to New Zealand next summer.</p> <p>Warburton <a href=\"https://www.theguardian.com/sport/2013/jul/06/australia-lions-third-test-match-report\" title=\"\">led the Lions in Australia in 2013</a> and, with Warren Gatland taking a year-long sabbatical from Wales before the 10-match trip to New Zealand <a href=\"https://www.theguardian.com/sport/2016/sep/07/warren-gatland-confirmed-as-head-coach-of-2017-british-irish-lion-wales-rugby-union\" title=\"\">for which he will be head coach</a>, is the leading contender for the armband, closely pursued by England’s <a href=\"https://www.theguardian.com/sport/2016/sep/07/warren-gatland-dylan-hartley-possible-lions-captain\" title=\"\">Dylan Hartley who has enjoyed a career resurrection</a> under Eddie Jones.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/blog/2016/sep/20/rugby-union-calendar-world-rugby-test-schedule\">Players’ interests must be at heart of any new timetable for world rugby | Robert Kitson</a> </p> </aside>  <p>Wales normally delay naming their captain until after the squad to prepare for the autumn series or the Six Nations has been announced, with Warburton admitting this month that he usually found out through the media. But Rob Howley, who has taken over as head coach from Gatland for the season, has already spoken to him.</p> <p>“Sam is a great captain and is the best player to take us forward” said Howley. “He has captained the Lions once and I am sure he is in their thoughts again, but the challenge for every player is to do well in November and the Six Nations. You have to perform for your country to be in contention for next summer.</p> <p>“There is no doubt that the rest of us in the Six Nations have to respond to <a href=\"https://www.theguardian.com/sport/2016/jul/12/eddie-jones-england-tour-de-force\" title=\"\">what England have achieved under Eddie Jones</a>. He said the other day that, given their playing population, they should be winning the tournament every year and we all have to do something about that. They have got their house in order under Eddie and we look forward to playing them in Cardiff next year.”</p> <p>Howley is Wales’s interim head coach for the second time after filling the role in 2012-13 while Gatland was preparing for a Lions tour but there are two differences now: <a href=\"https://www.theguardian.com/sport/2016/sep/06/warren-gatland-lions-wales-new-zealand-2017\" title=\"\">Gatland will have no involvement with the Wales side</a>, having been given dispensation to return for the games against New Zealand and Australia four years ago, although he will have a say in national player contract talks as Wales look to persuade players based outside the country to return home, and he has said he <a href=\"https://www.theguardian.com/sport/2015/nov/05/warren-gatland-quit-wales-2019\" title=\"\">will be standing down after the 2019 World Cup</a>.</p> <p>“I do not see this as an audition for Warren’s job,” said Howley, who added he did not want to talk about whether he would be interested in succeeding Gatland. “It is different to four years ago, but my focus is on the next 10 months and making sure that when the draw is made for the World Cup next May, <a href=\"https://www.theguardian.com/sport/2015/sep/04/rugby-world-cup-pool-a-england-wales-australia\" title=\"\">we are where we need to be in the world rankings</a>.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/sep/08/all-blacks-warren-gatland-british-irish-lions\">All Blacks blossoming in time for arrival of Warren Gatland’s Lions | Paul Rees</a> </p> </aside>  <p>Wales’s defeat to Australia in a fourth international in 2012 meant they dropped out of the top eight of the world rankings and, in the World Cup draw held a few weeks later, they were in a pool with England and the Wallabies.</p> <p>“We are doing things a bit differently,” said Howley. “Our relations with the head coaches of the regions have been informal in the eight years the management team has been together, but we have changed that and are working closely with them. There is an emphasis on improving the skills of players and the opening weeks of the season have shown that the work put in is bearing fruit.</p> <p>“We were the top try scorers in last season’s Six Nations and we scored five against New Zealand in the first two Tests. We are evolving our game and the task is to match New Zealand, who are setting the standards. It means improving our home record from the 70% record in the last three years. The Principality Stadium is an inspiration to opponents and I want it to inspire our players more.”</p> <p>Howley would be released by Wales if the Lions wanted him to be attack coach next year, as he was in 2009 and 2013. “I am not thinking about that,” he said. “Team Wales comes first and my task is ensuring that we reach another level in November and beyond.”</p>",
  "<p><strong>“That was never said, you know that.” – 22 September, Philadelphia.</strong><br></p> <p>Only a few hours before he visited <a href=\"http://www.phillymag.com/foobooz/2013/08/30/joey-ventos-dying-wish-keep-the-speak-english-sign-at-genos/\">Geno’s Steaks in South Philadelphia</a>, Trump told a crowd – and<a href=\"https://www.youtube.com/watch?v=Sxk3-k8tAIc\"> rolling cameras </a>– in Pittsburgh that “drugs are a very, very big factor in what you’re watching on television at night”, referring to riots against police abuses in Charlotte, North Carolina, the night before.</p> <p>He denied having said this to a reporter who asked him about it in Philadelphia. He added, as if in support of his original statement: “Drugs are a big problem all over the country. They’re flowing in like never before. Drugs are a big, big problem.”</p> <p><strong>“I think stop and frisk, in New York City, it was so incredible, the way it worked. Now, we had a very good mayor. But New York City was incredible the way it worked.” –</strong> <a href=\"http://www.phillymag.com/foobooz/2013/08/30/joey-ventos-dying-wish-keep-the-speak-english-sign-at-genos/\">21 September, on Fox News</a>.<br></p> <p>The controversial police tactic of stop and frisk, which became a hallmark of New York policing through the mayorships of Rudy Giuliani and Michael Bloomberg, has landed the city in federal court, where <a draggable=\"true\" href=\"https://www.theguardian.com/world/2013/aug/12/new-york-stop-and-frisk-unconstitutional-judge\">a judge ruled it unconstitutional</a>. One research paper, unpublished through peer review, <a draggable=\"true\" href=\"https://www.washingtonpost.com/news/wonk/wp/2013/08/20/ray-kelly-says-stop-frisk-saves-lives-theres-no-good-evidence-for-that/\">found modest drops</a> in some crimes. A<a draggable=\"true\" href=\"http://www.jjay.cuny.edu/rosenfeld_fornango.pdf\"> second paper</a>, published through peer review, found problems in the first study and “few significant effects” of the tactic. </p> <p>A <a href=\"http://www.nyclu.org/publications/report-stop-and-frisk-during-bloomberg-administration-2002-2013-2014\">New York Civil Liberties Union report</a>, on 12 years’ worth of police data, found young black and Hispanic men were targeted for stops at a vastly higher proportion than white men: more than half the people searched were black and about 30% were Hispanic. Among more than 5m stops during the Bloomberg administration, police found a gun less than 0.02% of the time, according to the report. NYPD <a draggable=\"true\" href=\"http://www.slate.com/articles/news_and_politics/jurisprudence/2013/08/new_york_s_stop_and_frisk_policy_is_neither_effective_nor_constitutional.html\">records between 2004 and 2012</a> show similar figures: in 4.4m stops, weapons were seized from 1.0% of black people, 1.1% from Hispanic people and 1.4% of white people.</p> <p>New York’s long-term decline in crime rates began before Giuliani took office in the 1994, and<a href=\"http://www.city-journal.org/html/how-new-york-became-safe-full-story-13197.html\"> its causes were and are diverse</a>: data-driven policing <a href=\"http://www.nbcnews.com/news/us-news/inside-look-system-cut-crime-new-york-75-percent-n557031\">with the Compstat system</a>, the <a href=\"https://www.brennancenter.org/publication/what-caused-crime-decline\">growth of the police force by 35%</a> over the decade,<a href=\"http://www.theatlantic.com/politics/archive/2016/04/what-caused-the-crime-decline/477408/\"> incarceration increases by 24%</a>, and <a href=\"http://www.nber.org/digest/jan03/w9061.html\">the 39% unemployment decline</a> that matched with national economic growth. Not even the loudest supporters of stop and frisk, including Bloomberg, whose last term Trump has called “a disaster”, have argued the tactic alone reduced crime to its current lows.</p> <p>Trump also<a href=\"https://www.youtube.com/watch?v=aHEqvgHwcP4\"> told Fox and Friends </a> stop-and-frisk would let police “look and they will take the gun away” from people, which seems to fly in the face of his avowed support for gun rights for legal owners by ceding authority to police to decide “who shouldn’t be having a gun”.</p> <p><strong>“Our African American communities are absolutely in the worst shape they’ve ever been in before, ever, ever, ever.” –</strong> <a href=\"https://www.youtube.com/watch?v=fj2082vBbQE\">20 September, Kenansville, North Carolina</a>.</p> <p>This statement defies most of American history, and if meant to refer to the past 50 years it is still wrong by most if not all metrics. Trump’s surrogates have <a href=\"http://www.politico.com/story/2016/09/trump-black-community-problems-defense-228467\">argued</a> that his use of the word “ever” did not actually include the history of slavery, Jim Crow laws, the Great Depression and segregation – nearly two full centuries from 1776 through the signing of the Civil Rights Act in 1968. </p> <p>Data on employment, education and health show empirical evidence for the <a href=\"http://www.pewresearch.org/fact-tank/2016/07/18/sharp-differences-over-who-is-hurt-helped-by-their-race/\">persistent reality</a> of <a href=\"http://www.pewresearch.org/fact-tank/2016/07/27/blacks-with-college-experience-more-likely-to-say-they-faced-discrimination/\">discrimination</a> against black Americans, but also show major gains in the last few decades. In 2015, black people earned just 75% as much as whites in median hourly earnings, whether full- or part-time, <a href=\"http://www.pewresearch.org/fact-tank/2016/07/01/racial-gender-wage-gaps-persist-in-u-s-despite-some-progress/\">according to a Pew Research</a> analysis. The black unemployment rate in <a href=\"http://www.bls.gov/news.release/empsit.t02.htm\">August 2016 was 8.1%</a>, compared with 4.4% for white people, but still lower than for <a draggable=\"true\" href=\"http://www.macrotrends.net/2524/black-unemployment-rate-history-chart\">most of the last 40 years.</a> Black life expectancy has increased from the mid-30s around 1900 to the mid-70s in 2016, <a draggable=\"true\" href=\"http://www.cdc.gov/nchs/products/databriefs/db244.htm\">according to the CDC</a>. Education rates have similarly increased in the last 40 years, <a draggable=\"true\" href=\"http://www.census.gov/hhes/socdemo/education/data/cps/historical/fig8.jpg\">according to the census</a>.</p> <p><strong>“Fifty-eight percent of African American youth are not working. Can’t get a job.” </strong><a href=\"https://www.youtube.com/watch?v=OrwycV41-Y8\">16 September 2016, Miami</a>.</p> <p>The August unemployment rate for African Americans aged 16-19 was 26.1%, according to <a href=\"http://www.bls.gov/news.release/empsit.t02.htm\">the Bureau of Labor Statistics</a>. For young black people in a slightly wider age range, the rate was <a href=\"http://www.bls.gov/news.release/youth.nr0.htm\">20.6% in July</a>, compared with 9.9% of young white people.</p> <p>Trump may have used a statistic called the “employment-population ratio”, which was <a href=\"http://beta.bls.gov/dataViewer/view/timeseries/LNU02324931\">45.2% in August</a> for black people aged 16-24, but this figure includes everyone, including high school and college students who aren’t looking for work. The ratio <a href=\"http://beta.bls.gov/dataViewer/view/timeseries/LNU02324893\">for white people in this group was 54.2%</a> in August. Trump ignores who is looking for work and who is not.</p> <p><strong>“It can’t get any worse. The crime. The jobs. No jobs. Worst education. More unsafe. You go to Afghanistan, right? We hear Afghanistan. I mean, we have cities that are far more dangerous than Afghanistan. Inner cities.”</strong> <a href=\"https://www.youtube.com/watch?v=OrwycV41-Y8\">– 16 September 2016, Miami</a>.</p> <p>Trump often cites Chicago’s shooting crisis as evidence that the US is plagued by dangerous crime, but even that city, which has <a href=\"http://www.nytimes.com/interactive/2016/09/08/us/us-murder-rates.html\">the most homicides in the US</a>, does not compare to Afghanistan. In 2015, Chicago had 2,988 people who were victims of gun violence, according to <a href=\"http://crime.chicagotribune.com/chicago/shootings/\">the Chicago Tribune</a>, and 488 homicides in all. The city has <a href=\"http://www.chicagotribune.com/news/local/breaking/ct-chicago-violence-labor-day-tuesday-20160906-story.html\">more than 500 homicides</a> so far this year, per the paper, and more than 2,100 victims of gun violence.</p> <p>In Afghanistan between January and June 2016, 1,601 civilians have been killed and 3,565 injured, <a href=\"http://unama.unmissions.org/afghanistan-record-level-civilian-casualties-sustained-first-half-2016-un-report\">according to the United Nations.</a> The figures include 388 killed and 1,121 injured children. The UN reported 3,545 civilians killed and 7,457 injured in 2015. More than 80,000 people have been <a draggable=\"true\" href=\"http://www.nytimes.com/2016/04/18/world/middleeast/civilian-casualties-in-afghan-war-are-unabated-in-2016.html\">displaced by violence</a> this year. The US and Afghan forces control only about 70% of the country, while the Taliban and militants control the other 30%, the chairman of the joint chiefs of staff<a draggable=\"true\" href=\"https://www.washingtonpost.com/news/checkpoint/wp/2016/09/22/u-s-backed-forces-control-70-percent-of-afghanistan-us-military-chief-says/\"> told the Senate</a> on Thursday.</p> <p><strong>“Hillary Clinton and her campaign of 2008 started the birther controversy.” </strong><a href=\"https://www.theguardian.com/us-news/2016/sep/16/trump-obama-birth-certificate-clinton\">– 16 September, Washington DC</a>.</p> <p>There is no evidence that Clinton or her campaign had anything to do with the false rumors that Barack Obama was not born in the United States, nor did Clinton have anything to do with Donald Trump’s five years of questions about birth certificates, which he finally recanted last Friday.</p> <p>Trump’s campaign has tried to blame several people who were, if at all, tangentially related to the Clinton campaign. A former aide named Mark Penn wrote a <a draggable=\"true\" href=\"https://www.scribd.com/doc/4097983/Penn-Strategy-Memo-3-19-07#fullscreen&amp;from_embed\">2007 memo</a> that Obama’s “lack of American roots” could “hold him back”. But he added: “We are never going to say anything about his background.” The Clinton campaign <a href=\"http://www.theatlantic.com/magazine/archive/2008/09/the-front-runner-s-fall/306944/\">never</a> <a href=\"http://www.politico.com/story/2008/08/clinton-told-to-portray-obama-as-foreign-012420\">acted</a> on his advice, and he <a draggable=\"true\" href=\"http://www.nytimes.com/2008/04/07/us/politics/07hillary.html\">was dismissed</a> in April 2008.</p> <p>Some Clinton supporters have been blamed over <a href=\"http://www.snopes.com/politics/obama/citizen.asp\">anonymous chain emails </a>questioning Obama’s citizenship, but none of the rumormongers were linked to the campaign. Philip Berg, a former Pennsylvania official who supported Clinton, filed a lawsuit in 2008 over Obama’s birth certificate; the suit was<a href=\"http://blogs.wsj.com/law/2014/01/29/supreme-court-ousts-attorney-who-sued-to-oust-obama/\"> thrown out because it was groundless</a>. Sidney Blumenthal, an old friend of the Clintons who frequently sent them unsolicited advice, <a href=\"http://www.mcclatchydc.com/news/politics-government/election/article102354777.html\">reportedly asked reporters </a>to investigate Obama’s birth, but he has denied this and denounced the conspiracy. </p> <p>As fellow fact-checkers at Politifact have noted, a Texas volunteer for Clinton named Linda Starr eventually <a href=\"http://www.politifact.com/truth-o-meter/statements/2015/sep/23/donald-trump/hillary-clinton-obama-birther-fact-check/\">joined Berg’s failed lawsuit</a>; there is nothing to suggest Starr had any influence in the campaign at any level. Campaign volunteers who forwarded emails falsely alleging Obama is Muslim <a href=\"http://www.politifact.com/truth-o-meter/article/2015/sep/25/obama-muslim-myth-clinton-connection/\">resigned</a> when they were found out. </p>",
  "<h2><strong>The funniest standup I’ve ever seen </strong></h2> <p>Judith Lucy, a total genius Australian comedian. She is so very, very dry, and so very, very bitter, she could honestly give any of yours a run.</p> <h2><strong>The funniest sketch I’ve ever seen </strong></h2> <p>Numberwang from That Mitchell And Webb Look. I don’t know who was responsible for this sketch but it’s very funny. Oh, and Birds by the Look Around You crew.</p> <h2><strong>The funniest person I know </strong></h2> <p>My mother, she is pure evil propped up by a frilly apricot U-shaped pillow, devouring Danielle Steel novels and spitting venom from her bed.</p> <h2><strong>The funniest word </strong></h2> <p>Tolerance. Especially in respect to people who are “tolerant” of race: “Yes I’ll <em>tolerate</em> that ethnic group.”</p> <h2><strong>The funniest TV show I’ve ever seen</strong> </h2> <p>Curb Your Enthusiasm. Larry David gives me hope that people still find old white bald men funny.</p> <h2><strong>The funniest book I’ve ever read</strong> </h2> <p>Hop On Pop by Dr Seuss, I love the bit where he hops on Pop. The simplicity of his thought is brilliant. Looking for a solution in Gaza? Try reading about the Zax.</p> <h2><strong>The funniest film I’ve ever seen </strong></h2> <p>Step Brothers starring John C Reilly and Will Ferrell playing 39-year-old children. It’s embarrassing how much I love this movie.</p> <h2><strong>The funniest item of clothing I’ve ever owned </strong></h2> <p>Parachute pants coupled with a Hypercolor T-shirt, a horrific fad in Oz in the early 90s where the colour of the T-shirt would change with heat, so your armpits would glow a hot neon pink.</p> <h2><strong>The funniest number </strong></h2> <p>Twelve: a terrible awkward age, the countdown to the horror of Christmas, end of a good night.</p> <h2><strong>The funniest dream I’ve ever had </strong></h2> <p>I once dreamed I was a celebrity chef who baked cakes in the shape of vaginas. I was pretty disappointed when I woke up.</p> <p><em><strong><a href=\"http://www.ticketmaster.co.uk/Sam-Simmons-tickets/artist/1895563\">Sam Simmons is touring to 29 Oct</a></strong></em></p>",
  "<p>In February, Tomi Lahren had yet another viral moment after she came out swinging at Beyoncé’s Black Panther-themed Super Bowl <a href=\"https://www.theguardian.com/music/2016/feb/14/beyonce-profile-black-power-super-bowl-civil-rights\">performance</a>. The Blaze’s up-and-coming TV pundit opened with the view that Beyoncé was pushing the notion that “black lives matter more”. She pressed on with a characteristically acerbic three-minute tirade, referring to Jay Z as a drug dealer and suggesting that if Beyoncé wanted to protect black neighborhoods, she could “start at home”. </p> <p> The video garnered millions of views, delighting her fellow hardline conservatives and outraging the left. She was later invited to reiterate her points on TMZ and in other mainstream outlets well away from the fringes of rightwing media.</p> <p>By June, Jay Z had responded. He dropped a sample of Lahren’s broadcast remarks before his verse on Pusha T’s track <a href=\"https://www.youtube.com/watch?v=tPp7dNDe00U\">Drug Dealers Anonymous</a>. </p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=p2O5MGpfKTc\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/p2O5MGpfKTc?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Lahren views it as a feather in her cap. In a phone interview from Dallas, where her show is produced, she says “not many conservatives can say that they are a rap muse”. </p> <p>Fewer can say that they have been personally called out by Jay Z, but the incident was no fluke.</p> <p>Lahren’s steep, two-year rise from student journalist to national conservative media star has been propelled by her series of combative, widely shared Final Thoughts segments. On a normal day, her videos, pushing familiar conservative positions, get millions of views. But most of her big viral hits have come from putting pop culture under a conservative lens, and leveraging that to talk about the politics of race in the US.<br></p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I was the girl who eviscerated Obama</p> <footer> <cite>Tomi Lahren</cite> </footer> </blockquote> </aside>  <p>As she puts it, she “goes hard at celebrities who use their platform to preach some narrative of social justice”. Just this month, she proved again that her formula works. Her <a href=\"https://www.youtube.com/watch?v=qq0_nyWVXCI \">takedown</a> of NFL star <a href=\"https://www.theguardian.com/sport/2016/sep/12/colin-kaepernick-anthem-protest-monday-night-football\">Colin Kaepernick’s national anthem protest</a> was posted on Facebook on 31 August. At the time of writing, after just three weeks, it had garnered nearly 65m views on that platform alone.</p> <p>Political scientist Dan Cassino, author of a new book on <a href=\"https://www.amazon.com/Fox-News-American-Politics-Psychology/dp/1138900125\">Fox News</a>, says this willingness to make “a rightwing criticism of pop culture” is one of the things that has so quickly developed Lahren’s profile: “It is a surefire way to inject yourself into the soft news cycle. That’s a niche that other people haven’t moved into, and she’s done a very good job of that.”</p> <p>Her success is especially striking given that barely two years ago, the only videos she was appearing in were YouTube posts from <a href=\"https://www.youtube.com/watch?v=DPU7k4jQUPE\">The Scramble</a>, the student newscast she hosted at the University of Nevada Las Vegas.</p> <p>Mark Ciavolo was UNLV student body president at the time Lahren hosted the show, and was a regular guest. He’s also a conservative, and counts Lahren as a friend. “She’s been a consistent conservative voice as long as I’ve known her.” He says her role on The Scramble was more the even-handed host, but her views haven’t changed, even though “the delivery might vary”. He’s not surprised by her steep, post-collegiate trajectory. “Tomi is a very determined, strong woman.”</p> <p>Lahren says her UNLV experience proves that she can do journalism, but that’s not what she’s doing now. “I fully acknowledge that I am not a journalist. I clearly have a point of view, I am very passionate about my point of view. I am a commentator.” </p> <p>Near the end of her degree, in April 2014, she went looking for a journalism internship. The Blaze rejected her application with a form letter. She reached out to the fledgling One America News Network. CEO Robert Herring replied directly, saying they didn’t offer internships but she should come in and “we’ll see if there’s a job for you”.</p> <p>The audition was successful, and at just 21, she was thrown in at the deep end, running her own show, On Point on OANN, which began in August 2014. <br>“I built it from the ground up, and I learned a lot because I didn’t have a lot of help.”</p> <p>She developed the Final Thoughts segment, and began to think about how it could garner attention beyond the ranks of the channel’s small audience. </p> <p>“I noticed early on that people liked my Final Thoughts, so that’s when we started pulling them and putting them on YouTube.”<br></p> <p>Their quick cuts, discontinuous camera movements, and compression were perfectly pitched to the short attention spans of the social media era. So is Lahren’s forthright outrage. Lahren calls them “direct, succinct, easy to understand and easy to follow”.</p> <p>In July 2015 she got her first brush with national notoriety, when she criticised Barack Obama’s reluctance to blame Muhammad Youssef Abdulazeez’s shootings on a military recruiting centre and navy reserve base in Chattanooga on “radical Islam”. </p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=ABrauM7yvco\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/ABrauM7yvco?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Lahren’s boyfriend at the time was deployed overseas with the US military, so “it was something that really resonated with me, and I was very angry at the way the media was covering it.” With American flags streaming on a monitor behind her, Lahren said, among other things: “Radical Islam is becoming the rule, not the exception. Yesterday’s moderate is today’s terrorist.” She also called for a redoubled assault on Isis.<br></p> <p>The next morning, her phone blew up.</p> <p>“People from high school were texting me and saying ‘You’re going viral.’ I was the girl who eviscerated Obama.”</p> <p>The video not only demonstrated that Final Thoughts was a winning formula: it brought her to the attention of honchos at The Blaze, Glenn Beck’s post-Fox News conservative media company. Having rejected her as an intern, they recruited her as a rising star.</p> <p>In her new primetime slot, she is still intimately involved with the day-to-day production of the show, and she is dedicated to it. “I don’t have a family, I don’t have a boyfriend. I am in Dallas for one reason only, and that is to do this show.” She makes it back to her home town of Rapid City, South Dakota, only on the biggest holidays. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I’m very controversial, and I don’t back down from being controversial</p> <footer> <cite>Tomi Lahren</cite> </footer> </blockquote> </aside>  <p>Her senior producer, Jessica Grose, works closely with Lahren. She came to The Blaze from long stints in daytime television, from TMZ to Oprah. She says they’re not just colleagues but close friends. Grose’s political views are less fixed, but she says that when she met her, “I knew that there was something insanely special about her.” Grose’s pop culture chops feed into Lahren’s issue and story selection. </p> <p>Lahren, Grose, and the rest of their small production team are all young women – unusual in any media company, and a surprise in a conservative outfit. That doesn’t make her a feminist, though. In her view, that movement has been “hijacked”, and has become “passively aggressively anti-men”.</p> <p>This view might seem to contradict her independence and intense ambition. But historically, according to Professor Ronnee Schreiber at UC San Diego, conservative women have often been prominent in holding anti-feminist positions, not only as a movement strategy, but because “it’s a media story, and it helps conservative women get media attention”.</p> <p>When asked to nominate a single quality that explains the speed with which she has become successful, Lahren quickly replies: “Fearlessness. I am fearless.” Others who share her conservative views use the same adjective. Ciavolo, her college friend, says Lahren “has been fearless in the way she’s presented her message”.</p> <p>Glenn Beck, her boss for just over a year, says via email: “Tomi speaks her mind and is fearless. At this point in history people are looking for people that say what they believe, regardless of the consequences.”</p> <p>Lahren agrees with his analysis: “There are too many conservatives who are terrified of being labelled. They’re afraid of being labelled and they’re afraid of being not liked. I do not bullshit, I am genuine and authentic. I don’t say these things to go viral or to be controversial, but I say things that a lot of people wish they could say but are fearful of saying.” One of the labels some conservatives shrink from – and it is one that critics have freely applied to Lahren – is racist. She says commenters have repeatedly lampooned her as “white power Barbie”.</p> <p> It’s undeniable that her notoriety has come from incidents where she has taken on topics related to immigration (she describes herself as a “hardliner” on the topic) and anything associated with or inspired by the Black Lives Matter movement, which in one segment she compared to the Ku Klux Klan.</p>  <figure class=\"element element-image\" data-media-id=\"baa42aa07bd95a531bd9328442f95481e77ad5a4\"> <img src=\"https://media.guim.co.uk/baa42aa07bd95a531bd9328442f95481e77ad5a4/5_0_545_551/495.png\" alt=\"Tomi Lahren: ‘I clearly have a point of view’.\" width=\"495\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tomi Lahren: ‘I clearly have a point of view.’</span> <span class=\"element-image__credit\">Photograph: Tomi Lahren</span> </figcaption> </figure>  <p>Cassino, the political scientist, thinks that like Donald Trump, Lahren may be both an example and beneficiary of a sea change in the way conservatives talk about race. “There was an unspoken rule in the conservative movement for a long time, which they learned from Richard Nixon: you do not talk openly about race. It was seen as toxic to talk about it in anything but dog whistles.”</p> <p>Twenty years ago, conservative commentators would talk in code about it, in terms of “welfare”, “inner city crime”, or “family breakdown”. But in the last five to 10 years, Cassino says, “it has become acceptable for conservatives to talk about race in concrete terms”.</p> <p>The election of Obama, for example, led to arguments that talk of racial inequality was overblown, and eventually to criticisms of the president in terms of his racial identity. All of this precisely coincides with Lahren’s formative political years.</p> <p>Like Trump and many other conservatives, Lahren puts this change down to a weariness with political correctness. “For too long, white people have been told that they can’t talk about race, and that only some people of colour can talk about race. I don’t buy that.”<br></p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I don’t say things to go viral, I say things that a lot of people wish they could say but are fearful of saying</p> <footer> <cite>Tomi Lahren</cite> </footer> </blockquote> </aside>  <p>She insists that she is not racist, but also that “there can’t be a group of people in this country who are blamed for the ills of minority communities and then not allowed to speak or defend themselves.”</p> <p>This appeal to white grievances is similar to the one made by the Trump campaign. Even if more conservatives are more willing to talk bluntly about their own racial views, there is still, for their audiences, a frisson in this that gets attention.</p> <p>Lahren has lately become a more enthusiastic supporter of the Republican nominee after her first choice, Marco Rubio, lost. A big motivation is her dislike of his opponent. “I am #NeverHillary all the way down,” she says. “You may not like what Donald Trump says, but I don’t like what Hillary Clinton does.” Trump’s excesses, she says, are forgivable as the flourishes of a performer. “I’m a performer, too,” she says.</p> <p>Part of that performance is self-presentation, and her appearance is something that has attracted the ire of critics, including, she says, feminists. Certainly, it’s been suggested that she is where she is because of her looks. “I take care of myself,” she says. “Do some people watch me because they think I’m pretty? Maybe, sure. But more are watching because they appreciate what I am saying.” </p> <p>Her gender and age, however, do differentiate her from a sea of middle-aged, male conservative pundits – the kind of guys Cassino says are a dime a dozen. Just as important are her broadcasting talent and her ability to “seize this political moment”.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=qq0_nyWVXCI\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/qq0_nyWVXCI?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>As to whether Lahren’s moment will last beyond our current political season, one consideration is that The Blaze, her employer, has had well-reported financial difficulties. The subscriber base is small, but it is also suffering from the same problem that led to the departure of Glenn Beck’s still-popular show from Fox News. That is, an inability to attract big advertisers to support programming which is perceived as extreme.</p> <p>Lahren says she is committed to The Blaze, and is full of praise for Beck, but at some point she may be forced to find a new perch. According to Cassino, this may not be easy. “The messaging she’s doing is going to make it very difficult for her to get mainstream advertisers. Like it or not, what you say on television is dictated by the likes of Procter &amp; Gamble and Chevy,” Cassino says.</p> <p>Especially on issues of race, Lahren is speaking in terms corporate clients might find difficult to associate themselves with. And if she changes her messaging, what happens to her “fearless” and “authentic” conservative brand? This is not something Beck is worried about. In his email, he added: “As long as she continues to be authentic, continues to seek knowledge, and is true to herself – even when she feels compelled to go against the grain, and her audience – she will be a force to be reckoned with for years to come.”</p> <p>Lahren clearly understands why and how her Final Thoughts videos work. “I’m very controversial, and I don’t back down from being controversial,” she says. She is able to articulate 2016’s conservative anger, and target its sources, in a way that seems fresh. </p> <p>It’s hard to see that anger dissipating, whatever the result of the election, but even if it does, Lahren may be around for a long time. Like American conservatism itself, she is supremely resourceful and adaptable. </p>",
  "<p><strong>What is it? </strong>A 40-minute glimpse into a dark world, lit up by the tireless efforts of an incredible group.</p> <p><strong>Why you’ll love it:</strong> Love is not the word. This is a film you need to see to begin to understand day-to-day life in war-torn Syria. A documentary crew follows the White Helmets, a group of volunteer rescue workers with branches all over the country, who risk their own safety to pull fellow citizens from bomb wreckage.</p> <p>Hands reach through smoke to grab scared children from rubble in the half-light. It is relentless and also an incredible editing job as the narration-free footage gives a visceral sense of the widespread trauma. You follow the rescuers with no need to ask questions. You can see the necessity of what they are doing and the dreadful circumstances under which they’re doing it.</p> <p>The White Helmets hurtle around the streets, pointing their van towards every new mushroom cloud on the horizon, dedicated to pulling their stricken brothers and sisters from the remains of hospitals and markets and cafes. The attacks are daily and target civilian life at its most mundane: shoppers shopping, workers working.</p> <p>You see hints of the men’s own families, toddlers left at home not knowing if their fathers will come back, brothers killed in attacks even while their sibling is hurtling towards another explosion across town. Crackly mobile phone conversations, a lifeline or not, depending on the news at the other end of them.</p> <p>In a moment of quiet, the men sit on the floor sharing a meal, food halfway to their mouths when they hear the roar of military aircraft overhead and dash for the door. They rush towards the scene of a barrel bomb attack, black smoke rising into the sky. These are usually rusty barrels, filled with explosives and anything from nails to chlorine, pushed out of the back of government helicopters.</p> <p>Crying kids stumble out into the street and babies with bleeding heads are carefully handed from one man to another. They won’t leave a bombsite until they have accounted for everyone. The determination is total.</p> <p>The pace of the footage is dizzying, the action chaotic and yet the message clear. To tell a story in these circumstances is not only impressive but important. Everyone here is risking their lives to pass it on.</p> <p>A tiny baby, only a week old, is born a second time; still alive after 16 hours under rubble, the child is dragged through a narrow passage made in the dust by a frantic volunteer. The “miracle baby” becomes a talisman of hope, another reason for them all to keep going despite the nature of their task; like a child patiently standing up dominoes while a bully follows behind, knocking them over.</p> <p>Their belief in better times is genuine, but where does the hope come from? In a once-colourful city bleached grey by dust, they live on the rush of another life saved.</p> <p>A little boy they had previously rescued visits their training camp with his thankful mother, and one of the men places the distinctive white helmet on the kid’s head. The boy looks up, delighted. This is their hope.</p> <p><strong>Where</strong> Netflix.</p> <p><strong>Length</strong> 40 minutes.</p> <p><strong>Stand-out episode</strong> It’s a one-off.</p> <p><strong>Also watch</strong> <a href=\"https://www.youtube.com/watch?v=AUjHb4C7b94\">The Islamic State (Vice on YouTube)</a>, <a href=\"http://www.pbs.org/video/2365297690/\">Rise of the Islamic State: Losing Iraq</a> (PBS.org).</p>",
  "<p>Bureaucracy. It’s a word laden with dark memories. We’ve all been caught up in it. Each will have a story of how once they were enmeshed in a paper-chain farce requiring merely a dash of common sense. But, as is typical of such scenarios, it’s usually missing. It would all be laughable if it weren’t threatening to engulf you in rage, or worse.</p> <p>By worse I mean the <a href=\"https://www.theguardian.com/uk-news/2016/sep/20/australian-family-fighting-deportation-granted-visa-to-remain-in-uk\" title=\"\">threat of being deported from the country</a> in which you have chosen to make a life. This is where, until this week, Gregg and Kathryn Brain, found themselves. Having moved to Scotland in 2011 on Kathryn Brain’s student visa, the family had hoped to remain in the country by moving on to a post-study visa, but the government <a href=\"https://www.theguardian.com/uk-news/2016/jul/12/scotland-visa-betrayal-trust-australian-deportation-couple-gregg-kathryn-brain\" title=\"\">scrapped this scheme</a> in 2012, potentially affecting <a href=\"http://www.telegraph.co.uk/news/uknews/immigration/8185579/Foreign-students-forced-to-go-home-after-studies-under-tough-new-immigration-rules.html\" title=\"\">tens of thousands</a>. Deportation was imminent.</p> <p>An outpouring of support, not least from Scotland’s first minister, Nicola Sturgeon, and 20 <a href=\"https://www.theguardian.com/uk-news/2016/aug/04/australian-family-gregg-kathryn-lachlan-brain-fighting-deportation-get-flurry-of-job-offers\" title=\"\">job offers</a> saved the day. Mrs Brain is now employed by Macdonald Hotels and Resorts Group as a curator for their Aviemore visitors’ centre.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2015/jul/22/eritrea-migrants-child-soldier-fled-what-is-going\">It's not at war, but up to 3% of its people have fled. What is going on in Eritrea?</a> </p> </aside>  <p>This is a feel-good immigration story. Lord knows we need one. And yet it’s hard not to look at this smiling family, relieved at what has been salvaged by the goodwill of others, and think of those we seem unwilling to welcome. No one wishes misfortune on any family. In fact, I’d like to think I share in this family’s happiness. They have overcome a system that otherwise would have treated them as merely numbers. Their story has moved a community to action. It’s been accepted that these are people with much to offer. In short, they have been acknowledged as deserving and thus belonging. Does the fact that they are white and from Australia have anything to do with it? Yes, they hail from the other side of the planet but really, they might as well, pardon the pun, be neighbours.</p> <p>If this post-Brexit referendum story tells us anything, it is that there is room for foreigners in this country, but only if they are people like “us”. Debates about being “swamped” by immigrants never, funnily, seem to centre on antipodeans with Anglo-Saxon origins. In notes for how to be a good immigrant we might as well write: be a) white; and b) from a rich country of origin.</p> <p>We should view the story as instructive because, here, people have clearly seen how traumatic a return to a “home” country, embarked upon under duress, might be for the Brains. But we can be in no way confused; Australia hasn’t remained a penal outpost. A return there is perhaps stressful and inconvenient but it is not the end of the world. It is another matter, however, if you are <a href=\"https://www.theguardian.com/world/2015/jul/22/eritrea-migrants-child-soldier-fled-what-is-going\" title=\"\">Eritrean</a>. Or if you are <a href=\"https://www.theguardian.com/global-development/2016/jul/29/women-south-sudan-raped-un-compound-juba-kill-me-instead\" title=\"\">escaping South Sudan</a> or <a href=\"http://www.cbc.ca/news/world/nigeria-humanitarian-crisis-1.3772889\" title=\"\">north-eastern Nigeria</a> or any number of sorry places on our planet. Yet I can’t remember the last time families being deported to such countries have been adopted in the manner the Brains have.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development/2016/jul/29/women-south-sudan-raped-un-compound-juba-kill-me-instead\">'I begged them to kill me instead': women in South Sudan raped under nose of UN | Simona Foltyn</a> </p> </aside>  <p>That Syrians are fleeing starvation, torture and death isn’t a secret. But still our government, despite <a href=\"https://www.theguardian.com/politics/2016/aug/03/uk-unlikely-to-reach-target-of-resettling-20000-syrian-refugees-by-2020\" title=\"\">promising sanctuary to a paltry 20,000</a> has in fact only allowed a shameful 1,602 to resettle here. What does it mean when, in our national consciousness, inconvenience should trump need? It’s hard not to surmise that it tells us who we think we can integrate into our culture and society and who we consider threatening to our way of life.</p> <p>Often, when I write about issues related to asylum, I can guarantee that <a href=\"https://www.theguardian.com/media/2016/jan/31/comments-audience-censorship-criticism\" title=\"\">below the line</a>, not so much lurking as dominating the comments sections, will be the idea that “they” are all mainly bogus. The term “economic migrant” will be thrown as though fleeing poverty the likes of which the writer most likely hasn’t experienced is a slur. It’s the thinking that is similar in vein to watching the <a href=\"https://en.wikipedia.org/wiki/UK_Border_Force_%28TV_series%29\" title=\"\">UK Border Force</a> documentary series (thankfully no longer) and believing that watching hopes and dreams trammelled makes for good TV. Sort of like X Factor but with way more kick.</p> <p>This summer journalist Philip Kleinfeld <a href=\"https://medium.com/@PKleinfeld/immigration-raids-in-london-soar-by-80-edf00d1e2a5d#.bsmiyclns\" title=\"\">uncovered that</a>, between 2010 and 2015, there were 19,853 immigration raids, almost 11 a day. Those are the figures for London alone. On any given day, up and down the country, there are families like the Brains. The shame is that they aren’t being recognised as such.</p>"
]