[
  "<p>There’s an all-too-resonant scene in Joachim Lafosse’s bitter drama in which children have their age verified by their teeth – though the drama focuses on westerners who actually want to welcome refugees. A bit too much, in fact: in a story based on the real-life 2007 <a href=\"https://www.theguardian.com/world/2007/oct/29/spain.france\">Zoe’s Ark controversy</a>, Vincent Lindon leads an NGO in Chad that masquerades as an orphanage but plans to abscond with the kids back to adoptive families in France. The organisation lets neither the fractious Saharan security situation, or the local chiefs’ pragmatic propensity for fibbing about the ages and parentage of kids they wish to offload, get in the way of its unwavering and mostly selfish idealism. </p> <p>It’s a diagnosis of geopolitical power relations nearly as effective as the 2012 Somali pirate thriller <a href=\"https://www.theguardian.com/film/2013/may/09/a-hijacking-review\">A Hijacking</a>. Lafosse damns his do-gooders in a disciplined set of medium-shot dustscapes and murky Conradian interiors, rarely allowing anyone – even the pugnacious, impatient Lindon – to plead their case in closeup. A slanted but shrewd look at another side of today’s refugee crisis.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=M8IBvKQoD1s\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/M8IBvKQoD1s?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>",
  "<p>Labor says Malcolm Turnbull needs to take concrete action to assure himself that the former trade minister Andrew Robb is not in breach of the ministerial code of conduct.</p> <p>The shadow special minister of state, Don Farrell, wrote to the prime minister late on Thursday asking that he take steps to assure himself that the former trade minister was in compliance with the rules.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/oct/31/andrew-robb-chinese-company-operates-darwin-port\">Andrew Robb takes role with Chinese company that operates Darwin port</a> </p> </aside>  <p><a href=\"https://www.theguardian.com/australia-news/2016/oct/31/andrew-robb-did-not-tell-prime-minister-about-role-with-chinese-company\">The prime minister said this week</a> Robb had not talked to him before taking on a new <a href=\"https://www.theguardian.com/australia-news/2016/oct/31/andrew-robb-chinese-company-operates-darwin-port\">role as an economic consultant with the Chinese company that now operates the Darwin port.</a></p> <p><a href=\"https://www.theguardian.com/australia-news/2015/oct/13/chinese-company-secures-99-year-lease-of-darwin-port-in-506m-deal\">Landbridge signed a $506m agreement with the Northern Territory government</a> in October last year for a 99-year lease of the port. Landbridge announced on 2 September that Robb had joined the company as a consultant.</p> <p>Robb retired from politics at the July election, after a stint as the government’s special trade envoy. He retired as trade minister in February 2016.</p> <p>The ministerial code forbids ministers from lobbying or advocating with the government for 18 months after their political retirement. The code also says ministers should not take personal advantage of information to which they had access in their ministerial role.</p> <p>Farrell says in the letter to Turnbull the prime minister needs to write to Robb seeking clarification “to address public concern on this matter”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/oct/31/andrew-robb-did-not-tell-prime-minister-about-role-with-chinese-company\">Andrew Robb did not tell  prime minister about role with Chinese company</a> </p> </aside>  <p>“In addition, I ask that your letter make clear to Mr Robb that the 18-month period commences from the point at which he ceased his role as special envoy for trade, and not at the point at which he ceased being minister for trade,” Farrell said.</p> <p>Farrell says a special envoy would have access to confidential information and be privy to sensitive government decisions, and it would clearly be “against the spirit of the document” to give Robb a leave pass.</p> <p>He also asks the prime minister to seek assurance from his ministers “that they have not had professional dealings with Mr Robb since his resignation from parliament”.</p> <p>Robb this week dismissed questions about whether he was in breach of the government’s rules. He said he had no intention of breaching the responsibilities set out in the code.</p> <p>“Why am I challenged? Just because it’s political, I suppose, but I don’t care really, I’m going to go ahead and develop the relationships, there’s always people who want to put a slur on what others are doing,” Robb told reporters.</p> <p>“The US and Europe have gone protectionist, what’s opening up the region is opening up so I make no apology for looking to build relationships so we can increase trade and investment with our neighbours,” he said.</p> <p>“Australia has to realise that our future depends very, very heavily on the countries around us in this region and I am going to spend as much time as I can developing those relationships for the benefit of Australian businesses and our community.”</p> <p>Robb was also <a href=\"https://www.theguardian.com/australia-news/2016/nov/01/andrew-robbs-work-for-chinese-company-backed-by-steven-ciobo\">defended this week by the current trade minister, Steve Ciobo</a>, who said it made sense to have former ministers working to secure opportunities for Australian businesses. <br></p>",
  "<p>Moments into the final presidential debate, as the topic turned to abortion, Hillary Clinton delivered an impassioned and unapologetic case for a woman’s right to choose.<br></p> <p>Donald Trump had just described in graphic terms his view of the procedure, falsely characterizing Clinton as being in favor of “rip[ping] the baby out of the womb of the mother” just days prior to birth.</p> <p>An unfazed Clinton suggested the Republican nominee meet women she personally knew who had undergone “one of the worst possible choices” imaginable, or travel to countries where restrictive laws forced women to either undergo abortions or raise children involuntarily.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/19/abortion-trump-clinton-debate\">Clinton went further</a> than any of her predecessors on an issue that often divides the American public.<strong> </strong>Undecided voters in a CNN focus group conducted that night in October said it was her strongest moment. </p> <p>But women found it especially poignant. Natalie, one of those undecided voters, said of Clinton’s response: “It was important to me because I don’t think the government should have control over a woman’s body just like they wouldn’t have control of a man’s body.” </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/19/abortion-trump-clinton-debate\">Clinton condemns Trump's abortion 'scare rhetoric' in debate question</a> </p> </aside>  <p>Gender was always going to play a pivotal role in a campaign that could culminate in the election of the first female president in America’s 240-year history and seems likely to a see a historically large gender gap at the polls. But it has been amplified as a consequence of Trump’s language and behavior, galvanizing many female voters to ensure that a man who boasted on tape of sexually assaulting women is not elevated to the highest office in the land.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/20/donald-trump-calls-hillary-clinton-a-nasty-woman-during-final-debate-video\"            data-short-url=\"https://gu.com/p/58ag4\"                    data-show-ads=\"true\"            data-video-id=\"2822395\"            data-video-name=\"Trump calls Clinton a 'nasty woman' during final debate – video\"            data-video-provider=\"Reuters / AP\"            > <video data-media-id=\"gu-video-58086230e4b005f21833b54f\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/20/161020Nastywoman2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/20/161020Nastywoman2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/20/161020Nastywoman2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/20/donald-trump-calls-hillary-clinton-a-nasty-woman-during-final-debate-video\">Trump calls Clinton a ‘nasty woman’ during final debate</a></figcaption> </figure>   <p>“I wish I didn’t have to say this, but, indeed, dignity and respect for women and girls is also on the ballot this election,” Clinton told a crowd of 11,000 people, many of them women and students, who came to see her share a stage with first lady Michelle Obama in Winston-Salem, North Carolina, in the final weeks of her campaign.</p> <p>Natasha McKay, of Charlotte, left the rally in a state of euphoria. “I’m really uplifted right now. I’m in a daze,” she said. “Hillary is so powerful. Michelle Obama is incredibly powerful. Those two together is an awesome force.”’</p> <p>McKay noted the sharp contrast between Clinton’s message of female empowerment and Trump’s history of making degrading comments about women.</p> <p>“Like Michelle Obama said: ‘When they go low, we go high,’” McKay said. “Except Donald Trump just goes lower and lower and lower.”</p> <p>The gender gap has long favored Democrats. According to the Roper Center for Public Opinion Research at Cornell University, women favored the Democratic candidate in <a href=\"http://ropercenter.cornell.edu/polls/us-elections/how-groups-voted/how-groups-voted-2012/\">2012</a> by 11 points, <a href=\"http://ropercenter.cornell.edu/polls/us-elections/how-groups-voted/how-groups-voted-2008/\">2008</a> by 13, <a href=\"http://ropercenter.cornell.edu/polls/us-elections/how-groups-voted/how-groups-voted-2004/\">2004</a> by three, and <a href=\"http://ropercenter.cornell.edu/polls/us-elections/how-groups-voted/how-groups-voted-2000/\">2000</a> by 10 points.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/nov/03/donald-trump-hillary-clinton-nevada-voters-women\"            data-short-url=\"https://gu.com/p/5aj3x\"                    data-show-ads=\"true\"            data-video-id=\"2867968\"            data-video-name=\"Nevada's women stand divided over Trump and Clinton on eve of election – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-581aee5ae4b029b92ca45061\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/11/03/161026vegasv2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/11/03/161026vegasv2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/11/03/161026vegasv2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/nov/03/donald-trump-hillary-clinton-nevada-voters-women\">Nevada’s women stand divided over Trump and Clinton on eve of election</a></figcaption> </figure>   <p>But this year Clinton looks set to match or even exceed the historic 17-point lead her husband held among women over Bob Dole in <a href=\"http://ropercenter.cornell.edu/polls/us-elections/how-groups-voted/how-groups-voted-1996/\">1996</a>. <a href=\"http://presidentialgenderwatch.org/polls/womens-vote-watch/presidential-polling-data/\">Ten recent polls</a> taken in October range from eight to 22 percentage points leads, with an average advantage of 17. (In <a href=\"http://ropercenter.cornell.edu/polls/us-elections/how-groups-voted/how-groups-voted-1980/\">1980</a> and <a href=\"http://ropercenter.cornell.edu/polls/us-elections/how-groups-voted/how-groups-voted-1984/\">1984</a> women favored the Republican Ronald Reagan over his Democratic opponents Jimmy Carter and Walter Mondale.)</p> <p>Whereas Clinton shied away from the historic nature of her candidacy during her first bid for president in 2008, this time around the prospect of electing a woman to the White House has been a central pillar of her narrative. But the former secretary of state could not have predicted she would be handed an opponent who has in the past referred to women as “fat pigs”, “slobs” and “dogs”, and both bragged about and been accused of sexual assault. (He has denied the accusations.)</p> <p>A <a href=\"http://www.people-press.org/2016/10/27/as-election-nears-voters-divided-over-democracy-and-respect/\">new analysis</a> by the Pew Research Center found that majorities of both men (58%) and women (62%) say Trump has little or no respect for women. Only 38% of respondents believe the Republican nominee has a “great deal” or a “fair amount” of respect for women, compared with 76% who believe that Clinton does.</p> <p>And so Clinton and her allies have worked hard to target women – from the millennials who easily identify as feminists to the suburban married women who typically swing toward Republicans but may be repelled by the thought of casting a ballot for Trump.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"daad1ef61909acbd70583361b6a8704a8d647b2c\"> <img src=\"https://media.guim.co.uk/daad1ef61909acbd70583361b6a8704a8d647b2c/0_0_4319_2879/1000.jpg\" alt=\"Hillary Clinton and Michelle Obama\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton and first lady Michelle Obama embrace before they address the crowd at a campaign stop in Winston-Salem, North Carolina, last week.</span> <span class=\"element-image__credit\">Photograph: Logan Cyrus/AFP/Getty Images</span> </figcaption> </figure>  <p>Emily’s List, the group that works to elect pro-choice Democratic women to public office, has targeted its outreach toward millennial women in the key battleground states where they could play a decisive role: New Hampshire, North Carolina, Pennsylvania, Florida and Nevada. Through a mostly digital, multimillion-dollar campaign, the group has run ads that include a young woman showing her discomfort in reading aloud words spoken by Trump, such as “Putting a wife to work is a very dangerous thing”, and invested in advertising on social media platforms used by younger voters.</p> <p>Jennifer Lawless, the director of the Women &amp; Politics Institute at American University, said Clinton had an “unprecedented grassroots operation”. “The minute Donald Trump says something, they’re able to micro-target women,” she said.</p> <p>The most significant shift, Lawless added, has been among married women – a demographic that favors Republicans and chose Romney over Obama by seven percentage points in 2012. The tape leaked last month featuring <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">Trump boasting in 2005 about groping and kissing women</a> without their consent seemed to give married women a sense that they did not have to vote strictly along party lines.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/13/list-of-donald-trump-sexual-misconduct-allegations\">A timeline of Donald Trump's alleged sexual misconduct: who, when and what</a> </p> </aside>  <p>“What that tape did was, especially to women who were undecided or felt some sense of party loyalty [to the GOP], the tape gave a lot of Republican political elites ammunition to say, ‘vote your conscience’,” Lawless said, “and that freed up people who might be loyal partisans to reconsider.”</p> <p>Meghan Milloy, a lifelong Republican, reached her breaking point with Trump well before he became the party’s nominee and courted controversy with allegations of sexual assault.</p> <p>Milloy said she was appalled when Trump sparred with Megyn Kelly and insinuated the Fox News anchor asked tough questions during the first Republican primary debate because she was menstruating. </p> <p>“That’s when I decided he wasn’t fit to be president,” she said. “I don’t even think he is fit to manage a local Papa John’s.”</p>  <figure class=\"element element-image\" data-media-id=\"4ee484f2b9da0798a5ac964428bcbb8952c9d839\"> <img src=\"https://media.guim.co.uk/4ee484f2b9da0798a5ac964428bcbb8952c9d839/0_0_4612_3280/1000.jpg\" alt=\"Donald Trump women protest\" width=\"1000\" height=\"711\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People gather in front of Trump Tower last month to protest against Donald Trump’s treatment of women.</span> <span class=\"element-image__credit\">Photograph: Timothy A Clary/AFP/Getty Images</span> </figcaption> </figure>  <p>When Trump won the nomination, Milloy helped launch Republican Women for Hillary. Though she still considers herself a member of the Republican party and a strong conservative, Milloy is disappointed with her party for not disavowing Trump.</p> <p>“If the party comes back from this and recognizes that it went crazy this year with Trump and the platform … then I would certainly stick around and do my best to help them rebuild after this year,” Milloy said. “But if they double down like Trump has done, then I certainly won’t be a part of that.”</p> <p>Seeking to weaponize Trump’s rhetoric against him, the Clinton campaign has aired a powerful ad <a href=\"https://www.youtube.com/watch?v=vHGPbl-werw\">in which young girls look at themselves in the mirror</a> against the backdrop of the real estate mogul’s bullying words. The commercial aimed to target, in particular, married women in the suburbs of swing states Colorado, North Carolina, Ohio and Pennsylvania.</p> <p>As the sexual assault tape came to light, Clinton intensified her pitch against her opponent’s treatment of women.</p> <p>Addressing a “Women for Hillary” a conference call, one week before the election, Clinton appealed to supporters on a personal level.</p> <p>“I know that parts of this election have been painful to many women, especially hearing about Donald Trump’s behavior towards women over the years,” she said. “He relishes making women feel terrible about themselves in every possible way. He thinks belittling women makes him a bigger man.</p> <p>“We need to make sure that he and his attitude – what he says, what he thinks, what he does to women – never gets him near the White House.”</p> <p>Clinton also appeared with top female surrogates, from Michelle Obama to prominent women’s rights leaders such as the Planned Parenthood Action Fund president, Cecile Richards, and Emily’s List president, Stephanie Schriock, to make a final pitch to women in must-win battlegrounds.</p> <p>“To be elected as a woman, you have to be 20 times as good as your opponent,” said Richards, whose late mother Ann Richards was herself a pioneer and as state treasurer of Texas became the first woman elected statewide in nearly 50 years in 1982.</p> <p>“We are not comfortable in this country with women who are powerful. It is extraordinary that this woman, as our own president says, has more experience, more preparation to go into the Oval Office than anyone we can remember, and it was just always going to be hard.”</p> <p>But the gendered circumstances of Clinton’s battle, according to Richards – from the focus on her clothes to her speaking style to whether she smiles enough – is what motivates women voters to make their voices heard on 8 November.</p> <p>“Women feel this is about much more than Hillary, this is about work that has been going on for decades,” she said. “These women feel an enormous sense of pride and ownership in this election.”</p> <p>Perhaps few moments crystallized that sentiment better than when Trump leaned into his microphone during the final presidential debate and snarled: “Such a nasty woman.”</p> <p>Women supporting Clinton immediately reclaimed the phrase and turned it into a rallying cry, and it became a recurring theme at campaign events to see women with “Nasty Women” shirts. Elizabeth Warren, the Massachusetts senator and influential Clinton surrogate, issued a fiery rebuke of Trump at a campaign rally in New Hampshire late last month: “Nasty women vote.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/24/elizabeth-warren-trump-clinton-nasty-women-video\"            data-short-url=\"https://gu.com/p/593xf\"                    data-show-ads=\"true\"            data-video-id=\"2836581\"            data-video-name=\"'Nasty women vote': Elizabeth Warren takes a swipe at Trump – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-580e6205e4b0219a00d38178\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/24/161024warren_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/24/161024warren.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/24/161024warren_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/24/elizabeth-warren-trump-clinton-nasty-women-video\">‘Nasty women vote’: Elizabeth Warren takes a swipe at Trump</a></figcaption> </figure>   <p>It is not simply a distaste for Trump driving prospective turnout among women, according to longtime observers of the intersection of gender and politics.</p> <p>“There’s a policy argument for why unmarried women in particular are more drawn to a Democratic platform,” said Rebecca Traister, author of the book <a href=\"http://www.simonandschuster.com/books/All-the-Single-Ladies/Rebecca-Traister/9781476716565\">All the Single Ladies: Unmarried Women and the Rise of an Independent Nation</a>. </p> <p>“They are no longer the class of Americans who are living economically, socially or professionally dependent on men in the way that they used to be.” Barack Obama drove the Democratic advantage among unmarried women to historic levels in 2008, with 70% support to John McCain’s 29%, while in 2012 single women preferred the president over Mitt Romney by a whopping margin of 36 percentage points.</p> <p>With women now holding jobs, and serving as breadwinners – be they unmarried, married, or same-sex partners – in larger numbers, as an electorate they are increasingly moved by policies that address their concerns, Traister added.</p> <p>This is why unmarried women have especially been drawn toward Clinton’s platform of equal pay for women, easing the burden of student loan debt, paid family leave and protecting reproductive rights, she said. Clinton has emphasized her commitment to such issues since launching her campaign, and also focused on raising the minimum wage, an issue inextricably tied to gender in that women make up two-thirds of minimum wage earners.</p> <p>Jess O’Connell, the executive director of Emily’s List, said Trump was simply vocalizing in politically incorrect terms what Republicans have long advocated in more veiled language.</p> <p>“Single women are afraid the Republicans are going to turn back the clocks on them,” O’Connell said. “Ignoring the gender gap in wages or wanting to punish women for having an abortion shows a real lack of understanding about women and their lives today.</p> <p>“This is when women’s voices are going to be heard.”</p> <p><br></p>",
  "<p>Shortly after the Chicago Cubs had beaten the Cleveland Indians in an emotionally draining Game 7 <a href=\"https://www.theguardian.com/sport/blog/2016/nov/03/chicago-cubs-title-drought-american-sporting-folklore-world-series\">to win their first World Series in 108 years</a>, one of the team’s most famous fans described what it meant to end baseball’s longest title drought.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/blog/2016/nov/03/chicago-cubs-title-drought-american-sporting-folklore-world-series\">Chicago Cubs end most storied title drought in American sporting folklore | Bryan Armen Graham</a> </p> </aside>  <p>Bill Murray, who was born in Evanston, Illinois, found himself in the clubhouse at Progressive Field after the Cubs’ 8-7 victory, and amid the champagne and celebrations, said that his team’s victory showed that dreams really do come true.</p> <p>“It means a huge weight has been lifted,” Murray <a href=\"https://twitter.com/OrtizKicks/status/794053816568127488\">told Jose de Jesus Ortiz</a> of the St Louis Post-Dispatch. “All this effort, wishing and hoping that it would work … and now it’s come true. It’s wonderful, it’s fantastic. You believe in something that actually was true, and it’s beautiful. The whole city, all its fans … they’re validated. Their dream came true. It’s OK. Dreams came true. And the great thing about it is we became such great losers, good sports. I just hope we’re good winners. I hope we’re as good sports winning as we were when we didn’t win.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OrtizKicks/status/794053816568127488\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My interview of the night ended with Bill Murray asking if I recycle. He handed me his champagne bottle. <a href=\"https://twitter.com/hashtag/WorldSeries?src=hash\">#WorldSeries</a> <a href=\"https://twitter.com/hashtag/Cubs?src=hash\">#Cubs</a> <a href=\"https://t.co/66jzAshLL9\">pic.twitter.com/66jzAshLL9</a></p>&mdash; Jose de Jesus Ortiz (@OrtizKicks) <a href=\"https://twitter.com/OrtizKicks/status/794053816568127488\">November 3, 2016</a></blockquote>  </figure>  <p><a href=\"http://www.foxsports.com/mlb/story/bill-murray-chicago-cubs-world-series-champions-theo-epstein-clubhouse-postgame-party-110316\">Murray also interviewed Theo Epstein</a>, the Cubs’ president of baseball operations. “Hey, is there anyone you want to say hello to that you haven’t thought about lately?” Murray enquired. “Yeah,” Epstein responded. “You.” Then Epstein sprayed a bottle of champagne in Murray’s face. “Yeah, Bill! We just won the World Series!”</p> <p>“I guess that means I get a 10-day tryout,” Murray said.</p> <p>Fellow Cubs fan Hillary Clinton, who was born and raised in Illinois, was speaking at a presidential rally in Arizona, but she managed to catch the end of the game on her tablet. She was pictured with a beaming smile as she stepped into an SUV to leave the rally in Tempe. <a href=\"https://twitter.com/HillaryClinton/status/794042961994596353\">Clinton later tweeted</a> out her congratulations to her hometown team: “They did it! 108 years later and the drought is finally over. Way to make history.”</p>  <figure class=\"element element-image\" data-media-id=\"9e16776dd936c9797f5fa4f09488701e93491dce\"> <img src=\"https://media.guim.co.uk/9e16776dd936c9797f5fa4f09488701e93491dce/0_270_3171_1903/1000.jpg\" alt=\"Hillary Clinton watches the Chicago Cubs win World Series Game 7\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hillary Clinton watches the Chicago Cubs win World Series Game 7.</span> <span class=\"element-image__credit\">Photograph: Andrew Harnik/AP</span> </figcaption> </figure>  <p>President Obama, a noted White Sox fan, offered the Cubs an immediate visit to 1600 Pennsylvania Avenue. “It happened: Cubs win World Series. That’s change even this South Sider can believe in,” <a href=\"https://twitter.com/POTUS/status/794057504871346176\">Obama tweeted</a>. “Want to come to the White House before I leave?”</p> <p>LeBron James, whose Cavaliers <a href=\"https://www.theguardian.com/sport/2016/jun/20/cleveland-cavaliers-win-nba-title-golden-state-warriors-game-7-nba-finals\">ended Cleveland’s long wait for a sporting title</a> when they clinched the NBA championship in June, saw the Indians let a 3-1 lead slip through their grasp. James has been a notable presence at the Indians’ postseason games, and described his team’s season as “unbelievable” – even though they didn’t win.</p> <p>“I just want to congratulate the Indians on an unbelievable season,” <a href=\"http://fox8.com/2016/11/03/get-ready-for-next-year-lebron-sends-awesome-message-to-tribe-after-world-series-loss/\">James said</a>. “You guys did something nobody would ever think you guys could do, and we’re very proud of you. You guys got nothing to hang your heads about. Use it as inspiration and get ready for next year.”</p>",
  "<p>DC Pittman reckons he has knocked on more than 1,000 doors in the past two weeks. Perhaps as many as 1,500. “Let’s get these people to go vote,” he said with obvious relish before heading off to Houston’s Third Ward.</p> <p>The 24-year-old works as a canvasser for the Texas Organizing Project, a not-for-profit advocacy group aiming to boost turnout among minorities.</p> <p>Though recent polls depicted Texas as a battleground state, it is still very likely to favour Trump over his Democratic rival, Hillary Clinton, on 8 November. But Pittman and others are trying to generate enthusiasm in African American communities with a pitch that is not necessarily focused on the race for the White House.</p> <p>In Harris County – which, with about 4.4 million residents, is more populous than 24 US states – a Democrat may be about to oust a Republican in a highly influential position: the county prosecutor.</p> <p>A University of Houston poll last month gave Kim Ogg a lead of seven percentage points over the incumbent district attorney, Devon Anderson. She was appointed by former Texas governor Rick Perry in 2013 to succeed her husband, Mike, who died of cancer, and beat Ogg in an election the following year.</p> <p>But Anderson’s office has been beset by controversies including the <a href=\"https://www.theguardian.com/us-news/2016/jul/22/texas-rape-victim-county-jail-bipolar-disorder-lawsuit\">jailing of a rape victim</a> to ensure she would testify against her attacker, accusations that Anderson stoked racial tensions after a white sheriff’s deputy was shot dead by a mentally ill black man, and <a href=\"http://www.houstonchronicle.com/opinion/recommendations/article/For-Kim-Ogg-9202209.php\">complaints</a> that she has not introduced truly transformative reforms to a system that critics say treats low-income, low-level offenders unfairly.</p> <p>“I explain to them how important it is to not just vote presidential but to vote for your locals as well,” said Tarasha Hollis, who oversees a team of 12 canvassers paid $12.50 an hour. Hollis and Pittman said that one of the key issues for potential black voters is criminal justice; specifically, crime rates and police brutality.</p>  <figure class=\"element element-image\" data-media-id=\"59c3f7dbe8c22f093d60db98d499e964148fdc46\"> <img src=\"https://media.guim.co.uk/59c3f7dbe8c22f093d60db98d499e964148fdc46/0_487_3264_1958/1000.jpg\" alt=\"Canvassers with the Texas Organizing Project\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Canvassers with the Texas Organizing Project gathered on Wednesday afternoon in an office at a strip mall two miles north of downtown Houston for their street assignments and a pep talk.</span> <span class=\"element-image__credit\">Photograph: Tom Dart/The Guardian</span> </figcaption> </figure>  <p>Along with the Organizing Project’s phone banks and door-to-door operations, a separate new national digital campaign is also aiming to eject Anderson. The #VotingWhileBlack initiative is harnessing technology in an effort to increase African American voter engagement in notable contests across the country.</p> <p>In addition to the race for Harris County district attorney, #VotingWhileBlack is focusing on elections of prosecutors in Ohio and Florida in targeted attempts to replace officials they feel have poorly served black communities.</p> <p>“We’re the most incarcerated country and that didn’t happen overnight or by mistake, it happened by a whole set of decisions that are made every day, and the most powerful actors in the criminal justice space are district attorneys,” said Rashad Robinson, a civil rights activist and spokesman for Color of Change Pac, which is backing the campaign.</p> <p>“They determine whether or not police are held accountable but they also determine every day whether or not someone gets a misdemeanor or a felony, whether someone gets a second chance, whether someone’s bail is set extremely high.”</p> <p>In Harris County, Robinson argued, the district attorney has failed to institute progressive reforms and maintained old-fashioned tough-on-crime policies that unduly penalize communities of color. A spokesperson for Anderson did not respond to a request for comment.</p> <p>To educate voters and encourage them to head to the ballot box, #VotingWhileBlack has taken inspiration from some of the successful outreach tactics of the Bernie Sanders campaign, including the use of text messaging.</p> <p>“We’ve bought the access to black folks’ cellphones through the voter file and then coordinated that through the voter file to be able to identify registered black voters in Florida, Ohio, Pennsylvania, and also adding in the Harris County district attorney race,” Robinson said.</p> <p>He said the initiative has sent more than 2.2m text messages and attracted nearly 1,500 volunteers for events such as “text-a-thons”, where attendees try to engage possible voters in text conversations.</p> <p>The ultimate aim is to take a data-driven approach that will harness the kind of energy seen in the Black Lives Matter movement to achieve political change in local communities. Prosecutors in Cleveland and Chicago who drew criticism for their handling of fatal police shootings of African Americans were <a href=\"https://www.theguardian.com/us-news/2016/mar/16/black-lives-matter-movement-midwest-elections-victories\">defeated earlier this year</a>.</p> <p>In August, Angela Corey, a state attorney in the Jacksonville area who was behind a number of harsh sentences and <a href=\"https://www.thenation.com/article/is-angela-corey-the-cruelest-prosecutor-in-america/\">did not get a conviction</a> in the George Zimmerman case, lost her GOP primary to a relative unknown.</p> <p>“We’re gonna win some of these races around the country, we’re gonna lose some. What we will change is that district attorneys will no longer get a free pass. For far too long, district attorneys could go off and do whatever they want, they could decide they were going to serve the police alone and not the community, they were just going to serve moneyed interests and not the wider community,” Robinson said. </p> <p>A study last year found that <a href=\"http://www.nytimes.com/2015/07/07/us/a-study-documents-the-paucity-of-black-elected-prosecutors-zero-in-most-states.html\">95% of elected prosecutors</a> in the US were white.</p> <p>Success, Robinson said, will be a shift in the balance of power that makes elected officials “nervous about disappointing black people”.</p>",
  "<p>Portsmouth in Virginia, and on the recording of a 911 call, a man is reported to have been shoplifting at Walmart. A police officer is on his way.</p> <p>A few minutes later and now we are with the police Taser camcorder. “Take your hand out of your pocket,” says the officer.</p> <p>“You’re not going to Tase me because you’re not going to arrest me for nothing,” says the man suspected of shoplifting.</p> <p>There is then a 15-second gap in the recording, because – the officer says later – the man knocked the Taser out of his hand and it hit the ground so hard that its camera stopped working, for 15 seconds. When it comes back on again, it is recording the aftermath of a shooting: audio mainly; voices, as the camera is lying on the ground, though the enormity of what has happened is immediately obvious.</p> <p>“Shots fired, suspect down …. Don’t die on me, brother; talk to me, man … He’s unresponsive, have medics standing by … I’m not getting a pulse, starting CPR …”</p> <p>During that quarter of a minute of camera malfunction, <a href=\"https://www.theguardian.com/us-news/2016/oct/28/virginia-police-shootings-we-missed-an-opportunity-to-stop-him\" title=\"\">William Chapman, 18, has been shot and killed</a>.</p> <p>Self defence, and all by the book, says Stephen Rankin, the officer. First-degree murder say Chapman’s family and the prosecutor (this is one of the rare cases that ends up in court). Over 90 minutes, <strong>This World: Unarmed Black Male</strong> (BBC2) forensically unpicks the case from that car park – a young man lying in a widening sea of blood, and a mum at home who does not yet know her boy is gone – to a verdict in the case against Rankin. The documentary makers are secured access to Chapman’s family, and also to Rankin himself, who talks. Plus Rankin’s partner and others because the film – unlike the court case, which can’t – goes back to before those shots were fired, to the <a href=\"https://www.theguardian.com/us-news/2015/jun/01/stephen-rankin-military-trained-officer-william-chapman\" title=\"\">first time Rankin fatally shot an unarmed man while on duty</a>.</p> <p>Unarmed Black Male also puts Chapman’s death into the context of a year – last year – in which he was just one of 306 <a href=\"https://www.theguardian.com/us-news/series/counted-us-police-killings\" title=\"\">African Americans killed by police</a>. So here is <a href=\"https://www.theguardian.com/us-news/walter-scott-shooting\" title=\"\">Walter Scott in Charleston, South Carolina</a>, being shot eight times from behind as he walks away; and <a href=\"https://www.theguardian.com/us-news/2015/apr/12/video-shows-tulsa-police-pursuing-and-shooting-man-killed-in-alleged-mistake\" title=\"\">Eric Harris in Tulsa, Oklahoma</a>, who was killed by mistake (“Fuck I shot him, I’m sorry,” says the officer); and <a href=\"https://www.theguardian.com/us-news/2016/jul/07/facebook-live-video-appears-to-show-black-man-shot-police-minnesota-philando-castile\" title=\"\">Philando Castile in St Paul, Minnesota</a>, shot after being pulled over for a broken tail light, the aftermath filmed by his girlfriend as her man bleeds beside her; also <a href=\"https://www.theguardian.com/us-news/2016/jul/07/dallas-shooting-police-officers-protest-alton-sterling-philando-castile\" title=\"\">Micah Johnson’s reprisal sniper attacks</a> on police officers in Dallas. It does not matter how much you’ve seen some of this footage, it still acts like a Taser to hope itself.</p> <p>So much of Unarmed Black Male is shocking, depressing and sad: the footage; the numbers; the grief of a mother, two mothers, mourning their sons; the anger of a community. And the picture it shows of a country divided by race. Divided to the extent that the witnesses – a group of (white) construction workers and the (black) Walmart employee who made the 911 call – see two different events: William Chapman attacking Officer Rankin, and not attacking him, respectively.</p> <p>Rankin was an accident waiting to happen and should not have still been a police officer, says his ex-wife and a former boss. A serious gun enthusiast, he referred to his firearms case as “Rankin’s box of vengeance”. But then, judging by this recruitment video you might think that was just the kind of person the Portsmouth police department was after. It’s like a game of Soldier of frigging Fortune, complete with metal-guitar solo, one of the most chilling moments in a chilling film.</p> <p>Possibly even worse is Rankin explaining that what normally happens in these cases is that you get three weeks of administrative leave while they investigate the incident, then you return to work and get a medal for a valorous act if that is appropriate, which it usually is. “Three weeks and a medal,” he says with a little smile. For killing someone.</p> <p>It might make you angry, watching. But James Jones’s absorbing documentary remains objective, open-minded and journalistic, allowing the events and the people to speak for themselves. And it is all the more powerful for that. In the end, <a href=\"https://www.theguardian.com/us-news/2016/aug/04/william-chapman-shooting-officer-stephen-rankin-guilty\" title=\"\">Stephen Rankin gets 130 weeks</a> – two-and-a-half years – not of administrative leave but jail time, after the jury finds him guilty of voluntary manslaughter. No medal.</p>",
  "<p>When I heard about <a href=\"https://www.theguardian.com/sport/2016/nov/01/louis-smith-banned-british-gymnastics-video-mocking-islam\" title=\"\">Louis Smith being banned from gymnastics</a> for two months for mocking Muslim prayer I thought of Toni Morrison, who once said that “the very serious function of racism is distraction”. There’s no doubt it was a stupid thing for Smith to do, and, yes, if you look at it for what it is, it is Islamophobic. But this story is a distraction.</p> <p>It’s no secret that Islamophobia has been steadily on the rise in the UK, Europe and the US. There’s the relentless hounding of Muslims on the front pages of our national newspapers; Donald Trump has added a Muslim travel ban to his repertoire of racist ideas; and broadcaster <a href=\"https://www.theguardian.com/commentisfree/2016/jul/20/fatima-manji-kelvin-mackenzie-toxic-propaganda-sun-anti-muslim\" title=\"\">Fatima Manji</a> has been directly targeted for wearing a hijab by Sun columnist Kelvin MacKenzie, only to have the press regulator uphold his right to attack her.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I would rather be having a discussion about how we tackle violent hate crimes in the UK</p> </blockquote> </aside>  <p>For me, racism is about more than just a drunken idiot such as Smith jabbering into his cameraphone at 5am. It’s institutionalised discrimination, accepted as normal in powerful places such as the media, politics and supposedly independent bodies, that sets the standard of what is acceptable. So why are we spending so much time on Smith’s story?</p> <p>A cynical part of me wonders whether the flames around this debate were fanned by those who wanted to create a greater divide between Muslims and those who have little contact with them. I’ve seen a lot of outrage directed at those “thin-skinned Muslims”, who are&#xa0;upset about Smith drunkenly mocking them. In some articles, it has felt like&#xa0;the story is a thinly veiled way of baiting both Muslims and those who don’t very much care for them, pitting one against the other.</p> <p>On the one hand, it’s played into the hands of those who want to say that Muslims are overly sensitive, that they can’t take a joke and they’re opposed to freedom of speech. On the other, some people are quite understandably upset about Smith’s behaviour, as it can&#xa0;be seen as a continuation of the casual and aggressive Islamophobia that’s increasingly seen in Britain.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/blog/2016/nov/02/louis-smith-ban-british-gymnastics\">Louis Smith’s ban? British Gymnastics needs to get off its high horse</a> </p> </aside>  <p>Having said that, many of us have bigger things to be worrying about and his antics have no direct impact on us.</p> <p>It’s not necessary to take on every battle over race or religion. There’s room for people to say things I find distasteful or offensive, and it’s not going to affect me if a gymnast gets drunk and makes a fool of himself. Just as I don’t take on every troll on social media, I’m not interested in focusing solely on a story that has little to do with the very real and troubling effects of Islamophobia.</p> <p>I would rather be having a discussion about how we tackle violent <a href=\"https://www.theguardian.com/society/2016/sep/07/hate-surged-after-eu-referendum-police-figures-show\" title=\"\">hate crimes in the UK</a>, how our foreign policy will impact on the war in Syria, and what is going to be done with the government’s <a href=\"https://www.theguardian.com/commentisfree/2015/feb/04/theresa-may-prevent-bill-extremism-security-terrorism\" title=\"\">anti-terror strategy Prevent</a>, which seems to put all Muslims under suspicion. Tackling and resolving some of these issues would help foster understanding, trust and respect between different communities, and that would be a positive step.</p> <p>It has to be said that, since the incident, Smith has done a good thing in trying to reach out and build bridges, visiting mosques and speaking to Muslims. I just can’t help thinking that it’s more necessary for someone like Kelvin MacKenzie to be doing that kind of outreach. After all, when people like him cast aspersions on Muslims, they do so in the sober light of day, in prominent sections of the national media – and that, to me, is a distraction we really need to be paying more attention to.</p>",
  "<p>Rapper Lil Wayne has clarified his comments on Black Lives Matter, putting his claims that the movement “had nothing to do with [him]” down to being agitated by a line of questioning about his daughter.</p> <p>The New Orleans rapper was <a href=\"http://abcnews.go.com/Nightline/video/lil-wayne-feel-connected-black-lives-matter-movement-43231555\">interviewed on ABC’s Nightline</a> on Tuesday night when he said: “I don’t feel connected to a damn thing that ain’t got nothin’ to do with me. If you do, you crazy as shit.”</p> <p>In a statement released less than 24 hours after the interview, Lil Wayne said his response was born out of annoyance at questions the interviewer asked about his daughter, <a href=\"https://www.theguardian.com/music/2012/oct/05/iviona-hatch-cori-b-rap-daughters\">Reginae Carter</a>. </p> <p>“When the reporter began asking me questions about my daughter being labeled a bitch and a hoe, I got agitated,” he told TMZ in a statement. “From there, there was no thought put into her questions and my responses.”<br></p> <p>He added: “Apologies to anyone who was offended.”</p> <p>In September, Wayne said “<a href=\"http://www.foxsports.com/nfl/story/colin-kaepernick-racism-aaron-rodgers-lebron-james-lil-wayne-greatness-skip-bayless-091316\">there is no such thing as racism</a>” on Fox Sports, a statement he also clarified later, when he explained he made the comment because his life had been saved by a white police officer when he was 12.</p> <p>Fellow rapper A$AP Rocky <a href=\"https://www.theguardian.com/music/2016/jul/21/asap-rocky-views-black-lives-matter-bill-cosby\">was criticised in July</a> when an old interview resurfaced where he distanced himself from Black Lives Matter and the protest movement post-Ferguson. He said: “I don’t wanna talk about no fucking <a href=\"https://www.theguardian.com/us-news/ferguson\">Ferguson</a> and shit because I don’t live over there. I live in fucking Soho and Beverly Hills. I can’t relate.”</p> <p>He later apologised for his comments, putting them down to being in mourning over the death of A$AP Yams, his close friend and fellow member of A$AP Mob.</p>",
  "<p>Bronze figures of patient commuters that have stood at a railway station for 30 years have been given listed status because of their importance to black British history.</p> <p>The sculptures will be familiar to anyone who has waited for a Southeastern train at <a href=\"https://www.theguardian.com/cities/datablog/2016/jan/14/how-has-brixton-really-changed-the-data-behind-the-story\">Brixton</a> railway station in south London.</p> <p>Commissioned by British Rail, the three figures were made by the artist Kevin Atherton in 1986 and include two thought to be the first public sculptural representations of black British people in the UK.<br></p> <p>Called Platforms Piece, it is one of three new black history listings announced by the government on the advice of heritage body Historic England, part of its contribution to the <a href=\"http://www.bbc.co.uk/mediacentre/mediapacks/blackandbritish\">BBC’s Black and British season</a>.</p> <p>The others are <a href=\"http://www.better.org.uk/leisure-centre/london/lambeth/brixton-recreation-centre\">Brixton Recreation Centre</a> and <a href=\"http://www.londonremembers.com/memorials/nelson-mandela-bust\">Ian Walters’ bust of Nelson Mandela on London’s South Bank</a>. All now have grade II listing.</p> <p>Duncan Wilson, chief executive of Historic England, said: “Today’s announcement is part of the work we have been doing to recognise and explore the rich diversity that has been part of our national story for so many centuries.</p>  <figure class=\"element element-image\" data-media-id=\"4d6f7b427ba394e7bb0bef183473f5f1b65e867c\"> <img src=\"https://media.guim.co.uk/4d6f7b427ba394e7bb0bef183473f5f1b65e867c/151_80_3345_2006/1000.jpg\" alt=\"The statue of Nelson Mandela on the South Bank in London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The statue of Nelson Mandela on the South Bank in London.</span> <span class=\"element-image__credit\">Photograph: Oli Scarff/Getty Images</span> </figcaption> </figure>  <p>“We want to make sure that we celebrate historic places, everyone, regardless of gender, race or orientation, sees their places represented – places that resonate for them and represent the history of this country as they see it.”</p> <p>The commission was made at a time when the Brixton riots were still fresh in people’s memories. Atherton wanted models who represented the local community. One of those was Joy Battick, who recalled the fun she had being cast for the sculpture.</p> <p>“But we were serious too because we knew it would be on display to local people forever. Now it’s a real Brixton landmark and I can’t believe that my figure has appeared in a book next to other London statues of people like Queen Boudicca and Winston Churchill.”</p> <p>Not far from the station and also being listed is the recreation centre, or the Rec. It opened in 1985 and is now recognised as one of the finest sports centres to have opened in the 70s and 80s.</p> <p>The third listing is for the Mandela bust, which was completed in 1982 to mark the 70th anniversary of the African National Congress. It was unveiled on the south side of the Royal Festival Hall by the ANC president Oliver Tambo in 1985.</p> <p>Historic England is calling on people to add details of their own stories and pictures relating to black history to the <a href=\"https://historicengland.org.uk/listing/the-list/\">National Heritage List for England</a>.</p> <p>The Black and British season takes place on the BBC this month.<br></p>"
]