[
  "<p>As an infectious disease physician, scanning breaking news headlines for stories about Zika is a work-related hobby. The latest bit of bad news to cross the wire, on Thursday, was <a href=\"https://www.theguardian.com/world/2016/sep/01/zika-virus-found-mosquitoes-miami-beach\">the confirmation</a> that mosquitoes in Miami Beach harbor the Zika virus. </p> <p>Reading this announcement, the general public might rightly be pessimistic about the medical community’s ability to cope with emerging infectious diseases – Zika just seems to keep on spreading. However, despite <a draggable=\"true\" href=\"https://www.theguardian.com/commentisfree/2016/aug/18/zika-virus-bill-funding\">the politicization of the disease</a> and the difficulties individual local health agencies may have marshaling resources, the scientific community’s response so far has actually been a resounding success. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/08/zika-doctor-pregnant-women-obgyn-florida\">I’m treating pregnant women with Zika and this is what it’s like | Christine Curry</a> </p> </aside>  <p>In the span of less than a year, the scientific and medical worlds have moved at a breakneck speed, probably not seen since the dawn of the HIV pandemic, to not only unravel the mysteries of this virus but to provide a pathway to ultimately extinguish its ability to threaten our species. </p> <p>When Zika, a virus believed for decades to be almost entirely benign, appeared for the first time in the western hemisphere, it coincided with a remarkable spike in numbers of newborns with microcephaly, a devastating and extremely costly condition that leads to cognitive impairment, developmental delays and early death. This sort of brain damage was never before associated with Zika, or with any disease like it. </p> <p>A major scientific endeavor – and indeed the driving force behind the World Health Organization’s (WHO) quick declaration of a public health emergency – was required to establish whether these two events were merely correlated, or if a causal relationship existed. In a remarkably short span of time, the US Centers for Disease Control and Prevention (CDC) put Zika through <a draggable=\"true\" href=\"http://www.nejm.org/doi/full/10.1056/NEJMsr1604338#t=article\">Shepard’s criteria</a>, a rigorous series of steps used to establish causation for fetal abnormalities like microcephaly. A similar establishment of causality was made for Zika’s role in the autoimmune neurologic disorder Guillain-Barré syndrome.<br tabindex=\"-1\"></p> <p>Concurrently, separate efforts to develop a vaccine effective against Zika flourished, leading to at least two candidate vaccines (with more to follow) <a href=\"http://www.theverge.com/2016/6/28/12047994/zika-virus-possible-vaccine-successful-mice-trials\">already moving</a> into human trials. Laboratory diagnostics for Zika, which were virtually non-existent a year ago, are now available all over the world and will probably become even more refined and accessible after the WHO took steps to internationally standardize the strain of Zika used in research and development this week. </p> <p>It is crucial to realize that these diagnostic tests have not yet been formally licensed for use by the US Food and Drug Administration (FDA) but have been made available through Emergency Use Authorizations. These emergency authorizations are the result of important legislation that emphasized the absolute need to eliminate bureaucratic hurdles in the midst of a public health emergency. </p> <p>Indeed, a whole portion of the FDA – the Office of Counterterrorism and Emerging Threats – was created years ago for just this very reason, and this office’s efforts in prior emergencies, such as the 2009 flu pandemic and the 2014 Ebola outbreak, altered the course of those outbreaks for the better.</p> <p>More basic scientific questions have also been probed by multiple research groups and have revealed the virus’s proclivity for traversing the placenta to reach the fetus, and the molecular pathways the immune system uses to combat the virus’s attack. This week, researchers also found that we may be able to repurpose a tapeworm medication to fight Zika, which would fast-track the process of delivering the drug to the market, because it is already approved by the FDA. </p> <p>With each outbreak, leaders in the fields of infectious disease and public health preparedness become more skilled as they integrate the lessons of the past into their knowledge base. The flourishing of the human species is directly related to our ability to minimize the impacts of these threats. </p> <p>There is a tendency with every outbreak of disease to see the litany of negative headlines and hear the hoof beats of the Four Horsemen of the Apocalypse. The burden caused by Zika, thus far, has been sizable, and for those families in which a pregnancy was affected, incalculable. </p> <p>However, the historic scientific and medical advances that have characterized the response to the Zika outbreak show the profound advancement of modern science, and ultimately how far we have come in confronting global threats of disease.</p>",
  "<p><strong>In July our son checked out of a hall of residence in Coventry owned by Unite Students. Now the company is trying to deduct £152 from the £250 deposit, which we paid in advance, for “repainting” the room and covering marks around the desk area.</strong></p> <p><strong>It charged a staggering £5,600 for one academic year’s use and we had to supply bedding, kitchen equipment (other than white goods), plus crockery, cutlery etc. Can Unite legally deduct this without any clear proof of damage or wrongdoing relating to our son’s use of the room? Surely repainting on a regular basis is not a cleaning cost but a routine part of maintenance? </strong><em>PT, Bristol</em></p> <p>The nub of your grievance boils down to whether the damage requiring redecoration constitutes “wear and tear” or something more serious. Your tenancy agreement says students should maintain rooms in “decorative order”, but I don’t think it is reasonable to expect them to be in the same pristine state at the end of a year. The company’s terms and conditions has an exhaustive list of repairs, redecoration, cleaning and replacement charges, indicating the extent to which it keeps on top of this area.</p> <p>After we approached Unite it said that if you had contacted the local team or gone through the company’s dispute process then this could have been nipped in the bud. It has now agreed not to deduct the redecorating charge of £107 on the grounds that it could be classed as reasonable wear and tear, but has produced a photo of under your son’s desk – stained as a result of an exploding pen – for which it is still charging you £45 to repaint, which you have now accepted.</p> <p>A Unite Students spokesperson said: “We’re grateful to <em>the</em> <em>Observer</em> for making us aware of the situation as the concerns hadn’t been raised with us directly. We’re committed to providing our students with a great, hassle-free experience and having discussed the issue we’ve been able to resolve it quickly.”</p> <p>It’s always worth taking your own photographs before moving out in case of any disputes like this.</p> <p><strong>If you need help email Anna Tims at </strong><a href=\"your.problems@observer.co.uk\" title=\"\"><strong>your.problems@observer.co.uk</strong></a><strong> or write to Your Problems, The Observer, Kings Place, 90 York Way, London N1 9GU. Include an address and phone number.</strong></p>",
  "<p>One of the many stories about Charles de Gaulle concerns a tour he made of France after the liberation in 1944. Some of the people who turned out to cheer him preferred to forget they’d been applauding his predecessor Marshal Pétain only a few months earlier. On one such parade, someone in the crowd was heard to shout, “<em>Vive le Maréchal!</em>” De Gaulle is supposed to have turned to a colleague and said: “Another woman who doesn’t read the papers.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2016/aug/31/coronation-street-apologises-complaints-itv-eva-price\">Coronation Street apologises as nearly 300 complain about 'racist' remark</a> </p> </aside>  <p>Surprisingly in 2016, it seems there are still plenty of people around, including in the media itself, who don’t read the papers, watch the news or keep up with current events. If they did, they wouldn’t get into the kind of controversy that Coronation Street has found itself in this week.</p> <p>It should be pretty obvious to everyone by now that some of us were going to take exception to character <a href=\"https://www.theguardian.com/media/2016/aug/31/coronation-street-apologises-complaints-itv-eva-price\" title=\"\">Eva Price’s remark</a>, apropos of her dyed blond hair, “I’ve got more roots than Kunta Kinte”, which was followed up with: “No idea who that is, by the way, just something my mum used to say.” Coronation Street was quick to offer the usual pro-forma apology issued in these situations but it’s depressing that it went all the way from a scriptwriter to production without any of the creatives involved noticing. Even if Eva Price and her mum don’t get it, you would expect TV people to have a handle on why those lines were a very bad idea.</p> <p>It’s difficult now to remember just how groundbreaking <a href=\"http://www.imdb.com/title/tt0075572/\" title=\"\">Roots</a> was when it first appeared on TV back in 1977. As a kid who was only used to seeing black characters as figures of fun in sitcoms, this epic historical drama was a landmark for my generation of black youth. Not only were black characters presented as fully rounded people, it was the first real attempt to present the story of slavery in something like an accurate dramatic form. It was great rather than worthy TV, and it wasn’t given a graveyard slot either. In the US, over <a href=\"http://www.museum.tv/eotv/roots.htm\" title=\"\">100 million viewers tuned in</a>. Perhaps the people involved in Coronation Street are too young to remember the original Roots and its impact. But you would have thought they would have noticed the History Channel’s critically acclaimed, slightly reimagined, <a href=\"https://www.theguardian.com/tv-and-radio/2016/may/24/malachi-kirby-on-remaking-roots-kunta-kinte-i-could-feel-the-pain-hear-the-screams\" title=\"\">remake</a> earlier this year.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"3e31904a9a1939746f79144371eda085d2923666\"> <img src=\"https://media.guim.co.uk/3e31904a9a1939746f79144371eda085d2923666/0_14_3000_1800/1000.jpg\" alt=\"LeVar Burton as Kunta Kinte in the 1977 TV adaptation of Roots\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It’s difficult now to remember just how groundbreaking Roots was when it first appeared on TV back in 1977.’ LeVar Burton as Kunta Kinte in the 1977 TV adaptation of Roots.</span> <span class=\"element-image__credit\">Photograph: ABC Photo Archives/ABC via Getty Images</span> </figcaption> </figure>  <p>One of the reasons why America produces so much compelling TV and film is that those involved in it do at least seem to be aware of what’s going on around them. To some extent, Roots was a response to the rise of civil rights and an attempt to engage dramatically with the racial divide in the US, the country’s great “unsolved crime”, and its history.</p> <p>In contemporary America this work is still going on. While the US is engulfed by bitter controversy about police shootings of black men and the rise of the <a href=\"https://www.theguardian.com/us-news/black-lives-matter-movement\" title=\"\">Black Lives Matter movement</a>, its film and TV doesn’t ignore its historical backdrop. The drama series Underground and Sundance movie smash <a href=\"https://www.theguardian.com/film/2016/jan/26/the-birth-of-a-nation-review-sundance-slavery-epic-as-brutal-as-braveheart\" title=\"\">The Birth of a Nation</a> being only the latest examples.</p> <p>Not everyone is entirely convinced by this genre. As one black friend of mine put it: “All right, we get it; slavery was a bad thing.” But that’s to ignore the fact that human evil and the response to it, for better or worse, is always going to make for gripping stories.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>For many black women, our hair has helped us to reclaim our cultural identity and redefine notions of beauty</p> </blockquote> </aside>  <p>The notion that someone would think it’s acceptable for a white, female character to trivialise Kunta Kinte as she talks about her hair roots is also out of kilter with how many black women have been using their natural hair roots on a journey of political and social expression. For many black women, myself included, our hair has helped us to reclaim our cultural identity and redefine notions of beauty. This is captured in the <a href=\"https://www.youtube.com/watch?v=2AmDLsbK2Zs\" title=\"\">great scene</a> in How To get Away With Murder, where Viola Davis rips off her wig to reveal her natural hair, making black women worldwide punch the air.</p> <p>But apparently in the UK, we’re still waiting to catch up when it comes to reflecting contemporary reality. It might be unfair to pick on Coronation Street specifically, but in the past, people have noticed that the show seems very white for a drama that uses modern urban England as its setting. And in general, while there’s a lot of angst about making TV programmes that aren’t quite so white and middle-class, there has been little actual progress in addressing this. No one wants to see well meaning (if leaden) attempts to shoehorn “issues” into drama. But a quick glance at the papers will at least mean that in future Coronation Street won’t be doing Kunta Kinte gags either.</p>",
  "<p>Nearly four years into a task she expects to take 40, 50, even 60 years to achieve, Alicia Garza is done with compromise.</p> <p>Garza is a co-founder of Black Lives Matter: once a hashtag, now a national organisation and a global rights movement. When your goal is to end violent policing, the oppression of black people and racism in the United States – and eventually everywhere else – you can’t hope to bring all parties to the table. </p> <p>“Everybody is now aware of Black Lives Matter, for the most part … but it doesn’t mean systemic racism has been eradicated,” she says before <a href=\"http://fodi.sydneyoperahouse.com/home/why-black-lives-matter/\">her appearance at the Festival of Dangerous Ideas</a> in Sydney on Saturday. “We’ve got dozens and dozens of laws that prevent discrimination, but there’s still discrimination.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/jul/28/can-black-celebrities-shake-america-racial-justice\">Can black celebrities shake America out of its racial justice slumber? | Syreeta McFadden</a> </p> </aside>  <p>“We have said from the very beginning that our movement is about … the fact that there isn’t much quality of life for black people in this country. Our conditions are pretty similar to conditions for black people around the world, which is how we know that it’s not isolated – that it’s intentional and that it’s systematic.” </p> <p>Compounding her frustration at the painfully slow pace of change in the US is her lack of enthusiasm for the Clinton v Trump contest and her exasperation with Barack Obama’s time as president: “I – like many black people in this country, and probably oppressed people around the world – have wanted more from him.”<br></p> <p>Obama was one year into his second term when, in July 2013, George Zimmerman was acquitted of the murder of Trayvon Martin. Garza – along with Patrisse Cullors and Opal Tometi, two fellow black activists also based in California – coined the phrase “Black Lives Matter” in a post to Facebook.</p> <p>The turning point in its transition from online signifier to 21st-century force for civil rights was the fatal shooting of 17-year-old Michael Brown in Ferguson, Missouri, by a white police officer in August 2014. The hashtag came to define the unrest that erupted when on 24 November a grand jury decided not to indict Darren Wilson, the officer who shot him.</p> <p>In the next three weeks, #BlackLivesMatter appeared on Twitter nearly 2m times as protests, some of them violent, broke out in Ferguson and other cities across the US. Between Zimmerman’s acquittal and March 2016, it was used almost 12m times on Twitter, making it the third-biggest “social issues” hashtag in 10 years of the platform.</p> <p>And then <a href=\"http://www.pewinternet.org/2016/08/15/major-recent-events-bring-blacklivesmatter-back-to-the-forefront-as-the-tone-shifts-overnight/\">in July this year</a>, when the deaths of Alton Sterling in Louisiana and Philando Castile in Minnesota preceded gunmen killing police officers in Dallas and Baton Rouge, use of the hashtag reached record heights. On 8 July, #BlackLivesMatter appeared on Twitter more than 1.1m times.</p> <p>Five years on from the “Facebook revolution” of the Arab spring, at a time when the internet is just as likely to be spoken of as a distraction from activism than as a tool for it, Black Lives Matter has been held up as an unequivocal success story – an online conversation that translated to action offline. With a network of 37 chapters listed across the US, one in Canada, and <a href=\"https://www.theguardian.com/uk-news/2016/aug/05/black-lives-matter-protest-sparks-heathrow-traffic-chaos\">a growing presence in the UK</a>, it organises protests, community contributions, and activism of the kind that existed before smartphones.</p> <p>In August alone, Black Lives Matter and its affiliated groups occupied <a href=\"https://www.theguardian.com/us-news/2016/jul/29/chicago-protestors-occupy-homan-square-police-black-lives-matter\">a Chicago detention and police facility</a> at which the severe abuse of prisoners was alleged; protested against what they say is race-based police brutality in New York, Los Angeles and Ontario, among other cities; and <a href=\"https://www.theguardian.com/us-news/2016/aug/01/black-lives-matter-release-policy-statement\">released a policy document</a> outlining how “the war against black people” might be brought to an end.</p> <p>“If people did nothing but retweet, share and like, there would be no movement,” Garza says.<br></p> <p>She sometimes worries that too much attention is given to the online conversation about BLM at the expense of real-world activism.</p> <p>Its LA chapter is now organising an occupation of City Hall, calling for the police chief to be fired for his oversight of a department that, Garza says, “continues to kill black people with no consequences”. Hundreds of protesters have been there since 12 July; staring down their 50th-odd night <a href=\"https://www.facebook.com/bethkempf/posts/10153660753666059\">on 31 August</a>, the group was running low on ice and water.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/jul/21/charles-kinsey-black-people-safety-police\">Will black people ever feel safe around police? I doubt it | Jamilah Lemieux</a> </p> </aside>  <p>“We spend more time talking about what’s happening on Twitter than we do talking about what kind of organising people are doing in the cities we live in,” says Garza. “That’s challenging for us.”</p> <p>But Garza says BLM is born of a “long tradition of seeking freedom” that is now organised online. “What it takes to get people from liking and sharing and retweeting to organising is a hard and long process,” she says. “Technology has really changed the game in terms of how people participate and what they decide to participate in.”</p> <p>For the potential reach alone, no organisation can afford to go without social media, particularly Facebook. According to a <a href=\"http://www.journalism.org/2016/05/26/news-use-across-social-media-platforms-2016/\">Pew Research survey</a>, two-thirds of its US users access news on the site, suggesting that the culture is there to be influenced. Garza is uncomfortably aware that Facebook and Twitter are publicly traded companies that allow harassment and surveillance on activists and events, and retain ultimate control over content that’s handed over to them.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/jul/12/black-lives-matter-marc-benioff-facebook-twitter-uber\">How the tech industry is exploiting Black Lives Matter</a> </p> </aside>  <p>Video streamed live to Facebook <a href=\"https://www.theguardian.com/us-news/2016/jul/07/facebook-live-video-appears-to-show-black-man-shot-police-minnesota-philando-castile\">of Castile shot in his car</a> by a police officer in suburban St Paul, Minnesota, was temporarily removed after it broadcast on 6 July, as was the profile of Castile’s fiancee, who posted it. A spokesperson said it was a “technical glitch” and apologised but many remained sceptical of the explanation; Facebook subsequently denied that police had any involvement in the video’s disappearance.</p> <p>Mark Zuckerberg, meanwhile, <a href=\"https://www.facebook.com/zuck/posts/10102948714100101\">wrote in a status update</a> that the “graphic and heartbreaking” video of Castile was a reminder of “why coming together to build a more open and connected world is so important – and how far we still have to go”. The next day, a giant sign reading “Black Lives Matter” was put up at Facebook’s Menlo Park headquarters. Only five months earlier, <a href=\"https://www.theguardian.com/technology/2016/feb/25/mark-zuckerberg-facebook-defacing-black-lives-matter-signs\">Zuckerberg had reprimanded employees</a> for repeatedly defacing “Black Lives Matter” signs by changing them to “All Lives Matter”.</p> <p>“For it to be truly democratic, there would need to be a kind of ownership from everyone, and that doesn’t exist,” says Garza. “Facebook is a private company, yet we have these expectations of this platform that it serve a purpose that they’ve never actually said they’re there to serve.”<br></p> <p>A key question for the movement is what it would take to create its own platforms: “Platforms that are ours, that don’t get censored, that don’t pick and choose about what content they will and won’t allow.”</p> <p><a href=\"http://www.pewinternet.org/files/2016/08/PI_2016.08.15_Race-and-Social-Media_FINAL.pdf\">Another Pew study</a>, which was released on 15 August and looked into BLM in some depth, found that white social media users were significantly less likely to encounter race-related content – or post it themselves – than black users.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/jul/16/obama-black-lives-matter-doesnt-ensure-they-do\">Obama says Black Lives Matter. But he doesn't ensure they do | Patrisse Cullors</a> </p> </aside>  <p>That finding did not surprise Garza, but she says it is less evidence of the echo chamber – one of the common criticisms of online media activism – and more of “how systemic racism works”.<br></p> <p>“If you’re to look at people’s social networks, not a lot of white people have a social network that has lots of black people – it doesn’t happen. It makes sense to me that online would be as segregated as offline because it’s just mimicking patterns that exist in real life.”</p> <p>She adds: “If your indicator of whether the movement is successful or not is whether or not white people are sympathetic to it, then I think you’ve missed the point.”</p> <p>One of the organisation’s 13 guiding principles is: “In affirming that black lives matter, we need not qualify our position.”</p> <p>“All lives matter” is a common retort used in defence of individuals and institutions criticised by the BLM movement, often the police. It has also used by opponents of abortion and to promote animal rights – bolstering criticism that its use minimises minorities’ experiences, particularly of police brutality and discrimination. With the unprecedented online activity citing #BlackLivesMatter over 13 days in July, the Pew study found a “dramatic” shift in tone of the online conversation and a spike in support for #AllLivesMatter – and for #BlueLivesMatter, an affirmation of the lives of police officers.</p> <p>Mentioning the persistence of such rejoinders, which have dogged the BLM movement since it began, raises a rare spark of irritation from Garza – albeit accompanied by her characteristic incredulous chuckle. Her tolerance, she says, depends on her mood.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"9a767ec6f7c5a293967a437d283305ebf41823ed\"> <img src=\"https://media.guim.co.uk/9a767ec6f7c5a293967a437d283305ebf41823ed/445_167_2253_1830/1000.jpg\" alt=\"Alicia Garza, centre, with her Black Lives Matter co-founders Opal Tometi and Patrisse Cullors\" width=\"1000\" height=\"812\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Garza, centre, with her Black Lives Matter co-founders Opal Tometi and Patrisse Cullors.</span> <span class=\"element-image__credit\">Photograph: Slaven Vlasic/Getty Images</span> </figcaption> </figure>  <p>“By and large, I’m starting to feel like, if somebody doesn’t want to fucking understand – excuse my language – if somebody can’t see the contradiction of saying all lives matter ... then they’re just wilfully being ignorant, and an asshole.”</p> <p>When black lives are being “systematically targeted for demise”, the inference of “All Lives Matter” is, “I don’t think that black people and white people should be equal … I don’t agree with what you’re doing.</p> <p>“And I would much rather have that conversation than this other, round-the-road conversation of whether it’s all lives, or black lives, or only black lives … I’m starting to feel like I want to save my breath for more important conversations, which are like, ‘OK, how are we going to get free?’”</p> <p>This will take both legislative and cultural change, she says, and decades for them to bed in. “Do we feel like we’re making progress? Yes and no. It is very much two steps forward, one step back. And I think that that is why it’s important for us to have a long view. The first major piece of civil rights legislation in this country took 40 years. <em>Forty</em>.”</p> <p>She laughs. “So we’re doing pretty good in the three and a half years we’ve been around.”</p> <p>But creating a community of activists who are built for the long haul is a challenge at a time when, Garza agrees, few people are prepared to commit to anything for very long. She is concerned that there may be supporters of BLM “sitting on the sidelines” because they equate activism only with protest.</p> <p>“That really is our work – to make sure that the movement is everywhere … in hospitals and healthcare, in schools, in our workplaces, in our churches,” she says. “That’s what’s going to really accelerate the pace of the change that we seek. </p> <p>“That is the beauty and the burden, in some ways, of a movement like this: there’s so much to be done, and it always feels like there’s not enough time to do any of it.”</p> <p>Perhaps because of the commitment she says she’s prepared to shoulder, Garza, now 35, is scathing of those who have contributed less than they could have. “You know, I’ll put it this way,” she says, when asked about her perceptions of Obama’s eight years as president. “I’ve learned much more about politics than I thought I ever would.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>You’re never going to get a compromise. You can’t compromise on somebody’s life – you just can’t</p> <footer> <cite>Alicia Garza</cite> </footer> </blockquote> </aside>  <p>The chief takeaway? “How much work needs to be done to make this democracy a real democracy.”</p> <p>Garza acknowledges Obama’s “unique burden” of being the first black president, his hostile Congress, and his successes – she singles out his record number of commutations for non-violent drug offenders.</p> <p>But Garza says Obama has seemed leery of giving people cause to think that “he only cares about black people”, and as such remained muted on the crises in those communities.<br></p> <p>Even in his second term, she says – even after repeated, repeating murders of unarmed black people by police – he has seemed to want to bring all the parties to the table, to work out some kind of compromise.</p> <p>“The challenge with that approach when it comes to things like violent policing or systemic racism is that you’re never going to get a compromise. You can’t compromise on somebody’s life – you just can’t.” She laughs.</p> <p>“Like, what are we doing? ‘If you shoot me in the leg, instead of shooting me in the head, that’s better’? No!”</p> <p>What’s required is leadership – and action, says Garza. “Somebody needs to say, ‘You know what? This has to stop. We cannot continue to have police kill with impunity and not face any consequences, and so therefore what I’m going to do is x, y, z, d, e, f, g.’”</p> <p>She rattles off a list of practical steps that would help BLM achieve its aims, such as defunding police departments with a track record of violence, introducing a national training standard for officers, and mandating psychiatric testing. </p> <p>Internationally, she points to economic sanctions imposed on apartheid South Africa and Cuba for its communist regime as evidence of how nation-states can show more leadership.</p> <p>From her previous visit to Australia and speaking to activists there, she felt that the over-representation of Indigenous people in prisons and poverty drew a range of responses: one being “almost complete denial”, and another, “like ad campaigns: ‘Let’s all be together’”.</p> <p>“Without changing the laws or improving people’s condition, those ads campaigns are for nothing … There’s got to be something beyond dialogue to change the way we do things.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/ng-interactive/2015/jun/01/the-counted-police-killings-us-database\">The Counted: people killed by police in the United States – interactive</a> </p> </aside>  <p>But leadership doesn’t necessarily go hand in hand with popularity. Obama “seems like a fair guy”, says Garza – probably why he has such high approval ratings, she adds, a touch archly. </p> <p>“But after he got elected again, and he can’t run again, I’m like, ‘What have you got to lose, dude?’” She laughs, adding: “Why not go out grand?”</p> <p>Even with just 140 days until 20 January, his last day in office, she is hopeful that he has a final <a href=\"https://www.theguardian.com/us-news/shortcuts/2016/may/02/obama-out-mic-drop-white-house-correspondents-dinner\">mic drop</a> in the works that will reverberate with real impact. </p> <p>Perhaps surprisingly and counterintuitively, Garza has low expectations of and is also less anxious about the stakes in this year’s contest between Donald Trump and Hillary Clinton.</p> <p>“You either participate and hold your nose, or you will not participate at all, or you will participate and vote for a third party – there’s lots of ways to go.” While she will herself vote, Garza says, “what’s clear, with either of these candidates, their presidency will have impact on people’s lives, but it won’t necessarily be radically different from the other presidents before them. That’s one thing we can count on.<br></p> <p>“I’m not in any way under any illusion that there is a vote that I can cast that’s going to get me what I want.”</p>"
]