[
  "<p><strong>The Young Pope</strong> (Sky Atlantic) | <a href=\"https://www.sky.com/watch/channel/sky-atlantic/the-young-pope\">watch trailer on Sky.com</a><br><strong>Black Mirror</strong> (Netflix) | <a href=\"https://www.netflix.com/gb/title/70264888\">Netflix.com</a><br><strong>The Great British Bake Off</strong> (BBC1) | <a href=\"http://www.bbc.co.uk/programmes/b080z0hs\">iPlayer</a></p> <p>From the very moment Jude Law crawls from under a wriggling pyramid of naked babies in St Peter’s Basilica, the darkly ambiguous strains of the Kyrie from Fauré’s Requiem hovering, to rise in the rain and the splendour, with his white cassock and zucchetto – only the pope is permitted to wear a cassock made from watered silk and very handsome it is indeed – it’s reasonably clear that we’re not just in for another episode of <em>Songs of Praise</em>. Unless one directed by Fellini, script by Nietzsche and Machiavelli, set design by God himself. Which, though I like Aled Jones every bit as much as the next atheist, might make for a beezer of an episode.</p> <p><strong><a href=\"https://www.sky.com/watch/channel/sky-atlantic/the-young-pope\">The Young Pope</a> –</strong> HBO, Canal+ and Sky’s latest multinational piece of “Wow. Just… wow” – comes courtesy of Italian creator-director <a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/25/the-young-pope-jude-law-paolo-sorrentino\">Paolo Sorrentino</a>, sometime darling of Cannes and Oscars, and it might just be the most astonishing piece of television to grace our screens this 2016, a year not devoid of contenders. Jude Law plays, with intense and nuanced talent, unseen since <em>Mr Ripley</em> – I see him on chat shows, used to bump into him in Primrose Hill, and his wry self-deprecation masks a deep gift – the first American pope, and the youngest ever.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>This has captivated and enthralled me to precisely the extent that 20 years of religion never did</p> </blockquote> </aside>  <p>Lenny Belardo has been unexpectedly elevated to infallibility, thanks to much politicking behind the puffs of white smoke, and so the Vatican, and the Catholic fifth of the world’s population, is wondering what flavour of pope to expect. As in the Kyrie from Fauré, he’s darkly ambiguous: will the next God on Earth turn out as benevolent or vindictive, liberal or reactionary, modern or hewn in ancient stone and blood-anger? We are kept waiting for an inordinate time. Lenny – he takes the more proper if historically ominous title of Pius XIII – was a foundling orphan, and is a maelstrom of contradictions. A dedicated smoker, intolerant of weakness. Playful and joking, yet cruel, with more than a few barbs. Supremely confident, yet given to black internal monologues. Pope on a mope. At one point he will take his supine priest-confessor high to the Vatican’s rooftops, point out God’s “home” amid the stars. “Just left of the Big Dipper.” What’s it like, begs the monsignor. “Half of a duplex. Though private swimming pool.”</p> <p>His best jousting is saved for his real enemies, chief among them his secretary of state, Cardinal Voiello, who is patently evil and has an evil mole on his face and schemes and dreams, yet turns out to be a quiet pastoral saint. The new pope helicopters in the nun who raised him – Diane Keaton, whose wise American face was born to play this part – to take his right seat, and makes one new friend in Cardinal Gutierrez (Javier Cámara), who is possessed of a sense of humour. One of the many, many strengths of this is that it allows, through the presence of worldwide cardinals, the presence of phenomenal worldwide actors.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"b5898e935cbcc473e0a98147e08c8dc8fd881d3d\"> <img src=\"https://media.guim.co.uk/b5898e935cbcc473e0a98147e08c8dc8fd881d3d/0_401_3849_2266/1000.jpg\" alt=\"Jude Law as Pius XIII with Silvio Orlando as the ‘patently evil’ Cardinal Voiello in The Young Pope.\" width=\"1000\" height=\"589\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jude Law as Pius XIII with Silvio Orlando as the ‘patently evil’ Cardinal Voiello in The Young Pope.</span> <span class=\"element-image__credit\">Photograph: © Gianni Fiorito for Sky Atlantic</span> </figcaption> </figure>  <p>And Lenny’s first address to St Peter’s Square? He opens his arms, repeals the thunder: sunshine blisters the adoring crowd. Lenny’s – Pius XIII’s – words do worse than blister. “What have we forgotten?” he begins, with commanding gusto. “We have forgotten how to play. How to masturbate. How to use contraceptives. How to get abortions… how to celebrate gay marriages. To allow priests to love each other, even to get married… forgotten how to decide to die if we detest living; to divorce; to let nuns say mass. We have forgotten how to <em>play</em>. We have forgotten happiness.”</p> <p>Around the “priests… love each other… get married” bit, three red cardinals faint backwards, plop, like a Terry Gilliam animation, and we realise it’s been a dream sequence. My, and don’t I just hate dream sequences, but this worked.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Black Mirror – six new episodes of Charlie Brooker’s psyche – has honour in its heart yet ashes in its mouth</p> </blockquote> </aside>  <p>As did the extraordinary three end minutes. Not a dream. To Schubert’s Ave Maria – I’m informed by my delightful Shazam app that it’s Cheryl Studer, and it doesn’t get much better – we panned around fat priests struggling to tie laces, priests getting injections in their buttocks, nuns playing great football – priests and nuns being insanely human – and I struggle to recall a better three minutes of film, or of humanity, while the anticipation builds towards the pope’s first address. I’m not giving away a spoiler when I say the second episode ends in a shocker, when Pius/Lenny finally takes to that balcony.</p> <p>You can see all this in two ways. Treat it as a wonderfully vindictive assassination of Catholicism, the power of the Vatican, in a way the chosen faithful seem to be able simultaneously to celebrate and condemn. On a more prosaic level, you could just say: “I’ve just seen the pope’s bum.” (Note to self: this is possibly the sentence I should have opened with. Yes, he showers, naked, within five minutes of the opening episode. Pope on a soap.)</p> <p>But this has captivated and enthralled me with its style and beauty and questions, questions, to precisely the extent that 20 years of religion never did. Perhaps religion should have had better directors.</p> <p><a href=\"https://www.netflix.com/gb/title/70264888\"><strong>Black Mirror </strong></a>– my goodness, do I really have to review another simply terrifyingly good slab of television – has honour in its heart yet ashes in its mouth. Six new episodes of Charlie Brooker’s psyche, now released in a one-er on Netflix – not that expensive, and if you sign up you can watch it in the living room if you have a TV born after 1980, and a brain – and I will attempt a precis of the full bhuna.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=jDiYGjp5iFg\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/jDiYGjp5iFg?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption><a href=\"https://www.youtube.com/watch?v=jDiYGjp5iFg\">Watch a trailer for the new series of Black Mirror.</a></figcaption> </figure>   <p>Best of all is <em>Hated in the Nation</em>, the final and feature-length episode, the one with robot drone killer bees replacing hate-talk on Twitter. The poison talk in which many indulge (I’m bizarrely proud to never log on and thus have 13 followers, one of them a complete dick) leads on to consequences of a most visceral, not to say “killy”, nature. It’s clever, it’s ripe with thought, it’s ugly. <em>Nosedive</em> takes my second vote: a beautiful pastel pastiche of every American’s dream since the American dream died: it’s not money, it’s popularity. With contact lenses and phones designed to instantly “rate” every chuffing thing, America eats itself. <em>Shut Up and Dance</em> – a simple (and currently do-able) slice of horrific blackmail, with a vigilante (and also horrific) twist.</p> <p><em>San Junipero</em> was lovely, just lovely. What were you thinking, Mr Brooker? Your perfect afterlife? Cyndi Lauper and Robbie Nevil? <em>Playtest</em> – a horror video game gone <em>so</em> wrong. <em>Men Against Fire</em> – decent conceit, but hasn’t America been doing this since Vietnam? As usual, Brooker has taken our fine imaginings, bumped them up to 12 on the <em>Spinal Tap </em>scale and made us cry and laugh while bolting our doors. American reactions have included “I’m throwing my smartphone in the bin”. Charlie Brooker can change the world.</p> <p>Jane overchilled her Victorian collar. Andrew blew it with a thick layer of undercooked pastry in his sossy rolls. Six short years ago I would have struggled to make sense of these sentences, let alone predict that <strong>The Great British Bake Off</strong> would become such a <a href=\"http://www.bbc.co.uk/news/entertainment-arts-37786108\">record-breaker</a> for the BBC – and the audience for Wednesday’s final was an all-time high for the show.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"d0b23b3e6420f30bbd79dbaaffd2fcfa62bf3ec8\"> <img src=\"https://media.guim.co.uk/d0b23b3e6420f30bbd79dbaaffd2fcfa62bf3ec8/0_0_3500_3236/1000.jpg\" alt=\"Candice Brown, the very last winner of the BBC’s Great British Bake Off, with judge Mary Berry.\" width=\"1000\" height=\"925\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Candice Brown, the very last winner of the BBC’s Great British Bake Off, with judge Mary Berry.</span> <span class=\"element-image__credit\">Photograph: Mark Bourdillon/BBC/PA</span> </figcaption> </figure>  <p>It ended on a wise tone of understatement: there was no acknowledgment that this was the Beeb’s last ever. Perhaps they didn’t feel it necessary, half the world having spent the past five weeks agonising over it when not talking about Trump or Brexit. The BBC took a punt on this, and elevated it most marvellously: and somehow scones became immersive, edge-of-the-sofa fare for me and for millions, and Candice’s deserved victory (“I did it. I’m good… I’m good enough!” she sputtered delightedly through hot salt tears, her pinny looking like the aftermath of the Texas Chainsaw Massacre but with chocolate) was just the icing on the… well, you can guess.</p> <p>I almost feel sorry for Channel 4, having spent £75m on, essentially, a floury, tented oven and Paul Hollywood’s salt’n’pepper moods. I await their follow-up with the same mix of scorn and trepidation I await my first trip down Heathrow’s new runway. The ski-jump one.</p>",
  "<p>As a fractious and often sordid presidential campaign reaches its denouement, Hillary Clinton may be reflecting upon the grim irony that it is Anthony Weiner who has provided what could be the final, miserable twist.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/28/hillary-clinton-fbi-new-email-investigation\">Hillary Clinton demands FBI give details on latest email inquiry 'immediately'</a> </p> </aside>  <p>Weiner’s predilection for sending sexually laden text messages <a href=\"https://www.theguardian.com/world/2011/jun/07/anthony-weiner-twitter-pictures-new-york\">derailed his career in Congress</a> and his chances of <a href=\"https://www.theguardian.com/world/2013/jul/23/anthony-weiner-huma-abedin\">becoming mayor of New York City</a>, but his soap-opera-style re-emergence in the 11th hour of the presidential race may yet trigger the greatest political carnage of all.</p> <p>His appearance comes in an election already defined by allegations of inappropriate sexual behaviour by Clinton’s husband, former president Bill Clinton, and by the Republican nominee, <a href=\"https://www.theguardian.com/us-news/2016/oct/28/temple-taggart-donald-trump-gloria-allred-lawsuit\">Donald Trump</a>.</p> <p>On Friday, Clinton called on the FBI <a href=\"https://www.theguardian.com/us-news/2016/oct/28/hillary-clinton-fbi-new-email-investigation\">to “immediately” explain</a> its announcement that it was reviewing a new batch of emails relating to her, after a review of her use of a private email server was closed in July. </p> <p>Then, the FBI director, James Comey, said Clinton had been “<a href=\"https://www.theguardian.com/us-news/2016/jul/05/fbi-no-charges-hillary-clinton-email-investigation\">extremely careless</a>” in her use of a private server while secretary of state, but said there were no grounds for a criminal investigation. </p> <p>On Friday, <a href=\"https://www.theguardian.com/us-news/2016/oct/28/fbi-reopens-hillary-clinton-emails-investigation\">he said in a letter to members of Congress</a> that the bureau would analyze newly discovered emails that “appear to be pertinent to the investigation”. Republicans were quick to characterise the move as a “reopening” of the investigation into Clinton’s server, a description Democrats rejected.</p> <p>It was later reported that the new emails came from an iPad, cellphone and laptop seized by the FBI and previously shared by Weiner and his estranged wife Huma Abedin, a top Clinton aide.</p> <p>Clinton’s campaign and the Obama administration have been left bewildered by the latest FBI intervention, less than two weeks before the election, with Weiner’s involvement rubbing salt into the wound. </p> <p>John Podesta, Clinton’s campaign chairman, said: “Director Comey’s letter refers to emails that have come to light in an unrelated case, but we have no idea what those emails are and the director himself notes they may not even be significant.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Well, oh God, Anthony Weiner. I should not comment … I’m not a big fan. I wasn’t before he got in trouble</p> <footer> <cite>Joe Biden</cite> </footer> </blockquote> </aside>  <p>“It is extraordinary that we would see something like this just 11 days out from a presidential election.”</p> <p>Vice-president Joe Biden was more direct, telling CNN’s Michael Smerconish in an interview broadcast on Saturday: “Well, oh God, Anthony Weiner. I should not comment on Anthony Weiner. I’m not a big fan. I wasn’t before he got in trouble.”</p> <p>Weiner is being investigated by the FBI and police in North Carolina <a href=\"https://www.theguardian.com/us-news/2016/sep/21/anthony-weiner-sexually-explicit-messages-teen-daily-mail\">over text messages sent to a 15-year-old girl</a>. In the wake of the latest allegations against him, Abedin, who has herself been a target for criticism from Republicans for some time, <a href=\"https://www.theguardian.com/us-news/2016/aug/29/anthony-weiner-sexting-twitter-scandal\">separated from Weiner</a>. She has continued in her role as Clinton’s closest ally on the campaign trail.</p> <p>Once seen as a rising Democratic star, Weiner was forced to <a href=\"https://www.theguardian.com/world/2011/jun/16/anthony-weiner-resigns-twitter-scandal\">resign from Congress</a> in 2011 after he sent a picture of his penis, clad in his boxer shorts, to a 21-year-old student via Twitter. After he initially denied involvement in the messages, further pictures sent by Weiner emerged and he stepped down, at <a href=\"https://www.theguardian.com/world/2011/jun/14/anthony-weiner-barack-obama\">the urging of Barack Obama</a>.</p> <p>A redemptive quest to become mayor of his hometown, New York City, gained traction in 2013, with several polls showing he had a decent chance of beating the longtime Clinton ally Bill de Blasio, the man who would eventually get the Democratic nomination and win the election in a landslide. </p> <p>However, Weiner’s campaign was wounded after he admitted that a self-taken picture of his penis, which appeared on the internet, was in fact his. Weiner had sent the picture to a 22-year-old woman he made contact with after leaving Congress, using the now infamous alias “‘Carlos Danger” in his interactions with her.</p> <p>In a statement at the time, Weiner said: “I said that other texts and photos were likely to come out, and today they have. These things that I did were wrong and hurtful to my wife and caused us to go through challenges in our marriage that extended past my resignation from Congress.</p> <p>“This behavior is behind me. I’ve apologized to Huma and am grateful that she has worked through these issues with me and for her forgiveness.”</p> <p>Abedin initially spoke in defense of Weiner but the former congressman’s election hopes were further tarnished after he admitted sending sexually explicit messages to several other women. Another low point arrived when Weiner was continually asked “What is wrong with you?” during an excruciating live interview with the MSNBC host Lawrence O’Donnell.<br></p> <p>As shown in <a href=\"https://www.theguardian.com/film/2016/jul/07/weiner-review-anthony-new-york-mayor-documentary\">an eponymous fly-on-the-wall documentary</a> released earlier this year, Weiner refused to bow out of the race despite the anguish of his staff and Abedin, who often looked on in silence as her husband attempted to extricate himself from the scandal. </p> <p>Weiner was subjected to taunts from the public and became embroiled in a two-minute argument with a Jewish voter who had criticized his marriage “to an Arab”. Weiner retorted: “You’re my judge? What rabbi taught you that?”</p> <p><a href=\"https://www.theguardian.com/world/2013/jul/29/anthony-weiner-majority-new-yorkers-race\">Weiner’s campaign ended in high farce</a>. The candidate was crushed with just 4.9% of the vote and was forced to dodge Sydney Leathers, a woman who said she had received sexual messages from him, while giving his concession speech. </p> <p>The Weiner documentary showed the candidate scrambling through a McDonald’s restaurant to enter the adjoining building for his speech in order to avoid Leathers, who was waiting outside as part of a media stunt.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\"            data-short-url=\"https://gu.com/p/59yj8\"                    data-show-ads=\"true\"            data-video-id=\"2850182\"            data-video-name=\"Trump gleefully responds to new FBI investigation into Clinton emails – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-5813975ce4b08d944ba4bb6c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/28/161028Trump3_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/28/161028Trump3.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/28/161028Trump3_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\">Trump gleefully responds to new FBI probe into Clinton emails</a></figcaption> </figure>   <p>Abedin, who has become an increasingly public figure in her own right as Clinton’s top aide, announced her separation from Weiner in August “after long and painful consideration and work on my marriage”. Weiner and Abedin have a young son.</p> <p>The split was expected to mark the end of the saga but, in what Clinton will view as a cruel irony, Weiner’s communications have become an issue again at the worst possible time for the former secretary of state.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/jul/07/weiner-review-anthony-new-york-mayor-documentary\">Weiner review – mayoral motormouth makes for painfully compelling viewing</a> </p> </aside>  <p>While there is no evidence the emails involve Clinton as a sender or recipient, the new investigation has allowed Donald Trump to pounce. Last year, the Republican nominee said Weiner was a “perv” and a security risk due to his proximity to Clinton, through Abedin.</p> <p>On Friday, <a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/trump-responds-fbi-investigation-clinton-emails-video\">a gleeful Trump</a> told a rally that the welcomed the new FBI investigation and that the system “might not be as rigged as I thought”. The developments have helped bolster Trump at a time of plummeting poll numbers that have provoked wild, unproven claims by the real estate tycoon that the election is being fraudulently taken from him.</p> <p>The 2016 election now faces the prospect of being defined by the sexual behaviour of three men: Trump, Weiner and <a href=\"https://www.theguardian.com/us-news/2016/oct/09/donald-trump-women-bill-clinton-sex-scandal-hillary-debate\">Bill Clinton</a>. </p> <p>Trump, who has <a href=\"https://www.theguardian.com/us-news/2016/oct/09/donald-trump-women-bill-clinton-sex-scandal-hillary-debate\">appeared with</a> women who accuse former president Clinton of inappropriate sexual behaviour, has been <a href=\"https://www.theguardian.com/us-news/2016/oct/28/temple-taggart-donald-trump-gloria-allred-lawsuit\">accused by several women</a> of making unwanted advances and has <a href=\"https://www.theguardian.com/us-news/2016/oct/07/donald-trump-leaked-recording-women\">boasted on tape and on camera</a> of grabbing women by the genitals and getting away with it, due to his wealth and fame. </p>",
  "<p>Conventional wisdom has it that defendants never catch a break in US federal court: the conviction rate last year was <a href=\"https://www.justice.gov/usao/resources/annual-statistical-reports\">more than 95%</a>. But it seems those odds improve if, like the leaders of last winter’s <a href=\"https://www.theguardian.com/us-news/2016/oct/28/oregon-militia-standoff-bundy-trial-not-guilty-reactions\">armed standoff</a> at the Malheur national wildlife refuge in Oregon, you are part of the radical anti-government right.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/28/oregon-militia-standoff-bundy-trial-not-guilty-reactions\">Oregon militia standoff trial: shock and anger after Bundys found not guilty</a> </p> </aside>  <p>The <a href=\"https://www.theguardian.com/us-news/2016/oct/28/oregon-militia-standoff-bundy-trial-not-guilty-reactions\">decision</a> by a Portland jury to acquit the Bundy brothers, Ammon and Ryan, and five others on conspiracy and firearms charges on Thursday night marks the third time in 28 years that a high-profile federal case involving armed anti-government agitators has collapsed. </p> <p>In each case, questions have arisen over whether white nationalist agitators evoked sympathies among jurors that other defendants do not.</p> <p>Four years ago, an attempt to charge members of the <a href=\"http://www.nytimes.com/2012/03/28/us/hutaree-militia-members-acquitted-of-sedition.html\">Hutaree Christian militia</a> in Michigan with sedition ended in similar embarrassment for the government after the judge said there was no evidence the five defendants intended to attack anyone, much less murder a police officer and ambush his funeral as the prosecution alleged.</p> <p>In 1988, another sedition trial in Fort Smith, Arkansas – this one featuring a <a href=\"http://www.apnewsarchive.com/1988/Defendants-All-Acquitted-In-Sedition-Trial/id-604c50e36bd020ac70be35445b12d059\">rogue’s</a> gallery of more than a dozen of America’s most visible far-right anti-government luminaries, some of them already serving long sentences for violent crimes – also led to acquittals all around, not to mention the marriage of a juror to one of the defendants.</p> <p>In the wake of the Portland verdict, some civil rights advocates and anti-gun activists were quick to suggest a double standard when it comes to civil disobedience and attitudes to gun ownership. </p> <p>“Apparently it’s legal in America for heavily armed white terrorists to invade Oregon,” the former TV talk show host <a href=\"https://twitter.com/Montel_Williams/status/791804173381697537\">Montel Williams</a> wrote on Twitter. “Imagine if some black folk did this.”</p> <p>On the other side of the political fence, some suggested the prosecutors may simply have overreached. Sedition is notoriously hard to prove and the charge has been leveled only a handful of times since the founding of the republic for that reason. In the Oregon case, one juror said he would have had no problem convicting the defendants of trespassing but the conspiracy charge, which carries much stiffer penalties, was a stretch.</p> <p>In an age of anti-establishment anger, jurors also appear to have been swayed by the sheer confidence of the prosecuting attorneys. </p> <p>“The <a href=\"http://www.oregonlive.com/oregon-standoff/2016/10/juror_4_prosecutors_in_oregon.html\">air of triumphalism</a> that the prosecution brought was not lost on any of us,” juror four wrote to the Oregonian newspaper, “nor was it warranted given their burden of proof.”</p> <p>Mark Pitcavage of the Anti-Defamation League, one of America’s foremost authorities on rightwing extremism, said he could only imagine that courtroom dynamics along these lines had undone what had otherwise seemed like a very strong government case. </p> <p>“I was hardly alone in thinking that,” he said. “The mere fact that many of the standoff defendants entered into plea deals rather than go to trial suggests that they and their attorneys also felt the government had a very strong case.”</p> <p>There was similar incredulity at the not guilty verdicts in Fort Smith in 1988, as analysts pondered how the government could possibly lose a case against leaders and foot soldiers of the Ku Klux Klan and Aryan Nations, among other organizations, some of whom had previously been proven to have robbed banks and armored trucks, killed people, and openly called for the violent overthrow of the government.</p> <p>On that occasion, the jury’s sympathy for the defendants was clear. One female juror started up a romance with defendant David Lane, previously convicted of murdering a talk-radio host in Denver. Another female juror ended up marrying David McGuire, charged with plotting to kill an FBI agent and a federal judge.</p> <p>It didn’t help that the judge dispensed with standard jury selection and hand-picked an all-white panel over the objections of the prosecution. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/28/reaction-bundy-brothers-found-not-guilty-oregon-militia-standoff-video\"            data-short-url=\"https://gu.com/p/59k5c\"                    data-show-ads=\"true\"            data-video-id=\"2849079\"            data-video-name=\"Reaction after Bundy brothers found not guilty in Oregon militia standoff – video\"            data-video-provider=\"AP\"            > <video data-media-id=\"gu-video-58133036e4b0219a00d3993b\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/28/161028bundy_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/28/161028bundy.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/28/161028bundy_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/28/reaction-bundy-brothers-found-not-guilty-oregon-militia-standoff-video\">Reaction after Bundy brothers found not guilty in Oregon militia standoff</a></figcaption> </figure>   <p>“If we’d had good jury selection, I think we would have won the case,” the FBI agent targeted for assassination, Jack Knox, said in an interview years later. “The judge … was dredging right at the bottom of the barrel.”</p> <p>Another former FBI agent with extensive experience of the radical far right, Danny Coulson, did not exclude the possibility of similar sympathies being at play in the Oregon case – on the side of law enforcement as much as the jury. Portland may be a liberal city, he said, but gun culture is deeply entrenched in Oregon and many people may have had some bedrock sympathy for the protesters’ complaints.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/29/oregon-militia-standoff-bundy-family\">Rebel cowboys: how the Bundy family sparked a new battle for the American west</a> </p> </aside>  <p>“It’s the tenor of the times,” Coulson said in an interview. “A lot of people in our country are sick of government trying to control every aspect of human life.</p> <p>“I’m not saying I agree with that position, but there are a lot of people who make that case… The bureau [FBI] is brought into this stuff all the time, and they don’t want to do it. They don’t want to be brought into it, and they probably have some sympathy for the cause.”</p> <p>Pitcavage did not agree that sympathy for far-right defendants was a given, in this or any other case. </p> <p>“Almost every prosecution of rightwing extremism is successful,” he said. “Our prisons are full of rightwing extremists. It’s no more difficult to prosecute rightwing extremists than any other class of people. With any particular trial, though, there can be things that affect it.”</p>",
  "<p>The film <a href=\"https://www.theguardian.com/film/2016/sep/03/moonlight-review-devastating-drama-is-vital-portrait-of-black-gay-masculinity-in-america\">Moonlight</a> is extraordinary for many reasons, but to me it is most so for two. First, it considers black boys to be precious, at a time when news stories perpetually make it seem as if the United States considers them to be utterly expendable. Second, it acknowledges the effects that the stalking ghosts of premature death and incarceration have upon gay black masculinity – and it manages to do so without ever diminishing the lives full of complex humanity that black gay men still manage to have in America while navigating that reality.</p> <p>So often, gay lives in America are coded as white, and the forces that shape the lives of queer people of color – say, how immigration affects being Chicano and gay in Calfornia, or how police surveillance affects being black and gay in the New York – are ignored, as gay identity is usually swept up into whiteness. Moonlight eschews this reductivism entirely, brilliantly portraying in a lyrical story how love and connection attempt to take hold. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/sep/03/moonlight-review-devastating-drama-is-vital-portrait-of-black-gay-masculinity-in-america\">Moonlight review – devastating drama is vital portrait of black gay masculinity in America</a> </p> </aside>  <p>The fact that there are about <a href=\"https://myaccount.nytimes.com/auth/login?URI=http%3A%2F%2Fwww.nytimes.com%2Finteractive%2F2015%2F04%2F20%2Fupshot%2Fmissing-black-men.html%3F_r%3D1\">a million and a half black men disappeared</a> from American society by early death and incarceration is not a side issue to black gay men. It’s certainly no side issue to Chiron, Moonlight’s hero, who successfully seeks out a father figure, Juan (Mahershala Ali), only to lose him to an early death. And yet, Moonlight also shows how creative and brilliant black humanity is at being so much more than its pain. Director <a href=\"https://www.theguardian.com/lifeandstyle/2016/oct/15/why-i-love-barry-jenkins-bim-adewunmi\">Barry Jenkins </a>doesn’t dwell on Juan’s death as much as he does on the beauty of his embrace of Chiron in his arms in the sea, on his smile, on his joyful proclamation that you can find black people wherever you go in the world.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=9NJj12tJzqc\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/9NJj12tJzqc?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Another gift Jenkins gives not just to American cinema, but to American culture, is that he depicts black boyhood as something worthy of rooting for to succeed. It is not especially difficult to make white boyhood precious. In the 2014 movie <a href=\"https://www.theguardian.com/film/2015/feb/19/boyhood-selma-american-sniper-race-part-one\">Boyhood</a>, director Richard Linklater encouraged the audience to hold as precious and unique Mason, a banal and totally average white American child who existed in an imaginary nearly all-white Texas. Mason and his friend engage in petty vandalism, and also drink and drive – and yet, Mason, “no angel”, was excused and held dear in a way a black child never would be. </p> <p>Lately, I have been thinking a lot about a <a href=\"http://news.yale.edu/2016/09/27/implicit-bias-may-help-explain-high-preschool-expulsion-rates-black-children\">Yale study</a> where pre-school teachers were asked to watch videos of very young children to look for signs of trouble, and eye-tracking software revealed their eyes went for the black boys first and watched them the most. And why wouldn’t they? As consumers of non-fiction media in America, we are always being told that black boys are suspicious and that violence against them is justifiable. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/sep/15/its-impossible-to-be-vulnerable-how-moonlight-reflects-being-a-black-gay-man-in-the-us\">‘It’s impossible to be vulnerable’: how Moonlight reflects being a black gay man in the US</a> </p> </aside>  <p>The same week Moonlight opened, a sign commemorating <a href=\"http://www.cnn.com/2016/10/22/us/mississippi-emmett-till-sign-bullets/\">Emmett Till, murdered for whistling at a white woman,</a> was riddled with bullet holes – a 14-year-old still considered suspect, six decades after being lynched. But white boys, like Boyhood’s Mason, are considered innocent by default. As we saw the same actor, Ellar Coltraine, grow up on film over 12 years, we were encouraged to see him as the future of America, worth protecting.</p>  <figure class=\"element element-image\" data-media-id=\"a45822785bda0210278c8c0aa7224587ab528242\"> <img src=\"https://media.guim.co.uk/a45822785bda0210278c8c0aa7224587ab528242/0_0_3072_1728/1000.jpg\" alt=\"Jharrel Jerome as Kevin and Ashton Sanders as Chiron in Moonlight’s second act.\" width=\"1000\" height=\"563\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jharrel Jerome as Kevin and Ashton Sanders as Chiron in Moonlight’s second act.</span> <span class=\"element-image__credit\">Photograph: David Bornfriend/film company handout</span> </figcaption> </figure>  <p>In Moonlight, we also see a boy, Chiron, turn into a young man over many years, though we only see him at three stages, each time played by a different actor. Jenkins and the actor who plays “Little” Chiron, Alex R Hibbert, are extraordinarily effective at melting your heart. We root for Little Chiron and his watchful eyes, whether he is avoiding bullies or tepidly checking out his friends as they compare penises. When he poured boiling water into the tub, my heart was in my throat that he could be hurt.</p> <p>But what is more extraordinary, perhaps, is that Jenkins continues to retain our sympathies as Chiron develops into a less passive and more complex person </p> <p>The breadth of Moonlight’s ambitions, and the deft way it deals with complexity is captured at the end of its second chapter, when something happens that chilled me both times I’ve seen it. Chiron (now portrayed by Ashton Sanders) approaches Terrel, a bully who had ordered Chiron’s friend Kevin to beat Chiron up, and smashes a chair over his head. The scene is stunning, not just as a surprise act of revenge from a character whom the audience has experienced as sensitive and sweet, but of how visually reminiscent it is of something that happened in real life. In 2015, a black man named <a draggable=\"true\" href=\"https://mic.com/articles/147556/what-bayna-el-amin-s-assault-case-says-about-racism-in-the-lgbtq-community#.gRCkNzilQ\">Bayna El-Amin </a>smashed a chair over a white gay couple in a BBQ restaurant in New York’s Chelsea neighborhood.</p> <p>When a video of the attack went viral without context, it led to calls for an investigation into whether the <a draggable=\"true\" href=\"http://joemygod.blogspot.com/2015/06/report-accused-fugitive-in-chelsea.html\">“thug”</a> El-Amin had committed a hate crime against the white gay men. But the story was more complex. El-Amin identified as queer in some way, and claimed that the act was in retribution for a fight started by the white gay men he hit with the chair.</p> <p>Gay advocacy groups were interested in the case when it could have been about two white gay men hit by a straight black man, but lost interest when it turned out to be about a black queer man hitting back against white gay men who had started a fight. In different ways, the fictive, slight Chiron and the real life, brawny El-Amin show that it is possible to be black, gay and able to exact revenge against the person who is causing you pain by hitting them with a chair. These narratives muddle a clean victim-perpetrator narrative, do not go well for anyone involved, and are so human.</p> <p>The person I saw Moonlight with (another queer person of color) cheered aloud when Chiron hit Kevin, then sighed when the police showed up, because he knew Chiron’s decision to defend himself was going to cost him dearly. (It also cost El-Amin, who was sentenced to <a href=\"http://www.advocate.com/crime/2016/9/15/nine-year-sentence-man-convicted-chair-attack-nyc-restaurant\">nine years</a>.) By the end of the scene, we don’t know for how long Chiron is going away for. </p>  <figure class=\"element element-image\" data-media-id=\"3ac7729663077f00fc54124c3a9497a6bbbc0d93\"> <img src=\"https://media.guim.co.uk/3ac7729663077f00fc54124c3a9497a6bbbc0d93/0_0_5760_3840/1000.jpg\" alt=\"Heart-melting: Alex Hibbert as little Chirone.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Heart-melting: Alex Hibbert as little Chiron.</span> <span class=\"element-image__credit\">Photograph: David Bornfriend, courtesy of A24</span> </figcaption> </figure>  <p>In Moonlight’s third and final chapter, we do know that Chiron has gone away for some time (during which he meets someone who has now put him out on the block to sell drugs); that his friend Kevin was also incarcerated; that his father figure has died prematurely, and that his mother, Paula (Naomie Harris) lives under some kind of supervised control in a rehab center. When Chiron reconnects with Kevin, he is still on parole, and the experiences of confinement have heavily affected everyone – especially Paula, who is so broken by it she chooses to stay in the rehab center when she could leave because she can’t survive outside.</p> <p>Even in the film’s uplifting moments, it is depressing that everyone in Chiron’s life is either dead or living under some form of state surveillance. Jenkins deals with this deftly, without being heavy-handed or dismissive, and makes the characters no less worthy of our support.</p> <p>The first time I saw Moonlight, I was worried that it could create a dangerous takeaway message: that if black gay men want to lead full lives, they should try to escape from the violence of other black men and into the arms of whiteness. A reading of the film to that point could be saying that Chiron’s precious boyhood could not be trusted to other black boys and men and might better be nurtured elsewhere. </p> <p>As the 1989 film <a href=\"http://www.pbs.org/pov/tonguesuntied/\">Tongues Untied</a> – still so relevant today – points out, it is common for black gay men to internalize a fear of one another and to buy into a push that we ought to flee into the arms of a white gay man. Like worshipping a Brad Pitt-like portrait of Jesus Christ in church, it is easy for black gay men to internalize society’s pressure to idealize white men and believe that salvation can be had by being closer to whiteness. </p>  <figure class=\"element element-image\" data-media-id=\"64a659145a70e5a7df73b5b480ca26f03db5b585\"> <img src=\"https://media.guim.co.uk/64a659145a70e5a7df73b5b480ca26f03db5b585/0_0_5640_3760/1000.jpg\" alt=\"Alex Hibbert and Mahershala Ali as Juan: a model of gay acceptance.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alex Hibbert and Mahershala Ali as Juan: a model of gay acceptance.</span> <span class=\"element-image__credit\">Photograph: David Bornfriend, courtesy of A24</span> </figcaption> </figure>  <p>Since the shootings of mostly Latino queer people at the Pulse nightclub, I have consciously been trying to spend time in queer communities of color, meeting likeminded folks who also desire queerness in skin that looks like theirs. But even among us, it has been sad to learn how often black gay men tell me that out in the world, those like them won’t give them the acknowledging head nod on the street. Brothers have also shared their sadness that they think black gay men won’t date them because they’re waiting for a white boyfriend. So the first time I saw Moonlight, I worried the bullying Chiron received could fit into a flight towards white narrative.</p> <p>But on a second viewing, my fears were allayed for three main reasons. First and most obviously, Chiron doesn’t flee into the arms of a white man, but to his friend Kevin. (Significantly though, like Juan’s partner Teresa, played by <a href=\"https://www.theguardian.com/music/janelle-monae\">Janelle Monáe</a>, Kevin is also light-skinned, teasingly calls Chiron “black” and only acted under the orders of the dark-skinned Terrel.) Second, Juan, Chiron’s father figure in the first chapter, lovingly deflects any sense of shame little Chiron could feel when he asks what a “faggot” is and whether he is one. Juan embodies some of the hardest masculinity in the film and is also a model of gay acceptance, slaying the canard that black people are more homophobic than white people.</p> <p>Finally, Moonlight is an all-black world, devoid of respectability politics. While it tells the story of ambiguous sexuality, it does so with unambiguous blackness and without shame. When stories eschew the white gaze and exist entirely inside of blackness, the protagonists and antagonists are all black. When Marvel’s Luke Cage faces oppression from other black opponents and not from white people, this is not a denial of white supremacy. Similarly, seeing black kids beat each other up in Moonlight is not a call to abandon black masculinity as insufficient to cope with black homosexuality, but to wrestle with the reality of black gay men in its totality.</p>",
  "<p>I started my career in local government and I loved it – so I was shocked by the idea that the job I was so passionate about could be done by a robot.</p> <p>You might trust a robot to vacuum your house while you’re out, but would you trust one to pick up early signs of mental health problems, or to have a conversation with an elderly person who hasn’t spoken to anyone else that day?<br></p> <p>The recent <a href=\"https://www.theguardian.com/society/2016/oct/25/850000-public-sector-jobs-automated-2030-oxford-university-deloitte-study\">Deloitte state of the state report</a> has suggested that 77% of the 1.3m “repetitive and predictable administrative roles” in the public sector could be entirely automated by 2030. I find that patronising and unrealistic. The report doesn’t define what a “repetitive and predictable” role is. </p> <p>I worked in local government and can assure the authors that data entry, en masse, has been automated for years. When residents call a customer service centre, they are triaged by an automated system and that’s just one example. Automation has already happened to the extent to which local government and the ageing infrastructure it has can provide it.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2016/oct/25/850000-public-sector-jobs-automated-2030-oxford-university-deloitte-study\">Study says 850,000 UK public sector jobs could be automated by 2030</a> </p> </aside>  <p>If repetitive and predictable refers to administrative jobs, I challenge any computer or algorithm to organise meetings between multiple members of staff with conflicting diaries that may not be up-to-date, and find a suitable room to hold the meeting in. Some jobs in the public sector may seem like they could be done by a robot but are in fact heavily reliant on the personal touch<em>. </em>In local government I came across PAs who knew the names, faces and number of children of every person with whom their chief exec had a meeting. </p> <p>And while most administrative tasks such as filling in forms are now done online, frontline housing staff who help residents to fill out forms do so because they often deal with vulnerable people who need sensitivity. Show me a robot who can do that with genuine warmth and compassion.</p> <p>There are jobs that I encountered which could, in theory, be automated. Some housing surveys, now done via face-to-face meetings, could be done more efficiently by sending out an online survey. However, for many elderly residents these surveys gave them a chance to have a chat and feel part of a community. The staff conducting the surveys remembered personal things about residents, which made people feel their responses meant something, and you can gather information you might not get via an online survey. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/public-leaders-network/2016/jul/04/robot-amelia-future-local-government-enfield-council\">Robot Amelia – a glimpse of the future for local government</a> </p> </aside>  <p>The Deloitte report argues that automating great swaths of the public sector will lead to significant savings. But the public sector, especially local government, is a huge employer. The sector pays tax and boosts the economy. I can’t feasibly think that all these people would or could go on to work in IT if their jobs were automated. </p> <p>Moreover, in local government people don’t only do one thing. Everyone, including PAs and housing officers, take on varied roles. They’ve had to, because of the cuts. You might automate one part of their job, but there’s a whole lot more they do which can’t be automated. So for now, we might be wise sticking to robot vacuum cleaners. </p> <p><em>This <a href=\"https://www.theguardian.com/public-leaders-network/series/public-servant-my-letter-to-the-public\">series</a> aims to give a voice to the staff behind the public services that are hit by mounting cuts and rising demand, and so often denigrated by the press, politicians and public. If you would like to write an article for the series, contact <a href=\"mailto: kirstie.brewer@theguardian.com\">kirstie.brewer@theguardian.com</a></em></p> <p><strong>Talk to us on Twitter via </strong><strong><a href=\"https://twitter.com/guardianpublic\">@Guardianpublic</a> and </strong><strong><a href=\"https://register.theguardian.com/public-leaders/\">sign up</a></strong><strong> for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.</strong><br></p>"
]