[
  "<p>The race discrimination commissioner, Tim Soutphommasane, says Pauline Hanson is stoking division and appealing to xenophobia as new polling suggests 49% of Australians support One Nation’s call for a ban on Muslim immigration.</p> <p>Following Hanson’s <a href=\"https://www.theguardian.com/australia-news/2016/sep/14/pauline-hanson-first-speech-senate-calls-for-immigration-ban\">first speech in the Senate last week</a>, in which she declared that Australia was in danger of being “swamped” by Muslims and reiterated her call for a ban on Muslim immigration, Soutphommasane was expected to use the opportunity of a forum at the Australian National University on Wednesday to urge Australians to resist politicians’ attempts to divide the community according to race or religion.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/21/progressives-can-attract-hanson-supporters-but-not-by-insulting-them\">Progressives can attract Hanson supporters. But not by insulting them | Peter Lewis</a> </p> </aside>  <p> The race discrimination commissioner argues that racism at its core is about an abuse of power, and appeals to Australians not be complacent about racial intolerance being some kind of “initiation rite” for new arrivals.</p> <p>“Some would say that just as the Irish, Italians, Greeks and Asians copped ugliness, so too will Muslims. That immigrants must show grit and forbearance, become part of the mainstream, and then be free to have a go at the next lot who arrive,” Soutphommasane’s speech notes say.</p> <p>“While we may never eradicate racism and bigotry, it isn’t good enough to say its targets must grin and bear it, or that there’s nothing we can do. Doing so amounts to normalising racism, to suggesting that it should be tolerated.”</p> <p>Soutphommasane’s strong public intervention comes as field work undertaken by Essential indicates the country splits down the middle when presented with a question about banning Muslim immigration.</p> <p>Asked whether they would support or oppose one of Pauline Hanson’s most provocative propositions – a ban on Muslim immigration – 49% of those polled in the Essential survey agreed with the ban, while 40% opposed the idea.</p> <p>Support for banning Muslim immigration is highest among Coalition voters at 60% and non-major party voters at 58% – but the ban also has substantial support from progressive voters.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/16/when-we-walked-out-on-pauline-hanson-we-reached-out-to-decent-australians\">When we walked out on Pauline Hanson, we were reaching out to decent Australians| Richard Di Natale</a> </p> </aside>  <p>According to the survey 40% of people identifying themselves as Labor voters support a ban on Muslim immigration, and there is 34% support among Green voters.</p> <p>The main reason people nominate for not supporting further Muslim immigration is a view that the Islamic community doesn’t integrate into Australian society, with 41% of the sample articulating that view.</p> <p>People also express concern about the threat of terrorism (27%), and agree with the proposition “they do not share our values” (22%).</p> <p> Polling suggests Australians are also anxious about their economic prospects and their job security.</p> <p>Separate polling from Essential indcates a sizeable proportion of Australians believe free trade agreements are a threat to their job security – an issue that ranks ahead of practical workplace-level developments like contracting out, technological change and inflated wages.</p> <p>The recent federal election boosted the political stocks of two overtly protectionist political movements – the Nick Xenophon Team, a micro-party with positive attitudes to multiculturalism, and One Nation, a political party that contends multiculturalism has been a disaster.</p> <p>Essential first unearthed the findings about Muslim immigration in August, but ran a second check to validate the numbers. “These results were surprising to us and we ran a second check to validate them – on both cycles the numbers were the same,” said Peter Lewis, the director of Essential Media Communications.</p> <p>Lewis said he wanted to take a couple of weeks to think through the most responsible way to release the figures and “what they mean, especially in the context of Pauline Hanson’s maiden speech.”</p> <p>In a column <a href=\"http://www.theguardian.com/commentisfree/2016/sep/21/progressives-can-attract-hanson-supporters-but-not-by-insulting-them\">published by Guardian Australia on Wednesday</a> Lewis says: “Here’s the challenge to everyone concerned or affronted by these findings – how do you tell half the population that they are wrong?”</p> <p>“The answer is you don’t. The one thing I’ve learned in more than 20 years around politics is that convincing people they are wrong is a zero-sum game,” Lewis says.</p> <p>He says the challenge is to work with people to understand what is driving their views, and “work with them from the source to win their trust.”</p> <p>In his speech to be delivered at the ANU on Wednesday, Soutphommasane acknowledges the broader context of Hanson’s resurgence.</p> <p>He poses two significant questions: he asks should Australians simply accept that a significant section of the community may be holding intolerant views? And should the response be “killing any racial ugliness with kindness, empathy and understanding”?</p> <p>Soutphommasane rejects the idea that intolerance is ubiquitous, pointing out that 95% of Australian voters did not vote for One Nation in 2016. He says evidence suggests the vast majority of Australians are comfortable with multiculturalism.</p> <p>But he says the nation must avoid the complacency of believing that there may be nothing more Australian than intolerance – “to believe that copping racism is just part of some initiation rite for any immigrant group.”</p> <p>On the empathy question, the race discrimination commissioner says it should be extended only so far. “It’s one thing to discuss matters, including on race and religion, in a civil and respectful manner. Dialogue is always welcome. No reasonable person would disagree.</p> <p>“Where a reasonable person might disagree is where the demand goes further – where we should call on those vulnerable to discrimination to suck it up and be nice to those dishing them out,” he says.</p> <p>“That demand doesn’t make sense when such kindness and generosity may not be reciprocated. Too often, people can forget that the burden of racial tolerance isn’t something that weighs upon everyone evenly.”</p> <p>Soutphommasane will say several ethnic and religious communities have expressed fears about a surge in prejudice and intolerance since the resolution of the federal election.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/16/if-you-want-a-response-from-the-muslim-community-first-understand-it\">If you want a response from the Muslim community, first understand it | Mostafa Rachwani</a> </p> </aside>  <p>“I understand their fears. I remember the effect on our race relations when, twenty years ago, Ms Hanson said that Australia was being swamped by Asians – I remember what it felt like to be told that you and your family weren’t welcome,” his speech notes say.</p> <p>“Today, it is Muslim Australians who may feel unwelcome. This is the cost of the politics of division.”</p> <p>“When politicians target particular groups with their rhetoric, it hurts our communities. It can affect what children experience in the schoolyard, and what their parents experience in their workplace.”</p> <p>He says politicians need to set a higher standard with their public interventions.</p> <p>“Our society is diminished by inflammatory rhetoric or appeals to xenophobia. We expect our political representatives to set the tone for our society, not to be targeting particular groups with hostility.</p> <p>“We should be forthright in speaking out against political appeals to fear. And we should resist political attempts to divide Australians according to race or religion.” </p>",
  "<p>The pressure of modern life can leave many day-dreaming about jacking in their nine-to-five job for a simpler existence off-grid. But who is brave enough to make the leap?</p> <p>Author Vanessa Runs has written about <a href=\"https://www.theguardian.com/lifeandstyle/2016/sep/19/living-nomad-rv-camper-van\">escaping the rat-race for life close-to-nature in a New Zealand camper van</a>, with our readers debating the merits and drawbacks of this below the line. <br></p> <p>Some were in favour, with one commenter saying: “I’ve lived like this for about five months, in remote communities in the UK. My decision was based on a <a href=\"https://www.theguardian.com/lifeandstyle/2016/sep/19/living-nomad-rv-camper-van#comment-83628255\">strong urge to leave all of my comfort zones and do something wild and unpredictable.</a>”</p> <p>Others, however, were less keen: “I like living in an apartment with the temperature that suits me. I have <a href=\"https://www.theguardian.com/lifeandstyle/2016/sep/19/living-nomad-rv-camper-van#comment-83604963\">my books and will soon have to buy another bookcase, probably from Ikea</a>.”</p> <p>Have you tried living in the wild or remotely and how did it work for you? What are the drawbacks? Did you ditch your job to live abroad? Is it hard to go back to a nine-to-five afterwards? Does living close to nature improve your wellbeing? Share your stories with us.</p>  <figure class=\"element element-embed\" data-alt=\"Living remotely\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;script type=&quot;text/javascript&quot; src=&quot;https://guardiannewsampampmedia.formstack.com/forms/js.php/untitled_form_19_copy_5_copy_2_copy_copy_copy_1_copy_2_copy_1_copy_1_copy_1_copy_1_copy_1_copy_copy_1_copy_1_copy_1_copy_copy_copy_copy_1_copy_copy_copy_2_copy_copy_copy_2_copy_copy_2_copy_copy_2_copy_1_copy_1_copy&quot;&gt;&lt;/script&gt;&lt;noscript&gt;&lt;a href=&quot;https://guardiannewsampampmedia.formstack.com/forms/untitled_form_19_copy_5_copy_2_copy_copy_copy_1_copy_2_copy_1_copy_1_copy_1_copy_1_copy_1_copy_copy_1_copy_1_copy_1_copy_copy_copy_copy_1_copy_copy_copy_2_copy_copy_copy_2_copy_copy_2_copy_copy_2_copy_1_copy_1_copy&quot; title=&quot;Online Form&quot;&gt;Online Form - Wild living&lt;/a&gt;&lt;/noscript&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>",
  "<p>The Church of England has appointed a senior figure to drive up the proportion of black and ethnic minority clergy against a backdrop of data showing the church is failing to match national demographics.</p> <p>The proportion of black and minority ethnic (BAME) people among those embarking on the process of becoming a priest fell to 1.9% last year, compared with a share of the general population of about 15%.<br tabindex=\"-1\"></p> <p>In the previous four years, the proportion of BAME new ordinands fluctuated between 4% and 5%, according to <a href=\"https://churchsupporthub.org/wp-content/uploads/2016/09/Ordained-Vocations-Statistics.pdf\">analysis</a> released by the C of E on Tuesday. The reasons for last year’s drop is not known, but the overall trend since 1988, when the proportion was 0.3%, is upward.<br></p> <p>The proportion of existing clergy who were BAME was 3.4% in 2015, up from 3% since 2010. There is one black bishop – John Sentamu, the archbishop of York – and only a handful of black people in senior positions.<br tabindex=\"-1\"></p> <p>The C of E’s new national minority ethnic officer will help dioceses to increase the number of BAME candidates for ordination. The officer’s identity has not been disclosed.<br tabindex=\"-1\"></p> <p>“There are multiple and complex reasons why the number of BAME clergy is low,” said a C of E spokesperson. “The proportion coming into ordained ministry has increased over the years but is still well below the proportion of people of BAME heritage in the population. <br></p> <p>“We have recently appointed a national minority ethnic officer for vocations work, a full-time and permanent role. They will be working with colleagues and dioceses to develop our understanding of the underlying causes and to work to increase the proportion of BAME candidates.”<br tabindex=\"-1\"></p> <p>The C of E has set a goal of increasing the number of people being ordained by 50% by 2020 to offset the proportion of clergy approaching, or beyond, retirement age. Currently, about 500 people are recommended for ordination each year.<br tabindex=\"-1\"></p>  <figure class=\"element element-image\" data-media-id=\"b7b9d8098f96ad11153909b4a3a8d4dc4e277f3d\"> <img src=\"https://media.guim.co.uk/b7b9d8098f96ad11153909b4a3a8d4dc4e277f3d/0_319_5130_3078/1000.jpg\" alt=\"Church of England clergy gather in Westminster Cathedral\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Some in the Church of England are worried about its ‘male, pale and stale’ image.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>  <p>As well as increasing the number of BAME ordinands, the church also wants to attract more women and younger people. Some in the C of E are worried about its image of “male, pale and stale”, especially when it is <a href=\"https://www.theguardian.com/world/2016/aug/13/church-of-england-evangelical-drive\">promoting “mission churches”</a> in inner-city areas.<br></p> <p>One in four of its <a href=\"https://www.theguardian.com/world/2016/jun/02/church-of-england-ageing-clergy-crisis\">ministers is over the age of 60</a>, and only 13% under the age of 40. Female clergy make up 27% of the total but hold fewer than one in five senior positions.<br tabindex=\"-1\"></p> <p>Similar numbers of men and women are being recommended for ordination, but the age profile for women is significantly older than men and they tend to retire earlier. The church wants more younger women to join the clergy.<br tabindex=\"-1\"></p> <p>David Isioru, a vicar in Handsworth, who recently presented a paper on black clergy to a British Sociological Association conference, said: “The under-representation of BAME [people] in the Church of England rests upon institutional racism.”</p> <p>However, he added, the church “recognises that BAME clergy are marginalised within the C of E, concentrated within inner-city parishes and prevented from career progression”.<br tabindex=\"-1\"></p>",
  "<p>Black Americans today earn even less relative to their white counterparts than they did in 1979, according to a new report by the Economic Policy Institute (EPI).</p> <p>The report, released by the left-leaning thinktank on Tuesday, shows that the gap between wages of both black and white men and black and white women has widened over the last 36 years. </p> <p>Black men’s average hourly wages went from being 22.2% lower than those of white men in 1979 to being 31% lower by 2015. For women, the wage gap went from 6% in 1979 to 19% in 2015.</p> <p>“The finding that stands out the most, our major result, is that the racial wage gaps were larger in 2015 than they were in 1979. That’s huge because the impression people have, in general, is we know there’s still racism in this country, but we think or at least believe that it’s getting better,” said Valerie Wilson, director of the EPI’s program on race, ethnicity and the economy and one of the report’s authors. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/13/household-income-increase-poverty-us-census-report\">Household incomes rose in 2015 for first time in eight years, US Census says</a> </p> </aside>  <p>The EPI report comes a week after the US Census Bureau found that in 2015, median income for white Americans went up 4.4% and that of black Americans <a href=\"https://www.theguardian.com/us-news/2016/sep/13/household-income-increase-poverty-us-census-report\">went up by 4.1%</a>. While everyone’s income went up in 2015, a large racial divide remains. The median household income for white Americans in 2015 was $63,000. That’s 70% more than the median household income of black Americans, which was $36,898.</p>  <figure class=\"element element-image\" data-media-id=\"47f168bef223e33fb2b32722d55e5ce3a34abb81\"> <img src=\"https://media.guim.co.uk/47f168bef223e33fb2b32722d55e5ce3a34abb81/0_0_3000_2250/1000.jpg\" alt=\"Race and median income\" width=\"1000\" height=\"750\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Race and median income.</span> <span class=\"element-image__credit\">Photograph: US Census Bureau</span> </figcaption> </figure>  <p>One of the main reasons that income for black Americans is not increasing at the same rate as that of white Americans is the starting salaries of college graduates within each group. According to the EPI, black male college graduates “started the 1980s with less than 10% disadvantage relative to white male college graduates but by 2014 similarly educated new entrants were at a roughly 18% disadvantage”.</p> <p>The report was unequivocally grim for black women, especially those who are young. The researchers found that the current wave of inequality has hit young black women the hardest. Since 2000, when the gap began widening, it’s black women just entering the workforce who have seen their wages fall the farthest compared with their white peers.<br></p> <p>The wage gap between white and black workers is still at its largest between men. But since 1979, the gap has grown fastest among women. Thirty-seven years ago, black women earned only 6% less than white women. Today, black women earn 19% less than white women. Differences in educational attainment and other factors, like the fact that black women are more likely to work in the south, explain only a third of that gap.</p> <p>You can see this trend writ small among highly educated black women, Wilson said. At the beginning of the 1980s, black women with a college degree or higher and white women with a college degree or higher earned roughly the same wages. But today, wages for black women with a college degree or higher are 12.3% less than those of their white counterparts. That is double the disparity experienced by black women with only a high school degree. </p> <p>At the same time that the racial wage gap has widened, the gender wage gap has narrowed significantly. But the effects of racial discrimination have all but erased those gains for black women. </p> <p>“There’s no question that white women benefited more from the narrowing of the gender wage gap than black women,” said Wilson. </p> <p>She noted that in the 1990s, while the gender wage gap for white women grew noticeably smaller, for black women, the disparities stayed the same. “Black women are faced with both kinds of discrimination,” Wilson said. “And that racial disadvantage has basically limited their achievements in narrowing the gender gap.”</p> <p>The EPI report released on Tuesday included some measures the US could take to close the wage gap between black and white Americans. The suggestions included increasing the federal minimum wage, enforcing laws to prevent “wage theft” and discrimination, developing ways to assess the role discrimination plays on wages of black Americans and a summit to address the low starting salaries of black Americans.</p>",
  "<p>Fashion designer Marc Jacobs has apologised for his <a href=\"https://www.theguardian.com/fashion/2016/sep/17/marc-jacobs-defends-himself-dreadlocks-furore\">response to criticism over using white models with dreadlocks</a> during the final day of New York Fashion Week.</p> <p>The designer was attacked on social media after the models, including Gigi and Bella Hadid and Karlie Kloss, wore rainbow dreadlocks for his Thursday catwalk show. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/fashion/2016/sep/17/marc-jacobs-defends-himself-dreadlocks-furore\">Marc Jacobs defends himself in dreadlocks-on-catwalk row</a> </p> </aside>  <p>Some accused Jacobs of appropriating black culture and asked why he didn’t use black models. </p> <p>Initially Jacobs responded on Instagram by saying it was “funny” that critics don’t “criticize women of color for straightening their hair.” </p> <p>“I respect and am inspired by people and how they look. I don’t see colour or race – I see people. I’m sorry to read that so many people are so narrow minded … Love is the answer. Appreciation of all and inspiration from anywhere is a beautiful thing. Think about it,” he wrote.</p> <p>He also posted screenshots of articles that said the uproar over the issue was “ridiculous”.</p>  <figure class=\"element element-embed\" data-alt=\"Marc Jacobs Instagram\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-captioned data-instgrm-version=&quot;7&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;&lt;div style=&quot;padding:8px;&quot;&gt; &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;&quot;&gt; &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;&lt;/div&gt; &lt;p style=&quot; margin:8px 0 0 0; padding:0 4px;&quot;&gt; &lt;a href=&quot;https://www.instagram.com/p/BKdFfnyhVp3/&quot; style=&quot; color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;&quot; target=&quot;_blank&quot;&gt;Thank you @robingivhan INDEED!! For anyone out there who wants to read a well written, fair and intelligent article on the subject.&lt;/a&gt;&lt;/p&gt; &lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;A photo posted by Marc Jacobs (@themarcjacobs) on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2016-09-17T10:56:10+00:00&quot;&gt;Sep 17, 2016 at 3:56am PDT&lt;/time&gt;&lt;/p&gt;&lt;/div&gt;&lt;/blockquote&gt;&lt;script async defer src=&quot;//platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>But he apologized on Sunday for what he called “the lack of sensitivity unintentionally expressed by my brevity.”</p>  <figure class=\"element element-embed\" data-alt=\"Marc Jacobs instagram\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;blockquote class=&quot;instagram-media&quot; data-instgrm-captioned data-instgrm-version=&quot;7&quot; style=&quot; background:#FFF; border:0; border-radius:3px; box-shadow:0 0 1px 0 rgba(0,0,0,0.5),0 1px 10px 0 rgba(0,0,0,0.15); margin: 1px; max-width:658px; padding:0; width:99.375%; width:-webkit-calc(100% - 2px); width:calc(100% - 2px);&quot;&gt;&lt;div style=&quot;padding:8px;&quot;&gt; &lt;div style=&quot; background:#F8F8F8; line-height:0; margin-top:40px; padding:50.0% 0; text-align:center; width:100%;&quot;&gt; &lt;div style=&quot; background:url(data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAACwAAAAsCAMAAAApWqozAAAABGdBTUEAALGPC/xhBQAAAAFzUkdCAK7OHOkAAAAMUExURczMzPf399fX1+bm5mzY9AMAAADiSURBVDjLvZXbEsMgCES5/P8/t9FuRVCRmU73JWlzosgSIIZURCjo/ad+EQJJB4Hv8BFt+IDpQoCx1wjOSBFhh2XssxEIYn3ulI/6MNReE07UIWJEv8UEOWDS88LY97kqyTliJKKtuYBbruAyVh5wOHiXmpi5we58Ek028czwyuQdLKPG1Bkb4NnM+VeAnfHqn1k4+GPT6uGQcvu2h2OVuIf/gWUFyy8OWEpdyZSa3aVCqpVoVvzZZ2VTnn2wU8qzVjDDetO90GSy9mVLqtgYSy231MxrY6I2gGqjrTY0L8fxCxfCBbhWrsYYAAAAAElFTkSuQmCC); display:block; height:44px; margin:0 auto -44px; position:relative; top:-22px; width:44px;&quot;&gt;&lt;/div&gt;&lt;/div&gt; &lt;p style=&quot; margin:8px 0 0 0; padding:0 4px;&quot;&gt; &lt;a href=&quot;https://www.instagram.com/p/BKgYwsuBHWE/&quot; style=&quot; color:#000; font-family:Arial,sans-serif; font-size:14px; font-style:normal; font-weight:normal; line-height:17px; text-decoration:none; word-wrap:break-word;&quot; target=&quot;_blank&quot;&gt;…and I thank you for expressing your feelings. I apologize for the lack of sensitivity unintentionally expressed by my brevity. I wholeheartedly believe in freedom of speech and freedom to express oneself though art, clothes, words, hair, music...EVERYTHING. Of course I do “see” color but I DO NOT discriminate. THAT IS A FACT! Please continue to express your feelings freely but do it kindly. Nothing is gained from spreading hate by name calling and bullying.&lt;/a&gt;&lt;/p&gt; &lt;p style=&quot; color:#c9c8cd; font-family:Arial,sans-serif; font-size:14px; line-height:17px; margin-bottom:0; margin-top:8px; overflow:hidden; padding:8px 0 7px; text-align:center; text-overflow:ellipsis; white-space:nowrap;&quot;&gt;A photo posted by Marc Jacobs (@themarcjacobs) on &lt;time style=&quot; font-family:Arial,sans-serif; font-size:14px; line-height:17px;&quot; datetime=&quot;2016-09-18T17:42:15+00:00&quot;&gt;Sep 18, 2016 at 10:42am PDT&lt;/time&gt;&lt;/p&gt;&lt;/div&gt;&lt;/blockquote&gt;&lt;script async defer src=&quot;//platform.instagram.com/en_US/embeds.js&quot;&gt;&lt;/script&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>“I wholeheartedly believe in freedom of speech and freedom to express oneself though art, clothes, words, hair, music...EVERYTHING,” he posted.</p> <p>“Of course I do “see” color but I DO NOT discriminate. THAT IS A FACT!”</p> <p><em>Associated Press contributed to this report</em></p>",
  "<p>Last week’s labour force figures produced the best unemployment rate for three years but also a record level of underemployment. The two different measures – one good, one bad – highlights the changing working environment, and also explains why despite unemployment falling, the amount of slack in the employment sector means wages continue to grow slower than ever.</p> <p>It is certainly good that the unemployment rate in August fell to 5.6% in seasonally adjusted terms, and 5.7% in trend terms – both of which were the best for three years. All other things being equal (the favourite phrase of economists), a falling unemployment rate is always better than a rising one.</p> <p>But one problem with the latest figures is that the three-year-low rate occurred because since the start of the year a lower percentage of people have been in the labour market. The participation rate has fallen from 65.3% last November to 64.7% in August – a difference of around 100,000 people.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/15/australia-didnt-have-a-great-recession-tell-that-to-young-people\">Australia didn't have a 'great recession'? Tell that to young people | Greg Jericho</a> </p> </aside>  <p>As the unemployment rate is the percentage of unemployed within the labour force, this means that had the participation rate stayed steady, the unemployment rate would now be higher – around 6.3% in seasonally adjusted terms and 6.1% in trend terms.</p> <p>Now there is only so far you can go holding the participation rate steady, but it is undeniable that the current low unemployment rate is a function of both a lower participation rate and strong part-time employment growth.</p> <p>Since December, in trend terms, part-time employment has risen by 105,330 jobs, while full-time employment has fallen by 21,460 jobs:</p>  <figure class=\"element element-embed\" data-alt=\"Employment growth - monthly (trend)\">  <iframe src=\"//datawrapper.dwcdn.net/S4Yz8/2/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"640\" height=\"400\"></iframe> </figure>  <p>And with this rise in part-time work, not surprisingly has come an increase in underemployment.</p> <p>In August, the underemployment ratio – which measures the percentage of employed who wish to work more hours – reached a record 9.2%, while the underemployment rate – which measures the number of underemployed as a percentage of the labour force – also hit a record high of 8.6%.</p> <p>One of the odd things about underemployment is it wasn’t much of a thing until the 1990s recession, and even then only really became an issue anyone really cared about in the past 15-20 years.</p> <p>Until the start of the century there were always more unemployed than there were underemployed; now it is the opposite:</p>  <figure class=\"element element-embed\" data-alt=\"Unemployed and underemployed\">  <iframe src=\"//datawrapper.dwcdn.net/Vcv1f/1/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"640\" height=\"400\"></iframe> </figure>  <p> The reason for the increase has been the change in employment from full-time to part-time, and the increase in the number of women in employment.</p> <p>In 1986 for example, 93% of men were employed full-time, so it is little wonder back then only 2.5% of male workers wanted more hours. Now just 81% of men work full-time, and 7.5% of men are underemployed.</p> <p>Similarly, 30 years ago, only 48% of women were in the workforce, compared to 59% now. And not surprisingly given women are more likely to be in part-time work this has also seen an increase in the numbers of women willing to work more hours.</p> <p>And a big and often ignored change has been the level of youth in full-time work. In the 1980s, youth were as likely to work full-time as were adults, now there is a record low number of youth working full-time:</p>  <figure class=\"element element-embed\" data-alt=\"Percentage of adults in full-time employment\">  <iframe src=\"//datawrapper.dwcdn.net/Pt6sH/2/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"640\" height=\"400\"></iframe> </figure>  <p> All these factors combined means that it is largely silly to compare underemployment levels further back than around 20 years.</p> <p>If we were to suggest underemployment was the best indicator of employment, you would be arguing that things are worse now than during the 1990 recession:</p>  <figure class=\"element element-embed\" data-alt=\"Underemployment ratio by gender\">  <iframe src=\"//datawrapper.dwcdn.net/7lV9c/1/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"640\" height=\"400\"></iframe> </figure>  <p> But that said, the current underemployment rate does suggest there is a lot of “slack” in the current employment market – and it is a slackness that has increased in the past 12 months.</p> <p>In May 2004, the unemployment rate was 5.6%, as it is now. The underemployment rate was 7.1%. For the next 10 years the two measures largely followed each other – as the unemployment rate went down or up, so too did the underemployment rate.</p> <p>But that changed mid-way through 2014. First, the underemployment rate began to rise much faster, and then when the unemployment rate began to fall, the underemployment rate oddly kept rising:</p>  <figure class=\"element element-embed\" data-alt=\"Change in underemployment &amp; unemployment since May 2004\">  <iframe src=\"//datawrapper.dwcdn.net/j6dWv/1/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"640\" height=\"400\"></iframe> </figure>  <p> It means that now while the unemployment rate is where it was in May 2004, the underemployment rate is 1.5 percentage points higher than it was then.</p> <p>That is why the underutilisation rate (a combination of unemployment and underemployment) is also 1.5% points higher than it was in May 2004. And this is not just due to more youth working part-time, the underutilisation rate is higher for workers over 25 years of age as well:</p>  <figure class=\"element element-embed\" data-alt=\"Underutilisation rate\">  <iframe src=\"//datawrapper.dwcdn.net/3G5ab/1/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"640\" height=\"400\"></iframe> </figure> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/grogonomics/2016/sep/06/the-economy-may-be-growing-but-it-sure-doesnt-feel-that-way-to-most-of-us\">The economy may be growing but it sure doesn't feel that way to most of us | Greg Jericho</a> </p> </aside>  <p> That the underutilisation rate has fallen in the past year is certainly a good thing, but that we now have a greater proportion of the labour market either wanting to work more hours or are unemployed than we did during the height of the global financial crisis highlights the weakens of the labour market.</p> <p>It means that any wage growth is likely to be muted for some time, as should any extra need for employment occur due to improved economic conditions, the easiest step would be to allocate more hours for workers rather than try to employ new people.</p> <p>There is no reason to bemoan the fall in the unemployment rate, but the rise in underemployment is likely to be an ongoing issue. And should the two measures continue to diverge, it will only serve to underscore the weakness of the unemployment rate at measuring the health of the economy. &#xa0;</p>"
]