[
  "<p>LGBT and HIV-affected people are facing barriers to basic help and services when they report incidents of violence by an intimate partner, according to a new report by the National Coalition of Anti-Violence Programs (NCAVP).</p> <p>An analysis of almost 2,000 incidents reported to NCAVP member organizations in 2015 found that violence survivors were frequently denied services and treated as criminals when reporting violence. The report comes in the middle of what looks to be the most violent year for transgender women, with <a href=\"http://www.avp.org/storage/documents/2016.10.13_ncavp_mr_brandibledsoeoh.pdf\">22 reported homicides</a> so far in 2016 – the same number for all of last year, according to NCAVP.</p> <p>Half of those who sought access to an emergency shelter were denied, the report found, and a quarter of people found police to be “hostile” or “indifferent” when reporting an incident. One-third of people also said they faced arrest after reporting.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2015/jul/04/transgender-violence-lgbt-rights-activists\">LGBT activists call for new focus on violence against transgender community</a> </p> </aside>  <p>Intimate partner violence includes physical and verbal abuse, as well as threats and intimidation, by current and past lovers, and occasionally roommates. </p> <p>The organization found that transgender women faced intimate partner violence involving physical and financial abuse at rates three times higher other identities within the LGBT community. And undocumented LGBT people saw their reports of violence double from 4% to 9% of the reports made last year.</p> <p>Some people identified particular safety concerns distinct to the LGBT community.</p> <p>“I sought help from the local domestic violence shelter,” says Sylvia, a trans woman whose name has been changed for anonymity, in the report; she had to use a men’s shelter to obtain help, “but they could not guarantee my attacker would not enter the shelter”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2015/jul/04/transgender-lgbt-domestic-violence\">Transgender victims have few places to turn as LGBT domestic violence climbs</a> </p> </aside>  <p>“They had no protocol for LGBT anything,” she said. </p> <p>The organization found that 71% of people reporting intimate partner violence were denied entry into shelters because of their identified gender.</p> <p>Beverly Tillery, the executive director of New York Anti-Violence Project, cites limited awareness as a major obstacle to reform.</p> <p>“The lack of ... visibility in the media of LGBTQ victims of IPV contributes to this issue being ignore as a national problem,” says Beverly Tillery, the executive director of New York Anti-Violence Project. “[And] this needs to change.”</p> <p>In 2013, when the Violence Against Women Act (VAWA) was reauthorized, federal law for the first time protected against discrimination based on gender and identity.</p> <p>But advocates believe that law change hasn’t resulted yet in less discrimination, and that other legal frameworks, particularly at the state level, must follow suit to better protect LGBT individuals from violence<strong>. </strong></p>",
  "<p>President Barack Obama made a surprise appearance on last night’s Late Show with Stephen Colbert to undergo a mock job interview and urge millennials to vote in the upcoming election.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/17/john-oliver-last-week-tonight-gary-johnson-jill-stein\">'The lesser of four evils': John Oliver is not a fan of Gary Johnson and Jill Stein</a> </p> </aside>  <p>He sat down with the host to discuss his future job options after he leaves the White House next month. Colbert quipped: “55 – a tough time to start over for a man.”</p> <p>Colbert then took on the character of “Randy”, who proceeded to interview Obama for an unspecified role. “I don’t see any promotions for the last eight years, not always good,” he said. “Can you explain that?”</p> <p>“There wasn’t a lot of room for advancement in my last job,” Obama replied. “The only one with a more powerful position was my wife.”</p> <p>Colbert, or Randy, then asked the president why he’s leaving his current job. After hearing his reply, Colbert said: “Okay, little tip. When you say staying at your job would be unconstitutional, what employers hear is that you stole office supplies.”</p> <p>In his new job, Obama claimed he would like “a nice corner office or at least an office that has corners in it”.</p> <p>The real reason for Obama’s appearance then became clear as he took the chance to make a plea to millennials to vote in the upcoming election.</p> <p>“This is the most important election of their lifetimes,” he said. “They have the opportunity to make history and the results in November could change their lives forever so they have to get out there and vote.”</p> <p>While Colbert said Obama couldn’t endorse a candidate on the show, given that it’s on a network, he asked him a final vital question: “Would you care for an extra fiber nutrient bar that’s traveled to over 100 countries or this shrivelled tangerine covered in golden retriever hair, filled with bile that I wouldn’t leave alone with the woman I love?”</p> <p>Obama picked the nutrient bar.</p>",
  "<p>‘Don’t send me a script if you want me to play the best black friend”, David Oyelowo told NPR last year. The actor was, of course, referencing that tired trope of casting a black “buddy” to a white lead; someone to offer a helping hand without having a fleshed-out narrative of their own. It’s rare for the black best friend to have his or her own identity, and even rarer for two black friends to bag screen time together. </p> <p>However, TV is slowly changing, and in recent years audiences have been exposed to a wave of smart, black-led US shows ushered in by the likes of Shonda Rhimes and Lee Daniels. The Bechdel test has long been a yardstick for equality in TV and film, but we have entered the age of the <a href=\"https://www.theguardian.com/film/2016/feb/01/ava-duvernay-test-racial-diversity-hollywood-selma-director-oscars\">DuVernay test</a>: that is, black characters having their own identities and interactions. Now, we have a further offering: HBO’s comedy Insecure. It feels especially fresh where friendship is concerned, offering <a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/11/bbc3-fleabag-louie-girls-transparent-master-of-none-sadcom\">millennial sadcom vibes</a> while charting a bond often underrepresented on screen. </p> <aside class=\"element element-rich-link element--supporting\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/11/issa-rae-insecure-misadventures-of-awkward-black-girl-hbo-tv-comedy\">Issa Rae: from Awkward Black Girl to HBO star</a> </p> </aside>  <p>Issa Rae, known for the <a href=\"http://awkwardblackgirl.com/\">Awkward Black Girl</a> webseries which saw her hone her offbeat rapping style, plays the lead (also named Issa) in the Los Angeles-set comedy, while Nigerian-American comic Yvonne Orji is best pal Molly. The show subverts lazy stereotypes of the strong black female and, as its title suggests, delves into the protagonists’ emotions in three dimensions.</p> <p>“Black female relationships are incredibly significant on shows like Insecure, because they’re a symbol of sisterhood and camaraderie,” says Mekeisha Madden Toby, a TV critic from LA who writes for the black lifestyle magazine Essence. “As a black woman watching, it’s comforting seeing people who look and talk like me and my friends because it acknowledges our feelings. It’s like a much-needed hug from a friend. Issa and Molly’s conversations with each other are raw and authentic.” </p> <p>Although they lead wildly different lives (fictional Issa works in the nonprofit sector with underprivileged kids, while Molly is a high-powered lawyer) the pair contend with the same everyday problems: how, as African American women, to find quality relationships; how to fit in with their majority white work environments; how to avoid “hotep n*ggas”. Yes, they use the n word and often speak in slang between themselves, where they’re free to be the Carefree Black Girls they can’t necessarily be in public. (Indeed, episode two sees Issa upset that her colleagues have been exchanging “secret white emails” behind her back, but feels she can’t make her ire known). </p>  <figure class=\"element element-image\" data-media-id=\"04cb5935cbad9df606bd427a281ac13c53bb8a82\"> <img src=\"https://media.guim.co.uk/04cb5935cbad9df606bd427a281ac13c53bb8a82/0_0_2909_2100/1000.jpg\" alt=\"They often speak in slang, where they’re free to be the Carefree Black Girls they can’t necessarily be in public … Issa Rae and Yvonne Orji in Insecure.\" width=\"1000\" height=\"722\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">They often speak in slang, where they’re free to be the Carefree Black Girls they can’t necessarily be in public … Issa Rae and Yvonne Orji in Insecure.</span> <span class=\"element-image__credit\">Photograph: Anne Marie Fox/HBO</span> </figcaption> </figure>  <p>As well as the way Issa and Molly code-switch their language and behaviour, we see how they relate to each other – or fail to do so. The “Broken Pussy” rap that Issa drops to Kelis’s Bossy (sample lyric: “maybe it’s dry as hell/maybe it really smells”) in the pilot isn’t just vulgar comic garnish, but the crux of a conversation about black female sexuality and singledom that’s not defined by otherness. </p> <p>Similarly, this week’s instalment sees the pair speak frankly – and hilariously – about online dating as a black woman, with Molly explaining the challenges to Issa, who has one foot out of her relationship with hopeless app designer Lawrence. Molly, who is obsessed with being accepted by “elite” dating app The League, breaks down the options for Issa: “That’s OKCupid. It’s free, so it’s like bottom of the barrel dudes. Tinder used to be cool, but now it’s basically a fuck app.” A brilliant, highly Shazamable playlist overseen by Solange binds the whole thing, featuring umpteen female artists and occasionally juxtaposing the pair’s lapses in assertiveness. If Issa and Molly aren’t always 100% sure they’re doing the right thing, you get the feeling New York rapper Junglepussy singing “bling bling bitch, do my own thing bitch” makes up for it.</p> <p>Insecure feels exciting because it takes that ennui-filled, existential crisis vibe – seen everywhere from Broad City to Fleabag – and puts it in the context of a type of friendship that is often denied air time, with women who may well have felt confined to those dreaded best friend roles in the recent past. With all of the hypersexualised images of black female sexuality that exist, it’s refreshing to see a writer like Rae reclaiming something for herself rather than, say, settling for a walk-on part on Girls. As she raps to a mirror, she’s letting awkward black girls everywhere see themselves mirrored back.</p> <p><em>Insecure airs on HBO on Sundays at 10.30pm in the US, and on Sky Atlantic on Tuesdays at 10.45pm in the UK. </em></p>",
  "<p>Don DeLillo’s novel White Noise is to be adapted for the big screen by Michael Almereyda, the writer-director best known for <a href=\"https://www.theguardian.com/friday_review/story/0,3605,411288,00.html\">Hamlet</a> and <a href=\"https://www.theguardian.com/film/2015/jan/26/sundance-2015-review-the-experimenter-milgram-experiment-obedience\">Experimenter</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2016/may/10/don-delillo-white-noise-a-novel-way-of-dismantling-consumerism\">Don DeLillo's White Noise: a novel way of dismantling consumerist excess</a> </p> </aside>  <p>Almereyda will adapt and direct the story of Jack Gladney, a professor of Hitler studies in a fictional midwestern town in the US, who is forced to confront his fear of death when a train carriage derails nearby, releasing a poisonous chemical cloud that hovers over his town.</p> <p>White Noise is considered one of DeLillo’s most important works, and won a US national book award for fiction in 1985.</p> <p>Men in Black director Barry Sonnenfeld had optioned the story in 2007, but the project never got off the ground. Film producer Uri Singer, who has worked with Almereyda several times before, has now bought the rights to the story.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2016/may/06/don-delillo-kid-from-the-bronx-interview-xan-brooks\">Don DeLillo: ‘I think of myself as the kid from the Bronx’</a> </p> </aside>  <p>“I think the book combines a sense of humour with a sense of menace,” Singer said. “It has great dialogue and features many cinematic episodes. It radiates an appreciation of American life but also elements of satire.” </p> <p>“There’s a central love story between a husband and wife, but with an awareness of the secrets and fears that they keep from one another.”</p> <p>Previous adaptations of DeLillo’s books have not fared well at the cinema. Despite casting Robert Pattinson, David Cronenberg’s <a href=\"https://www.theguardian.com/film/2012/jun/14/cosmopolis-review\">adaptation of Cosmopolis</a> made just $6.1m (£5m) on a $20.5m budget, and Benoît Jacquot’s Never Ever, an adaptation of The Body Artist, received <a href=\"http://www.hollywoodreporter.com/review/never-ever-a-jamais-926204\">mixed reviews</a> after showings at the Venice and Toronto film festivals this year.</p>",
  "<p><a href=\"http://www.imdb.com/name/nm0336241/\">Alex Graves</a> has been named as the director of Sony’s forthcoming Mulan adaptation, putting an end to <a href=\"http://www.hollywoodreporter.com/news/mulan-mania-disney-sony-hunt-937274\">rumours that Sony were looking to employ an Asian director</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/09/the-guardian-view-on-whitewashing-in-the-movies-a-failure-of-imagination\">The Guardian view on whitewashing in the movies: a failure of imagination | Editorial</a> </p> </aside>  <p>Debate over the “whitewashing” of Asian stories and white actors in “yellowface” has intensified in recent months, most notably around the <a href=\"https://www.theguardian.com/film/2016/oct/17/bruce-lee-birth-of-the-dragon-film-cultural-appropriation-row\">introduction of a fictional white character into a Bruce Lee biopic</a> and the <a href=\"https://www.theguardian.com/film/2016/apr/15/scarlett-johanssons-role-in-ghost-in-the-shell-ignites-twitter-storm\">casting of Scarlett Johansson as Major Kusanagi</a> in the Hollywood adaptation of classic Japanese anime Ghost in the Shell.</p> <p>The choice of Graves, best known for his work on Game of Thrones and The West Wing, has incensed some fans who believed Sony should choose an Asian director.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Sam_McCosh/status/788131359298465793\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Hiring a white dude [GOT] director to direct a Mulan film seems like a really odd fit &amp; missed opportunity</p>&mdash; Sam McCosh (@Sam_McCosh) <a href=\"https://twitter.com/Sam_McCosh/status/788131359298465793\">October 17, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/heckisthis/status/788252091030511616\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">why does mulan have a white director? it&#39;s a story about women breaking barriers, but that&#39;s not reflected at all in the studio&#39;s decisions¿</p>&mdash; syirah (@heckisthis) <a href=\"https://twitter.com/heckisthis/status/788252091030511616\">October 18, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MissBrittHayes/status/788126134655340544\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">Sony spent the bare minimum amount of time looking for an Asian filmmaker, huh? couldn&#39;t even hire a woman. <a href=\"https://t.co/lmFWjzzLx5\">https://t.co/lmFWjzzLx5</a></p>&mdash; Britt Hayes, Esq. (@MissBrittHayes) <a href=\"https://twitter.com/MissBrittHayes/status/788126134655340544\">October 17, 2016</a></blockquote>  </figure> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/oct/05/yellowface-hollywood-asian-stereotypes-birth-of-a-dragon\">Why is Hollywood still using 'yellowface' in 2016?</a> </p> </aside>  <p>Anger about under-representation of Asians and other ethnic minorities has been growing for some time. According to <a href=\"http://annenberg.usc.edu/news/faculty-research/hollywood-equality-all-talk-little-action\">recent research conducted by the University of California</a>, of 800 top performing films between 2007 and 2015 only 25 had an Asian director, only one of whom was female. The same study found that only 3.9% of characters were Asian.</p> <p>The story of Hua Mulan, a female warrior in ancient China who joined the army in place of her ailing father, has been adapted many times in China, and most famously <a href=\"http://www.imdb.com/title/tt0120762/\">in a Disney animation</a>.<br tabindex=\"-1\"></p> <p><a href=\"http://deadline.com/2016/10/mulan-movie-alex-graves-director-game-of-thrones-1201837552/\">According to Deadline</a>, Sony’s film – which is a Chinese co-production – will have a Chinese lead and is being targeted at the international marketplace.<br></p> <p>Disney is also adapting a version of the Mulan story based on their 1998 animation. No director has been announced yet, but Ang Lee <a draggable=\"true\" href=\"http://www.hollywoodreporter.com/news/mulan-mania-disney-sony-hunt-937274\">has reportedly turned down an offer</a>. More than 100,000 people <a draggable=\"true\" href=\"http://www.thepetitionsite.com/505/768/292/\">signed a pre-emptive petition</a> against the “whitewashing” of that film.</p> <p>Disney’s remake is expected to hit cinemas in November 2017, while Sony’s is not expected until 2018.<br></p>",
  "<p>It is well past time to add a new term to the football lexicon: “Tomlining.” Definition: “To lose in an embarrassing fashion to a team you are heavily favored to beat.” Mike Tomlin’s Pittsburgh Steelers fell victim to Tomlining again on Sunday, losing by 15 points to the lowly Miami Dolphins – a team Pittsburgh was picked to top on the road by more than a touchdown.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/blog/2016/oct/17/dallas-cowboys-dak-prescott-tony-romo-nfl\">Surely even Jerry Jones knows not to ruin a winning Cowboys formula</a> </p> </aside>  <p>Anyone still betting on the Steelers to win match-ups like these, let alone win them comfortably, should not be allowed to gamble, and probably went broke several years ago. Vegas insiders – or just those who casually follows the NFL – know by now that it’s never smart to pick the six-time Super Bowl champions to beat a bad football team. The Steelers’ latest humiliation <a href=\"https://twitter.com/DJGalloEtc/status/785223483135520769\">wasn’t hard to see coming</a>. Nor was their loss three weeks earlier to the Eagles, in another game most thought they’d win in a blowout, only to see <a href=\"https://twitter.com/DJGalloEtc/status/779339717477273600\">the Steelers get routed 34-3</a>. This is what the Mike Tomlin-Ben Roethlisberger era Steelers do. Every year. They lose to the teams everyone else beats. Detroit’s 0-16 mark in 2008 should have an asterisk because the Steelers weren’t on their schedule.</p> <p>Pittsburgh’s record in its last 16 road games against sub-.500 teams on the road is now 5-11. And calling the Dolphins simply “sub-.500” and not straight “awful” is generous. They were dominated by the Titans and Bengals in their previous two games and only beat the Browns in overtime at home in week three thanks to Cleveland’s kicker missing a game-winner at the end of regulation. But against Pittsburgh, the team every loser wants on its schedule, they picked off Roethlisberger twice, shut down Antonio Brown, put up 30 points and dominated the game at the line of scrimmage as Jay Ajayi ran for 204 yards and two touchdowns, a performance I’m comfortable calling the greatest in NFL history by a British running back. </p> <p>“No need to sugarcoat. We got beat soundly,” Tomlin said after the game, the standard meaningless cliche he delivers after each case of Tomlining in his 10 years at the helm in Pittsburgh. (For reasons of keeping this column under the length of a novel, only a few of the trademark defeats will be recounted here.) There was the 2009 loss to the 2-7 Chiefs when the Steelers were 6-3. “I take responsibility for that performance,” Tomlin said after that one. “I have to have this football team better prepared to play.” OK! Great! Two weeks later, the Steelers lost to the 3-8 Raiders and then followed that up with a defeat at the hands of the 1-11 Cleveland Browns. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/oct/16/nfl-scores-dolphins-steelers-brady-patriots-bengals-lions-bills\">NFL wrap: Dolphins shock Steelers while Brady and Beckham excel</a> </p> </aside>  <p>The Steelers lost again to the Browns in 2012, when they were 6-4 and Cleveland was 2-8. “That was an ugly performance,” Tomlin said after the game. Two weeks later, they lost to the 4-8 Chargers. “I have no clue [why we’re inconsistent],” Roethlisberger chimed in after that one with some of his own clueless analysis. “If I knew, I don’t think we’d do it any more.” Good stuff. One year later the Steelers lost to an 0-3 Vikings team and a 2-4 Raiders team. One year after that, they fell to 0-3 Buccaneers and the 1-8 Jets. That Jets game is the greatest example of Tomlining of all, as the Steelers managed to put up just 13 points against the lowly Jets one week after Roethlisberger set an NFL record by throwing six touchdown passes in back-to-back games. “We’ll accept responsibility for what happened and get ready for our next opportunity,” Tomlin cliched in the moments following his masterpiece. There have been no less than three instances of Tomlining since.</p> <p>Of course, all top NFL franchises get upset from time to time. Every opponent in the NFL is full of professionals who are talented and work hard and want to win. But no other team so consistently loses to the dregs of the league like Tomlin’s Steelers. They have 14 losses over the past six seasons to teams with a combined .195 winning percentage, while the Steelers entered those games with a combined winning percentage of .581. The college game long ago gave us “Clemsoning”, the act of inexplicably playing horribly in a big game, but Tomlining is far worse. The Steelers are not losing to good opponents, they’re falling to the worst of the worst and almost every time out.</p> <p>“When I look at it, I don’t look at who we play or their record or things of that nature,” Tomlin said after Sunday’s Tomlining. “I look at how we perform. We didn’t perform well enough to win today.”</p> <p>It’s probably time for Tomlin to look at things completely different and things of that nature if he ever wants to get back to the Super Bowl. Pittsburgh’s annual Tomlining isn’t just a nuisance or odd quirk of a champion: it’s a consistent problem that stacks the deck against a talented team each postseason. Pittsburgh hasn’t earned a first-round bye in the playoffs since making the Super Bowl in 2010 and that fact – and missing the postseason entirely in 2012 and 2013 with 8-8 records – is entirely thanks to Tomlining two or three times a season. Pittsburgh – on paper, at least – should be 6-0 right now and a game ahead of the Patriots in the AFC. Instead, they’re a game back and will almost inevitably fall two games behind this Sunday when Landry Jones welcomes the New England Patriots to Heinz Field. It’s mid-October and Pittsburgh’s shot at homefield in the AFC is all but gone. Hashtag: Tomlining.</p> <p>It would at least be encouraging for Pittsburgh fans if Tomlin showed any recognition of the problem or attempted to change up his approach. But outside of losing to losers, Tomlin’s time as a head coach has been defined by his complete unwillingness to improve at his craft and his stubbornness in the face of criticism, no matter how constructive. Tomlin struggled with clock management when he took over the Steelers in 2007, as most rookie coaches do, but has not improved one iota in that regard and seems to wear that fact as a badge of honor. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarcSesslerNFL/status/712249382620504064\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Tomlin says he &#39;goes with his gut&#39; on time-management decisions in games. Said he&#39;d love to see Monday Morning QBs try the same. <a href=\"https://twitter.com/hashtag/Steelers?src=hash\">#Steelers</a></p>&mdash; Marc Sessler (@MarcSesslerNFL) <a href=\"https://twitter.com/MarcSesslerNFL/status/712249382620504064\">March 22, 2016</a></blockquote>  </figure>  <p>That stubbornness seems to have permeated the team’s front office, as well. Roethlisberger’s latest injury is no surprise – he’s played 16 games just twice in the last eight years – yet Pittsburgh will now hand its team, supposedly built to compete for the Super Bowl, over to Jones indefinitely. Instead of having a capable veteran or young, quarterback-in-waiting on the roster, its Year Four of the Landry Jones Experience in Pittsburgh. Forget the No1 seed, with multiple games of Jones and another Tomlining or two – the Steelers play/lose to the winless Browns one month from now! – Pittsburgh could miss the playoffs entirely. </p> <p>No one rational is calling for Tomlin’s job. His many flaws aside, he’s still one of the most successful head coaches in the league (although that may say more about the quality of the coaches in the NFL). Tomlin gets his teams prepared and fired up to take on the top teams with the best. He’s just incapable of beating the worst. That will likely prevent him from getting back to the Super Bowl. But the good news is: if the Steelers do make another Super Bowl, a 4-12 team won’t be waiting for them. That means they’ll have a chance to win.</p>"
]