[
  "<p>So, in <a href=\"https://www.theguardian.com/sport/2016/aug/19/ryan-lochte-olympics-rio-us-media-dumbest-bell\">Ryan Lochte</a> the International Olympic Committee finally has its poster boy. Nothing says “IOC, bitch!” like landing in a host city, extracting personal glory from it, partying it up and then leaving the place more broken and out of pocket than you found it. It’s such an IOC move, dude. You have your fun, you get wrecked, you <a href=\"https://www.theguardian.com/sport/2016/aug/18/ryan-lochte-us-swimmers-robbery-rio-gas-station\">piss on a gas station</a>, you break its bathroom door, you claim to have been robbed, you blame a bunch of stuff on the crappy Brazilians.</p> <p>That Lochte flew out of Brazil days before his story about being jumped at a Rio petrol station by assailants disguised as police officers unravelled – and thus can’t really be touched, even by irate Brazilian authorities, for the mess he left behind – is somehow even more perfect. Oh dear, you have a broken bathroom door? You have a bunch of white elephant stadiums no one wanted? I’m definitely giving a major F about this back in the first world!</p> <p>So far, so <a href=\"http://www.worldarchitecturenews.com/project/2014/25148/3xn-architects/international-olympic-committee-headquarters-in-lausanne.html\">Lausanne</a>. The politics of the tall tale Lochte and his swim team bros spun the media about being robbed in Brazil, to disguise their drunken criminal damage, is almost too obvious to state. An economically struggling city, whose people made it vocally clear the <a href=\"https://www.theguardian.com/sport/2016/aug/04/rio-olympics-brazil-politics-zika-virus\">Olympics were unwelcome</a>, has spent much of its hosting period being dug at for failing to provide the five-star international tourist experience and immaculate security that today’s modern Olympic tourist demands.</p>  <figure class=\"element element-image\" data-media-id=\"d5118e337994a661673abe830b951bd4f729b9c9\"> <img src=\"https://media.guim.co.uk/d5118e337994a661673abe830b951bd4f729b9c9/312_344_1738_1042/1000.jpg\" alt=\"Ryan Lochte shows his taste for gold as part of the US men’s 4x200m team in Rio.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ryan Lochte shows his taste for gold as part of the US men’s 4x200m team in Rio.</span> <span class=\"element-image__credit\">Photograph: Jason Getz/USA Today Sports</span> </figcaption> </figure>  <p>In this sensitive climate, Lochte &amp; Co claiming to have been robbed by gun-toting pretend police officers underscores the idea the host city is a semi-lawless backwater where no one is safe. Even the apology he posted today is so extravagantly preposterous it can only have been written as a dare. “It is traumatic to be out late with your friends in a foreign country,” quoth Lochte of his trauma, “with a language barrier, and have a stranger point a gun at you and demand money to let you leave.” Which is one way of describing the security guard telling them to pay for their vandalism.</p> <p>My only surprise is that Ryan didn’t offer some kind of comic chaser to these antics – maybe claiming, Joker-style, to have been the one to turn the <a href=\"https://www.theguardian.com/sport/2016/aug/10/why-has-the-olympic-pool-turned-green-the-good-news-is-its-not-urine\">diving pool green</a> in a daring midnight prank. This is, after all, the guy who once declared on camera that he wanted to be the first person ever to <a href=\"https://www.theguardian.com/sport/2016/aug/18/ryan-lochte-rio-olympics-robbery-gunpoint-ileana-reality-tv\">piss in the pool</a> at the Lincoln Memorial in Washington DC. If Abe’s sacred memory weren’t safe, I get the feeling that those diving pussies would totally have it coming to them. And their waters.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/18/ryan-lochte-lied-to-mom-rio-robbery-story\">I get it, Ryan Lochte. I don't want my mom to know what I've done, either | Dave Schilling</a> </p> </aside>  <p>Against this backdrop, it is difficult not to be struck by the magnanimity of Rio 2016’s spokesman, Mario Andrada, who sighed of the furore now that the US swimmers had been found out: “Let’s give these kids a break. Sometimes you make decisions you later regret. They had fun, they made a mistake, life goes on.” (Apparently unsatiated by the exposure of Lochte’s lie, one high-profile US commentator is calling for <a href=\"https://twitter.com/KeithOlbermann/status/766302794773106688\">Andrada to resign</a>, which feels like a rather poor show.)</p> <p>I hardly presume to say that the antics of Lochte and his more junior swim team buddies is what white privilege looks like, being similarly blessed myself, but there doesn’t seem to be any possible other explanation. And for that reason, we just know Ryan is going to get away with it. To watch the outraged commentators attempting to lay a glove on him is to imagine them doggy-paddling in the wake of his best freestyle time.</p> <p>Before the Games began, Ryan Lochte’s post-Olympics plans consisted of moving to Los Angeles to become a celebrity. “I see me being a designer,” he mused. “I see me being a model, I see me being a TV star.”</p> <p>However much some may wish it to be different, I see none of these things being very much affected by his actions in Rio. After all, the self-styled civilised first world is the place where almost innumerable professional idiots have whole lucrative TV shows devoted to the comings and goings of their lives. It’s what sets us apart from the animals, as I understand it.</p> <p>Isn’t the point about people like Lochte that they get away with it? No matter how satisfying this story may superficially feel to all those who have loathed Lochte’s frat bro persona since for ever, and who feel that this is somehow a comeuppance or him being found out in some cathartic way – it isn’t. It may even be sufficiently publicity-garnering for some to take a punt on the renewing of a version of his critically misunderstood, swiftly cancelled 2013 <a href=\"https://en.wikipedia.org/wiki/E!\">E!</a> reality show, <a href=\"http://www.helloloser.com/2013/05/02/best-worst-of-what-would-ryan-lochte-do-mr-lochte-goes-to-washington/\">What Would Ryan Lochte Do</a>?</p> <p>Or perhaps Ryan will be diagnosed with another, albeit less destructive case of “<a href=\"https://www.theguardian.com/society/2016/jan/04/affluenza-history-disease-wealth-privilege-ethan-couch\">affluenza</a>” – the defence used by a Texas teenager after he <a href=\"https://www.theguardian.com/world/2016/jan/02/affluenza-teen-ethan-couch-mexico-deportation\">killed four people in a drink-driving accident</a>. My feeling is that Ryan’s “people” should very much clinicalise this little local difficulty in Rio in order to contain it.</p> <p>In such cases there is not much that cannot be solved by a tearful primetime interview and a strategic stay in some $10,000-a-week Arizona headspa. This unfortunate but high-rating incident could simply be the worthy successor to <a href=\"https://www.theguardian.com/global/blog/2010/jan/16/golf-tiger-woods-sex-addiction\">Tiger Woods’s “sex addiction”</a>.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=nekzfohNwuY\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/nekzfohNwuY?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption> ‘It’s a real disease with doctors and medicine and everything.’ Chazz Michael Michaels in Blades of Glory</figcaption> </figure>   <p>I can’t deny that it would offer another moment of grim hilarity were Lochte to stumble bro-tastically through a Woods-style presidential press conference in which he explains he had some compulsion or other that he plans to explore with the help of trained experts. It’s like <a href=\"https://www.youtube.com/watch?v=nekzfohNwuY\">Chazz Michael Michaels explains</a> in the world cinema classic Blades of Glory: it’s a real disease, with doctors and medicine and everything. But I think we all know the sub-clinical reality is that Ryan’s just a big entitled idiotic baby.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/aug/18/ryan-lochte-rio-olympics-robbery-gunpoint-ileana-reality-tv\">For clarity on the Ryan Lochte incident, just look to his reality TV show</a> </p> </aside>  <p>Still, when did that ever stop anyone? Our last prime minister spent his university years acting like this, <a href=\"http://www.theguardian.com/politics/2009/oct/04/david-cameron-bullingdon-club\">in Oxford University’s infamous Bullingdon Club</a>, along with our current foreign secretary, who certainly won’t have put his own prime ministerial ambitions to bed.</p> <p>Smashing somewhere up then leaving some money to pay for repairs – but not the hassle or the affront – is textbook Bullingdon. They tended to favour Oxford restaurants; Ryan and chums took their chances with a petrol station that, in a very real sense, was kinda lucky to be peed on by them. It’s how it goes, bro.</p> <p>After all, Ryan Lochte’s swimming pomp began during the George W Bush years, which – were it even necessary to do so – surely remind us that dumb-sounding selfish frat boys go on to run the world.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2016/08/marathon-promo-full/\" data-alt=\"RioRun\"> <a href=\"https://interactive.guim.co.uk/embed/2016/08/marathon-promo-full/\">RioRun</a> </figure>",
  "<p>David Willey, who will open the batting and the bowling for Yorkshire in Saturday’s NatWest T20 Blast finals day at Edgbaston, might have been Central Casting’s idea of a very modern cricketer. He is strong, extremely combative and multifaceted, with the ability to take top-order wickets and hit the ball in the direction of oblivion with the bat.</p> <p>He has helped to revitalise the fortunes of Yorkshire and England in the white ball format; though the more he succeeds in short-form cricket the further he seems to get from his ambitions to play the Test game like his father, Peter, before him.</p> <p>His success in this year’s World Twenty20 in India, where he was England’s outstanding bowler in their run to the final, and won a place in the team of the tournament, has made him exceptionally marketable and at the end of the year he hopes to continue his role with Perth Scorchers in the Big Bash.</p> <p>But that is not enough. “Test cricket is the ultimate thing for me, something I’ve always wanted to do,” he says. “I know players can now earn a lot of money playing Twenty20 cricket around the world without playing Test cricket. But the Test game is still the pinnacle for me.”</p> <p>The cruel paradox for Willey is that the more success he enjoys in the one-day game the less red ball cricket he gets to play; he has appeared in only three championship rounds this year. There was an early season injury, in only his second game, but he has also struggled to nail down a place in an exceptionally strong team. Yorkshire also have Jack Brooks, Ryan Sidebottom, Liam Plunkett, Tim Bresnan and Steven Patterson.</p> <p>“It’s not easy to get in the championship side,” he says. “But I would like to play more championship cricket next year. I want to play considerably more red ball cricket. It’s not just about playing every game but ensuring that I’m at my best when I do get the opportunity.”</p> <p>Yorkshire signed Willey from Northants at the end of last season primarily to improve their poor record in limited-overs cricket. But they also view him as a potential replacement for the left-armer Sidebottom in the longer form. That, ultimately, is his best route to five-day cricket.</p> <p>It is his ability to swing the ball, at early 80s mph, which is his strongest weapon. When he made his <a href=\"https://www.theguardian.com/sport/2015/may/08/england-new-boys-promise-ireland-rained-off\">ODI debut in Malahide</a> last year he became only the eighth Northants cricketer to play for his country.</p> <p>“I’m a long way off fulfilling my Test ambitions,” he concedes. “It’s not going to happen overnight. But it is my long-term plan.”</p> <p>For the moment, though, Willey is focused on Saturday’s T20 finals day – and the Royal London Cup semi-final against Surrey later in the month.</p> <p>The bad news for Durham, who Yorkshire play in the second match in Birmingham on Saturday (before a possible final against Notts or his old county Northants) is that Willey, 26, has a reputation for playing his best cricket when it really matters.</p> <p>Last year, <a href=\"https://www.theguardian.com/sport/2015/aug/12/sussex-northamptonshire-natwest-t20-blast\">against Sussex at Hove in the quarter-finals of the competition</a>, he hit a century from 40 balls – including 34 from one Michael Yardy over. It was the fastest hundred in the format by an English batsman. He describes himself as “a bowler who bats”, but there is real ball-striking talent here.</p> <p>On finals day last year, his last day as a Northants player, Willey virtually settled the semi-final against Warwickshire in his first eight deliveries, in which he dismissed Varun Chopra, William Porterfield and Ian Bell.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/aug/17/northamptonshire-urge-ecb-fairer-tv-deal-2017-t20-blast-finals-day\">Northamptonshire urge ECB to give them fairer TV deal in 2017</a> </p> </aside>  <p>But <a href=\"https://www.theguardian.com/sport/2015/aug/29/lancashire-northamptonshire-t20-finals-day-cricket\">Northants were beaten in the final</a>, when Willey could not reproduce his astonishing performance in the <a href=\"https://www.theguardian.com/sport/2013/aug/17/friends-life-t20-final\">2013 climax to the competition</a>, when he destroyed Surrey with a 19-ball 50 followed by a hat-trick.</p> <p>“I was disappointed not to win it last year because it would have been such a nice send-off for me. It would have been great to have won another trophy with Northants.</p> <p>“But this year we are really excited about our one-day cricket at Yorkshire and we are out to win both trophies. On finals day, I really prefer to play the first game. Then you can come away, go back to the hotel, and chill before the final.</p> <p>“But against Durham we will have to play well. With Stokesy and Woody [England rivals Ben Stokes and Mark Wood] in the side we will have to play well.” Willey versus Stokes; it does not get more fiercely competitive than that.</p>",
  "<p>Talk about going in at the deep end. </p> <p>I had been shadowing an experienced care worker on her rounds for four days. Now I was out on my own on a frosty December morning with a list of client names, addresses and key safe numbers. </p> <p>It was 2011. I’d been taken on as a homecare worker after the social research project I’d been working on was axed following government spending cuts. Suddenly there were very few jobs in my sector.<br></p> <p>I’d always liked working with people and thought care would be just a sideways step from my current role. And unlike community development, it was clearly a growth industry.</p> <p>My employer, a private company, covered the whole city. I’d been impressed by its friendly publicity promising a safe pair of hands and a listening ear, supporting a mainly elderly clientele to live at home.<br></p> <p>My first day, looking at my rota consisted of 10 calls to make in just under seven hours, including travelling time. Ten strangers. No other information apart from how long I was to spend with each one.<br></p> <p>First call, 6.45am: R O’Brien. A Reginald or a Ruby?<br></p> <p>Time allotted, 15 minutes. </p> <p>Who was this person and what would they want from me? </p> <p>All I knew was, he or she was inside waiting and I was outside panicking, looking for the key safe to get in. A key safe generally means the person can’t easily get to the door to open it themselves, so they’re probably quite vulnerable. </p> <p>The sky was still dark at 7am. I used my phone as a torch to scan the property but there was no sign of that little black box in any of the usual places.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/social-care-network/2016/may/13/palliative-care-social-work\">My job in palliative care let me practise social work as it is meant to be</a> </p> </aside>  <p>Should I ring or knock? No lights on upstairs. Asleep? Dead? </p> <p>Time was ticking away and I had all those people ahead on my rota. We’d been told at the induction that company policy demanded we should never be more than 15 minutes late for a call, and I was already past that for my very first client of my first day. I tried to stay calm.<br></p> <p>Icy fingers shaking, feeling incompetent already, I phoned my office. </p> <p>“What house number have you got? Number 8? Oh, no, you should have gone to number 6.”<br></p> <p>As if it’s my fault. No name, no information, and the wrong address.</p> <p>I found the key safe round the side of the house next door and unlocked a creaking outer porch door, then an inner one. </p> <p>Inside, hush and darkness.</p> <p>Ahead of me a hallway, a patterned carpet, ornamental plates along the walls, a stairlift. So bizarre to be in a stranger’s house like this, just walking into their private world. </p> <p>Where was the care plan? Why hadn’t my office told me anything? By now I was running half an hour late. Nine more people still ahead on my rota, all of them unknown quantities.<br></p> <p>These strangers would need medications that must be checked for the right date, dose and time of day; maybe to be helped out of bed; cups of tea made, teeth and hearing aids inserted. Some of them might need cream applying to sore bottoms, some of them, heaven help, might need me to wipe their bottoms and empty their commodes. Not for the first time I wondered what the hell I was doing here, tiptoeing up a stranger’s staircase and stepping gingerly past the chair of the stairlift on the landing.<br></p> <p>Still no sound or signs of life. Two closed doors. A third one ajar. I tapped hesitantly, whispering “good morning?”</p> <p>“Who is it?” rang out a surprisingly robust voice with an Irish lilt. “Let’s have a look at you.” And as I peeped around the door, “Ach, what does it matter, I’ll be dead by Christmas.”<br></p> <p>Rosie O’Brien lived another three years to the ripe old age of 102 and we were friends from that first moment. She was my first client and one of the best people I ever met in my life.<br></p> <p>I left the company after eight months to return to community development. Although I’d grown to love the work and the people I met, the increasing emphasis had been on covering as many calls as possible, with people reduced to names on a list to work through while constantly watching the clock. My employer had taken on an additional service contract with the local authority and I think it just tried to do too much.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/social-care-network/2016/jun/10/diary-carer-dying-care-teams-challenges\">Diary of an accidental carer: 'I cannot deal with this'</a> </p> </aside>  <p>However, I have since found my way back to the care sector. I now work for a small organisation specialising in support for people with dementia, where no one is treated like just a name on a list, and the emphasis is on a person-centred service, not on the clock.<br tabindex=\"-1\"></p> <p>My role now is much more about advocacy, support and ways to reduce social isolation. It’s about listening rather than telling and I love my work. </p> <p>But that very first morning five years ago was terrifying.<br tabindex=\"-1\"></p> <p>With no information from the care agency, not even a first name, I had felt like I was on trial, under pressure and trembling at the prospect of the unknown shape hunched under the bedclothes in a dark bedroom. </p> <p>It wasn’t until a few days later when the adrenaline had subsided and Rosie had told me the care company never let her know who to expect either, that I thought how frightening it must be for that person, waiting for an unknown footstep at their threshold. Me. <br tabindex=\"-1\"></p> <ul> <li>All names have been changed</li> </ul> <p><em>The <a href=\"https://www.theguardian.com/social-care-network/2015/dec/21/social-care-stories-social-workers-occupational-therapists\">My Social Care Story series</a> aims to show what working in social care is really like. If you’d like to write for the series, email <a href=\"mailto:socialcare@theguardian.com\">socialcare@theguardian.com</a></em></p> <p><strong><a href=\"https://register.theguardian.com/social-care/\">Join the Social Care Network</a> to read more pieces like this. Follow us on Twitter (<a href=\"https://twitter.com/GdnSocialCare\">@GdnSocialCare</a>) and <a href=\"https://www.facebook.com/guardiansocialcarenetwork\">like us on Facebook</a> to keep up with the latest social care news and views.</strong></p>",
  "<p>Every third CV contains a spelling error, according to a <a href=\"https://www.adzuna.co.uk/blog/2015/03/30/adzuna-study-every-third-cv-contains-a-spelling-mistake/\">2015 study by Adzuna</a>. But blunders like this could see your application heading straight for the bin. Take our quiz to find out if your spelling is good enough to impress an employer.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"3348b216-b2c2-4aae-a5dc-17e30f6f77b8\" data-atom-type=\"quiz\"> \n  <div>\n   <div class=\"quiz\" data-questions-length=\"10\" data-title=\"CV spelling quiz\">\n    <ol class=\"quiz__questions\">\n     <li class=\"quiz__question question\" data-text=\"Which of the following is correct?\"><p class=\"question__text\">Which of the following is correct?</p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"Liaise \n\" data-correct=\"true\"><p class=\"answer__text\">Liaise </p></li>\n       <li class=\"question__answer answer\" data-text=\"Liase\n\" data-correct=\"false\"><p class=\"answer__text\">Liase </p></li>\n       <li class=\"question__answer answer\" data-text=\"Liaze\n\" data-correct=\"false\"><p class=\"answer__text\">Liaze </p></li>\n       <li class=\"question__answer answer\" data-text=\"Laise\" data-correct=\"false\"><p class=\"answer__text\">Laise</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"Which of the following is spelled incorrectly?\"><p class=\"question__text\">Which of the following is spelled incorrectly?</p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"Application\n\" data-correct=\"false\"><p class=\"answer__text\">Application </p></li>\n       <li class=\"question__answer answer\" data-text=\"Embarrass\n\n\" data-correct=\"false\"><p class=\"answer__text\">Embarrass </p></li>\n       <li class=\"question__answer answer\" data-text=\"Experience\n\" data-correct=\"false\"><p class=\"answer__text\">Experience </p></li>\n       <li class=\"question__answer answer\" data-text=\"Seperate \" data-correct=\"true\"><p class=\"answer__text\">Seperate </p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"“I hope my application will be …”\"><p class=\"question__text\">“I hope my application will be …”</p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"Sucessful\n\" data-correct=\"false\"><p class=\"answer__text\">Sucessful </p></li>\n       <li class=\"question__answer answer\" data-text=\"Successful\n\" data-correct=\"true\"><p class=\"answer__text\">Successful </p></li>\n       <li class=\"question__answer answer\" data-text=\"Succesful\n\" data-correct=\"false\"><p class=\"answer__text\">Succesful </p></li>\n       <li class=\"question__answer answer\" data-text=\"Sucessfull\" data-correct=\"false\"><p class=\"answer__text\">Sucessfull</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"Which word is spelt incorrectly in the following sentence? “At the paper production company, I have experience of producing all manner of stationary, from pencils to paperweights.”\n\"><p class=\"question__text\">Which word is spelt incorrectly in the following sentence? “At the paper production company, I have experience of producing all manner of stationary, from pencils to paperweights.” </p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"Paperweights\n\" data-correct=\"false\"><p class=\"answer__text\">Paperweights </p></li>\n       <li class=\"question__answer answer\" data-text=\"Stationary\n\n\" data-correct=\"true\"><p class=\"answer__text\">Stationary </p></li>\n       <li class=\"question__answer answer\" data-text=\"Production\n\" data-correct=\"false\"><p class=\"answer__text\">Production </p></li>\n       <li class=\"question__answer answer\" data-text=\"Manner\" data-correct=\"false\"><p class=\"answer__text\">Manner</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"Which of these words is spelt the American way?\"><p class=\"question__text\">Which of these words is spelt the American way?</p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"Jewelry\" data-correct=\"true\"><p class=\"answer__text\">Jewelry</p></li>\n       <li class=\"question__answer answer\" data-text=\"Traveller\n\" data-correct=\"false\"><p class=\"answer__text\">Traveller </p></li>\n       <li class=\"question__answer answer\" data-text=\"Manoeuvre\n\" data-correct=\"false\"><p class=\"answer__text\">Manoeuvre </p></li>\n       <li class=\"question__answer answer\" data-text=\"Unparallelled\" data-correct=\"false\"><p class=\"answer__text\">Unparallelled</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"How many spelling mistakes are there in this sentence? “Against his better jugement, Joe Bloggs applied for a goverment job which was financialy sound but ultimately disatisfying and innapropriate for the experience listed on his curriculum vitai.&quot;\n\"><p class=\"question__text\">How many spelling mistakes are there in this sentence? “Against his better jugement, Joe Bloggs applied for a goverment job which was financialy sound but ultimately disatisfying and innapropriate for the experience listed on his curriculum vitai.\" </p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"2\" data-correct=\"false\"><p class=\"answer__text\">2</p></li>\n       <li class=\"question__answer answer\" data-text=\"8\" data-correct=\"false\"><p class=\"answer__text\">8</p></li>\n       <li class=\"question__answer answer\" data-text=\"6\" data-correct=\"true\"><p class=\"answer__text\">6</p></li>\n       <li class=\"question__answer answer\" data-text=\"4\" data-correct=\"false\"><p class=\"answer__text\">4</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"Which of these words is spelled correctly?\n\"><p class=\"question__text\">Which of these words is spelled correctly? </p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"Responsibililty\" data-correct=\"false\"><p class=\"answer__text\">Responsibililty</p></li>\n       <li class=\"question__answer answer\" data-text=\"Responsibility\n\" data-correct=\"true\"><p class=\"answer__text\">Responsibility </p></li>\n       <li class=\"question__answer answer\" data-text=\"Responsability\n\" data-correct=\"false\"><p class=\"answer__text\">Responsability </p></li>\n       <li class=\"question__answer answer\" data-text=\"Responsabillity\" data-correct=\"false\"><p class=\"answer__text\">Responsabillity</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"Fill in the blank with the correctly spelled word. If you’re good at talking you probably have … skills?\"><p class=\"question__text\">Fill in the blank with the correctly spelled word. If you’re good at talking you probably have … skills?</p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"Comunication\" data-correct=\"false\"><p class=\"answer__text\">Comunication</p></li>\n       <li class=\"question__answer answer\" data-text=\"Communnication\" data-correct=\"false\"><p class=\"answer__text\">Communnication</p></li>\n       <li class=\"question__answer answer\" data-text=\"Communication\" data-correct=\"true\"><p class=\"answer__text\">Communication</p></li>\n       <li class=\"question__answer answer\" data-text=\"Comunnication\" data-correct=\"false\"><p class=\"answer__text\">Comunnication</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"What letter is missing in the misspelled words from this sentence? “Millenials find it hard to conect with older people who are known for their outspokeness about tyranical dictators.”\n\"><p class=\"question__text\">What letter is missing in the misspelled words from this sentence? “Millenials find it hard to conect with older people who are known for their outspokeness about tyranical dictators.” </p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"C\" data-correct=\"false\"><p class=\"answer__text\">C</p></li>\n       <li class=\"question__answer answer\" data-text=\"T\n\" data-correct=\"false\"><p class=\"answer__text\">T </p></li>\n       <li class=\"question__answer answer\" data-text=\"N\" data-correct=\"true\"><p class=\"answer__text\">N</p></li>\n       <li class=\"question__answer answer\" data-text=\"I\" data-correct=\"false\"><p class=\"answer__text\">I</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"Which of these words is spelled incorrectly?\n\"><p class=\"question__text\">Which of these words is spelled incorrectly? </p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"Embarrass\n\" data-correct=\"false\"><p class=\"answer__text\">Embarrass </p></li>\n       <li class=\"question__answer answer\" data-text=\"Rhythm\n\" data-correct=\"false\"><p class=\"answer__text\">Rhythm </p></li>\n       <li class=\"question__answer answer\" data-text=\"Neccessary\" data-correct=\"true\"><p class=\"answer__text\">Neccessary</p></li>\n       <li class=\"question__answer answer\" data-text=\"Reference\" data-correct=\"false\"><p class=\"answer__text\">Reference</p></li>\n      </ol></li>\n    </ol>\n    <h2 class=\"quiz__correct-answers-title\">Solutions</h2>\n    <p class=\"quiz__correct-answers\">1:A, 2:D, 3:B, 4:B, 5:A, 6:C, 7:B, 8:C, 9:C, 10:C</p>\n    <h3 class=\"quiz__scores-title\">Scores</h3>\n    <ol class=\"quiz__scores\" data-result-groups-length=\"0\"></ol>\n   </div> \n  </div>\n </gu-atom> \n</figure>",
  "<p>Labor has blasted Malcolm Turnbull for saying his position on the racial discrimination law “depends” on what changes are being proposed, and the party says it contradicts earlier assurances that changes are off the table.</p> <p>On 3AW radio on Friday, Turnbull said changes to laws prohibiting insulting or offending people based on race were “not a priority” for the government.<br tabindex=\"-1\"></p> <p>The prime minister said his position on the Racial Discrimination Act “depends [on] how you amend it”, implying he might be open to such changes, provided prohibitions on humiliating and intimidating others were retained.</p> <p>The statement on 3AW radio on Friday came after <a href=\"http://www.theaustralian.com.au/national-affairs/supportive-malcolm-turnbull-in-deal-with-bob-day-to-defer-18c-push/news-story/3e0e3afc1a48abfb1373b5bab9189d78\">a report that Turnbull expressed “general support”</a> of the Family First senator Bob Day’s push to amend section 18C of the act.</p> <p>Day confirmed to Guardian Australia that Turnbull, after becoming prime minister in September, had expressed general support for the senator’s attempt to remove from the law prohibitions on offending or insulting others.</p> <p>“We agreed I would not try to bring the bill to a vote because the timing was not right and that I would reintroduce it in the new year [2016],” he said. It then became impractical to reintroduce it because of the early election and other complications.</p> <p>Day said Turnbull did not reveal whether he would give Coalition members a conscience vote on the issue, nor whether he had given assurances of support on the bill to conservatives before taking the leadership.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/08/amend-racial-discrimination-act-rda-discussed-turnbull-says-bob-day\">New bid to amend Racial Discrimination Act discussed with Turnbull, says Bob Day</a> </p> </aside>  <p>On 3AW on Friday, Turnbull was asked about the report that he had expressed “general support” to Day and his position on the proposed changes. </p> <p>“It depends how you amend it,” he replied, before declining to elaborate and go through the “intricacies” of reform options.</p> <p>“It’s an issue I’ve certainly looked at, and it was considered ... during Tony Abbott’s time as prime minister,” he said</p> <p>He acknowledged <a href=\"http://www.smh.com.au/federal-politics/political-news/tony-abbott-reopens-racial-discrimination-debate-and-laments-hyperpartisan-politics-20160812-gqr91f.html\">Abbott had said he regretted not changing the provision</a>.</p> <p>“It is not a priority for us. Can I just emphasise this: we have a very extensive legislative program with the policies we took to the election.”</p> <p>Turnbull listed Fair Work Act changes to protect the Country Fire Authority, passing bills to create two watchdogs for unions, passing the blocked budget measures, and holding a plebiscite on same-sex marriage as priorities.</p> <p>“With all due respect to the very worthy arguments around it – it is not going to create an extra job, it is not going to ensure your listeners will get to work, or school, or get around their business any sooner, it’s not going to build an extra road.”</p> <p>The shadow minister for multicultural Australia, Tony Burke, said Turnbull’s answer that his position “depends” on the proposed changes, contradicted earlier assurances from the attorney general, George Brandis, that changes were off the table.</p> <p>Brandis told the ABC late last month: “In September 2014, the then prime minister Abbott made a decision to take reform of 18C off the table and that remains the government’s position.”</p> <p>Last Monday, <a href=\"https://www.theguardian.com/world/2016/aug/08/amend-racial-discrimination-act-rda-discussed-turnbull-says-bob-day\">a spokesman for the prime minister said</a>: “We have no plans to change the [Racial Discrimination] Act.”</p> <p>Burke called on Turnbull to explain what the “worthy arguments” were to change the law and “what exactly he thinks people should be able to say that’s not permitted under the current legislation”.</p> <p>On Thursday, the Liberal senator <a href=\"https://www.theguardian.com/world/2016/aug/18/liberal-senator-dean-smith-welcomes-judges-opinion-that-18c-not-fit-for-purpose\">Dean Smith said the Coalition party room view had moved on reform</a> of the RDA.<br></p> <p>Smith will co-sponsor a bill with his fellow Liberal Cory Bernardi and Senate crossbenchers <a href=\"https://www.theguardian.com/world/david-leyonhjelm\">David Leyonhjelm</a> and Bob Day to remove the terms “insult” and “offend” from section 18C of the act.</p> <p>The former federal court judge Ronald Sackville has suggested that amendments to remove “offend”, “insult” and “humiliate”, and create an objective test for hate speech, would create a more defensible balance in the Racial Discrimination Act.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/18/liberal-senator-dean-smith-welcomes-judges-opinion-that-18c-not-fit-for-purpose\">Liberal senator Dean Smith welcomes judge's opinion that 18C not 'fit for purpose'</a> </p> </aside>  <p>Turnbull’s language on section 18C echoes an interview on Sky on Thursday in which the treasurer, Scott Morrison, said it “is not at the top of my list”.</p> <p>“It doesn’t help me reverse the deficit, it doesn’t help me repay the debt, it doesn’t help me get one more person in a job and it doesn’t lead to one extra company investing more in Australia,” he said.</p> <p>The Country Fire Authority (CFA) told Guardian Australia it had not seen or been consulted on the government’s proposed Fair Work Act changes.</p> <p>“We will be interested to see the draft legislation when it becomes available,” it said.</p> <p>A spokesman for the employment minister, Michaelia Cash, told Guardian Australia “the legislation to amend the Fair Work Act to protect the CFA will be released prior to parliament resuming”, on August 30.</p>"
]