[
  "<p> MPs are demanding urgent government action to tackle a “shocking and unacceptable” rise in workplace discrimination in the UK against expectant and new mothers over the last decade.</p> <p>A report published by the women and equalities select committee called for Britain to put in place protection similar to that in Germany, where pregnant women can only be made redundant in certain circumstances. <br></p> <p>The MPs also expressed concern for casual, agency and zero-hours workers, who they said were more likely to report risks to their health and safety, and more likely to leave their employer because of those risks not being resolved. The government should review the maternity and pregnancy rights of this group, they said.</p> <p>The report, published on Wednesday, recommended individual risk assessments, to help reduce the number of women, 25%, who left their jobs because health and safety concerns regarding pregnancy and maternity were not met.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/money/2015/jun/12/discrimination-work-pregnant-new-mothers-forced-out-jobs\">Workplace discrimination: when a pregnant pause becomes more long-term</a> </p> </aside>  <p>The committee chair, Maria Miller, said: “The arrival of a new baby puts family finances under extreme pressure yet, despite this, thousands of expectant and new mothers have no choice but to leave their work because of concerns about the safety of their child or pregnancy discrimination. Shockingly, this figure has almost doubled in the last decade, now standing at 54,000 each year.</p> <p>“There are now record numbers of women in work in the UK. The economy will suffer unless employers modernise their workplace practices to ensure effective support and protection for expectant and new mums.” <br></p> <p>She criticised the government’s response to its own findings in March, which showed that pregnancy discrimination, which is illegal, was worse now than in 2005. </p> <p>“The government’s approach has lacked urgency and bite,” Miller said. “It needs to set out a detailed plan outlining the specific actions it will take to tackle this unacceptable level of discrimination. This work must be underpinned by concrete targets and changes to laws and protections to increase compliance by employers to improve women’s lives.”</p> <p>Currently, 77% of pregnant women and new mothers <a draggable=\"true\" href=\"https://www.theguardian.com/uk-news/2016/mar/22/fifth-of-women-harassed-at-work-over-pregnancy-or-flexible-hours-report-finds\">experience discrimination at work</a>, compared with 45% 10 years ago and 11% lost their jobs, according to the study by the Department for Business, Innovation and Skills, and the Equality and Human Rights Commission in March.<br tabindex=\"-1\"></p> <p>“We find it shocking that the number of new and expectant mothers feeling forced out of their job has nearly doubled in the past decade,” the report on Wednesday said. “It is difficult to accept the EHRC’s characterisation of this as solely an issue of misinterpretation of the law.”<br></p> <p>The report recommended greater protections, including changes in the law, paid time off for antenatal appointments for all workers, and a reduction in the current fee of £1,200 to take a case to a tribunal, which discourages those discriminated against to seek justice.</p> <p>In Germany, a dismissal ban prevents redundancies for pregnant employees except in rare cases, such as gross misconduct by the worker, or the employer getting into severe financial difficulties resulting in multiple job losses. </p> <p>Pregnancy discrimination in the UK is present across all industries and income brackets, studies have found. However, differences do exist. For instance, those on low incomes tend to face discrimination when pregnant, while those on higher incomes tend to experience discrimination on their return to work.</p> <p>A recent survey of Mumsnet users found <a draggable=\"true\" href=\"http://www.mumsnet.com/jobs/the-employers-who-wont-hire-women-mumsnet-survey-women-attitudes\">a fifth of mothers had been asked at a job interview how they would manage childcare</a> if they got the job.</p> <p>Rosalind Bragg, the director of Maternity Action, who gave evidence to the committee, described the report as a roadmap to help tackle the issue.</p> <p> Implementing its recommendations could “reverse the increase in discrimination” and move towards a situation where pregnancy discrimination was rare, she said.</p> <p>Elizabeth Duff, a senior policy adviser for the National Childbirth Trust, said: “Women in the 21st century should never fear making the choice between having a career and a family. Action to address this mistreatment is long overdue.” </p> <p>Catherine Rayner, of the Discrimination Law Association, told the committee the rise in the number of women in casual, agency and zero-hours work might be one reason for the doubling of discrimination.<br tabindex=\"-1\"></p> <p>“There are huge swaths of women, particularly in some of the caring industries, who are treated not as employees but as workers and therefore do not necessarily access the (same) rights.” </p> <p>The birthrights organisation said poorer women were at the greatest risk of having a stillbirth, dying in childbirth or suffering complications. <br tabindex=\"-1\"></p> <p>“It is vital that the law protects these women – some of whom are in casual, agency work or on zero-hours contracts where they are unable to access protected time for vital antenatal appointments. <br></p> <p>“If vulnerable women cannot attend antenatal appointments because of concerns about missing work, this may put them and their babies at serious risk.”</p> <p>The EHRC’s deputy chair, Caroline Waters, said the commission was pleased the committee had adopted its recommendations to improve access to justice, “calling for an extension on the three-month time limit for tribunal claims, and tackling the barriers caused by high tribunal fees”.</p> <p>In her response to the committee’s report, Business Minister Margot James stressed that discrimination in the workplace is illegal.</p> <p>James said: “It is completely unacceptable that pregnant women and new mothers are apparently being forced to quit their jobs because of outdated attitudes.</p> <p>“Tackling this issue is a key priority of mine and this government and I would like to thank the committee for its important work. We will consider its recommendations carefully and respond in due course.”</p> <h2>‘It came as a complete shock’<br></h2> <p>Rebecca Raven was sacked from her £21,000-a-year job teaching art at a private school after telling the headmistress she wanted to take maternity leave. </p> <p>An employment tribunal later ruled that Raven, who was represented by the Association of Teachers and Lecturers, had been unfairly dismissed by Howell’s School, in Denbigh, north Wales. In 2012 the school was ordered to pay Raven £34,000 in compensation, but she said that, so far, she hasn’t seen a penny. </p> <p>The 36-year-old from Wrexham, who now runs her own business, said: “There is discrimination law and equality law, but employers are getting away with flouting it.”</p> <p>She recalls being told by one of the school trustees that they did not want to “waste money on maternity pay”.</p> <p>“I was very clued up. I had been previously self-employed and I knew my rights. But I was made to feel like a criminal. It came as a complete shock. When you are pregnant, you are emotional anyway, but the whole thing put me under a lot of pressure.”<br></p> <p>She welcomed the report’s findings, in particular the recommendation for a reduction in tribunal fees, which have risen in recent years.</p>",
  "<p>The fallout from Colin Kaepernick’s <a href=\"https://www.theguardian.com/sport/2016/aug/30/colin-kaepernick-national-anthem-protest-nfl-49ers\">refusal to stand for the Star-Spangled Banner</a> continues, with the social activist and former Cleveland Browns running back Jim Brown backing the player “100%”.</p> <p>Kaepernick has <a href=\"https://www.theguardian.com/sport/2016/aug/29/donald-trump-colin-kaepernick-national-anthem-protest\">received criticism from figures as varied as Donald Trump</a> and Michigan coach Jim Harbaugh over what he says is a protest against the oppression of African Americans in the United States.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/aug/30/colin-kaepernick-national-anthem-protest-nfl-49ers\">Colin Kaepernick has America's attention: so what does he do now?</a> </p> </aside>  <p>On Monday night, Brown gave support to Kaepernick. “He’s within his rights, and he’s telling the truth as he sees it. I am with him 100%,” Brown said on the NFL Network.</p> <p>Brown said he would not have chosen the same method as Kaepernick, but said the issues he raised are vital. “The No1 issue in the country for me is black homicide, young black men killing young black men,” Brown said. The Hall of Fame running back added that athletes such as Kaepernick can play an important role in shaping society. “The young men of today are stepping up,” Brown said. “For so many years they did not step up.”</p> <p>In a strange episode on Tuesday, the former New England Patriots star Rodney Harrison said Kaepernick didn’t understand the issues because he is “not black”. Kaepernick was born to a white mother and a black father, and was adopted by white parents.</p> <p>“I tell you this, I’m a black man. And Colin Kaepernick, he’s not black. He cannot understand what I face and what other young black men and black people face, or people of color face, on a [daily] basis,” Harrison, who is now a TV analyst, said on SportsTalk790. “When you walk in a grocery store, and you might have $2,000 or $3,000 in your pocket and you go up in to a Foot Locker and they’re looking at you like you’re about to steal something.”</p> <p>Harrison later rowed back on his statement, saying he did not know that Kaepernick was “mixed”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Rodney_Harrison/status/770677454256168961\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Last point I want people to know. I never even knew he was mixed.</p>&mdash; Rodney Harrison (@Rodney_Harrison) <a href=\"https://twitter.com/Rodney_Harrison/status/770677454256168961\">August 30, 2016</a></blockquote>  </figure>",
  "<h2><strong>Jason Aldean</strong></h2> <p><strong>They Don’t Know (Broken Bow), 9 September</strong></p> <p>Stadium country superstar Jason Aldean is out with a new album of electro-country that pushes him further in the direction of U2 and Coldplay. </p> <h2><strong>Jack White</strong></h2> <p><strong>Acoustic Recordings 1998-2016 (Third Man/Warner Bros), 9 September</strong></p> <p>As the title suggests, this is a two-disc collection of alternate versions, mixes and previously unreleased recordings from the White Stripes, the Raconteurs and White’s solo years.</p> <h2><strong>Dex Romweber</strong></h2> <p><strong>Carrboro (Bloodshot), 9 September</strong></p> <p>Half of Detroit’s Flat Duo Jets, Romweber is an Americana innovator and this new set of songs continues the late-night honkytonk vibe as David Lynch might imagine it.</p> <h2><strong>Emmylou Harris, Dolly Parton and Linda Ronstadt</strong></h2>  <figure class=\"element element-image\" data-media-id=\"7d7072ebd08ff4619c17fdb9db58711ac3014050\"> <img src=\"https://media.guim.co.uk/7d7072ebd08ff4619c17fdb9db58711ac3014050/131_319_1994_1197/1000.jpg\" alt=\"Emmylou Harris.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emmylou Harris.</span> <span class=\"element-image__credit\">Photograph: Brendon Thorne/Getty Images</span> </figcaption> </figure>  <p><strong>The Complete Trio Collection (Rhino), 9 September</strong></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2016/aug/18/dolly-parton-pure-and-simple-review-toning-down-the-schmaltz-a-bit\">Dolly Parton: Pure and Simple review – toning down the schmaltz … a bit</a> </p> </aside>  <p>A don’t-miss three-disc set of country soul, gospel, and bluegrass pulled from two Grammy-winning albums featuring 20 unreleased and alternative takes. Everything to know about country harmony is right here. </p> <h2><strong>Wilco</strong></h2> <p><strong>Schmilco (Anti/Epitaph), 9 September</strong></p> <p>Despite the jokey title, this new set of songs from the Chicago adventurists strikes a somber and acoustic tone. </p> <h2><strong>Okkervil River</strong></h2> <p><strong>Away (ATO), 9 Sep</strong><strong>tember</strong></p> <p>The Austin band’s latest promises to collect the most introspective set of songs yet from singer-songwriter Will Sheff. </p> <h2><strong>Bobby Rush</strong></h2>  <figure class=\"element element-image\" data-media-id=\"9c1a741db011d538053e80c37d4ab1b4471b8e96\"> <img src=\"https://media.guim.co.uk/9c1a741db011d538053e80c37d4ab1b4471b8e96/0_1135_3840_2304/1000.jpg\" alt=\"Bobby Rush\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bobby Rush.</span> <span class=\"element-image__credit\">Photograph: Rick Olivier</span> </figcaption> </figure>  <p><strong>Porcupine Meat (Rounder), 16 Sep</strong><strong>tember</strong></p> <p>The king of southern blues and soul is 82 and has not slowed a bit. This new set, recorded in his home state of Louisiana, features guest spots by Dave Alvin, Keb’ Mo’, and Joe Bonamassa.</p> <h2><strong>Willie Nelson</strong></h2> <p><strong>For the Good Times: A Tribute to Ray Price (Sony Legacy), 16 Sep</strong><strong>tember</strong></p> <p>Vince Gill joins Willie for this 12-song salute to Ray Price with songs he made famous, including Heartaches by the Number, Crazy Arms and Night Life.</p> <h2><strong>Amanda Shires</strong></h2> <p><strong>My Piece of Land (BMG), 16 Sep</strong><strong>tember</strong></p> <p>The fiddle player-songwriter, a key member of Jason Isbell &amp; the 400 Unit, releases a new collection of originals.</p> <h2><strong>Timothy B Schmit</strong></h2> <p><strong>Red Dirt Road (Benowen), 23 Sep</strong><strong>tember</strong></p> <p>The Eagles’ honey-voiced bassist delivers a long-awaited solo set of new songs.</p> <h2><strong>Joe Henry and Billy Bragg</strong></h2>  <figure class=\"element element-image\" data-media-id=\"376f3b87145956117c40a399722c7bee52c9d4db\"> <img src=\"https://media.guim.co.uk/376f3b87145956117c40a399722c7bee52c9d4db/236_180_4218_2530/1000.jpg\" alt=\"Billy Bragg and Joe Henry\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Billy Bragg and Joe Henry.</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p><strong>Shine a Light: Field Recordings From the Great American Railroad (Cooking Vinyl), 23 Sep</strong></p> <p>The two songwriters record train songs penned by <a href=\"https://www.theguardian.com/music/2016/jul/20/hank-williams-country-music-radio\">Hank Williams</a>, Lead Belly, the Carter Family, Jimmie Rodgers, Glenn Campbell, and Gordon Lightfoot, among others.</p> <h2><strong>Dwight Yoakam</strong></h2> <p><strong>Swimmin’ Pools, Movie Stars … (Sugar Hill), 23 Sep</strong><strong>tember</strong></p> <p>This is a bluegrass album from the California country star featuring new renditions of his best-known songs and a fast-picking cover of Prince’s Purple Rain by some of the genre’s best players today.</p> <h2><strong>Randy Newman</strong></h2> <p><strong>The Randy Newman Songbook, Volume 3 (Nonesuch), 23 Sep</strong><strong>tember</strong></p> <p>The wait continues for a set of new Randy Newman songs. Meanwhile, here is the third volume of solo recordings of songs from his landmark catalog. </p> <h2><strong>Bruce Springsteen</strong></h2> <p><strong>Chapter and Verse (Columbia), 30 Sep</strong><strong>tember</strong></p> <p>An “audio companion” to his pending autobiography collects 18 songs, five unreleased, including two from his teenage band the Castiles.</p> <h2><strong>John Prine</strong></h2> <p><strong>For Better, For Worse (Oh Boy/Thirty Tigers), 30 Sep</strong><strong>tember</strong></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2016/jul/20/hank-williams-country-music-radio\">Hank Williams: the lighter side of the godfather of country</a> </p> </aside>  <p>The cherished songwriter returns with a second set of cover songs by such country legends as Hank Williams, Buck Owens and George Jones. They’re all duets pairing Prine with some of the most prominent female singers today, including Miranda Lambert, Alison Krauss and Lee Ann Womack. </p> <h2><strong>Bob Weir</strong></h2> <p><strong>Blue Mountain (Roar/Sony Legacy), 30 Sep</strong><strong>tember</strong></p> <p>The <a href=\"https://www.theguardian.com/music/2016/may/18/grateful-dead-bob-weir-im-nowhere-near-done\">Grateful Dead guitarist-singer</a> has been on a roll since officially disbanding the Dead last summer in Chicago. His first solo album of original material in 30 years features members of the National.</p> <h2><strong>Drive-By Truckers</strong></h2>  <figure class=\"element element-image element--showcase\" data-media-id=\"01fa9da286fba2fec960679731c6e00bb1752506\"> <img src=\"https://media.guim.co.uk/01fa9da286fba2fec960679731c6e00bb1752506/0_198_2970_1782/1000.jpg\" alt=\"The Drive-By Truckers\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Drive-By Truckers.</span> <span class=\"element-image__credit\">Photograph: Danny Clinch</span> </figcaption> </figure>  <p><strong>American Band (ATO), 30 Sep</strong><strong>tember</strong></p> <p>This tumultuous election year now has a soundtrack. The Truckers, celebrating 20 years, deliver an unabashedly political album featuring a set of scorching songs ripped from the headlines. </p> <h2><strong>Luke Winslow-King</strong></h2> <p><strong>I’m Glad Trouble Don’t Last Always (Bloodshot), </strong><strong>30 Sep</strong><strong>tember</strong></p> <p>This New Orleans singer-songwriter has long captured the street vibe of that city, but on this new release he goes deep into the electric swamp of Delta blues. </p> <h2><strong>The Flat Five</strong></h2> <p><strong>It’s a World of Love and Hope (Bloodshot), 14 October</strong></p> <p>This group of ace players, all key assets to groups such as the Decemberists, Iron and Wine, Neko Case and NRBQ, has quietly groomed a loyal following with their expert weaving of country soul, psychedelia, sixties pop, and prewar jazz. This debut set is a celebration of Chris Ligon, the left-field country singer-songwriter.</p> <h2><strong>Conor Oberst</strong></h2>  <figure class=\"element element-image\" data-media-id=\"2e86855e95981d92d633385e5965d663ec509677\"> <img src=\"https://media.guim.co.uk/2e86855e95981d92d633385e5965d663ec509677/191_129_2625_1575/1000.jpg\" alt=\"Conor Oberst\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Conor Oberst.</span> <span class=\"element-image__credit\">Photograph: Amelie Raoul</span> </figcaption> </figure>  <p><strong>Ruminations (Nonesuch), 14 Oct</strong><strong>ober</strong></p> <p>The former Bright Eyes artist returns with a collection of solo acoustic originals recorded in his hometown of Omaha, Nebraska.</p> <h2><strong>David Crosby</strong></h2> <p><strong>Lighthouse (GroundUP Music/Verve), 21 Oct</strong><strong>ober</strong></p> <p>The Crosby, Stills, Nash &amp; Young raconteur has been busy lately with his second solo album in two years. These nine new songs are produced by Michael League of Snarky Puppy.</p> <h2><strong>Kenny Chesney</strong></h2> <p><strong>Cosmic Hallelujah (Blue Chair/Columbia), 28 Oct</strong><strong>ober</strong></p> <p>Last spring, Kenny Chesney gave a sense of his forthcoming album when he released the single Noise, a brooding pop critique of the age of information overload. </p> <h2><strong>Lambchop</strong></h2> <p><strong>Flotus (For Love Often Turns Us Still) (Merge), 4 November</strong></p> <p>Frontman Kurt Wagner has fronted this Nashville collective for nearly two decades; this time around, the songs promise to pay homage to Kendrick Lamar, Kanye West, Frank Ocean and Shabazz Palaces.</p> <h2><strong>Miranda Lambert </strong></h2> <p><strong>(</strong><strong>Title and date unknown)</strong></p> <p>Last month, <a href=\"https://www.theguardian.com/music/2016/mar/28/miranda-lambert-country-renegade-interview\">Miranda Lambert</a> released Vice, a new single off her forthcoming album that is unlike anything we hear on country radio. It was written from the perspective of a woman coping with the wreckage of a relationship by numbing herself with casual sex, and the song’s very real subject keeps her in good company with other country rule-breakers like Loretta Lynn and Kitty Wells. </p>",
  "<p>Former New York City mayor Rudy Giuliani said on Monday that he had “saved more black lives” than Beyoncé, following <a href=\"https://www.theguardian.com/culture/2016/aug/29/mtv-vmas-2016-recap-review-beyonce-britney-spears-kanye-west\">the singer’s heralded MTV Music Video Awards performance</a>, which made allusions to racial injustice.<br></p> <p>At the awards show in New York on Sunday, Beyoncé performed <a href=\"http://www.mtv.com/video-clips/xa04vj/vma-2016-beyonce-lemonade-medley-live-performance-vma-2016-mtv\">a medley of songs</a> from her recent “visual album” Lemonade, which was released with an accompanying film. The 15-minute performance began with her dancers falling as though shot by guns after they were hit by a red light, a reference to police killings of black people, and she was later joined onstage by a black man wearing a hoodie, a seeming reference to the clothing <a href=\"https://www.theguardian.com/us-news/trayvon-martin\">teenager Trayvon Martin wore when he was killed</a>. She also <a href=\"https://www.theguardian.com/culture/2016/aug/29/mtv-vmas-2016-beyonce-brings-mothers-of-four-black-men-killed-in-the-us-to-awards\">brought the mothers of four unarmed black men</a> who were killed in the US to the awards show.</p> <p>Giuliani, who was mayor of New York City from 1994 to 2001, told Fox News on Monday that the singer’s performance was “a shame”. </p> <p>“I saved more black lives than any of those people you saw onstage,” he said, “by reducing crime – and particularly homicide – by 75%, of which maybe four or five thousand were African American young people who are alive today because of the policies I put in effect that weren’t in effect for 35 years.”</p> <p>Beyoncé’s performance should have also symbolized why police officers are dispatched to “those neighborhoods”, the former Republican presidential hopeful said.</p> <p>“Neither of them have saved any lives, although only Giuliani has the hubris to claim that he has,” Jeffrey Fagan, director of the Center for Crime, Community and Law at Columbia Law School, said. “His claim is dubious at best, without basis in fact.”</p> <p><a href=\"http://www.politifact.com/truth-o-meter/article/2007/sep/01/how-much-credit-giuliani-due-fighting-crime/\">There was a 56% drop in the violent crime rate</a> during Giuliani’s tenure, which mirrored a nationwide trend in falling crime rates at the time. Giuliani also instituted a controversial stop-and-frisk policy, <a href=\"https://www.theguardian.com/world/2013/aug/12/stop-and-frisk-landmark-ruling\">which a federal judge said in 2013</a> violated individuals’ constitutional rights and was “<a href=\"http://www.nytimes.com/2013/08/13/opinion/racial-discrimination-in-stop-and-frisk.html?_r=0\">racially discriminatory</a>”. </p> <p>“Crime was going down everywhere at the same time; perhaps he wants to take credit for saving lives in San Diego, Houston and many other large US cities,” Fagan said. </p> <p></p> <p>Giuliani, who made <a href=\"https://www.theguardian.com/world/2008/jan/30/usa.rudygiuliani\">a failed bid for the Republican presidential nomination in 2008</a>, was hailed as a hero in the aftermath of the 9/11 terror attacks, but in recent years has become known for his inflammatory comments. </p> <p><a href=\"https://www.theguardian.com/us-news/2016/jul/28/rudy-giuliani-muslims-watchlist-monitoring-bracelets\">Last month</a>, he suggested Muslims on the government’s watch list should be forced to wear GPS wristbands. <a href=\"https://www.theguardian.com/us-news/2015/feb/20/rudy-giuliani-defends-obama-does-not-love-america\">In 2015</a>, Democratic leaders condemned him for saying Barack Obama did not love America. Over the summer, Giuliani called Black Lives Matter “inherently racist”. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/jul/11/rudy-giuliani-black-lives-matter-racist-video\"            data-short-url=\"https://gu.com/p/4zt8a\"                    data-show-ads=\"true\"            data-video-id=\"2611504\"            data-video-name=\"Rudy Giuliani: Black Lives Matter is racist and anti-American – video\"            data-video-provider=\"CBS/Face the Nation\"            > <video data-media-id=\"gu-video-5783c741e4b0ea445f0fe338\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/07/11/160711rudy_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/07/11/160711rudy_synd_768k_vp8.webm\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2016/07/11/160711rudy_small.3gp\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/07/11/160711rudy.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2016/07/11/160711rudy_large.3gp\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/jul/11/rudy-giuliani-black-lives-matter-racist-video\">Rudy Giuliani: Black Lives Matter is racist and anti-American</a></figcaption> </figure>   <p>Giuliani, <a href=\"https://www.theguardian.com/us-news/live/2016/apr/07/giuliani-endorsement-trump-poll-clinton-sanders-cruz-kasich-new-york-primary-election-2016\">who endorsed Donald Trump earlier this year</a>, has criticized Beyoncé before. After her February half-time performance at the Super Bowl, which featured dancers dressed like Black Panthers, Giuliani said Beyoncé had used the show “as a platform to attack police officers”. </p>",
  "<p>Aimee Boorman, the longtime personal coach of Olympic champion Simone Biles, is walking away from the suburban Houston gym that both called home during their rise to international renown.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/aug/17/simone-biles-us-gymnastics-olympics-rio-2016\">Simone Biles the bandleader of a US quintet that might never be bettered | Bryan Armen Graham</a> </p> </aside>  <p>Boorman announced on Monday that she is leaving the World Champions Centre, the 56,000 sq ft gym commissioned by Biles’ parents as a retirement venture in 2013, to become the executive director of women’s gymnastics at Evo Athletics in Sarasota, Florida.</p> <p>“My vision for what a gymnastics facility should be is reflected in Evo,” Boorman said in a statement. “Not only having world-class equipment and staff, but the dedication to exceeding the needs of all members of the Evo family, athletes, their families’ coaches and staff while providing a platform for developing young athletes to reach their great potential.”</p> <p>The 43-year-old Boorman, who was the head coach of the US women’s team under national team coordinator Martha Karolyi, led the Americans to a record nine medals at the Rio Olympics.</p> <p>Biles, who has studied under Boorman since taking up gymnastics at eight years old, accounted for five of those including four golds. The 19-year-old is taking a hiatus before deciding whether to return to the sport.</p> <p>“We were both sad, but [Simone] understands that life moves on and she knows that if she plans to continue in gymnastics … I will always be willing to coach her,” Boorman told People magazine. “I will be there as a mentor.” </p>",
  "<p>In the UK earlier this month, Black Lives Matters UK held protests across Britain. Now protesters arrested during a demonstration in Nottingham have claimed that police treated them disproportionately harshly. The solicitor representing them said: “My clients feel that they have been targeted because of the colour of their skin.” <br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/30/police-treated-uk-black-lives-matter-protesters-more-harshly-due-to-race\">Police 'treated UK Black Lives Matter protesters more harshly due to race'</a> </p> </aside>  <p>It raises questions <a href=\"https://www.theguardian.com/world/2016/aug/30/police-treated-uk-black-lives-matter-protesters-more-harshly-due-to-race\">about the treatment of black people in the UK and during recent demonstrations, the organisation campaigned on what they described as “a nationwide crisis of racism”</a>. They cited statistics showing that black people are far more likely to die in police custody and up to 37 times more likely to be stopped and searched than white people.</p> <p>We want to hear from our readers about what the Black Lives Matter movement means to you. Why is the campaign necessary in the UK? What are your experiences? Are you planning to join future demonstrations? What message do you want to get across? Share your stories and experiences with us.</p>  <figure class=\"element element-embed\" data-alt=\"Black Lives Matter\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;script type=&quot;text/javascript&quot; src=&quot;https://guardiannewsampampmedia.formstack.com/forms/js.php/untitled_form_19_copy_5_copy_2_copy_copy_copy_1_copy_2_copy_1_copy_1_copy_1_copy_1_copy_1_copy_copy_1_copy_1_copy_1_copy_copy_copy_copy_1_copy_copy_copy_2_copy_copy_copy_2_copy_copy_1&quot;&gt;&lt;/script&gt;&lt;noscript&gt;&lt;a href=&quot;https://guardiannewsampampmedia.formstack.com/forms/untitled_form_19_copy_5_copy_2_copy_copy_copy_1_copy_2_copy_1_copy_1_copy_1_copy_1_copy_1_copy_copy_1_copy_1_copy_1_copy_copy_copy_copy_1_copy_copy_copy_2_copy_copy_copy_2_copy_copy_1&quot; title=&quot;Online Form&quot;&gt;Online Form - Black Lives Matter UK&lt;/a&gt;&lt;/noscript&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>",
  "<p>Protesters arrested during a Black Lives Matter demonstration in Nottingham have claimed that police treated them disproportionately harshly because of the colour of their skin. </p> <p>Yvone Francis-Parmar, 50, Eshe Graham, 20, Lisa Robinson, 48, and Malachi Glaiester Thomas, 30, appeared at Nottingham magistrates court last week charged with wilful obstruction of a highway. </p> <p>On 5 August, the four protesters brought traffic to a standstill when they chained themselves together and lay across tram tracks near the Royal Centre tram stop in Nottingham city centre. </p> <p>The demonstration was part of a <a href=\"https://www.theguardian.com/uk-news/2016/aug/05/black-lives-matter-protest-sparks-heathrow-traffic-chaos\">national day of action by Black Lives Matter UK</a>, to protest against what they describe as “a nationwide crisis of racism”. The campaign group was originally formed in the US in response to police shootings of black people.</p> <p>“My clients feel that they have been targeted because of the colour of their skin,” Haroon Shah, the solicitor representing the four, told the Guardian. He argues that the bail conditions were disproportionately harsh.</p> <p>Nottinghamshire police said they could not comment on the allegations due to the ongoing court proceedings.</p> <p>The initial bail conditions, which prevented the four accused from contacting each other or taking part in any organised protest, were lifted following representations from Shah. </p> <p>The presiding magistrate, John Lock, agreed to lift the conditions and released the four on unconditional bail until their next hearing on 6 September.</p> <p>“The day after they were arrested there was an [English Defence League] march where all the tram lines were shut down and sections of the city were brought to a standstill at the cost to the taxpayer to the tune of about £200,000,” said Shah. </p> <p>“Obviously [the anti-racism protesters] feel aggrieved that nothing is done in relation to those people that are marching, where there was basically a shutdown of the whole [city centre], and yet when they’re trying to make their [protest], they are then arrested for obstructing the highway.”</p> <p>On 6 August, extra officers were drafted in from forces across the country – including Greater Manchester, Durham and Lancashire – to policethe protest by the far-right EDL and a counter-protest by anti-fascist groups.</p> <p>Nottinghamshire’s police and crime commissioner, Paddy Tipping, estimated that the entire operation would cost the force around £200,000. Five arrests were made, with three people released without charge and another two given court dates.</p> <p>Shah acknowledged that, unlike the EDL demonstrators, his clients had not obtained permission from the police to hold their protest, but he said that although both groups had similar objectives, to protest, he believes his clients were treated differently to the EDL supporters. </p> <p>The national day of action this month was timed to coincide with the fifth anniversary of the death of Mark Duggan, who was shot dead by police, sparking nationwide riots. An inquest found that Duggan, 29, had been “lawfully killed”.</p> <p>Protesters blocked the roads leading to Heathrow and Birmingham airports. Police in London arrested 10 protesters, while West Midlands police arrested five.</p> <p>A statement from the group, released on the day of the protests said: “This morning UKBLM have #Shutdown roads in London, Birmingham, Manchester and Nottingham to mourn those who have died in custody and to protest the ongoing racist violence of the police, border enforcement, structural inequalities and the everyday indignity of street racism.”</p> <p>The group highlighted statistics showing that black people are far more likely to die in police custody. They are up to 37 times more likely to be stopped and searched than white people and three times more likely to be arrested than white people.</p>",
  "<p>For all the ferocity of the battle currently consuming the Labour party, there is another major British party arguably in the grip of a more chaotic leadership election – Ukip.<br></p> <p>The turmoil is less obvious than the daily and public exchange of insults between Jeremy Corbyn and Owen Smith. The five Ukip candidates hoping to succeed Nigel Farage are battling it out in a seemingly polite exchange, before the start of voting on 1 September.</p> <p>A day after Farage <a href=\"https://www.theguardian.com/us-news/2016/aug/24/nigel-farage-donald-trump-rally-hillary-clinton\">spoke at a Donald Trump rally</a> in Mississippi, the final official hustings to replace him took place at a much more low-key event last Thursday. It is a fraught and pivotal moment for the UK’s <a href=\"http://www.bbc.co.uk/news/election/2015/results\">third-biggest political party by vote-count</a> in last year’s general election, with a series of ideological and personal undercurrents threatening to send it off course.</p> <p>The more obvious faultline is the ideological future of an organisation which, as of the <a href=\"http://www.theguardian.com/politics/2016/jun/24/britain-votes-for-brexit-eu-referendum-david-cameron\">EU referendum two months ago</a>, has seen its primary founding goal achieved. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/28/the-guardian-view-on-ukip-after-nigel-farage-a-grievance-in-search-of-a-leader\">The Guardian view on Ukip after Nigel Farage: a grievance in search of a leader | Editorial</a> </p> </aside>  <p>While much of the talk is about expanding Ukip’s base and reaching out to economically disenfranchised former Labour voters, some candidates are still discussing issues such as restrictions on Muslim women wearing veils in public, described disparagingly by one party insider as the “Geert Wilders, BNP-light, anti-Islam line” – a reference to the far-right Dutch political leader who is calling for the complete “de-Islamification” of the Netherlands.</p> <p>Perhaps more damaging is the lineup on offer – in which only one person, Diane James, the party’s deputy chair, has anything resembling a national profile, mainly based on her confident performance in the <a href=\"http://www.theguardian.com/politics/blog/2013/feb/28/eastleigh-byelection-results-live-blog\">2013 Eastleigh byelection</a>, where she came within 1,800 votes of becoming the first person to be elected on a Ukip ticket. </p>  <figure class=\"element element-image\" data-media-id=\"8d6612770a6e2db6065c478df38449a64e3dc7de\"> <img src=\"https://media.guim.co.uk/8d6612770a6e2db6065c478df38449a64e3dc7de/0_128_3500_2100/1000.jpg\" alt=\"Diane James\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Diane James has insisted she is putting forward no policies as part of her Ukip leadership campaign.</span> <span class=\"element-image__credit\">Photograph: Chris Radburn/PA</span> </figcaption> </figure>  <p>The other candidates are Lisa Duffy, a local councillor in Cambridgeshire; West Midlands MEP Bill Etheridge; and former parliamentary candidates <a href=\"https://twitter.com/joneselizab?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Elizabeth Jones</a> and <a href=\"https://twitter.com/phil_broughton\">Philip Broughton</a>.</p> <p>Among the absentees are three leading figures who decided not to stand: Paul Nuttall, Farage’s media-friendly deputy; Douglas Carswell, the party’s Tory-defecting sole MP; and Nathan Gill, the MEP who leads Ukip in Wales.</p> <p>On top of that are two forced absences. Suzanne Evans wrote the party’s 2015 manifesto and was seen as a likely successor to Farage, but was <a href=\"http://www.theguardian.com/politics/2016/mar/23/ukip-suzanne-evans-suspended-disloyalty-nigel-farage\">suspended by the party</a> before the election for alleged disloyalty. In her absence the initial favourite was Steven Woolfe, a former barrister and City lawyer with a modernising agenda for Ukip, who was <a href=\"http://www.theguardian.com/politics/2016/aug/03/ukip-leadership-steven-woolfe-excluded-from-ballot\">controversially excluded from the ballot</a> after his application was submitted 17 minutes late.</p> <p>The Ukip insider said this had left the field somewhat thin. “Suzanne Evans and Steven Woolfe can’t run, and Paul Nuttall isn’t running – they’re basically the three faces, other than Nigel, that any normal person will know,” the source said. <br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/26/forget-nigel-farage-people-ukip-exploits\">Farage is gone, but the people he spoke for can’t be ignored</a> </p> </aside>  <p>Adding further to the confusion is the fact that James, the bookies’ clear favourite to become new leader at the Ukip conference on 15 September, has decided to boycott the <a href=\"http://www.myukip.com/leadership-hustings.html\">official leadership hustings</a>, instead running <a href=\"http://www.diane4ukip.uk/meet-diane.html\">her own series of events</a>.</p> <p>Interviewed by BBC Radio 4’s Today programme last week, James argued there was “no need to debate with my rivals”. She said: “What I’m doing is appealing direct to the members and activists.”</p> <p>It remains to be seen if this apparent attempt to rise above the fray will set her out from the rest or cost her votes. At the penultimate hustings on Wednesday night in the Ukip stronghold of Clacton-on-Sea in Essex, several among the near-100 attending said they were baffled. “It’s a bit disrespectful,” said one man. “Why should we be forced to travel to two events?”</p> <p>James has similarly declined to outline any policies beyond a plan to swiftly rejig the party’s 2015 manifesto ahead of a possible early general election, arguing that policymaking “on the hoof” was not a good idea.</p>  <figure class=\"element element-image\" data-media-id=\"5a281f750ce6b386983ccdd1088e00930b0fdb11\"> <img src=\"https://media.guim.co.uk/5a281f750ce6b386983ccdd1088e00930b0fdb11/0_310_5760_3457/1000.jpg\" alt=\"Ukip leadership candidates at the final hustings, from left: Lisa Duffy, Bill Etheridge, Phillip Broughton and Liz Jones.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ukip leadership candidates at the final hustings, from left: Lisa Duffy, Bill Etheridge, Phillip Broughton and Liz Jones.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>  <p> While none of the other four candidates seem likely to win – Duffy is a distant second favourite – their stances highlight the choice faced by the party: how to expand its reach without upsetting the base.<br></p> <p>One of the centrepieces of Duffy’s appeal to members at Clacton was what she called a “positive vision for British Islam”, a slightly retro-Ukip programme including a restriction on wearing a veil in public places.</p> <p>Etheridge remains similarly in tune with such sentiments, calling at the hustings for the privatisation of the “shoddy, leftwing” BBC and for a low-tax, private sector-based economy.</p> <p>In contrast, Broughton, who at the 2015 election came within 3,000 votes of defeating Labour in Hartlepool, told the Clacton audience he wants Ukip to “broaden our message and change our tone”. The self-styled “young, passionate, northern, working class guy” is unlikely to win but is a distinctive figure in the party, not least given his <a href=\"http://www.gazettelive.co.uk/news/local-news/former-stockton-councillor-takes-wrestling-3665225\">brief career in wrestling</a>, where he grappled under the title The One and Only Phillip Alexander alongside more snappily named opponents such as Disco Wes.</p>  <figure class=\"element element-image\" data-media-id=\"74c42cc6f13819323a99e75f9056763bf14ab3b9\"> <img src=\"https://media.guim.co.uk/74c42cc6f13819323a99e75f9056763bf14ab3b9/0_351_1302_781/1000.jpg\" alt=\"Nigel Farage said he would only return to lead Ukip if there was a long delay in triggering article 50 for EU departure.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage said he would only return to lead Ukip if there was a long delay in triggering article 50 for EU departure.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>  <p>James similarly raised some eyebrows by suggesting that heavily multicultural Newham in east London could prove a future Ukip stronghold, given its relatively high leave vote in the Brexit referendum.</p> <p>Amid all this there is inevitable, if so far private, talk that even a James leadership could be temporary, with either Woolfe or even Farage returning to the fray within a year or so. Farage, a man of several interrupted retirements, has so far <a href=\"http://www.express.co.uk/news/uk/699809/nigel-farage-return-leader-ukip-brexit\">said he would only come back</a> if there was a long delay in triggering article 50, which sets in motion EU departure. Woolfe has remained silent since his exclusion, beyond accepting the party’s ruling.<br></p> <p>The loss of Woolfe is seen by his allies as the product of a wider power struggle within the party, in which a national executive committee hostile to Farage is seeking to exclude his favourites.</p> <p>Carswell, who represents Clacton in parliament, dismissed this. “We’re not big enough to have wings,” he told the Guardian at the hustings. “We’re an anti-establishment movement. We need to grow up and become a party that’s bigger than one person. And I hope we manage it.”</p> <p>He is not endorsing any of the candidates, saying this was in part to ensure he had a better relationship with the new leader than he did with Farage: “I didn’t always particularly get on with the previous leader, so I think it’s all the more important that I make every effort to get on with the new leader.”</p>",
  "<p>‘Education, education, education” was the rallying cry of Tony Blair before history cruelly teamed him up with George W Bush. We all applauded – and, to be fair, the money flowed during the Blair-Brown years, even if it was accompanied by intrusive <a href=\"https://www.theguardian.com/uk/2000/mar/28/britishidentity.tonyblair\">“modernisation”</a>. For higher education, the equivalent mantra would have been – and still is – “jobs, jobs, jobs”.</p> <p>Students – sorry, customers – are now cajoled into measuring the value of their courses in terms of future earnings. High tuition fees in England, soon to be higher still even though they are already among the highest in the world, are <a href=\"https://www.theguardian.com/commentisfree/2014/oct/19/tuition-fees-essential-part-of-golden-opportunity\">justified by these higher graduate earnings</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2016/aug/30/university-tuition-fees-are-they-worth-it-students\">Back home and in debt: life after university tuition fees</a> </p> </aside>  <p>And it is not only students. Institutions, too, have to focus on “employability”, usually reduced to the proportion of their students who find “graduate” jobs. In the looming Teaching Excellence Framework (TEF) this will be a key <a href=\"https://www.theguardian.com/education/2015/jul/21/higher-education-student-debt-teaching-excellence-framework-tef-jo-johnson\">indicator of their performance</a>.</p> <p>Whole nations now justify public investment in higher education almost entirely in terms of enhancing the skills of graduate workers, as well as more “impactful” research. Competition in the global knowledge economy is the new Olympian struggle, with growth rates and gross national product substituting for medals.</p> <p>But just because over the past two decades the growth in the proportion of “graduate” jobs roughly kept pace with the increasing production of graduates there is no guarantee this will happen in future. The recent <a href=\"https://www.theguardian.com/education/2016/aug/18/gap-between-graduate-and-non-graduate-wages-shows-signs-of-waning\">Institute for Fiscal Studies</a> report found that the “graduate premium”, the extra earnings graduates can expect compared with non-graduates, has held up – so far. It offered no reassurances about the future.</p> <p>Because older non-graduates are retiring and being replaced by graduates, the proportion of graduates in the workforce will go on increasing even if there is no growth in student numbers (and the Universities and Colleges Admissions Service has reported a <a href=\"https://www.theguardian.com/education/2016/aug/19/ucas-considers-radical-changes-as-clearing-rates-rise-sharply\">4% increase in first years </a>this autumn).</p> <p>There is already alarming anecdotal evidence that the increase in “graduate” jobs is failing to keep pace. Lots of graduates end up in the Uber economy. In any case, the “graduate premium” has always been uneven – high for Oxbridge graduates heading for the City, wafer-thin for those from less prestigious universities working in the public sector (especially if they are women or from ethnic minorities).</p> <p>Ministers will be tempted to heap blame on these less prestigious universities, naming and shaming them and penalising them in the TEF in the name of “<a href=\"https://www.theguardian.com/education/2015/sep/09/lamentable-teaching-damaging-higher-education-jo-johnson-minister-warns\">driving up standards</a>”. But that will be pointless and deeply unfair if the “graduate” jobs don’t exist in sufficient quantity. It is worth remembering that the growth in such jobs in the past was fuelled by incorporating the education of most healthcare and primary school teachers into the graduate economy.</p> <p>The anecdotal evidence that the explosion of “graduate” jobs may be over is already there. The scientific evidence is slowly becoming available, notably in a paper by Stephen Kemp-King, The Graduate Premium: manna, myth or plain mis-selling?, published by the <a href=\"http://www.if.org.uk/archives/8403/the-graduate-premium-manna-myth-or-plain-mis-selling\">Intergenerational Foundation</a>. There are lots of reasons. Top of the list is the government’s refusal to embrace a high-skill industrial strategy, preferring the quick fix of a liberalised, and lower-wage, workforce.</p> <p>Another reason is that many of the “graduate” jobs generated in management and financial services, even though they are filled by graduates from our now ubiquitous “top” universities, are rather “soft”. They may – may – demand those sometimes over-hyped problem-solving and inter-personal skills. But they often don’t need high-level expert and technical skills. Not really very “graduate” on one reading.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2016/jun/03/less-than-half-of-students-confident-their-degree-will-pay-for-itself\">Less than half of students confident their degree will pay for itself</a> </p> </aside>  <p>Then there are longer-term structural reasons. Some fear high-skill jobs are being hollowed out, as the need for truly advanced skills is becoming more and more concentrated in a few very high-tech sectors (often abroad). Others suggest our existing advanced technologies are becoming mature, and may cease to devour graduates in the way they once did.</p> <p>If the graduate job market does falter, there are two responses. The first, and much the most likely from government, is to increase the pressure on universities, insisting that the fit between higher education and employment becomes even more exact. That is probably a battle that can never be won.</p> <p>The second is to recognise that a higher education is about more than jobs. It is about self worth and citizenship too. So even if the supply of “graduate” jobs does fail to keep up with the production of graduates, there is no need to panic. A good society is more than just an ever-expanding economy.</p>",
  "<p>As an essential part of any job hunt, interviews are often seen as the perfect opportunity to put your best foot forward and show your skills. But in reality it’s usually the time you find yourself most on edge. As nerves begin to set in, it’s easy to become distracted by the interviewer’s rapid note-taking and wonder what on earth they are writing. But the secret to interview success comes down to more than just keeping your cool.</p> <p>To make the best possible impression, it’s helpful to understand what the interviewer is really looking for. With this in mind, here are three questions every interviewer ponders as you sit opposite them.</p> <h2>Would you fit in here?</h2> <p>The interviewer will be trying to picture you in the role, working alongside the current team and considering how well you’re likely to fit in. So you need to show how your personality is a good match.</p> <p>As you can imagine, a startup with just three employees who are all senior managers will have a very different feel to a small agency of 20-somethings, or a business of more than 1,000 people. But even with research, it’s often not possible to get an exact idea of the company culture until the interview itself.<br></p> <p>On interview day spend a few minutes taking in the working atmosphere – are the offices buzzing with noise and people taking time to have an informal chitchat, or is it almost silent with a more focused energy? Next, assess how your interviewer is coming across – are they following a more formal interview style or are they telling anecdotes and are more conversational? Then aim to mirror them.<br></p> <p>While you should always be professional, by taking note of all the above you’ll have a better idea of which part of your personality to emphasise. Don’t forget to also think about where your role fits into the team. If you’re timid in an interview for an internal coordinator role, for example, the interviewer might be left questioning your ability to take charge.<br></p> <h2>Do you match your CV?</h2> <p>Up until this point, the interviewer already assumes you’ll be a great match for the role – you now just need to keep them thinking this. Remember, your interviewer has no immediate way of knowing if your CV is true unless you have the evidence to back it up.</p> <p>Ahead of the interview, run through every point on your CV and apply the <a href=\"https://www.theguardian.com/careers/careers-blog/star-technique-competency-based-interview\">star technique</a> to give a wider context to the claims you’ve made. By having this bank of detailed examples in mind, you’ll be able to better explain how your experience transfers to the role.</p> <aside class=\"element element-rich-link element--supporting\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/careers/2016/aug/23/ultimate-top-tips-for-job-interview-success\">Four top tips for job interview success</a> </p> </aside>  <h2>Have you got what it takes?</h2> <p>Your interviewer will be looking to see how well you really understand the nature of the role and what you can expect to face.</p> <p>As part of your research, watch and read interviews with people in the industry talking about their daily working lives, taking note of the challenges and situations they come up against. This will help you build up a realistic idea of what you’re likely to expect.</p> <p>At interview, you then just need to pair this knowledge with specific examples from your own experience. For example, in an interview for a project manager role, you may be asked a competency based question like: “Give an example of a time you had to be diplomatic.” Your response might be: “I understand that a large element of this position can involve being the middleman in negotiating and finding compromises between different parties, which I’ve faced in my previous role. For example when I …” Then give an example using the star technique.</p> <p>But it doesn’t just come down to what you say. Use the interview as a chance to show firsthand that you have the relevant skills. For example, if the job involves talking to senior clients, make sure you come across as confident, but personable. Or perhaps the role will require you to listen and help with customer queries. In which case, show the interviewer your attention to detail by referring back to the things they say during the interview.</p> <p>The interviewer will also be using this time to work out how long you’re going to stick around – they don’t want to spend time investing in someone who will jump ship in a few months when a new opportunity comes along. If you have a history of job hopping, seem overqualified or are looking to relocate to the area, don’t leave the interviewer to draw negative conclusions. Be sure to voice their potential concerns and explain why this job is different.</p> <p>Every interview is slightly different, so simply taking the time to put yourself in the interviewer’s shoes and consider exactly what they’re looking for, might be the key to your interview success.</p> <p><em></em></p> <p><strong>Looking for a job? Browse <a href=\"http://jobs.theguardian.com/\">Guardian Jobs</a> or sign up to <a href=\"https://register.theguardian.com/careers/\">Guardian Careers</a> for the latest job vacancies and career advice</strong></p>",
  "<p><a href=\"https://www.theguardian.com/environment/2013/oct/29/stick-with-carbon-pricing-labor\">Labor’s national secretary, George Wright</a>, has resigned from his position in the ALP and is leaving politics to join BHP Billiton’s corporate affairs team.</p> <p>Wright served as the ALP’s national secretary for five-and-a-half years, working on the notoriously difficult 2013 federal election campaign, where the relationship between the then prime minister, Kevin Rudd, and campaign headquarters was strained, and the near-win 2016 election campaign, where the Coalition’s large majority was almost wiped out by a resurgent Labor.</p> <p>In the immediate aftermath of the 2016 election campaign, senior Liberal members said the Coalition had a lot to learn from Labor’s slick campaign, including their sophisticated <a href=\"https://www.theguardian.com/australia-news/2016/jul/06/election-2016-cory-bernardi-liberals-labor-volunteer-army\">field operation</a>.</p> <p>In a statement on Tuesday, Wright said it had been an “enormous honour” to serve as national secretary and he knew Bill Shorten “will make a great Australian prime minister”.</p> <p>“My decision to step down from this role is not one I have come to lightly and have discussed extensively with my family and Labor leader Bill Shorten,” Wright said.<br></p> <p>“But, after two federal election campaigns, two ALP national conferences and numerous byelections, it is time for me to spend more time with my family in my home town of Melbourne and seek new challenges and opportunities.”</p> <p>The Liberal party’s federal director, Tony Nutt, said on Tuesday that Wright “has the respect of all his professional peers”.</p> <p>“I wish him and his family well for the future,” Nutt said on Twitter.</p> <p>In 2009 Wright worked for National Australia Bank in a senior public affairs role on the bank’s high-profile <a href=\"http://www.smh.com.au/business/nab-ads-put-noses-out-of-joint-20110214-1atq0.html\">“break-up” campaign</a>.</p> <p>He also worked, before 2007, with the Australian Council of Trade Unions’ “Your Rights at Work” campaign against the WorkChoices industrial relations laws.</p> <p>Shorten said on Tuesday that Wright had been central to the work of rebuilding Labor.</p> <p>“I have worked alongside George in various capacities for 22 years – he’s someone whose advice I’ve always valued,” Shorten said.<br></p> <p>“He’s a man who stays calm under pressure and, even in the toughest of times, never loses his sense of humour. </p> <p>“Our entire movement thanks him for his distinguished service and we wish him all the very best with what the future holds.”</p> <p>Wright served as ALP national secretary under former prime ministers Julia Gillard and Kevin Rudd as well as Shorten.</p>",
  "<p>Up to 20 senators are lining up to back a push to remove the words “insult” and “offend” from the Racial Discrimination Act, including every Liberal and National backbencher in the upper house, bar one.<br></p> <p>The Liberal senator Cory Bernardi has been courting support for a private member’s bill he intends to bring to the Senate this week and Coalition sources say his efforts have yielded significant backbench support, with only the new Victorian Liberal senator Jane Hume declining to sign up.</p> <p>The bill he proposes would remove the words “insult” and “offend” from the Racial Discrimination Act.</p> <p>The proposal also has in-principle support on the new Senate crossbench from the One Nation bloc and from Derryn Hinch, who has signalled interest in the proposal, as well as the Family First senator Bob Day, a co-sponsor of the bill, and the Liberal Democratic party senator, David Leyonhjelm.</p> <p>Bernardi will not confirm the number of Coalition colleagues lining up to support the change but has told Guardian Australia he’s “heartened by the level of support I’ve received”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/aug/29/conservatives-flex-muscle-over-marriage-equality-and-18c\">Coalition conservatives flex muscle over marriage equality and 18C</a> </p> </aside>  <p>“Any reasonable person realises these provisions are manifestly unfair and are being misused,” he said.</p> <p>The prime minister, Malcolm Turnbull, has tried to hold off the new push to water down provisions of the RDA, urging colleagues to focus on “bread and butter” issues such as budget repair.</p> <p>When 18C first surfaced post-election Turnbull tried to bat it off. MPs including Day, who is working with the Liberals on this issue, <a draggable=\"true\" href=\"https://www.theguardian.com/world/2016/aug/08/amend-racial-discrimination-act-rda-discussed-turnbull-says-bob-day\">say that Turnbull gave them smoke signals of support</a> for removing the words “insult” and “offend” from the act when he was courting support and crunching numbers for the Liberal leadership last year.</p> <p>Last week the prime minister <a href=\"https://www.theguardian.com/australia-news/2016/aug/25/turnbull-says-arguments-against-race-hate-speech-law-strong-but-no-plans-to-change\">implicitly acknowledged this</a> when he told Alan Jones: “Let me just say on 18C there has been a strong argument made over a long period of time to remove the words insult and offend from 18C.” </p> <p>When asked whether he intended to revisit this question the prime minister said no, then immediately qualified the no. “Not at this stage.”</p> <p>Given overhauling the RDA is a core philosophical issue for elements of the right of the Liberal party, a strong showing of support in the Senate will likely trigger a copycat process in the House of Representatives, which would further complicate efforts by the prime minister to keep a lid on the issue.</p> <p>Coalition supporters of changing 18C are waiting on a high-profile racial discrimination case that has become something of a cause celebre for the right – a case involving students from the Queensland University of Technology – before intensifying their push to change the law.</p> <p>Bernardi pointed to the Queensland case on Tuesday, saying it made the case for reform. “If you can’t defend the use of legal provisions then it’s a surefire case for abolition.”</p> <p>Asked about the Bernardi bill on Tuesday, the treasurer, Scott Morrison, said members and senators were entitled to express their views but his focus was on reducing debt. <br></p>"
]