[
  "<p>Perry, a five-year-old African grey parrot, is for sale on a well-known pet trade website for £750. She looks in good condition with her large black bill, red tail and white mask and her owner says she can whistle the tune of Flower of Scotland, does a passable imitation of R2D2 and is “very clever and funny”.</p> <p>What Perry’s Scottish owner does not tell prospective buyers is that the African grey is close to extinction in the wild largely because of the international pet trade.</p> <p>Although there have been restrictions on the export of these small and intelligent birds since 2009, dealers pay a pittance for tens of thousands of them to be trapped every year in the rainforests of west and central Africa and smuggled out.</p> <p>It’s easy to catch them, say researchers from <a href=\"http://www.birdlife.org/\">Birdlife</a>, a global grouping of conservation groups. A team of hunters will use decoys or go to the birds’ water and mineral licks in the forests where flocks gather. They then throw nets over them and take dozens at a time.</p> <p>Once caught they will be smuggled over borders, stuffed in tiny cages and flown illegally to Europe, South Africa, the Middle East and China, where they may fetch up to £1,000 each. All this makes the African grey probably the most highly traded bird in the world, causing their numbers to plummet from Nigeria to Cameroon, and from Ivory Coast to the Democratic Republic of the Congo. Some conservationists estimate only 1% of their historical numbers remain.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2016/aug/30/7-billion-people-how-protect-wildlife-endangered-species\">In a world of 7 billion people how can we protect wildlife?</a> </p> </aside>  <p>This week moves are afoot that could give hope to the African grey’s future. Nine African states, the European Union and others will ask world governments and EU at the triennial meeting of the <a href=\"https://www.theguardian.com/environment/2016/aug/30/7-billion-people-how-protect-wildlife-endangered-species\">Convention on International Trade in Endangered Species of Wild Fauna and Flora (Cites) in Johannesburg</a> to give the highest international protection to the bird. But it is far from the only species whose future hangs in the balance and whose fate could be determined at this year’s meeting. The Cites convention, signed by more than 180 countries and the EU, is the best hope the world has of stemming the growth in the £150bn a year wildlife trade and of reversing catastrophic animal and plant losses.</p> <p>Against the backdrop of a surge in African elephant and rhino poaching, and continuing deforestation and habitat losses, governments will come under intense pressure in Johannesburg to increase protection for many hundreds of endangered species. Ministers will hear from scientists, technical experts and conservationists that the fate of wildlife is at a crossroads, with populations crashing and a slow-motion extinction taking place.</p> <p>The precipitous decline of the African grey echoes what is happening to hundreds of other plant and animal species, including the African elephant, the tiger, rosewood trees, pagolins, banggai cardinal fish and many others, say conservationists.</p> <p>Last month the International Union for the Conservation of Nature (IUCN) revised its animal danger lists. Sixty-eight species are said to have become extinct in the wild; 5,107 are critically endangered; 7,600 are endangered; and 16,000 are “vulnerable” or “threatened”.</p> <p>Within a human generation, the meeting will hear, species such as the African elephant, tiger, gorilla and lion could be on the verge of extinction in the wild as a result of illegal hunting, habitat loss and the pet trade. The trade in illegal ivory has more than doubled since 2007.</p> <p>“Africa’s overall elephant population has seen the worst declines in 25 years, mainly due to poaching over the past 10 years,” the IUCN’s director-general, Inger Andersen, will say. “Their plight is truly alarming. Poaching has been the main driver of the decline, while habitat loss poses an increasingly serious, long-term threat to the species.”</p>  <figure class=\"element element-image\" data-media-id=\"a340216eb91cf6969244f9a68e2a34dc3e806d35\"> <img src=\"https://media.guim.co.uk/a340216eb91cf6969244f9a68e2a34dc3e806d35/0_374_5616_3370/1000.jpg\" alt=\"An old African elephant bull with a broken tusk\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The trade in ivory has attracted the opposition of Prince William, who has has lobbied President Barack Obama and President Xi Jinping to take action against it.</span> <span class=\"element-image__credit\">Photograph: Beverly Joubert/Getty Images/National Geographic Creative</span> </figcaption> </figure>  <p>Cites protects about 5,000 animal and 30,000 plant species, and ministers will be asked to change the protection status of more than 500. Some, like the lion, African elephant and pangolin, are high profile, but many reptiles, coral and fish, such as the banggai cardinal fish, are barely known.</p> <p>Nearly all the 62 proposals put forward by governments will be to increase protection. But a few species, like the panda and peregrine falcon, are no longer considered to be in danger and could have their protection reduced.</p> <p>Many countries will be admonished for allowing the illegal trade in animal parts and plant species to flourish. Laos has pledged to phase out its controversial tiger farms, which supply neighbouring China with bones and other parts for traditional medicine. But international animal trade inspectors will report in Johannesburg that rhinoceros horn, elephant ivory and many other wildlife specimens are being regularly smuggled through the country both to China and other south-east Asian countries. “Laos is being targeted by organised crime groups as a transit point,” says wildlife trade monitoring network Traffic. “No arrests or prosecutions related to illegal trade in rhino horn, elephant ivory and other wildlife specimens have occurred in the country since 2012. Significant loopholes still exist in national legislation.”</p> <p>South Africa, the host country, is certain to be embarrassed, having lost nearly 6,000 rhinos to poachers since 2007, including more than 700 this year. Vietnam will be told to crack down on its rampant illegal rhino horn trade or face sanctions, and China will be identified as the world’s primary destination for precious woods.</p> <p>“Vietnam’s poor law enforcement record speaks for itself; ending the illegal rhino horn trade and helping to save Africa’s rhinos is clearly not a priority for the government,” said Ginette Hemley, WWF’s head of delegation to Cites.</p> <p>“With around three rhinos being poached each day, there is no time to lose. <a href=\"https://www.theguardian.com/commentisfree/2016/sep/23/total-ban-ivory-disastrous-elephants-legalise-it\">Cites must take a tough line with Vietnam</a>: swiftly implement critical measures to tackle the illegal rhino horn trade or be banned from legally trading many wildlife products,” she said.</p>  <figure class=\"element element-image\" data-media-id=\"157d44996af7a501655df82788b840e241018696\"> <img src=\"https://media.guim.co.uk/157d44996af7a501655df82788b840e241018696/0_262_4288_2572/1000.jpg\" alt=\"The future of the rhino is also hanging in the balance.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The future of the rhino is also hanging in the balance.</span> <span class=\"element-image__credit\">Photograph: Chris Minihane/Getty Images</span> </figcaption> </figure>  <p>Chinese consumption will be blamed for the plight of the tiger but also for the loss of west African forests. Soaring demand for expensive classical furniture made of rosewood is driving deforestation. “Most Chinese imports of rosewood have come from south-east Asia, but in recent years traders are turning to west Africa to help satisfy booming consumer demand. From 2010 to 2014, China’s rosewood imports from Africa jumped 700% and in the first half of 2016 alone nearly $216m worth of west African rosewood was imported into China,” international forest group Forest Trends will report.</p> <p>But whereas pressure for increased wildlife protection has, in the past, come from scientists and campaigners, the drive for better protection now comes from celebrities, business groups, royalty and governments with agendas of their own.</p> <p>Prince William has made wildlife a personal cause and, working with elephant conservation group Tusk, has lobbied President Barack Obama and President Xi Jinping to take action to stop the <a href=\"https://www.theguardian.com/environment/2016/sep/21/uk-to-crack-down-on-illegal-ivory-sales\">trade in ivory</a>. In November he will go to Vietnam for a conference on the illegal wildlife trade.</p> <p>“When I was born, there were one million elephants roaming Africa,” said the prince last week. “By the time my daughter Charlotte was born last year, the numbers of savannah elephants had crashed to just 350,000. And at the current pace of illegal poaching, when Charlotte turns 25 the African elephant will be gone from the wild,” he added.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/23/total-ban-ivory-disastrous-elephants-legalise-it\">A total ban on ivory would be disastrous for elephants. Better to legalise it | Simon Jenkins</a> </p> </aside>  <p>“This crisis is not just about animals – this crisis is about people. It is some of the world’s poorest peoples who will suffer when their natural resources are stripped from them illegally and brutally,” he said.</p> <p>Last week Joanna Lumley weighed in to voice dismay at a proposal at Cites to allow the trade of horns from rhinos that have died from natural causes, or recovered poached horns. “This iconic species should not be reduced to a commodity that can be plundered for human indulgence,” said the actress.</p> <p>Since the last meeting, in 2013, governments, too, have found a new reason to crack down on wildlife crime. According to the London international affairs thinktank Chatham House, wildlife crime can lead to international terrorism, and the destabilisation of vulnerable democracies. The Somali militant Islamist group al-Shabaab is said to generate its funding from illegal ivory sales.</p> <p>But everyone knows that the international trade restrictions which Cites can impose on countries are limited and nowhere near enough to stop the £150bn a year trade. The measures, say conservationists, are complicated, difficult to enforce, do not take the place of national laws, and are implemented in different ways by different countries.</p> <p>Moreover, court fines are nowhere near enough to deter poaching or smuggling. The street value of ivory is now more than £1,500 a kilogram in Beijing, and rhino horn can sell for £50,000 per kilo – far more than the price of gold or platinum – on the Chinese black market. Meanwhile rosewood can sell for many thousands of pounds a cubic metre.</p> <p>The UN environment programme says that 88 countries must strengthen their laws if they are to implement Cites decisions and combat illegal trade in wildlife. Many, including Bolivia, Guinea-Bissau, Kazakhstan, Kenya, Liberia, Mauritania and Mozambique must to do it urgently, says the UN body.</p>  <figure class=\"element element-image\" data-media-id=\"45d02113ff6efed34e38c520472cfd6c6d72f000\"> <img src=\"https://media.guim.co.uk/45d02113ff6efed34e38c520472cfd6c6d72f000/0_0_3600_2400/1000.jpg\" alt=\"A demonstration against the Convention on International Trade in Endangered Species of Wild, Fauna and Flora (CITES) in Johannesburg on September 24, 2016\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Activists demonstrate against the Convention on International Trade in Endangered Species of Wild, Fauna and Flora (Cites) in Johannesburg on September 24, 2016.</span> <span class=\"element-image__credit\">Photograph: Marco Longari/AFP/Getty Images</span> </figcaption> </figure>  <p>Animal welfare groups say that Cites pays no attention to the treatment of animals. “Every year it rubberstamps the trade in thousands of live animals from Africa, but corruption and a complete disregard for the wellbeing of these animals means that most will suffer mistreatment, and many will experience unimaginable cruelty during their capture and transport,” said David Barritt, Network for Animals’ chief campaigner.</p> <p>“International trade bans are critical to saving wildlife, but without rigorous efforts to prevent poaching and trafficking they are never enough on their own. Organised criminal networks will continue to target threatened species, as we have seen with rhinos, elephants and tigers,” said the WWF.</p> <p>The Johannesburg meeting will be the largest ever, with more at stake than ever before, said John Scanlon, Cites secretary-general. “Cites is critical to fight the illegal trade in wildlife. Thousands of species are internationally traded and used by people in their daily lives for food, housing, healthcare, eco-tourism, cosmetics or fashion.”</p> <p>If countries agree to protect the grey parrot, either by consensus or by a two-thirds majority, an outright ban will be placed within 90 days on its international trade. It would also mean that all owners in Britain and elsewhere will have to register their birds.</p> <p>The exotic pet trade, which has powerful political support in many tropical countries, will lobby, but with backing for a total trade ban also likely from Washington and Brussels the parrot is almost certain to join 1,000 other species, such as tigers, rhinos and gorillas, on what is known as Cites Appendix I, the list of most endangered species. If it stays on Appendix II, which includes sharks, polar bears and lions, some limited trade will continue to be allowed.</p> <p>“Cites has remarkable power. It is a pragmatic and honest convention. Discussions can be robust and intense. If there is no consensus on a request, it goes to a vote. The stage is set for a remarkable two weeks,” said Scanlon.</p> <p>But whether Cites really saves the African grey parrott, the pagolin and the rosewood tree from vanishing is far from certain.</p> <h2>African lions</h2>  <figure class=\"element element-image\" data-media-id=\"f7905e67647cd16fc62324a2eb816784628b9cb4\"> <img src=\"https://media.guim.co.uk/f7905e67647cd16fc62324a2eb816784628b9cb4/0_0_5899_2770/1000.jpg\" alt=\"Lioness and adolescents lying down in Maasai Mara National Reserve, Kenya\" width=\"1000\" height=\"470\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Numbers of lions in west Africa have declined by about 60% in the last 20 years.</span> <span class=\"element-image__credit\">Photograph: Anup Shah/Getty Images</span> </figcaption> </figure>  <p>Many west African countries are seeking a total ban on the commercial trading of lions. Numbers have declined by about 60% in the last 20 years in some countries as a result of habitat loss and the spread of human settlement, but lion populations have increased in Botswana, Namibia, South Africa and Zimbabwe thanks to good wildlife management. Countries that promote trophy hunting will object to an upgrading of lions’ protection. The probably outcome is that western and central African lions will be placed on Cites’ Appendix I, while other populations remain on Appendix II.</p> <h2>Sharks and rays</h2>  <figure class=\"element element-image\" data-media-id=\"95c8fb5efa4a42534ec0d457c17b7c6148246586\"> <img src=\"https://media.guim.co.uk/95c8fb5efa4a42534ec0d457c17b7c6148246586/832_623_4381_2628/1000.jpg\" alt=\"Mobula rays gathering for migration around the Yucatan Peninsula, Contoy Island, Quintana Roo, Mexico\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nine species of Mobula ray could be put on Cites’ Appendix II for the first time.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>  <p>South Africa, whose waters are home to a quarter of the world’s 400-odd shark species, has proposed with other countries that protection of many more species of shark be strengthened. The silky shark, three species of thresher shark and nine species of mobula ray could all be put on Appendix II for the first time because all are said to have seen declines of more than 70%.</p> <h2>African elephants</h2> <p>Countries will consider several proposals to clamp down on the ivory trade, destroy stockpiles, close legal domestic ivory markets, restrict live animal exports and create a mechanism for a future ivory trade. Currently, all African elephants are included in Appendix I, except for those in Botswana, Namibia, South Africa and Zimbabwe, which are in Appendix II. One contentious proposal from Namibia and Zimbabwe seeks to move the populations of all four countries to the most stringent Appendix I level. Along with South Africa, they also propose to adopt a mechanism to permit commercial exports of ivory from lesser protected Appendix II range states. Conservation groups were encouraged this month when the IUCN World Conservation Congress voted by a 90% majority to pass a resolution urging countries to close their domestic markets for commercial trade in raw or worked elephant ivory. Last week Britain pledged to ban all domestic trade in ivory that could not be at least 70 years old.</p> <h2>White rhino</h2> <p>Swaziland has submitted a highly controversial last-minute proposal to be allowed to sell its stockpile of around 330kg of valuable southern white rhino horn and some 20kg annually from animals that died naturally. The proceeds from a one-off sale to traditional Chinese medicine hospitals would, it says, raise nearly $10m which, placed in an investment fund, could earn enough to pay for conservation and cover the $2m annual costs of running the country’s three national parks. It argues that the 39-year-old worldwide ban on the sale of horn has clearly not worked, with more than 1,200 rhino killed a year in Africa, and that there is little likelihood of demand in China reducing. Far better, it says, to strictly control poaching and to trade judiciously with selected partners. The proposal has dismayed conservationists, who say that the animals are critically endangered and that any legal trade would provide cover for poaching and undermine existing international and domestic bans.</p> <h2>Pangolin</h2>  <figure class=\"element element-image\" data-media-id=\"ca1e1f45a937c57f1c4986753920c7164b6b7fad\"> <img src=\"https://media.guim.co.uk/ca1e1f45a937c57f1c4986753920c7164b6b7fad/0_0_3771_2263/1000.jpg\" alt=\"Pangolin searching for ants\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The critically endangerd pangolin is poached for meat and its scales and skin, which have become luxury fashion materials.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>  <p>These burrowing, armour-shelled anteaters with sticky tongues are critically endangered and ranked as the world’s most hunted mammals, with possibly a million illegally poached in the past 10 years for their meat, plus their scales and skins, which have become luxury fashion materials. They are already partially protected but some species can still be traded with permits. Countries will consider several proposals to have all international trade in nine African and Asian species totally banned.</p> <h2>Rosewood tree</h2>  <figure class=\"element element-image\" data-media-id=\"b1752ce8dac0a1018ea37276fd94668b04d0de4d\"> <img src=\"https://media.guim.co.uk/b1752ce8dac0a1018ea37276fd94668b04d0de4d/0_0_5200_3895/1000.jpg\" alt=\"Rosewood tree in northeast Mount Kenya National Park in the highlands of central Kenya, Africa.\" width=\"1000\" height=\"749\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gangs are targeting forests in west Africa and Latin America to source the rosewood tree for its high-value timber.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>  <p>Rosewood is one of the world’s most precious timbers, highly sought after in China and south-east Asia for luxury furniture. But as trees are logged out in Asia, criminal gangs are targeting forests in west Africa and Latin America to meet unprecedented demand. Five proposals at Cites seek to tighten export and import controls, but success depends on whether China adopts stronger national laws and resists the illegal trade.</p>",
  "<p>I’m sure that a fair few of us have had “a River Cottage moment” over the years. To wonder, even fleetingly, what it would be like to learn to live off the land; to grow and rear your own food; to become less reliant on buying everything in and have a stab at a much simpler, potentially more satisfying and wholesome existence.</p> <p>But how many of us can cope with the total loss of a regular income? Who can give up everything and scratch a living far from the city, often with kids in tow (some more willing than others)?</p> <p>Some Guardian readers may recall <a href=\"https://www.theguardian.com/money/2011/may/14/downsized-family-budget\">my own efforts at a major downshift</a>, chronicled in the Money pages. I have also interviewed a lot of smallholders and the truth is that most are not completely self-sufficient anyway, and – unless society completely collapses any time soon – neither would they want to be.</p> <p>Total downshifting is not for the faint-hearted. <a href=\"http://www.channel4.com/programmes/eden\">Channel 4’s Eden show</a> kicked off in July with 23 volunteers keen to get back to nature on a remote Scottish peninsula for 12 months. Several quit early on, not least, reportedly, because of the midges.</p> <p>The truth is that such shows are a far cry from the reality of most downshifters’ lives. Many make a modest income as small-scale producers, while more than you might imagine still set off to work in an office every day.</p> <p>My family and I downshifted to west Wales more than six years ago. For the first few years we ate almost entirely seasonally from much of our own produce and lived extremely frugally, learning to repair and make most of what we needed, and that was fine. Actually, more than fine, it was an adventure.</p>  <figure class=\"element element-image\" data-media-id=\"c5d03b31cdc1c78a24fdc3bd84bebacbe0d969e5\"> <img src=\"https://media.guim.co.uk/c5d03b31cdc1c78a24fdc3bd84bebacbe0d969e5/298_89_5443_3266/1000.jpg\" alt=\"Kim Stoddart and her family in the garden of their Welsh cottage.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kim Stoddart and her family in the garden of their Welsh cottage.</span> <span class=\"element-image__credit\">Photograph: Gareth Phillips</span> </figcaption> </figure>  <p>But with a mortgage to pay it wasn’t financially sustainable. Nowadays we have a lesser degree of self-sufficiency, but one which is realistic to us as a working family. I grow fruit and vegetables for enjoyment rather than necessity, so it’s on a smaller scale than before. We keep chickens for eggs and have a small number of sheep. This way it’s a genuine pleasure rather than an all-consuming chore.</p> <p>Yet what we’ve learned has stayed with us, given us a greater resilience and down-to-earth appreciation of food and the material goods that, prior to our move, we’d just taken for granted. And it’s heartening to note that we are certainly not alone in having downshifted, with people all over Britain having chosen to live a more simple life.</p> <p><a href=\"http://www.canonfromecourt.org.uk\">Canon Frome Court</a>, for instance, is a farming co-operative in Herefordshire, with 19 self contained units for singletons, couples and families. Many residents have independent jobs, but all help out on the community farm. Ellie Chowns moved there in 2003 with her husband and two children.</p> <p>“This was the first place we’d ever bought and we paid about £160,000 for a large three-bedroom property,” she says. “Accommodation here is valued in line with local property prices but it’s an amazing amount of space for the money, and you get all the extras that go with it, including the 40 acres of land along with a beautiful walled vegetable garden. It’s an amazing place for children to grow up. A survey was done a few years ago and all the kids gave it 10 out of 10.</p> <p>“Living here comes with responsibility for helping out with the community farm, where we grow our own organic food and help to tend the animals (though there are no set hours that we have to help). My husband and I both work full time – I’m a university researcher in Sheffield and he works in London – so families like ours have more limited input, while others that are retired, or those with young children, tend to have more time to give. It’s so well organised but in a really nice collective way.</p> <p>“It’s not a super cheap way of living, but we generate a lot of our own electricity from solar panels and our water comes from the bore holes, for which we pay a small maintenance fee each month. Plus there are a lot of ways to save cash and co-operate such as buying wholefoods in bulk, lift shares and helping each other out with childcare. Around 30%-40% of our food is home produced in the summer and in winter maybe 10%.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The attraction of a community like Canon Frome is that you can have a foot in both worlds</p> </blockquote> </aside>  <p>“We live in separate units and have a lot of personal space, coming together once a week to share meals, as well as on special occasions or for activities such as haymaking. Decisions tend to be made by consensus which is great in a lot of ways, but sometimes there can be a stalemate. It’s important to have a degree of give and take.”</p> <p>Applicants can try before they buy by staying at Canon Frome in its guest rooms. Clare Murphy spent three weeks there in 2013 with her two children. “I hadn’t milked a goat before I went, but if you presented me with one now I could have a reasonable stab at it,” she says. “We stayed in the ‘playroom’, a fantastic experience for all of us. We helped with gardening and planting crops, feeding and milking animals, collecting eggs and making cheese. And we met some lovely people. It was a great way to glimpse that kind of life. If you’re interested in living green and producing most of your own food, without the relentless slog of being a sole smallholder, this could be for you.</p> <p>“The attraction of living in a community like Canon Frome is that you can have a foot in both worlds. You get to produce and eat incredible organic food, but as the work is shared you can have a job outside and take weekends and holidays away. You are surrounded by like-minded people who care about the environment, but can escape to your own space when you need to. There’s a shared meal each Saturday, but otherwise it’s up to you how much you socialise with the other members.</p> <p>“But it’s not for everyone. You have to be prepared, quite rightly, to pull your weight and feed those animals or dig those spuds when you’re on the rota to do it, even if it’s pouring with rain. You have to be willing to discuss decisions, sometimes at length, and go with the consensus, even if it’s not your preferred choice. It didn’t quite fit in with our circumstances in 2013, but we’re still thinking about it.”</p> <p>One major drawback of downshifting is that it’s often a middle-class thing; you need money in the first place to be able to do it, as buying a smallholding in the UK is far from cheap. But there are more affordable routes.</p> <p><a href=\"http://www.oneplanetcouncil.org.uk/\">One Planet Council</a>, an independent voluntary body in Wales, helps applicants find land and build simple, sustainable and affordable homes, with entry prices in developments such as the <a href=\"http://lammas.org.uk\">Lammas Eco Village</a> of around £35,000-£40,000. Erica Thompson from One Planet Council says: “Normally, you need to inherit land or buy a smallholding for upwards of quarter of a million pounds. Most people aiming at small-scale land-based enterprise don’t have that kind of capital. One Planet Development [a local planning policy] offers a way for them with a much smaller ‘entry fee’. The trade-off, of course, is the ongoing commitment to a low-impact lifestyle and monitoring to ensure you meet that commitment.”</p> <p>The <a href=\"http://ecologicalland.coop/\">Ecological Land Co-operative</a> in England and the <a href=\"http://www.crofting.org/\">Scottish Crofting Federation</a> also offer affordable options in their respective regions.</p>  <figure class=\"element element-image\" data-media-id=\"4e2ec9c1e46a869d831f38493b5a665538245622\"> <img src=\"https://media.guim.co.uk/4e2ec9c1e46a869d831f38493b5a665538245622/80_219_1030_618/1000.jpg\" alt=\"Leander Wolstenholme: ‘W’ve got hot water, our own water supply, a shower phone line and broadband internet.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Leander Wolstenholme: ‘We’ve got hot water, our own water supply, a shower, phone line and broadband internet.’</span> <span class=\"element-image__credit\">Photograph: Amanda Jackson</span> </figcaption> </figure>  <p>Elsewhere, botanist and forager Leander Wolstenholme lives with his wife, Katie, and their three children in <a href=\"http://lammas.org.uk/\">Lammas</a> in Pembrokeshire. Their community received planning permission by way of Policy 52 (a forerunner to One Planet Development) which stipulates they had to make 75% of their functional livelihood needs from the land by the end of year five. This goal was achieved, but Wolstenholme says: “It surprised me how much pressure it put on us all. There have been a number of arguments and fallings out among the smallholders, so now we prefer to work with people on an individual basis instead.</p> <p>“We are very much in the set-up phase despite being here for more than six years. We’re desperately focused on building our house at the moment – it’s become really pressing. Our eldest daughter is now 15 and we’re essentially all living in just one big room.”</p> <p>The couple bought into the Lammas community in April 2010, obtaining a six-acre plot for £35,000 with money Katie inherited from her grandfather. Their involvement in the eco-project also provides them with a share of the 19-acre woodland and use of the community’s facilities such as the village green and community hub building. “It’s a safe place for kids,” says Wolstenholme. “In Liverpool we lived on a busy road, and though there was a playground across the way we couldn’t leave the children alone for a minute.</p> <p>“We now have a hydroelectric turbine that provides electricity for us all, but for the first two years we were using just one solar panel, which meant in winter the lights would often go out at eight in the evening. We’ve got hot water, a compost toilet, our own water supply and, since March, a shower housed in a shed outside. We also have a phone line and broadband internet. To be honest I don’t feel that we’ve started yet. Once the house is ready we can really begin.”</p> <p>• Visit <a href=\"http://www.diggersanddreamers.org.uk/\">Diggersanddreamers.org.uk</a> for a full list of UK smallholding communities.</p>"
]