[
  "<p>Hannah Cockroft has accused the world’s two leading sportswear brands of discrimination after claiming the reason she does not have a kit sponsor is because she does not wear shoes during her wheelchair races.</p> <p>Cockroft, who is expected to be one of the stars of the Paralympic Games in Rio after <a href=\"https://www.theguardian.com/sport/blog/2012/sep/07/hannah-cockroft-paralympics-2012\">winning two golds</a> at London 2012 and <a href=\"https://www.theguardian.com/sport/2015/oct/31/hannah-cockroft-great-britain-ipc-world-championships\">three in last year’s world championships</a>, is the dominant figure in her sport but said Adidas and Nike have cited her inability to use their footwear in competition as a justification for not sponsoring her. The 24-year-old, who has cerebral palsy, has been angered by a situation she feels illustrates how disabled athletes are still fighting for greater recognition.</p> <p>“The real reason?” the ParalympicsGB athlete said. “I have been told it’s because I don’t wear shoes when I compete. What do I do with that? I wear a shirt, I wear trousers, I wear shoes on the podium when I’m collecting a gold medal. But apparently because that’s not when I’m competing that’s not enough. I’ve been told this by Nike, Adidas, all the big brands. I told them it was discrimination. It is discrimination.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/blog/2016/sep/03/paralympics-against-odds-rio-can-deliver-games\">Paralympics: against the odds, Rio can deliver Games to treasure | Jacob Steinberg</a> </p> </aside>  <p>“Some child somewhere watches every single one of us and is inspired to come into sport. They watch us and think: ‘If they’re wearing that top, that’s what I’m going to wear because if that’s what makes them go faster that’s what will make me go faster.’ That is the mindset. If able-bodied children think that when they look at Jess Ennis, then I’m pretty sure disabled children must think like that when they look at me. It’s frustrating. You work as hard as you can. You kind of wonder what more can I win to make you want to sponsor me.”</p> <p>Nike defended its record in disability sport by pointing out it sponsors another British wheelchair racer who does not compete in its footwear, David Weir, and also has deals with ParalympicsGB’s Aled Davies and Hollie Arnold, Marlou van Rhijn of the Netherlands, the USA’s Tatyana McFadden, Lex Gillette, April Holmes, Scout Bassett, Blake Leeper and Alana Nichols, and Brazil’s Verônica Hipólito and Fernando Fernandes. The American sportswear giant designed the kit worn by Great British athletes at last year’s IPC world championships in Doha.</p> <p>“Nike has a long history of working with Olympians and Paralympians who do not compete in Nike footwear, from Olympic gold medal-winning gymnast Simone Biles, to six-times gold medal-winning Paralympian David Weir,” a Nike spokesperson said. “Nike works with multiple Paralympic athletes through individual athlete relationships or through partnerships with federations such as USA and Brazil. Nike also supports aspiring Paralympic athletes through sponsorship of the British Athletics futures programme.”</p> <p>Adidas also rejected Cockroft’s claims, pointing out it has designed ParalympicsGB’s kit for the Games. “As a sports brand we have partnerships with teams, including ParalympicsGB, and individuals across both apparel and footwear,” a spokesperson said. “Whilst we will not discuss negotiations with specific athletes we can say we sponsor a number of athletes who don’t wear footwear to compete.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2016/aug/31/paralympic-star-disability-support-cuts\">Potential Paralympic star forced to pull out due to cuts in disability support | Frances Ryan</a> </p> </aside>  <p>Yet while Cockroft, who is expected to triumph in the 100m, 400m and 800m T34 events in Rio, has worn Adidas and Nike kit while representing Great Britain in international tournaments, she does not have a kit deal with any company on an individual basis. That leaves her stretched in individual tournaments and during training sessions.</p> <p>Cockroft has had talks about kit sponsorship in the past but it is understood the companies’ offers have fallen below expectations. She has lost one race in the past four years and there is a belief she deserves a deal befitting an elite athlete. While she hopes success in Rio will enhance her appeal, she finds the situation disheartening.</p> <p>“It’s frustrating because it’s not my fault that I don’t wear shoes,” she said. “I still get on the track and I still go fast. It shouldn’t really matter what’s on my feet when I’m doing that. In my head, when an athlete gets a kit sponsor, that’s when you’ve made it. On Twitter everyone is either a Nike athlete or an Adidas athlete. I feel like if someone wants to have you as their athlete and wear their kit for every training session and every competition, that’s when you are a true elite athlete.</p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/commentisfree/video/2016/sep/07/its-time-to-stop-calling-disabled-people-inspirational-video\"            data-short-url=\"https://gu.com/p/5xqzj\"                    data-show-ads=\"true\"            data-video-id=\"2696509\"            data-video-name=\"It's time to stop calling disabled people 'inspirational' – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57cf0192e4b08603a34924b1\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/06/160906FrancesRyanIMO_KP-29215531_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/06/160906FrancesRyanIMO_KP-29215531_WebM.webm\"/><source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11846460&amp;format=video/m3u8\"/> </video> <figcaption><a href=\"https://www.theguardian.com/commentisfree/video/2016/sep/07/its-time-to-stop-calling-disabled-people-inspirational-video\">It’s time to stop calling disabled people ‘inspirational’</a></figcaption> </figure>   <p>“Someone is proud of what you’re doing. It’s something as silly as I don’t use my feet for my events. That can’t be the be–all and end–all. I wear shoes in everyday life. I’ll wear your socks if it’s important what’s on my feet. You just have to fight for it. We’ve fought for it for the last four years and have got nowhere.</p> <p>“It’s back to politics, back to people not seeing us as the elite athletes that we are. It is a little bit of perception. I’m on a billboard now so I’m doing something right. I wish I knew the answers and could fix it. It’s just about pushing ourselves in people’s faces a bit more now, showing them every year that the whole team is breaking world records, getting faster, getting stronger. It’s about making people notice that now.”</p>",
  "<p>The Guardian reaches millions of engaged readers around the world, and some of our most exciting work comes when they talk to each other. </p> <p>As we looked through our coverage of <a href=\"https://www.theguardian.com/us-news/us-elections-2016\">this US election cycle</a>, we realized that this was already happening: people wanted to know what the situation looked like from outside and inside the US, and they had some real questions about what exactly is going on.</p> <p>And hey, we did too: we asked readers who live outside the US to <a href=\"https://www.theguardian.com/us-news/2016/aug/16/us-voters-2016-election-international-perspective\">ask some questions</a> of our American audience. We also asked our American readers to<a href=\"https://www.theguardian.com/us-news/2016/aug/16/what-would-you-ask-us-citizens-about-clinton-trump-and-the-election\"> come up with a list</a> for readers abroad. Hundreds of people submitted. We read all of the responses, then edited them into the list below.</p> <p>The next step is getting some answers. This too will come back to our readers: AKA, you. </p> <p>If you’re a US citizen, answer as many of the questions posed by our international readers as you’d like. If you’re not a US citizen, answer as many of the questions posed by our US citizens as you’d like – just scroll down to find them. As the responses come in, we’ll read through and again select the most interesting and emblematic to publish late next week.</p> <h2><strong>Live outside the US? Here’s what our American readers want you to answer:</strong></h2>  <figure class=\"element element-embed\" data-alt=\"us to intl reader questions election\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;script type=&quot;text/javascript&quot; src=&quot;https://guardiannewsampampmedia.formstack.com/forms/js.php/uselectionscallout&quot;&gt;&lt;/script&gt;&lt;noscript&gt;&lt;a href=&quot;https://guardiannewsampampmedia.formstack.com/forms/uselectionscallout&quot; title=&quot;Online Form&quot;&gt;Online Form - US/International readers election callout answer form&lt;/a&gt;&lt;/noscript&gt;&lt;div style=&quot;text-align:right; font-size:x-small;&quot;&gt;&lt;a href=&quot;http://www.formstack.com?utm_source=jsembed&amp;utm_medium=product&amp;utm_campaign=product+branding&amp;fa=h,2422761&quot; title=&quot;HTML Form Builder&quot;&gt;HTML Form Builder&lt;/a&gt;&lt;/div&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <h2><strong>Live in the US? Here’s what some of our international readers want you to answer:</strong></h2>  <figure class=\"element element-embed\" data-alt=\"intl to us readers questions election\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;script type=&quot;text/javascript&quot; src=&quot;https://guardiannewsampampmedia.formstack.com/forms/js.php/us_elections_international_responses&quot;&gt;&lt;/script&gt;&lt;noscript&gt;&lt;a href=&quot;https://guardiannewsampampmedia.formstack.com/forms/us_elections_international_responses&quot; title=&quot;Online Form&quot;&gt;Online Form - International readers: answer questions about the US elections&lt;/a&gt;&lt;/noscript&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>",
  "<p>For Goldman Sachs, it was probably an easy hire to make. The bank needed a new chair for its London-based international operations, based in London. The UK had just voted for Brexit, creating complexities over passporting rights and so on. <a href=\"https://www.theguardian.com/business/2016/jul/08/jose-manuel-barroso-to-become-next-head-of-goldman-sachs-international\">So send for José Manuel Barroso</a>, former head of the European commission, just the chap to guide the bank through the negotiation mash-up.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/sep/06/eu-ethics-watchdog-intervenes-on-jose-manuel-barroso-goldman-job\">EU ethics watchdog intervenes over Barroso's Goldman job</a> </p> </aside>  <p>Cue uproar among some of Barroso’s former staff in Brussels. <a href=\"https://www.change.org/p/for-strong-exemplary-measures-to-be-taken-against-jm-barroso-for-joining-goldman-sachs-international\">An online petition </a>organised by “a spontaneous group of employees of the European Institutions” has damned him for joining the US investment bank and called for “strong exemplary measures,” like removal of his pension. Almost 125,000 people have endorsed the view that Barroso’s action is “morally reprehensible” and has caused “dishonour” to the “European civil service and the European Union as a whole”.</p> <p>Up to a point, one can agree. The revolving door between banks and senior bureaucrats and central bankers turns far too freely. Barroso waited only two months after the expiry of his 18-month cooling-off period before taking the Goldman gig. And Goldman, of course, is a bank alleged to have helped Greece to massage its books to get into the euro. Barroso knew the sensitivities and decided to take the job anyway. As a tale of gilded elites shuffling between public and private realms, it’s a classic.</p> <p>Yet it’s hard to believe <a href=\"https://www.theguardian.com/business/2016/sep/06/eu-ethics-watchdog-intervenes-on-jose-manuel-barroso-goldman-job\">the EU’s ethical watchdog</a>, prodded by the petition to ask a few questions, will manage a single bark. First, Barroso seems to have obeyed the rules. Second, if Goldman is off-limits, the commission would have to explain why European banks, retirement homes for other former top officials, are acceptable.</p> <p>Third, if the European commission really wanted to preach financial purity and transparency to the world, it would start by shining more light on the tax affairs of Luxembourg, home state of Barroso’s successor, Jean-Claude Juncker. One suspects this entertaining affair is going nowhere.</p> <h2>PPI saga runs and runs</h2> <p>Is there anyone in the country who only just heard it is possible to claim compensation for mis-sold payment protection insurance (PPI)? Plenty of people, it seems. Complaints to the Financial Ombudsman are still <a href=\"https://www.theguardian.com/money/2016/sep/06/financial-ombudsman-still-receiving-thousands-of-ppi-complaints\">rolling in at a rate of 3,000 a week</a>.<br></p> <p>Some of these claims will be bogus, of course, as the banks keeping telling us. Not all will be, however, and the volume of complaints should make lenders understand why the Financial Conduct Authority was right to extend its proposed cut-off for claims to June 2019 rather than spring 2018.</p> <p>The principle of a cut-off is sensible because the PPI scandal, which has cost the industry £37bn in claims and administration costs, cannot be allowed to run indefinitely. But legitimate claims still require time for proper consideration. The banks could have helped themselves by handling all claims properly but Lloyds Banking Group, for example, <a href=\"https://www.theguardian.com/business/2015/jun/04/lloyds-fine-mishandling-ppi-payouts-financial-conduct\">copped a heavy fine</a> on that front last year. Regulatory sympathy will rightly be in short supply even as a few more billions are added to the final PPI bill.</p> <h2>Startup loans come at a price</h2> <p>Here’s a subject for the Treasury select committee to chew over on a rainy day: at what rate is it acceptable for the government to lose money when lending to startup businesses?</p> <p>The question is prompted by the <a href=\"https://uk.finance.yahoo.com/news/start-loans-scheme-sees-almost-122446202.html\">Press Association’s revelation</a>, via a freedom of information request, that 31% of the loans distributed by the government-backed startup loan scheme have been written off or are in arrears. In hard money, bad debts are £72.4m out of £232m lent.</p> <p>In the commercial world, a bank would be on its knees if such a high proportion of loans, carrying an interest rate of 6%, failed. For this scheme, 31% is deemed perfectly acceptable: the ceiling rate for defaults is set at 40%.</p> <p>Indeed, the Department for Business, Energy and Industrial Strategy goes further, arguing the loans are “creating thousands of jobs and generating a return on investment to the economy of £3 for every £1 spent.” That calculation, of course, deploys a very liberal definition of returns to include payroll taxes and the like.</p> <p>Perhaps that’s fine if you are pursuing a policy goal of filling a gap in the market left by conventional banks, which was the justification for the launch of the scheme in 2012. All the same, discipline in lending is still meant to part of the mix. The line is thin between giving entrepreneurs a boost and throwing public money at worthy but unviable ventures. A default rate of 31% seems alarmingly high.</p>",
  "<p>Nine activists who said they were from Black Lives Matter UK were arrested on Tuesday after storming the runway at London City airport and chaining themselves together in a six-hour protest that caused severe travel disruption.</p> <p>Dozens of flights were cancelled or rescheduled at the airport, in Newham, east London, as police struggled to remove the group, who erected a wooden tripod on the runway and secured themselves to the structure as well as each other.</p>  <figure class=\"element element-image\" data-media-id=\"5c63e6fa179275161966872cc59ebe59a5df8c6d\"> <img src=\"https://media.guim.co.uk/5c63e6fa179275161966872cc59ebe59a5df8c6d/0_84_4000_2400/1000.jpg\" alt=\"A departure screen at London City airport.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A departure screen showing the extent of cancellations at London City airport.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> </figcaption> </figure>  <p>The Black Lives Matter group said the demonstration aimed to highlight the disproportionate impact air pollution had on black people in a wide-ranging press release that also cited the deteriorating environment in Newham, the wealthy clientele at London City airport, the migrant crisis in the Mediterranean, the impact climate change has on sub-Saharan Africa and immigration deportations as motives behind the action.<br></p> <p>There were chaotic scenes at the departure lounge of the airport near Canary Wharf, as a queue of passengers snaked through an adjacent DLR railway station, with some expressing their anger and confusion over the motive behind the protest. Applause broke out in the departure lounge when the conclusion of the protest was announced over a loudspeaker.</p> <p>Prominent black rights activists accused the Black Lives Matter movement in the UK of “cultural appropriation” as it emerged all nine protesters on the runway were white, but it garnered support from environmental groups.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ukblm/status/773106177509036032\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Black people are the first to die not the first to fly. This is why London City Airport has been <a href=\"https://twitter.com/hashtag/shutdown?src=hash\">#shutdown</a> <a href=\"https://t.co/HWvwNirerX\">pic.twitter.com/HWvwNirerX</a></p>&mdash; #BlackLivesMatterUK (@ukblm) <a href=\"https://twitter.com/ukblm/status/773106177509036032\">September 6, 2016</a></blockquote>  </figure>  <p>The Metropolitan police said all nine <a href=\"http://news.met.police.uk/news/protest-at-london-city-airport-184011?hootPostID=41f75de6bced5f12e174b5a8a63d6880\">had been arrested</a> on suspicion of aggravated trespass, being unlawfully airside and breaching the airport’s bylaws.<br></p> <p>In a statement, the Black Lives Matter group UK said: “The average salary of a London City airport user is €136,000 [£114,000] … It is an airport designed for the wealthy. At the same time, 40% of Newham’s population struggle to survive on £20,000 or less.<br></p> <p>“By 2020, there will be 200 million climate refugees globally. While at London City airport, a small elite is able to fly, in 2016 alone, 3,176 migrants are known to have died or gone missing in the Mediterranean, fleeing conditions that they did not create because cheaper, easier and most importantly, safer avenues have been blocked by the UK and other European countries. Black people are the first to die, not the first to fly, in this racist climate crisis.”</p>  <figure class=\"element element-image\" data-media-id=\"73d07f02ad02d58dc10498051884b35d12ce5f24\"> <img src=\"https://media.guim.co.uk/73d07f02ad02d58dc10498051884b35d12ce5f24/0_137_4000_2399/1000.jpg\" alt=\"Queue of people at London City airport\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People wait for information on delayed flights from the airport in Canary Wharf, east London.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty</span> </figcaption> </figure>  <p>The activists reportedly swam or took a dinghy across a dock to reach the runway. The last protester on top of the tripod was removed when police used a mobile airline staircase to reach him.</p> <p>Black rights figures including Stafford Scott and Lee Jasper, a former equality adviser to Ken Livingstone, <a href=\"https://twitter.com/StaffordScott_/status/773097976386453505\">were publicly critical</a> of the protest, accusing white, leftwing activists of hijacking the Black Lives Matter banner. “It’s cultural appropriation. Even our struggle no longer our own,” Jasper said on Twitter.</p> <p>But Friends of the Earth said the group was right to draw attention to the disproportionate impact air pollution has on ethnic minorities.</p> <p>Asad Rehman, a Friends of the Earth climate campaigner and Newham resident, said: “Air pollution disproportionately harms black and poorer communities, who are more likely to live in areas with poor air quality. Black Lives Matter UK are right to draw attention to this reality. The expansion of City airport is not compatible with our urgent need to reduce air pollution in London, nor our need to reduce global warming.”</p> <p>Departure information screens at City airport, which is popular with business travellers, showed a significant number of cancellations. Airline staff handed out water and chocolates to aggrieved passengers.</p> <p>Among the cancellations were flights to Geneva, Milan, Luxembourg, Edinburgh, Amsterdam, Zürich, Florence, Mallorca and Málaga. Flights to Dublin and Frankfurt were showing “indefinite delays”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LeeJasper/status/773118083061936128\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/Trivium21c\">@Trivium21c</a> Its cultural appropriation. Even our struggle no longer our own.</p>&mdash; Mr Lee Jasper (@LeeJasper) <a href=\"https://twitter.com/LeeJasper/status/773118083061936128\">September 6, 2016</a></blockquote>  </figure>  <p>Sarah Antoniou, 31, from London, was due to fly to Málaga on holiday with her husband and two children, a two-year-old and a five-month-old baby, but her 9am flight was cancelled. The family were rebooked on to a flight from Gatwick, about 26 miles away, at 6.40pm.</p> <p>“It is difficult flying with children,” she said. “They’re going to spend the whole first day of their holiday travelling. I’m running out of bottles for their milk. I allowed for some delay.”</p> <p>Antoniou said she understood the protest was against the expansion of the airport, but had little sympathy. “I understand the concerns, but there are other ways of making your point, which won’t impact on young families,” she said.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ukblm/status/773125811503267840\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Today&#39;s protest is an example of white allyship under black leadership</p>&mdash; #BlackLivesMatterUK (@ukblm) <a href=\"https://twitter.com/ukblm/status/773125811503267840\">September 6, 2016</a></blockquote>  </figure>  <p>A 49-year-old passenger, who asked not to be named, had his flight home to Nigeria cancelled, meaning he and his two companions faced a 13-hour wait for the next one.<br></p> <p>“I can only wait,” he said. “I’ve been given a voucher for some light refreshment. I’m angry.” Discussing the protest, he said: “It’s ridiculous. Life is life, black or whatever colour, I don’t see any difference.”</p> <p>Pam and Lee Menzies-Banton from Bow, east London, were due to fly to Palma at 10am and were awaiting information. “The holiday is long overdue, we’re very tired,” said Pam, who works for a drug and alcohol treatment charity. “Many issues always affect the poorest in society,” she said. “But it has stopped these two black lives from going on holiday.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ukblm/status/773055327189209088\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">By 2050 there will be 200 million climate refugees. Black people are the first to die, not the first to fly, in this racist climate crisis.</p>&mdash; #BlackLivesMatterUK (@ukblm) <a href=\"https://twitter.com/ukblm/status/773055327189209088\">September 6, 2016</a></blockquote>  </figure>  <p>Frank and Margaretta Bell were waiting for information about their delayed flight to the Isle of Man, where they were hoping to spend four days as part of an annual trip with friends.<br></p> <p>Frank, 80, and Margaretta, 78, were unaware that the protest was organised by Black Lives Matter UK and understood it to be a demonstration against the treatment of refugees.</p> <p>“We all care and feel about that,” Frank said. “At our age, this is a bit frustrating.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/30/black-lives-matter-uk-what-does-it-mean-to-you\">Black Lives Matter UK: what does it mean to you?</a> </p> </aside>  <p>Margaretta said: “They were taking a long time [removing the protesters] and someone said something about how human rights are involved in how they will be removed. What about the human rights of the people forced to wait in the airport for their flights?”</p>  <figure class=\"element element-image\" data-media-id=\"3f40b22c4a25868919334704f7016c12d1ee70d3\"> <img src=\"https://media.guim.co.uk/3f40b22c4a25868919334704f7016c12d1ee70d3/0_815_3664_2198/1000.jpg\" alt=\"Passengers look at departure screens at London City airport\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Passengers look at departure screens at London City airport, which is popular with business travellers.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty</span> </figcaption> </figure>  <p>Black Lives Matter set up in the US following the killing of the black teenager Trayvon Martin in Florida four years ago. Since then offshoot groups have emerged internationally.</p>",
  "<p>There is a sinister airbrushing of history in Woody Allen’s Café Society (<a href=\"https://www.theguardian.com/film/2016/may/11/cafe-society-review-woody-allen-kristen-stewart-jesse-eisenberg\" title=\"\">Review</a>, G2, 2 September). In the 1930s, Hollywood and New York would have been full of black people – bussing tables, cleaning cars, serving drinks and cleaning houses. Yes, the presence of this army of workers, whose parents or grandparents would have been freed slaves, might have made us a little uncomfortable, but the lushness of 1930s cafe society would not have been possible without them. In Allen’s movie we only saw black people in the two late-night-jazz-club scenes, where they provided decorative trumpet-playing cameos – rather like the now cringe-making statuettes that can still be bought at flea markets.</p> <p>My grandfather, Sam Minnis, was a member of that army of black workers who upheld 1930s cafe society. I have an old photograph of him with his strikingly handsome face, white tuxedo and bow tie polishing glasses behind an art deco bar. Sam and the rest of that workforce should have been represented in any true nostalgia trip into 1930s cafe society – even just as the shadowy figures the white majority tried to make of them back then. It is incredibly sad that, with our 21st-century tastes, we would rather not see them at all.<br><strong>Helen Minnis</strong><br><em>Glasgow</em></p>",
  "<p>The EU’s ethics watchdog is to look into the former European commission president José Manuel Barroso’s new job with Goldman Sachs, which includes advising the investment bank and its clients on Brexit.</p> <p>In a <a href=\"http://www.ombudsman.europa.eu/resources/otherdocument.faces/en/70847/html.bookmark\">letter to Barroso’s successor</a>, Jean-Claude Juncker, the EU ombudsman, Emily O’Reilly, said <a href=\"https://www.theguardian.com/business/2016/jul/08/jose-manuel-barroso-to-become-next-head-of-goldman-sachs-international\">Barroso’s appointment as non-executive chairman</a> of Goldman raised widespread concerns.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2016/sep/06/jose-manuel-barroso-goldman-job-puts-european-commission-in-a-tight-spot\">Barroso's new job puts Brussels in a tight spot</a> </p> </aside>  <p>She cited “understandable international attention given the importance of his former role and the global power, influence, and history of the bank with which he is now connected”.</p> <p>Her intervention comes after <a href=\"https://www.theguardian.com/world/2016/aug/29/eu-staff-petition-attacks-former-ec-president-over-goldman-sachs-job\">EU staff launched a petition</a> calling on EU institutions to take “strong exemplary measures” against Barroso including the loss of his pension while he works for Goldman. <a href=\"https://www.change.org/p/for-strong-exemplary-measures-to-be-taken-against-jm-barroso-for-joining-goldman-sachs-international\">The petition</a> now has more than 120,000 signatures.</p> <p>O’Reilly told Juncker that public unease will be exacerbated by the fact that Barroso is to advise Goldman Sachs on <a href=\"http://www.theguardian.com/politics/eu-referendum\">Britain’s exit from the EU</a>. She warned of the danger of a breach of ethics in his interaction with former colleagues, including the EU’s <a href=\"http://www.theguardian.com/politics/2016/jul/27/jean-claude-juncker-puts-michel-barnier-in-charge-brexit-talks\">chief Brexit negotiator, Michel Barnier</a>, a former special adviser to Barroso.</p> <p>O’Reilly said new guidance was needed to ensure that EU staff were “not affected by any possible failure on Mr Barroso’s part to comply with his duty to act with integrity”. Barroso joined Goldman less than two years after leaving office at the European commission, but after the 18-month cooling-off period stipulated by European rules.</p> <p>O’Reilly said Barroso’s case highlighted the “apparent arbitrariness” of the 18-month period.</p> <p>“Certain cases will not cease to be problematic simply because 18 months or longer has passed,” she said. “It could therefore be more appropriate for the commission to decide on the merit of individual cases on a case-by-case basis taking into account all relevant issues and not just the quantity of time that has passed since a commissioner left office.”</p> <p>She said this could include assessing the reputational damage that might have been caused by Barroso’s move, even when no rules have been broken. O’Reilly gave Juncker until 14 October to respond.</p> <p></p> <p>A spokesperson for Goldman Sachs said: “José Manuel Barroso joined as chairman of Goldman Sachs International, he will also help advise our clients in Europe and around the world on a range of issues. </p> <p>“That decision had nothing to do with the outcome of the Brexit vote. Indeed, we began our discussions at a time when the prevailing view was that the remain campaign would succeed, an outcome we would have preferred and publicly supported.”</p> <p>EU employees have reacted with fury to Barroso’s move, starting a petition in which they described the Goldman appointment as morally reprehensible and called for it to be investigated.</p> <p>The petition said: “This decision to go and work for one of the banks most implicated in the subprime crisis that led to the financial crisis of 2007-2008 – the worst since the Great Depression – as well as one of the banks most involved in the Greek debt crisis, having helped Greece dissimulate its deficit before speculating in 2009-2010 against it in full knowledge of the unsustainability of its debt, is a further example of the irresponsible revolving-door practices, which are highly damaging to the EU institutions and, even if not illegal, morally reprehensible.”</p> <p>The petition calls for “strong exemplary measures” to be taken against Barroso, for behaviour that “dishonours the European civil service and the European Union as a whole”.</p> <p>Suggested measures include stripping Barroso of his EU pension and any honorary titles linked to his former office while he works for Goldman Sachs.</p> <p>A Goldman Sachs spokesman said last month that Barroso would not be making any comment. “We follow strict rules set by our global regulators in the hiring of ex-governmental officials. José Manuel took the role after an 18-month restriction period following the end of his term at the <a href=\"https://www.theguardian.com/world/european-commission\">European commission</a>, a longer period than that imposed by most European institutions.”</p> <p>He added: “José Manuel’s experience and advice in this time of uncertainty will be extremely valuable to our clients and their reaction to his appointment at Goldman Sachs has been very encouraging.”</p>",
  "<p>This morning <a href=\"https://www.theguardian.com/uk-news/2016/sep/06/black-lives-matter-protesters-occupy-london-city-airport-runway\" title=\"\">London City airport was shut down</a>. This was a Black Lives Matter action. Since then our phones have been ringing constantly, with requests to explain, and comment on the action.</p> <p>“But how is this in any way linked to the <a href=\"https://www.theguardian.com/uk-news/2016/aug/05/black-lives-matter-protest-sparks-heathrow-traffic-chaos\" title=\"\">last action</a> on 5 August? Aren’t you moving away from the original narrative of deaths in police custody?” we’re being asked.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2016/aug/05/black-lives-matter-protest-sparks-heathrow-traffic-chaos\">Black Lives Matter protests block roads around UK</a> </p> </aside>  <p>The aim of that last action, when <a href=\"http://blacklivesmatteruk.org/\" title=\"\">BLMUK</a> shut down major traffic arteries in Birmingham, London, Manchester and Nottingham, was to re-centre the conversation around black lives, here in the UK. In a <a href=\"https://www.youtube.com/watch?v=XNKEPmA-13A\" title=\"\">video</a> we released two days before the action, figures such as Marcia Rigg, whose brother <a href=\"https://www.theguardian.com/uk-news/2016/mar/01/sean-rigg-death-case-against-five-police-officers-referred-to-cps\" title=\"\">Sean Rigg died in police custody in 2008</a>, spokespeople from <a href=\"https://twitter.com/followMFJ?ref_src=twsrc^google|twcamp^serp|twgr^author\" title=\"\">Movement For Justice</a> and others laid out our message for the world to hear. And it was clear that in police custody, in prisons, in employment, in education and on our streets<a href=\"https://www.theguardian.com/commentisfree/2015/jan/13/ttip-trade-deal-transatlantic-trade-investment-treaty\" title=\"\"> racial inequality is alive and kicking in Britain</a>.</p> <p>Today we are saying that the climate crisis is a racist crisis. On the one hand <a href=\"http://www.climatechangenews.com/2014/01/17/uk-has-made-largest-contribution-to-global-warming-says-study/\" title=\"\">Britain is the biggest contributor per capita to global temperature change</a>. It is also one of the least vulnerable to the effects of climate change. On the other hand, seven of the 10 countries most vulnerable to climate change are in <a href=\"https://www.theguardian.com/environment/2015/feb/13/no-sub-saharan-african-countries-planning-for-climate-change\" title=\"\">sub-Saharan Africa</a>.</p> <p>We’re not saying that climate change affects only black people. However, it is communities in the global south that bear the brunt of the consequences of climate change, whether physical – floods, desertification, increased water scarcity and tornadoes – or political: conflict and racist borders. While a tiny elite can fly to and from London City airport, sometimes as a daily commute, this year alone <a href=\"https://www.washingtonpost.com/world/europe/the-latest-austria-detains-22-migrants-in-smuggling-case/2016/08/09/7e23d2b2-5e0b-11e6-84c1-6d27287896b5_story.html\" title=\"\">3,176 migrants have died</a> or gone missing in the Mediterranean, trying to reach safety on the shores of Europe.</p> <p>Why are communities like east London’s Newham, where 40% of the population survive on £20,000 or less, hosting airports such as London City, where passengers earn on average £114,000 a year? When we say black lives matter, we mean <em>all</em> black lives, and that includes the lives of those who live in proximity to airports, to power plants, to the busiest of roads, and whose children grow up with asthma, and skin conditions exacerbated by air pollution. Black British Africans are <a href=\"http://www.endsreport.com/docs/20090820a.pdf\" title=\"\">28% more likely than their white counterparts to be exposed to air pollution</a>.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/aug/30/police-treated-uk-black-lives-matter-protesters-more-harshly-due-to-race\">Police 'treated UK Black Lives Matter protesters more harshly due to race'</a> </p> </aside>  <p>We are coming under fire for the fact that the protesters on the runway today were all white. That is not an accident. Black Lives Matter UK is and has always been black-led. It should not be surprising that black people could pull something like this off. And it should not be surprising that we would be able to find nine white people who believe that black lives matter. There is a need for white people to take responsibility in a society that privileges them through racism and anti-black racism.</p> <p>And following our previous day of action, when protesters arrested in Nottingham claimed that <a href=\"https://www.theguardian.com/world/2016/aug/30/police-treated-uk-black-lives-matter-protesters-more-harshly-due-to-race\" title=\"\">police treated them disproportionately harshly</a> because of the colour of their skin, it is surely welcome to have white allies putting their bodies on the line.</p> <p>For too long, the issues of climate change and race have been portrayed as separate. From Newham to Mogadishu, from Brixton to Bahia, black lives matter.</p>",
  "<p>An engineer credited with changing the way in which Apple computers work was turned down for a job at one of the company’s Genius Bars.</p> <p>JK Scheinberg left Apple in 2008 after 21 years, having masterminded the top secret Marklar project to run Apple’s operating system on Intel chips.</p> <p>He later applied for a job in the customer support area, commonly staffed by younger people, at one of Apple’s high street stores after growing bored of retirement, according to reports in the US.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2016/apr/27/a-brief-guide-to-everything-thats-annoying-about-apple\">A brief guide to everything that’s annoying about Apple</a> </p> </aside>  <p>Despite possessing vast knowledge of Apple’s technology from working on some of its most high-level projects, Scheinberg was knocked back.</p> <p>Details of the surprising rejection emerged in an <a draggable=\"true\" href=\"http://www.nytimes.com/2016/09/04/opinion/sunday/youre-how-old-well-be-in-touch.html?_r=0\">article about age discrimination</a> in the New York Times. The author, Ashton Applewhite, said Scheinberg helps her with IT problems and the same support could have been offered to Apple customers.</p> <p>“I’m lucky enough to get my tech support from JK Scheinberg, the engineer at Apple who led the effort that moved the Mac to Intel processors,” said Applewhite. “A little restless after retiring in 2008, at 54 he figured he’d be a great fit for a position at an Apple store Genius Bar, despite being twice as old as anyone else at the group interview.”</p> <p>Applewhite said Scheinberg told her: “On the way out, all three of the interviewers singled me out and said: ‘We’ll be in touch.’ I never heard back.”</p> <p>Scheinberg has since addressed the rejection on Twitter. He also tweeted a link to Applewhite’s book This Chair Rocks: A Manifesto Against Ageism.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tiltdad/status/772831199790268417\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Wonder if Apple will finally give me callback on that genius bar interview <a href=\"https://t.co/9fXt5fBFTU\">https://t.co/9fXt5fBFTU</a> <a href=\"https://twitter.com/hashtag/ageism?src=hash\">#ageism</a></p>&mdash; JK Scheinberg (@tiltdad) <a href=\"https://twitter.com/tiltdad/status/772831199790268417\">September 5, 2016</a></blockquote>  </figure>  <p>Scheinberg worked out how to run Apple’s operating system on his personal PCs, powered by Intel processors, <a href=\"http://www.macrumors.com/2012/06/10/a-bit-of-history-behind-the-mac-os-x-on-intel-project-marklar/\">according to his wife</a>, Kim. The company developed his findings and has since switched all its computers from PowerPC processors to Intel. Apple did not return a request for comment.</p>",
  "<p>Flights have been cancelled at London’s City airport after nine protesters from Black Lives Matter UK got on to the runway and chained themselves together.</p> <p>The airport said all flights were disrupted and that police were at the scene.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LondonCityAir/status/773036891885170689\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We&#39;re currently experiencing disruption to all flights due to protestors at the airport. Police are currently on the scene.</p>&mdash; London City Airport (@LondonCityAir) <a href=\"https://twitter.com/LondonCityAir/status/773036891885170689\">September 6, 2016</a></blockquote>  </figure>  <p>The Metropolitan police said nine protesters erected a tripod on the runway and locked themselves together just before dawn.</p> <p>By 9.30am, <a href=\"http://news.met.police.uk/news/protest-at-london-city-airport-184011?hootPostID=41f75de6bced5f12e174b5a8a63d6880\">seven of them had been arrested</a> on suspicion of aggravated trespass, being unlawfully airside, and breaching the airport’s bylaws.</p> <p>Two people remained locked together on the runway as officers negotiated with them.</p> <p> There were chaotic scenes at the departure lounge as a large queue of passengers snaked through the adjacent DLR station with some expressing their anger at the protest.</p> <p>The campaign said it carried out the protest to highlight the environmental impact of air travel on the lives of black people locally and globally. </p> <p>It posted images of protesters lying on the runway after unfurling banners.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ukblm/status/773053025720078336\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The UK is the biggest per-capita contributor to temperature change &amp; among the least vulnerable to its affects. <a href=\"https://t.co/Bb5SmKWyt6\">pic.twitter.com/Bb5SmKWyt6</a></p>&mdash; #BlackLivesMatterUK (@ukblm) <a href=\"https://twitter.com/ukblm/status/773053025720078336\">September 6, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ukblm/status/773050855046144000\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Activists in support of BLMUK <a href=\"https://twitter.com/hashtag/Shutdown?src=hash\">#Shutdown</a> London City Airport to protest the UK&#39;s environmental impact on black people <a href=\"https://t.co/7LvFnB9Pv3\">pic.twitter.com/7LvFnB9Pv3</a></p>&mdash; #BlackLivesMatterUK (@ukblm) <a href=\"https://twitter.com/ukblm/status/773050855046144000\">September 6, 2016</a></blockquote>  </figure>  <p> Protesters reportedly swam or got a dinghy across the dock to reach the runway. A spokeswoman for BLMUK said she could not confirm or deny this. However, she did confirm that all the protesters who had chained themselves together on the runway were white.</p> <p>The group issued a video that said the reason for the protest was that the climate crisis was a “racist crisis”. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ukblm/status/773058142133518336\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Climate crisis is a racist crisis. Cut emissions. Open borders. <a href=\"https://twitter.com/hashtag/Shutdown?src=hash\">#Shutdown</a>. <a href=\"https://t.co/IUOaeaTrmw\">pic.twitter.com/IUOaeaTrmw</a></p>&mdash; #BlackLivesMatterUK (@ukblm) <a href=\"https://twitter.com/ukblm/status/773058142133518336\">September 6, 2016</a></blockquote>  </figure>  <p>Passengers in the crowded lounge were waiting at check-in counters and customer service desks to find out what was happening to their flights.</p> <p>Departure information screens were awash with red, showing a significant number of cancellations, while airline staff handed out water and chocolates to aggrieved passengers.</p> <p>Flights were cancelled to Geneva, Milan, Luxembourg, Edinburgh, Amsterdam, Zurich, Florence, Majorca and Malaga. Flights to Dublin and Frankfurt were showing “indefinite delays”.</p> <p>Sarah Antoniou, 31, from London, was set to fly to Malaga on holiday with her husband and two children, one aged two and one aged five months, but her 9am flight has been cancelled. The family were rebooked on to a flight from Gatwick, about 26 miles away, at 6.40pm.</p> <p>“It is difficult flying with children,” she said. “They’re going to spend the whole first day of their holiday travelling. I’m running out of bottle for their milk. I allowed for some delay.”</p> <p>Antoniou said she understood the protest was against the expansion of the airport but had little sympathy. “I understand the concerns, but there are other ways of making your point, which won’t impact on young families,” she said.</p> <p>A 49-year-old passenger, who asked not to be named, had his flight home to Nigeria cancelled and he and his two companions were facing a 13-hour wait for the next one.<br></p> <p>“I can only wait,” he said. “I’ve been given a voucher for some light refreshment. I’m angry.” Discussing the protest, he said: “It’s ridiculous. Life is life, black or whatever colour, I don’t see any difference.”</p> <p>Pam and Lee Menzies-Banton, a married couple living in Bow, east London, were supposed to fly to Palma at 10am and were awaiting information. “The holiday is long overdue, we’re very tired,” said Pam, who works for a drug and alcohol treatment charity. “Many issues always affect the poorest in society,” she said. “But it has stopped these two black lives from going on holiday.”</p> <p>An 86-year-old woman, who asked not to be named, was waiting in a designated area for wheelchair users. She had been set to fly to Nice at 9am, but the flight was cancelled. “I’ve given up hope that we’re flying there,” she said. “I have mobility difficulties and it’s very difficult to travel.” </p> <p>In a statement, BLMUK said the protest was aimed at highlighting the economic disparity between the users of the airport and the people who lived in east London where it is based.</p> <p>“The average salary of a London City airport user is €136,000 … It is an airport designed for the wealthy. At the same time, 40% of Newham’s population struggle to survive on £20,000 or less.”</p> <p>It added: “By 2020, there will be 200 million climate refugees globally. Whilst at London City airport a small elite is able to fly, in 2016 alone 3,176 migrants are known to<strong> </strong>have died or gone missing in the Mediterranean, fleeing conditions that they did not create because cheaper, easier and most importantly, safer avenues have been blocked by the UK and other European countries. Black people are the first to die, not the first to fly, in this racist climate crisis.”</p> <p>The group called for further protests on Tuesday over a deportation flight to Jamaica later this month. </p> <p>Its statement said: “We note that the UK is willing to charter special flights to remove black people from the country based on their immigration status. We call on our supporters to<a href=\"https://m.facebook.com/events/1590851347875114/?acontext=%7B%22ref%22%3A29%2C%22ref_notif_type%22%3A%22event_aggregate%22%2C%22action_history%22%3A%22null%22%7D&amp;notif_t=event_aggregate&amp;notif_id=1473150586686448&amp;ref=m_notif\"> join the demonstration against this, today at the Jamaica high commission</a>.”</p> <p> Black Lives Matter UK, was launched last month as an offshoot of the international movement was set up in the US following the killing of black teenager <a href=\"https://www.theguardian.com/world/2012/mar/20/trayvon-martin-death-story-so-far\">Trayvon Martin</a> in Florida four years ago. </p>",
  "<p><a href=\"https://www.theguardian.com/world/japan\">Japan</a> will be represented at this year’s Miss World contest by a woman with a Japanese mother and Indian father after Priyanka Yoshikawa became the country’s second mixed-race contestant in a row chosen for a major international pageant.<br></p> <p>The qualified elephant trainer who counts kickboxing among her hobbies said she would use her title to promote greater inclusiveness in Japan where, according to government statistics, <a href=\"https://en.wikipedia.org/wiki/H%C4%81fu\"><em>haafu</em></a> – those born with one non-Japanese parent – comprised 2% of all children born in 2012.</p> <p>The 22-year-old Yoshikawa, who was born in Tokyo but also spent some of her childhood in India and the US, praised <a href=\"https://en.wikipedia.org/wiki/Ariana_Miyamoto\">Ariana Miyamoto</a>, who won Miss Universe Japan in 2015, for giving her the confidence to enter Miss World.</p> <p>Miyamoto, the child of a Japanese mother and African American father, endured a racist backlash on social media, with some asking why the title had not been awarded to a “pure” Japanese, although many other commenters celebrated her victory.</p> <p>“Before Ariana, <em>haafu</em> girls couldn’t represent Japan,” Yoshikawa told AFP after winning the title in Tokyo on Monday night. “That’s what I thought too. I didn’t doubt it or challenge it until this day. Ariana encouraged me a lot by showing me and showing all mixed girls the way.”</p> <p>Yoshikawa said her background did not disqualify her or other mixed race people from representing Japan. “We are Japanese,” she said. “Yes I’m half Indian and people are asking me about my purity – yes my dad is Indian and I’m proud of it, I’m proud that I have Indian in me. But that does not mean I’m not Japanese.”</p> <p>Miyamoto, who was born and raised in Nagasaki, complained in 2015 that she had been bullied as a child for looking different. “In school people used to throw rubbish at me,” she said in an <a href=\"http://edition.cnn.com/2015/03/25/asia/japans-biracial-beauty-queen/\">interview</a> with CNN. “They also used racial slurs.”</p> <p>Some social media users questioned her right to represent Japan, with one saying that her title was a “contradiction” given her parentage.</p> <p>The response to Yoshikawa’s victory was more muted, although some Twitter users wondered if a “pure” Japanese contestant would ever win the title. “What’s the point of holding a pageant like this now? Zero national characteristics,” one poster said. Another complained: “It’s like we’re saying a pure Japanese face can’t be a winner.”<br></p> <p>The Indian embassy in Tokyo congratulated Yoshikawa on her victory, which entitles her to represent Japan at the Miss World contest in Washington in December.</p> <p>Yoshikawa said she was confident she could challenge the perception that mixed race children are not quite Japanese enough. “We have problems, we’ve been struggling and it hurts,” she said.</p> <p>“When I came back to Japan everyone thought I was a germ … like if they touched me they would be touching something bad. But I’m thankful because that made me really strong.</p> <p>“As Miss Japan, hopefully I can help change perceptions so that it can be the same here too. The number of people with mixed race is only going to increase, so people have to accept it.”</p> <p>Japanese children born to international marriages were also in evidence at the Rio Olympics. They included Mashu Baker, who took gold in the men’s under-90kg judo, and Aska Cambridge, who was part of Japan’s silver medal-winning men’s 4x100m relay team.</p>"
]