[
  "<p>Paul Mitchell has resigned from his post as Tottenham Hotspur’s head of recruitment after he felt his dream job turn into a nightmare. The 34-year-old was prised from Southampton in November 2014 to oversee the club’s recruitment and analysis departments and he followed the manager, Mauricio Pochettino, from St Mary’s to north London.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/aug/10/tottenham-georges-kevin-nkoudou-marseille-collapse\">Tottenham’s move for Georges-Kévin Nkoudou on brink of collapse</a> </p> </aside>  <p>Mitchell had worked closely and productively with Pochettino at Southampton and the reasons for his decision to leave Tottenham are not linked to any breakdown with the Argentinian.</p> <p>He had simply had enough at White Hart Lane and the frustrations were so great and the job satisfaction so little that he chose to inform the board of his desire to quit.</p> <p>It has been suggested that Mitchell struggled to work with the chairman, Daniel Levy, the notoriously hard-line negotiator, who has long taken a hands-on role in player recruitment. Mitchell will now serve a period of notice, which will include the remainder of the summer transfer window. He is a diplomatic but fiery character and, once his mind is made up, there can be no changing it.</p> <p>On Mitchell’s watch the club have signed eight senior players, with the latest being Victor Wanyama and Vincent Janssen this summer. The stand-out successes have been Toby Alderweireld and Dele Alli but the latter was pushed by David Pleat, the club’s former manager, who continues to act as a part-time consultant to Levy. There have been questions asked over Son Heung-min and Clinton Njie, who arrived last summer for a combined £32m.</p> <p>Leicester City, who lost their head of recruitment, Steve Walsh, may now attempt to hire Mitchell.</p>",
  "<p>The world of speculative fiction publishing is plagued by “structural, institutional, personal, universal” racism, according to a new report that found less than 2% of more than 2,000 SF stories published last year were by black writers.</p> <p>The report, <a href=\"https://medium.com/fireside-fiction-company/blackspecfic-571c00033717#.63nzjn34s\">published by the magazine Fireside Fiction</a>, states that just 38 of the 2,039 stories published in 63 magazines in 2015 were by black writers. With the bulk of the industry based in the US, more than half of all speculative fiction publications the report considered did not publish a single original story by a black author. “The probability that it is random chance that only 1.96% of published writers are black in a country where 13.2% of the population is black is 0.00000000000000000000000000000000000000000000000000000000000000000000000000000321%,” says the report.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It’s a popular fallacy that if a single black person succeeds then we’ve obviously moved past institutionalised racism</p> <footer> <cite>Justina Ireland, author</cite> </footer> </blockquote> </aside>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/tools/tables/embed/index.html?spreadsheet=1CHC4yeCIWo1HOP_l4bVXR83qCxRHpmWUr2AnWVd7S8U\" data-alt=\"SFF data\"> <a href=\"https://interactive.guim.co.uk/tools/tables/embed/index.html?spreadsheet=1CHC4yeCIWo1HOP_l4bVXR83qCxRHpmWUr2AnWVd7S8U\">SFF data</a> <figcaption><a href=\"https://docs.google.com/spreadsheets/d/1Humm9VHch7bFvJvCFxH8KkH9C1OpUkeHaSTM0xVBo94/edit#gid=670765433\">Click here to read the full data.</a> Source: Fireside Fiction</figcaption> </figure>  <p>“Fiction, we have a problem,” writes Fireside Fiction editor Brian White in the report. “We all know this. We do. We don’t need numbers to see that, like everywhere in our society, marginalisation of black people is still a huge problem in publishing … The entire system is built to benefit whiteness – and to ignore that is to bury your head in the flaming garbage heap of history.”</p> <p>White told the Guardian that the numbers were “terrible”, but that “I can’t say they surprise me … I think that anyone who is paying attention to the demographics of speculative fiction publishing in general, and short fiction in particular, knows that there is a problem with underrepresentation of people of colour, and that it is even worse for black writers,” he said. “It seems like … even when progress is being made with people of colour, black people are being left out. But that progress itself helps hide that problem, because publishers can point to and feel good about ‘look at all the people of colour we have featured’ without examining it more closely to see who is still excluded.” </p> <p>The Nigerian-American author Nnedi Okorafor, winner of the World Fantasy award, told the Guardian that she didn’t “need a report to tell me what I already know. Hell, this is a large part of why I started writing … because as a reader I wasn’t seeing the stories I wanted to read, the characters I wanted to read, the dearth of diversity,” she said. “I don’t spend time despairing over what’s been there for centuries. I keep it moving, regardless.”</p> <p>The report, #BlackSpecFic, was written by Cecily Kane, <a href=\"https://docs.google.com/spreadsheets/d/1Humm9VHch7bFvJvCFxH8KkH9C1OpUkeHaSTM0xVBo94/edit#gid=670765433\">with data gathered by Ethan Robinson</a>. It focused on black authors specifically, rather than authors of colour more generally, said Kane, because “while all are important, we noticed several patterns – not limited to the short fiction field – in which ‘diversity’ initiatives excluded black people and hid anti-blackness”.</p> <p>Kane called the numbers very damning. “Speculative short fiction publishing is rife with anti-blackness, and white speculative fiction writers and publishers need to stop pretending otherwise,” <a href=\"https://medium.com/fireside-fiction-company/antiblack-racism-in-speculative-fiction-7e30eff97008#.ap4lwk9yp\">she wrote</a>.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I have a better chance of being wrongfully convicted of a crime than I do of selling a piece to a SF magazine</p> <footer> <cite>Troy L Wiggins, author</cite> </footer> </blockquote> </aside>  <p>The author Justina Ireland, <a href=\"https://medium.com/fireside-fiction-company/two-percent-3b5ca3508c76#.fg80xy1iq\">in an essay accompanying the report</a>, was equally scathing in her assessment. “The science fiction and fantasy community has a problem with race. More specifically, SFF publishing as a whole is and continues to be anti-black,” she wrote. “Folks in SFF like to point to successful black authors as though they prove we’ve somehow evolved beyond the shadow of <a href=\"http://fanlore.org/wiki/RaceFail_%2709\">#Racefail</a>, because it’s a popular fallacy that if a single black person can succeed then we’ve obviously moved past institutionalised racism. But an analysis of 2015’s short fiction gives the lie to that truth.”</p> <p>Author Troy L Wiggins <a href=\"https://medium.com/fireside-fiction-company/speculative-antiblackness-1d2bebed35f#.b0oobov3o\">wrote</a> in another accompanying essay that: “The truth is that I have a better chance of <a href=\"https://www.law.umich.edu/special/exoneration/Pages/ExonerationsRaceByCrime.aspx\">being wrongfully convicted of a crime</a> than I do of selling a piece of short fiction to a major speculative fiction magazine.” </p> <p>Black science fiction and fantasy authors, Ireland said, were choosing to self-publish rather than face the hostility of the current establishment. In an interview, NK Jemisin agreed that “black writers have their own market. They’ve got their own place to go … The absence of black writers within sort of traditional publication markets is not necessarily indicative of the number of black writers who are out there.”</p> <p>Brian White turned a critical eye on his own magazine, which had published three stories by black writers in 2015, out of 32. “That’s 9.4%! Near the top of the entire list of 63 magazines!” <a href=\"https://medium.com/fireside-fiction-company/fiction-we-have-a-problem-its-racism-f49c80b7cdbe#.nflte5r0u\">he wrote in an editorial</a>. “Guess what? In 2016, Fireside hasn’t published <em>a single black writer</em>. We have one or two in the pipeline for later in the year, but we’ve failed. We’re all failing.”</p> <p>White told the Guardian that in the future, he would “make a more conscious effort to directly solicit stories from black writers”.</p> <p>“This is something I have done in the past, but I want to be more mindful of it,” he said. “For our open submissions periods, we are going to add a form to allow writers to anonymously and voluntarily include demographic information. The biggest piece of data we don’t have is how many black writers are submitting stories to our magazine. In talking to black writers, both for our companion essays and in general, a hugely important thing is having a diversity statement as part of your submission guidelines, which we already do. But even more important is evidence that you actually are putting that into action. If you say that diversity is important to you, and then a writer of colour looks at your magazine and sees you are mostly publishing white men writing stories about white men doing white-men things, they are probably not going to submit.” </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2015/jun/29/daniel-jose-older-black-heroes-ya-science-fiction\">Daniel José Older creates female black heroes to make fantasy more real</a> </p> </aside>  <p>Okorafor said the solution was for “a diversity of people to just keep writing, producing, facilitating, consuming, enjoying and participating in all aspects of publishing, whatever your talent or skill set”.</p> <p>“Why is anyone surprised about that report? We all know the problem, can we focus on the solution?” she said. “My time and energy are better spent creating.”</p>",
  "<aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/mar/22/tell-us-how-you-got-here\">Tell us how you got here: share your stories of immigration</a> </p> </aside>  <p>I am not what most people think of when they imagine a Hispanic immigrant. I am paler than most lily-white Americans, I live in a leafy suburb, and my English is better than my Spanish. There’s also the small detail that I do not remember my own immigration. </p> <p> I came to the US shortly after my first birthday, on an American Airlines flight from El Dorado airport in Bogotá, Colombia, to Dulles international airport in the suburbs of Washington DC, in 1999. My parents were both professionals with graduate degrees. My father was moving from a job in a management consultancy in Bogotá to one near Washington. I had been born in Bogotá to a Colombian mother, from the Caribbean city of Barranquilla, and a Colombian American father whose early life acted as a mirror to mine. While I was born in Bogotá and raised in Washington DC, he was born in Washington DC and raised in Bogotá. </p> <p> My grandparents were part of the politically active professional class of Colombia, and both my parents went to university in the US. Before I was born, they had lived in Paris for three years before moving back to Colombia for my father’s job. It was there that I was born. </p> <p> Colombia at the time was not the Colombia of today. It was not a country to which you would see package vacations advertised in the New York Times. Violence due to drug cartels, fascist paramilitaries and communist guerrillas was still rife. My parents must have known that, but they had been away from the country for a while. My father thought that a normal life in Colombia, as they had lived in Paris, was possible. But when my mother heard that blue corneas had a market value, she decided that Colombia was not the place to raise her blue-eyed son. It was at her insistence that my parents moved, with me, to Washington. <br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/jul/26/muslim-doctor-christian-patient-pakistan\">I am a Muslim doctor. I saved a Christian in Pakistan and it nearly cost my life | Anonymous</a> </p> </aside>  <p> Of course, I don’t remember any of that. In all my memories I have lived in Bethesda, Maryland. I never experienced the struggle of learning a new language or fitting into a new culture. My mother became a US citizen in 2004 in order to vote for John Kerry, and apart from occasional trips to visit relatives in Colombia, we were as American a family as any of our white, mainly Wasp neighbors. </p> <p> It was only in high school that I fully understood what it meant when I said that I was from Colombia. Before then, those who asked me tended to be my peers, who had no pre-formed notions of what a Colombian should be, or adults who knew my parents. But adolescence awakens adulthood, and it was in high school that I became conscious that I was an immigrant. People began to say: “You don’t look Colombian” or “You don’t look Hispanic.” They did not mean any harm, and didn’t cause any either. </p> <p> It was also in high school that I met immigrants who remembered their home countries. People from Colombia who spoke with accents utterly distinct to my bland mid-Atlantic English, who could roll their Rs, and who knew the neighborhoods of the city where I had always said I was from. </p> <p>Most of my friendship group did not include these newcomers. I had friends from middle school, and as high school progressed I stayed in the same, mainly white, milieu. I took SAT prep courses, fencing, advanced classes – in short, everything you would expect from a teen from upper middle-class American suburbia who is aiming for the Ivies. Not that I have no Hispanic friends; I do. They just tend to be as highly assimilated as I am. <br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/jul/19/immigrant-who-chose-be-wrong-kind-doctor-academic\">I was an immigrant who chose to be the wrong kind of doctor: an academic | Mita Choudhury</a> </p> </aside>  <p> I am an immigrant. But in all honesty, I do not know what it is like to leave the country you have known all your life, because the country I remember from my earliest days is the one I live in. But I was born abroad, and that geographical accident builds a silent and invisible wall between me and my purely American-born friends. <br></p>",
  "<p>The interview went well and you’re pretty sure the job is a great match for your skills and experience. You’re optimistic, and waiting to hear the result. Is there anything you can do to increase the chances of a job offer?<br></p> <p>There’s no such thing as a perfect interview, and there’s always something you could have added. Candidates probably spend more time regretting what they said at interview than they did planning their answers. It’s natural that you miss something under pressure, or you think of a better answer while driving home. So should you get in back in touch with the employer to provide extra information?<br></p> <p>This requires a judgement call on whether this is overselling or a useful way of re-establishing contact. Are you ticking an empty box, or throwing in more material in the hope that some sticks? If you really have missed something vital, get in touch – as long as it’s a piece of your experience which matters.<br></p> <p>If you’re aiming at a target you’ve already hit, think again. Mentioning things that are only vaguely relevant sounds like unwelcome persuasion to swing the decision in your favour. If you frequently need to email after an interview to provide vital information, your interview preparation could be lacking in focus.<br></p> <h2>Be clear and concise</h2> <p>If you do decide to contact the interviewer afterwards, decide which key points you are going to make – have a few bullet points written out.<br></p> <p>Think about the quality of your answers in the interview. Was there a question you could have answered better? Whether it’s in the closing moments or two days later, be clear about what to add. Bearing in mind the key requirements of the role, tell interesting stories to ensure your abilities stick in the interviewer’s memory.<br></p> <p>Also consider how you introduce extra evidence. It should sound conversational, useful, and practical rather than exerting leverage. Any pressure you exert will usually be counter-productive or make you sound desperate, rather than well-equipped, for this job.<br></p> <p>Giving yourself some extra edge after an interview is possible, but it takes style and skill. Too often it can sound like you’re pushing for a decision, or asking for special consideration – both are irritating for busy interviewers.<br></p> <h2>Nurture a relationship</h2> <p>If you’re told that a hiring decision is going to be made within 24 hours there may be no need to reinforce a good interview, but a friendly email does no harm – ideally one that throws in one small but important piece of evidence. If the process is more extended, maintain your visibility by getting in touch, even if it’s just to say thank you.<br></p> <aside class=\"element element-rich-link element--supporting\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/careers/careers-blog/interview-mistakes\">How to avoid the biggest interview mistakes</a> </p> </aside>  <p>Build on the good relationship cultivated in the room. Even hardened interviewers like to think that the process has gone well, so if you want to follow up, say: “I know you’ve got more candidates to see but I just wanted to thank you for a really enjoyable meeting”. Then say why the interview was a good experience.<br></p> <p>One bit of old-fashioned advice about nurturing relationships still works remarkably well. A handwritten card says something about the time and care you’ve put into your response. A card with an attractive image is harder to throw away than a letter – managers sometimes keep these cards on notice boards for months, which means you’re remembered far longer than the average candidate.<br></p> <p>Another way of reconnecting is to communicate something which has nothing to do with the job. Maybe something came up during the conversation and you have some helpful information you can pass on as a follow-up. Perhaps make a phone call to say: “Thanks again for an enjoyable interview, I’m just about to email a copy of the article I mentioned.”<br></p> <p>If you re-connect before a job offer, don’t plead or pile on new data, just add one or two highly relevant points, and otherwise say thanks for an enjoyable discussion or meeting – note the subtle avoidance of the word interview. Suggesting it was a gathering of like-minded people reinforces the idea that you’re already part of the family.<br></p> <p><em>John Lees is a career coach, founder of <a href=\"http://johnleescareers.com/\">John Lees Associates</a> and author of How To Get A Job You Love.</em><br></p> <p><strong>Looking for a job? Browse <a href=\"http://jobs.theguardian.com/\">Guardian Jobs</a> or sign up to <a href=\"https://register.theguardian.com/careers/\">Guardian Careers</a> for the latest job vacancies and career advice</strong></p>"
]