[
  "<p>Virgin Money’s chief executive has called on Mark Carney’s critics to let him get on with his job following his clarification of his departure date from the Bank of England.</p> <p>Jayne-Anne Gadhia said the Bank’s governor had helped soothe fears about Brexit immediately after the EU referendum and that his decision to stay in the job until June 2019 would help bring stability.<br></p> <p>She said the economy’s resilience in the months since the vote was in part due to Carney’s interventions, which included cutting interest rates, to shore up confidence.</p> <p>Gadhia said: “Thank goodness for that would be my comment. When I think back to 24 June when an awful lot of people wondered who was leading the country I was pretty relieved when Mark Carney stepped up and was sensible. We need stability going forward.”</p> <p>Carney’s future became the subject of intense speculation <a href=\"https://www.theguardian.com/business/2016/oct/21/criticising-mark-carney-tory-hobby-bank-england-governor\">after a string of attacks on him by senior Conservatives</a>, including calls for him to resign. The Canadian had planned to leave the Bank in June 2018 after five years <a href=\"https://www.theguardian.com/business/2016/oct/31/mark-carney-extra-year-bank-of-england-governor\">but on Monday he agreed to stay an extra year</a> to see the UK through the process of leaving the EU.</p> <p>Brexit campaigners criticised Carney during the referendum campaign for predicting a vote for Brexit would be bad for the economy. Since the vote, Conservatives have accused him of talking down the economy and others, <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2016/oct/31/mark-carney-theresa-may-bank-of-england-tory-conference\">including Theresa May</a>, have criticised the harmful effects of low interest rates on savers.</p> <p>Gadhia said criticism came with the job of Bank governor but she said with his future settled and with uncertain times ahead for the economy Carney should be left to concentrate on helping steer Britain through Brexit.</p> <p>“How difficult to have a job where we are all able to comment. When you take on a big role like that you have to be a public figure and expect to have public comment. I don’t criticise people for making the comments they have made. I do think now he is here we should let him get on with his job. Hopefully that will add to the stability of the country.”<br></p> <p>Gadhia made her comments as Virgin Money announced steady trading for the first nine months of the year. Gross mortgage lending increased 19% to £6.5bn from a year earlier and credit card balances rose 14% to £28.9bn from the end of December as deposits increased 12% to £28.3bn.</p> <p>Virgin Money, backed by Sir Richard Branson, tightened its credit card lending after the referendum because of concerns about the economy, slowing lending growth in the third quarter.</p> <p>Gadhia, <a href=\"https://www.theguardian.com/business/2016/feb/06/europe-good-business-not-market-cant-decide-in-out-referendum\">who like Branson wanted Britain to stay in the EU</a>, said she had seen no change in customers’ behaviour since the referendum and that the economy had performed better than she expected.</p> <p>“That gives us an optimistic view of the future. It’s tempered by some caution, not because we see an economic downturn necessarily … but because the future is uncertain. Everybody needs to look forward with some caution.”</p>",
  "<p>Not even a freak lightning strike and an escaped saltwater crocodile could dampen the spirits at Berry Springs Tavern, 60 kilometres out of Darwin, on Melbourne Cup day.</p> <p>About 80 people people gathered at the outback pub on Tuesday, to <a href=\"https://www.theguardian.com/sport/2016/nov/01/almandin-wins-melbourne-cup-lloyd-williams\">celebrate a horse race 3,700 kilometres away</a> by holding their own version, but with crocodiles and cane toads. The slated turtle race was cancelled after participants allegedly failed a drug test.</p> <p>Now in its second year, the Berry Springs croc races attracted locals and visitors in variations of race day finery for the world’s only event of its kind. Numbers were down, which the pub owner, Ian Sloan, put down to tougher economic times for people.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/nov/01/melbourne-cup-sketch-even-winning-can-be-a-half-empty-experience\">Melbourne Cup sketch: even winning can be a half-full experience</a> </p> </aside>  <p>But the races would go on, even if for a moment it seemed they shouldn’t, as the universe sent a thundering black storm over the pub and a lightning strike to knock out the power. </p> <p>The blast came just minutes after one of the young saltwater crocodiles – jaws thankfully taped up – made a break for freedom, leaping from its plastic tub while the handler showed them off to a media pack. Reporters shrieked and jumped on tables as handler, Alex Williams, scrambled to retrieve the runaway.</p> <p>A few keen gamblers wondered what colours it would be racing in.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/heldavidson/status/793298492672180224\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">And here are the star racers for Berry Springs Tavern <a href=\"https://twitter.com/hashtag/MelbourneCup?src=hash\">#MelbourneCup</a> day <a href=\"https://t.co/73ZZFAsJSN\">pic.twitter.com/73ZZFAsJSN</a></p>&mdash; Helen Davidson (@heldavidson) <a href=\"https://twitter.com/heldavidson/status/793298492672180224\">November 1, 2016</a></blockquote>  </figure>  <p>Sloan had his own tips.</p> <p>“I reckon with the cane toads you go with the smaller ones, they’re a bit nippier,” he said.</p> <p>“But crocodiles – on the day it could be anybody’s race. They’re all athletes, they all have good days and bad days.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/heldavidson/status/793296715335946240\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Ian Sloan, owner of the Berry Springs Tavern, gives one of the racing cane toads a good luck smooch <a href=\"https://twitter.com/hashtag/MelbourneCup?src=hash\">#MelbourneCup</a> <a href=\"https://t.co/LHRtbnFGfC\">pic.twitter.com/LHRtbnFGfC</a></p>&mdash; Helen Davidson (@heldavidson) <a href=\"https://twitter.com/heldavidson/status/793296715335946240\">November 1, 2016</a></blockquote>  </figure>  <p>The rains cleared and the generator fired up, and once the Melbourne race was over the crowds moved outside to the haybale track for the main event.</p> <p>Belinda Harris had come up from Melbourne. I asked how the race compared to her home town. </p> <p>“Absolutely loving it,” she said. “This is awesome. I put on Facebook today: I’m at Berry Springs Tavern doing Melbourne Cup NT-style.”</p> <p>Newly named Mr Malcolm, Whinger, Tab, Mongrel, and Handbag took their places, held in a wriggling reptilian mass under Williams’ arms. At the starting gun he let them go, and they speed-waddled for the edges.</p> <p> Mongrel and Mr Malcolm won the first two warm ups. Another, perhaps the same who had sensed freedom earlier, attempted a leap over the boundary to no avail.</p> <p>Fashion In The Bush – shoes optional – provided halftime entertainment, before the grand final. First prize was a fishing trip for four.</p> <p>Thunder rumbled overhead. The race began, and they were off. Mostly. One needed a hurry up, which a barefooted, fascinator-wearing punter was happy to give, climbing over the bales to give him a nudge.</p> <p>But it was Tab who brought it home for his sponsor, Harris. </p>  <figure class=\"element element-image\" data-media-id=\"4649ba0d4cd647e1ef79eb838c947c5c1b82637b\"> <img src=\"https://media.guim.co.uk/4649ba0d4cd647e1ef79eb838c947c5c1b82637b/0_0_4032_2584/1000.jpg\" alt=\"Belinda Harris with race-winning crocodile Tab.\" width=\"1000\" height=\"641\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Belinda Harris from Melbourne with race-winning crocodile Tab.</span> <span class=\"element-image__credit\">Photograph: Helen Davidson/The Guardian</span> </figcaption> </figure>  <p>“I’ve done a lot of work with him over the years,” she joked afterwards, holding Tab high for a victory celebration.</p> <p>“How old is he?” she asked the handler. About one and a half, he replied.</p> <p>“OK, so for a year and a half I’ve been doing a lot of work with this crocodile,” she continued, giggling. “Getting up early, and I put a little harness on him and we go for little walks down the street.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/heldavidson/status/793316156031442944\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Final race, prize is a fishing trip for four. Won by Bat, sponsored by Belinda Harris. From Melbourne. <a href=\"https://twitter.com/hashtag/melbournecup?src=hash\">#melbournecup</a> <a href=\"https://twitter.com/hashtag/berrysprings?src=hash\">#berrysprings</a> <a href=\"https://t.co/wqtEbTmlbi\">pic.twitter.com/wqtEbTmlbi</a></p>&mdash; Helen Davidson (@heldavidson) <a href=\"https://twitter.com/heldavidson/status/793316156031442944\">November 1, 2016</a></blockquote>  </figure>  <p>There was time for a quick round at the bar before the cane toad races began. </p> <p>An objectively disgusting activity, sponsors held their own toad while a name tag was attached. Some gave them good luck kisses, likely setting them up for the kind of hangover one gets after a night on cigarettes, except worse.</p>  <figure class=\"element element-image\" data-media-id=\"f9f3499712c22fc676df17d2b0318e39913ddd90\"> <img src=\"https://media.guim.co.uk/f9f3499712c22fc676df17d2b0318e39913ddd90/0_0_5005_3335/1000.jpg\" alt=\"Man holding cane toad\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">No mere spectators: sponsors hold their own toads before the Berry Springs race – some even go so far as to give them a kiss for luck.</span> <span class=\"element-image__credit\">Photograph: Helen Davidson/The Guardian</span> </figcaption> </figure>  <p>The cane toads were placed under a bucket in the centre of the ring. The bucket lifted, and sponsors got down on all fours, blowing air through straws to hurry the toads along.</p> <p>People fell over themselves, some diving for their toad, others trying to avoid them all together. Toads hopped to the hay bales, dodging knees and flailing arms.</p> <p>The winner was triumphant and the toads went back in the bucket. While the crocs – on loan from Crocodylus Park – were going home, the toads were destined for a freezer.</p>"
]