[
  "<p>The head of the biggest group of police chiefs in the US apologised on Monday for the role law enforcement has played in the country’s historical persecution of African Americans and other minorities.</p> <p>Terrence Cunningham, the president of the<a href=\"http://www.iacp.org/\"> International Association of Chiefs of Police</a> (IACP), said police needed to understand that deep and intergenerational mistrust had been caused by officers being the “face of oppression” during a “dark side” of American history.<br></p> <p>“For our part, the first step in this process is for law enforcement and the IACP to acknowledge and apologise for the actions of the past and the role that our profession has played in society’s historical mistreatment of communities of colour,” said Cunningham.<br></p> <p>Cunningham, who is the police chief of Wellesley, Massachusetts, made his remarks to fellow law enforcement executives gathered in San Diego for the annual convention of the IACP, a 123-year-old association of about 18,000 senior police officers in dozens of countries.<br></p> <p>His statement was the deepest public expression of regret by a law enforcement official of his standing since unrest over police treatment of African Americans spread across the US after an officer fatally shot Michael Brown, an unarmed black 18-year-old in Ferguson, Missouri in 2014.<br tabindex=\"-1\"></p> <p>Cunningham on Monday lamented that police officers had in the past been duty-bound to enforce laws “ensuring legalised discrimination or even denying the basic rights of citizenship”.<br></p> <p>But at the same time, he argued, present-day critics of the police must accept that “today’s officers are not to blame for the injustices of the past” if trust is to be rebuilt where it has deteriorated between police officers and the people they serve.<br></p> <p>“Overcoming this historic mistrust requires that we must move forward together in an atmosphere of mutual respect,” said Cunningham, who paid tribute to what he called a “noble profession” pursued by thousands who “laid down their lives for their fellow citizens”.<br></p> <p>Attorney general Loretta Lynch and FBI director James Comey have both used their own speeches at the convention to argue that better government data on the use of force by police would go some way to improving police-community relations. <br></p> <p>The FBI last week expanded on plans announced in December last year to improve its much-derided system for counting the fatal use of force by police officers.</p> <p>A separate section of the justice department is also<a href=\"https://www.theguardian.com/us-news/2016/aug/08/police-officer-related-deaths-department-of-justice\"> reviving a more comprehensive program for recording deaths in custody</a>, which mirrors <a href=\"https://www.theguardian.com/us-news/series/counted-us-police-killings\">The Counted</a>, an ongoing investigation by the Guardian counting every killing by police in 2015 and 2016.</p> <p>“These are preliminary actions, but their significance is unmistakable,” Lynch told the conference earlier on Monday. “Better information helps everyone.”<br tabindex=\"-1\"></p>",
  "<h2><strong>Premieres</strong></h2> <p><strong><a href=\"http://www.fox.com/the-rocky-horror-picture-show\">Rocky Horror Picture Show</a></strong> </p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=outmDIi29Bo\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/outmDIi29Bo?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>I see you’re shivering with anticipation. Fox has put together an all-star cast including Laverne Cox, Adam Lambert, Victoria Justice, Reeve Carney, Christina Milian, Ben Vereen, and the original Dr Frank-N-Furter, Tim Curry, to remake this 1975 cult classic about two uptight teens who wander into a sci-fi world of decadence. The previously released renditions of the songs <a href=\"https://www.youtube.com/watch?time_continue=2&amp;v=yisD3t9cAQw\">Sweet Transvestite</a> and <a href=\"https://www.youtube.com/watch?v=oma0L86pK5Y\">Science Fiction Double Feature</a> point to a faithful and competent production but, don’t be fooled, this won’t be performed live. <em>Fox, Thursday 20 October at 8pm ET</em></p> <p><strong><a href=\"http://www.pbs.org/wnet/gperf/hamiltons-america-documentary/5048/\">Hamilton’s America</a></strong></p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=_KsTjxKi5JE\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/_KsTjxKi5JE?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>It almost seems easier to get into a time machine and shake hands with Alexander Hamilton than it would be to pay an arm and a leg to get tickets to the super popular Broadway musical based on his life. In this episode of Great Performances, the long-running PBS show takes a backstage look at the show, from its creation in 2014 and its evolution as well as exploring the life of Hamilton himself. It might not be the filmed version of the show that so many left out in the cold had been hoping for (and it <a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/17/hamilton-america-review-documentary-lin-manuel-miranda-radicalmedia\">can be frustrating at times</a>), but those who are in love with the show will be delighted and entertained. <em>PBS, check local listings</em></p> <h2><strong>Returning shows</strong></h2> <p><strong><a href=\"http://m.cwtv.com/shows/crazy-ex-girlfriend/\">Crazy Ex-Girlfriend</a></strong></p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=s2VF6iBIOWk\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/s2VF6iBIOWk?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>If you are one of the fans of this amazing show, you already know that it’s coming back this week. (It seems like all of the musical comedy’s devotees are just as obsessive as lead character Rebecca Bunch.) If you aren’t watching Crazy Ex-Girlfriend already, you’re missing out on the saga of a woman who quits her job in New York, moves to a dumpy town in California to chase after an ex-boyfriend and searches for her one chance at happiness. It is currently the best show on television. Season two moves its time slot to Friday nights and kicks off with (spoiler alert!) Rebecca and Josh back together. But will she be just as crazy in love as she was about finding it? I’m sure there will be a delightfully campy musical number all about it. <em>The CW, Friday 21 October at 9pm ET</em></p> <p> <strong><a href=\"http://www.amc.com/shows/the-walking-dead\">The Walking Dead</a></strong></p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=SmUz88zoIg0\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/SmUz88zoIg0?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Who did big scary new villain Negan kill at the end of season six? Was it Glenn? It was probably Glenn. I really wish it were Carl, though. Wouldn’t this series be so much better without that whiny, one-eyed jerk? Anyway, we’ll find out who bit the bullet (or in this case, the bat) when the ratings blockbuster brings all of its zombies back for a new season that sees Rick and his clan being subservient to a new vicious dictator. Yeah, this is going to go <em>really</em> well. <em>AMC, Sunday 23 October at 9pm ET</em></p> <h2><strong>New to streaming</strong></h2> <p><strong><a href=\"http://www.hulu.com/chance\">Chance</a></strong></p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=TIPRjWN8hcg\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/TIPRjWN8hcg?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>What is television without Hugh Laurie playing a doctor? Absolutely nothing. He trades in Dr House for Dr Chance, a psychiatrist trying to help a patient (Gretchen Mol) in an abusive relationship. His assistance becomes more and more extreme and leads him into the San Francisco underworld. Yes, this is nothing like House. Alexandra Cunningham (Desperate Housewives) created the show along with Kem Nunn, based on his bestselling book of the same name. Hulu ordered two seasons right out of the gate, because they know the public service they’re doing by keeping Laurie on our screens. <em>Hulu, Wednesday 19 October</em> </p> <p><strong><a href=\"https://www.netflix.com/title/70264888\">Black Mirror</a></strong></p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=I-vAp9n8rQc\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/I-vAp9n8rQc?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>The UK import Black Mirror seems like it has already anticipated all sorts of dark turns where technology is taking us – and its third season, with an expanded six episodes, will continue to take us in the right direction. It’s a true anthology show, where each episode is a self-contained story, and Netflix has upped its game recruiting writers such as Rashida Jones and Mike Schur (The Good Place) and actors such as Bryce Dallas Howard and Gugu Mbatha-Raw. Just don’t binge this show. No one’s outlook on life could survive such an assault of bleak honesty. <em tabindex=\"-1\">Netflix, 21 October</em> </p> <h2><strong>What to catch up on</strong></h2> <p> <strong><a href=\"http://www.hulu.com/adventure-time\">Adventure Time</a></strong></p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=qGBTmGMADDQ\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/qGBTmGMADDQ?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>There are cartoons for adults and cartoons for kids, but rarely are there cartoons for both. Kids will love the adventures of Finn the Human and his shape-shifting dog Jake in the Land of Ooo, an alternative world where princesses rule everything, all of the residents are talking pieces of candy, and Jake is in love with a flying unicorn that only speaks Korean. Adults will love the ongoing saga of Finn’s love life, the post-apocalyptic and allegorical setting, and the trippy visuals. They might enjoy them even more after enjoying a smokeable substance that is currently legal in a few states. The seventh season of the show joins Hulu this week, so there are hundreds of episodes to keep viewers entertained through a late-night case of the munchies and to keep their kids occupied the next morning when they’re sleeping in. <em>Hulu, 19 October</em></p> <p><strong>TV news</strong></p> <p><a href=\"http://www.hollywoodreporter.com/live-feed/can-lifetimes-unreal-overcome-behind-937518\">UnREAL is a mess behind the scenes</a></p> <p><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/14/best-and-worst-presidents-on-tv-shows\">The best and worst TV presidents</a></p> <p><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/13/late-night-tv-host-donald-trump-voter-influence-us-election\">Late-night hosts are influencing the election</a></p> <p><a href=\"http://variety.com/2016/tv/news/chuck-lorre-bonfire-of-the-vanities-amazon-1201889157/\">Amazon is adapting Bonfire of the Vanities</a></p> <p><a href=\"http://deadline.com/2016/10/chris-rock-stand-up-specials-netflix-1201835862/\">Netflix paid Chris Rock $40m for two standup specials</a> </p>"
]