[
  "<p>David Moyes is on a mission to prove that managing Sunderland is not “the impossible job” after all as he seeks his first Premier League win since replacing Sam Allardyce in July.</p> <p>“I want to succeed here,” said Sunderland’s seventh manager in five years as his bottom-placed side prepared for Saturday’s <a href=\"https://www.theguardian.com/football/2016/sep/30/sunderland-west-bromwich-albion-match-preview\" title=\"\">home game with West Bromwich Albion</a> without the injured Adnan Januzaj and Lee Cattermole. “There’s a big job to be done here but I don’t think it’s impossible. There’s an awful lot of things needing to be fixed at this club but I think they can be fixed, I really do.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/30/sunderland-west-bromwich-albion-match-preview\">Sunderland v West Bromwich Albion: match preview</a> </p> </aside>  <p>Moyes believes the rapid turnover in managers – it is a year since Dick Advocaat resigned in despair – explains Sunderland’s constant battles against relegation. “The revolving door needs to be stopped,” he said. “Things need to be put right but to change them there needs to be a period of stability.”</p> <p>He sets great store by “honesty” and the team’s supporters and players are having to accept his refusal to sugar coat reality. “My words could be interpreted as too downbeat,” Moyes acknowledged after pointing out that Januzaj’s absence for a minimum of six weeks with ankle ligament damage will hardly enhance his side’s creativity. “But honest is all I can be. I think people would rather you tell the truth than untruths.</p> <p>“The players have had to take criticism from me. We need a really committed team and a team that can concentrate. At the moment I don’t know what I’m going to get from my team.”</p> <p>Moyes is unsure how Cattermole – who has had an epidural injection in an attempt to ease a back problem which causes him severe leg pain – will be absent for, but he is adamant that the recent resignations of Ishtiaq Rehman, Sunderland’s former doctor, and Danny Philpott, the assistant academy director, should not reflect badly on the club.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/29/sunderland-doctor-leaves-club-patrick-van-aanholt-incident\">Sunderland doctor leaves club following Patrick van Aanholt incident</a> </p> </aside>  <p>“The doctor situation was something I was aware of before I came in,” he said. “He’s had some really difficult decisions in recent weeks and I think his feeling is maybe that it was time to go. Danny Philpott had come in with the idea of getting the main [academy] job but they [Sunderland’s board] didn’t want that. Whatever decisions are made, the club will only ever do things for the best. Martin [Bain, the chief executive] is a correct fella. I can only say, anything he’s doing, he’s doing for the right reasons.”</p> <p>In the wake of this week’s revelations regarding alleged corruption in football, Moyes has called for great transfer market transparency. “When a transfer is completed let’s get what the club has had to pay the agent straight out there,” he said. “I think there might be a few gasps from supporters and the media.</p> <p>“I’m not condoning what’s been revealed this week but it might actually be small stuff compared to what else is going on, to some of the money being given to agents to do deals. I’m amazed at how many agents are representing the same player – there could be 25 and they say they’re acting as ‘intermediaries’. Maybe that’s why the agents’ fees are bigger, because everyone’s getting paid down the line – this year’s been one of the worst for that.”</p>",
  "<h2>TV</h2> <p><strong>Black Mirror (available 21 October)</strong><br>Charlie Brooker’s sinister dystopian anthology show makes its big-money move to Netflix – and according to first-look reviews, it’s a <a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/16/black-mirror-first-look-review-charlie-brooker\">marvel</a>: as dark as ever but more cinematic, more complex and with even bigger stars. </p> <p><strong>Luke Cage (available now)</strong><br>Marvel heads across 110th Street into Harlem, where Luke Cage – <a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/30/luke-cage-netflix-marvel-a-bulletproof-black-man-the-superhero-america-needs-now\">TV’s first black superhero</a> – soon finds out he’s bulletproof and gets to work stopping local criminals. A cool blend of comic-book humour and crime drama that’s also packed with R&amp;B stars, from Faith Evans to Raphael Saadiq.</p> <p><strong><a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2016/sep/30/designated-survivor-kiefer-sutherland-jack-bauer\">Designated Survivor</a> (new episodes available every Wednesday)<br></strong>Kiefer Sutherland is back! In this fun, high-energy thriller, he plays Tom Kirkman, a politician who’s fallen out of favour with Washington. That is, until Capitol Hill explodes, killing everyone inside, and he becomes the new President (like a 21st-century <a href=\"https://www.youtube.com/watch?v=oSHYS1RabYo\">King Ralph</a>). Kiefer may not be in CTU any more, but he’s on fine form. </p> <p><strong>Poldark (series one available 26 October)<br></strong>If you haven’t yet become a signed-up ‘Darker, it’s high time you ventured down to Cornwall to partake in this lush period drama full of love triangles, mining and Aidan Turner scything. </p> <h2>Films</h2>  <figure class=\"element element-image\" data-media-id=\"d53ff8475ceb4689a884ecb6acdee8c02c252376\"> <img src=\"https://media.guim.co.uk/d53ff8475ceb4689a884ecb6acdee8c02c252376/11_0_638_383/500.png\" alt=\"A brutal, vital wakeup call for America … The 13th.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A brutal, vital wakeup call for America … The 13th.</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p><strong>The 13th (available 7 October)</strong><br>Ava DuVernay’s no-nonsense documentary about racism and the law is a <a href=\"https://www.theguardian.com/film/2016/sep/29/the-13th-review-ava-duvernay-new-york-film-festival-prisons-plantations-race-law-us\">brutal, vital wakeup call for America</a>. </p> <p><strong>Mascots (available 13 October)</strong><br>The latest mockumentary from Christopher Guest, who made Best in Show and A Mighty Wind, is about a group of 20 minor-league sports mascots who are competing for the coveted Fluffy award. </p> <p><strong>Justin Timberlake and the Tennessee Kids (available 12 October)<br></strong>Acclaimed music documentary-maker Jonathan Demme (who also brought us Silence of the Lambs) goes behind-the-scenes at the final dates of JT’s world tour, at which he brings sexy back to Las Vegas. </p> <p><strong> Into the Inferno (available 28 October)</strong><br>In Werner Herzog’s latest documentary, he’s exploring volcanoes up-close. A humbling, mesmerising work from a man with a clear passion for lakes of fire. </p>",
  "<p>“I have had several thousand people over the course of the past two years ask me some variation of this question,” Shaun King, the New York Daily News writer and activist, said. “What else can I do about police brutality? Beyond what we’re doing right now, what else can I do?” The inquiry is something he has spent months “noodling around in [his] head”, King told the Guardian.</p> <p>King and others believe the answer could be boycotts, a tool of change wielded in recent years against racial injustice and used during the civil rights movement of the 1960s. Last week, King revealed plans for what he hopes will be a massive and prolonged boycott, slated to begin in December. A few days earlier, the actor Isaiah Washington had announced his own, <a draggable=\"true\" href=\"http://time.com/4507756/actor-isaiah-washington-wants-black-americans-to-boycott-work-on-monday/\">making headlines</a> for his call on African Americans to boycott working, shopping and going to school for 24 hours as part of his #StayAtHomeSeptember262016 movement. Like the boycotts that came before them, both men are hoping their actions will create pressure on policymakers and bring about change.</p> <p>Washington’s boycott also began with a question. “Imagine if every single African American in the United States that was really fed up with being angry, sad and disgusted, would pick ONE DAY to simply ‘stay at home’ from every single job, work site, sports arena and government office in the United States of America,” the actor <a href=\"https://www.facebook.com/isaiahwashington46/posts/10209222354172526\">asked his followers on Facebook</a>. “I’m very sure that within 72 hours from Wall Street to the NFL … Black Lives Would Matter.”<br tabindex=\"-1\"></p> <p>The inspiration for the inquiry, Washington said, came from “my confusion, my pain, my distaste of the loss of a friend who was fighting for freedom”, meaning Darren Seals, an activist and protest leader from Ferguson, Missouri, who was <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/sep/08/ferguson-protest-leader-darren-seals-shot-dead-burning-car\">found shot dead in a burning car</a> earlier this month. The deaths of others were also on Washington’s mind – <a href=\"https://www.theguardian.com/us-news/terence-crutcher-shooting\">Terence Crutcher</a>, an unarmed black man who was killed by a police officer in Tulsa, Oklahoma, earlier this month, <a href=\"https://www.theguardian.com/us-news/keith-scott-shooting\">Keith Lamont Scott</a>, a black man who was shot and killed last week in Charlotte, North Carolina, by police after he was mistaken for a wanted man and <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/sep/28/police-say-black-man-killed-by-officer-near-san-diego-was-holding-e-cigarette\">Alfred Olango</a>, who was shot by police on Tuesday.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/jul/28/can-black-celebrities-shake-america-racial-justice\">Can black celebrities shake America out of its racial justice slumber? | Syreeta McFadden</a> </p> </aside>  <p>Planned with Madelon Blue McCullough, who started her own #Missing24 boycott earlier this year, Washington said his “call to action” was intended to “check the temperature of the will of the people, to see how many people respond immediately and quickly and decisively – just as quickly as these peacekeepers have decided to commit extrajudicial killings within seven seconds”. </p> <p>“My feeling of waiting six to eight weeks, we don’t have the luxury of waiting six to eight weeks. We don’t have the luxury to organize,” Washington added. His boycott had been criticized for being planned too quickly; King’s is planned for three months in the future.</p> <p>One of their intentions with the stay-at-home boycott, McCullough said, was safety. “When we’re out in the streets, and we’re protesting and marching, our people are still getting injured, they’re still getting killed, they’re still getting incarcerated,” she said. “Our thinking was it doesn’t make any sense for us to be out here and protesting, then paying bail. It’s the same as saying you’re supporting the same system you’re fighting against.” Of the protests that have broken out around the country, many have been peaceful though there have been outlying moments . Last week, in North Carolina, one person <a href=\"http://www.cnn.com/2016/09/21/us/charlotte-police-shooting/\">was fatally shot</a> during a protest in Charlotte.</p> <p><a href=\"https://www.facebook.com/isaiahwashington46/posts/10209300323361707?pnref=story\">On Facebook</a>, Washington elaborated the event on 26 September was merely “PHASE I”, and mentioned there will be a “Business Target” day in October. He advertised a second boycott for 7 November, which McCullough explained was planned by a group called Moving Forward. They would also be supporting King’s boycott in December, McCullough said.</p> <p>McCullough, who started #Missing24 after the death of <a href=\"https://www.theguardian.com/us-news/2016/jul/14/philando-castile-funeral-minnesota-police-shooting\">Philando Castile</a>, said she was inspired by reading about boycotts that happened in Zimbabwe and Sudan. In the US, boycotts of the shopping holiday Black Friday <a href=\"https://www.theguardian.com/world/2014/nov/26/ferguson-protesters-police-brutality-black-friday-boycott\">began in 2014</a> after the death of Michael Brown, through campaigns or groups like <a href=\"http://www.notonedimeboycott.com/\">#NotOneDime</a> or <a href=\"http://www.blackoutforhumanrights.com/about-blackout.html\">Blackout for Human Rights</a>, a “Collective of Filmmakers, Artists, Activists, Musicians, Lawyers, Tastemakers, Religious Leaders and Concerned Citizens”, though it’s <a href=\"http://www.nytimes.com/2014/12/07/your-money/elusive-effects-of-the-black-friday-boycott.html\">unclear if they made an impact</a>. That Black Friday boycott <a href=\"https://www.theguardian.com/business/2015/nov/27/notonedime-black-friday-protest-african-americans-boycott-shopping\">continued in 2015</a>. Groups called for boycotts of businesses <a href=\"http://www.wafb.com/story/32401824/group-asks-public-to-boycott-some-baton-rouge-businesses\">in Baton Rouge</a> after the death of <a href=\"https://www.theguardian.com/us-news/2016/jul/07/alton-sterling-death-ive-been-sick-ever-since-they-murdered-him\">Alton Sterling</a> and <a href=\"https://www.washingtonpost.com/video/national/calls-for-charlotte-boycott-after-police-shooting/2016/09/21/339cfb1c-8014-11e6-ad0e-ab0d12c779b1_video.html\">in Charlotte</a> and <a href=\"http://www.citizen-times.com/story/news/local/2016/09/26/black-lives-matter-group-calls-economic-protest/91117962/\">Asheville</a>, North Carolina, after Scott’s death. Other groups have called for only buying from black-owned businesses or keeping money in <a href=\"http://blackoutcoalition.org/\">black-owned banks</a>.</p> <p>Washington’s original post announcing the boycott received 28,000 shares on Facebook, but it’s difficult to determine how many participated. Some expressed their support on social media using #StayAtHomeSeptember262016. McCullough said people from almost every state participated, most hailing from New York, California and Texas. Students at Reed College in Portland, Oregon, peacefully held signs and drums as they walked through different buildings on campus in solidarity with the movement, <a href=\"http://koin.com/2016/09/26/reed-college-students-boycott-class/\">KOIN6 News</a> reported.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/alicia-garza-on-the-beauty-and-the-burden-of-black-lives-matter\">Alicia Garza on the beauty and the burden of Black Lives Matter</a> </p> </aside>  <p>The boycott also had its critics, with some saying it was too quickly planned or that some couldn’t afford to skip work. “If you can’t afford to skip work, don’t. Boycott in other ways,” Washington said on Wednesday. “I’m not some wealthy jerk who is telling people to lose their jobs.” Others brought up past remarks made by the actor, who currently stars on the TV show The 100 and was a recurring character on Grey’s Anatomy from 2005 to 2007. The public speculated that the controversial remarks caused the actor to be removed from the latter show. When asked to address those critics, Washington said, “This is about life, liberty and freedom under the constitution of the United States of America. It’s not about me.” </p> <p>King’s boycott was planned with a nod to boycotts of the past, occurring on 5 December, “the same date that our ancestors began the 381 day long Montgomery Bus Boycott. It is going to take that same type of determination and organization for us to actually make this boycott count”, he wrote in <a href=\"https://www.facebook.com/injusticeboycott/posts/897245660408832\">a message</a> to the more than 75,000 people who had signed up thus far. The Montgomery bus boycott began in 1955 and ended with a supreme court declaration that segregated buses were unconstitutional. He also took inspiration from the treatment of North Carolina in light of their <a draggable=\"true\" href=\"https://www.theguardian.com/us-news/2016/apr/01/north-carolina-transgender-bathroom-law\">transgender bathroom law</a>.</p> <p>So far, King has released a basic framework for what he hopes his boycott will look like, with targeted boycotting of brands, institutions, cities and states tied to specific reforms. He hopes millions will eventually participate.</p> <p>While Washington’s #StayAtHomeSeptember262016 was for one day, King thinks his should be in addition to the protests and rallies around the country. He intends for it to last indefinitely, until reforms are made, which he admittedly thinks will take a while. “The United States right now is very resistant to change and very resistant to change on a number of issues, not just racial violence and police brutality,” he said.</p> <p>But that doesn’t mean King doesn’t have hope, both that a boycott will be effective and be an answer for those he worries are hopeless, wondering what they can do.</p>",
  "<p>Black Americans are in challenging, critical times. We matter enough to sell out concert stadiums and win prestigious awards touting our intellectual prowess – as Claudia Rankine did this week, when she won the MacArthur genius grant. But we don’t matter enough to keep us from being murdered by the police. There is something devastatingly perverse about that fact.<br></p> <p>Claudia Rankine’s win is one of the best things to happen to black folks in 2016. Her award, along with those of her fellow black recipients in this year’s MacArthur crop – the art historian and curator Kellie Jones, the film-maker Barry Jacobs-Jenkins and the sculptor Joyce Scott – signals a moment of nationwide reckoning. It is also a reminder that we cannot – and will not – stand for the routine violence or the default dehumanization of black bodies. </p> <p>Rankine is not just seeking to shift the cultural dialogue, although that is important too. She is “trying to change the discourse of black people being equated with criminality and murdered inside a culture where white fear has justified the continued incarceration, murder of blacks and other people of color”.</p> <p>When Rankine won the grant, she told the Los Angeles Times she felt <a draggable=\"true\" href=\"http://www.latimes.com/books/jacketcopy/la-et-jc-claudia-rankine-20160921-snap-story.html\">“the prize is being given to the subject” </a>of race. Rankine is perhaps the first black recipient to make resolutely clear that the subject of race is bigger than any given individual. It also makes the MacArthur Foundation a model for institutions prioritizing the need to deconstruct and decentralize whiteness in America – a construct which is directly linked to police killings.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/feb/04/i-thought-i-was-a-gorgeous-kid-until-i-learned-i-was-just-pretty-for-a-black-girl\">I thought I was a gorgeous kid until I learned I was just 'pretty, for a black girl' | Rebecca Carroll</a> </p> </aside>  <p>Rankine may use some of the MacArthur money for what she is calling the Racial Imaginary Institute. It’s a project that was in development before she won the award, which she says will be “an interdisciplinary arts and cultural laboratory for the dismantling of white dominance”. Amen.</p> <p>In all of her work, Rankine reminds us that what black folks do as a culture – one that has never squandered anything, was never meant to be here, much less thrive and achieve – can be used to further the effort of cultivating a sense of agency without asking for permission. This is the very best of what Black Lives Matter and other black activists stand for: we are not here for the validation, we are here for each other – the living and the dead.<br></p> <p>Long before she won the MacArthur, Rankine was an ambassador of this truth and visionary mandate. “Unlike earlier black-power movements that tried to fight or segregate for self-preservation,” Rankine wrote in an essay for <a href=\"http://www.nytimes.com/2015/06/22/magazine/the-condition-of-black-life-is-one-of-mourning.html?_r=0\">the New York Times last year</a>, “Black Lives Matter aligns with the dead, continues the mourning and refuses the forgetting in front of all of us.”<br></p> <p>And as we celebrate the successes of black culture luminaries like Rankine, who push past limitations, cast aside America’s glaring white gaze and exceed societal expectations, we continue to recognize our daily losses to the police and institutional racism everywhere. How poignant and essential, then, that our artists – the oracles of our magnificent, messy existence – build on this paradox in rigorous, centered and imaginative ways, every day.</p>",
  "<p>Raised in Compton, and educated in African American studies at UCLA, film-maker Ava DuVernay said that her life experiences have left the ravages of the US criminal justice system a subject very close to her heart.</p> <p>“Having had the experience of being around folks who have been touched by mass incarceration” along with an education that offered a “framework for why and how things are happening” has had a major impact on the acclaimed director of Selma.</p> <p>This proximity was largely behind her decision to embark on 13th, a full-length feature documentary on the racialized history of the criminal justice system and mass incarceration that <a href=\"https://www.theguardian.com/film/2016/jul/19/ava-duvernay-the-13th-documentary-new-york-film-festival\">opens this year’s New York film festival</a>. The film is the first non-fiction offering to own that prestigious distinction.</p> <p>“My hope for the film is simply that people come out more aware that prison isn’t just a place where bad people go,” DuVernay told the Guardian. “The hope is that we re-examine why we think what we think and question ‘have we been taught to think that?’ and ‘have we been manipulated to think that?’”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/sep/29/the-13th-review-ava-duvernay-new-york-film-festival-prisons-plantations-race-law-us\">13th review: Ava DuVernay doc shows prisons are the new plantations</a> </p> </aside>  <p>The film begins offering a number of the troubling statistics about race and incarceration in the US that have virtually become common knowledge in the past five years or so. The US is home to 5% of the world’s population, but 25% of the world’s prisoners. One in three young black men in the US today can expect to serve time in prison during their life. The prison population has grown exponentially since the 1980s-era war on drugs began in earnest, ballooning from a few hundred thousand to over two million today, with black people heinously overrepresented among them.</p> <p>But DuVernay’s 100-minute voyage through the legacy of the criminalization of black Americans does more than rattle off statistics. Weaving a historical narrative from slavery through the present, the film and its contributors trace in stark relief, the various transmutations that the oppression of the black body in America has taken, and the ways that criminal justice has been recruited to that end.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=V66F3WU2CKk\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/V66F3WU2CKk?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Michelle Alexander, author of the bestselling book The New Jim Crow, explains in the film how in the post-civil war south, petty offenses were used to recapture newly freed blacks and force them into free labor under convict lend-lease programs that functionally reconstituted chattel enslavement. Indeed the film’s title is drawn from the caveat in the 13th amendment, presumed to guarantee freedom for enslaved blacks, but also legalizes the slavery and involuntary servitude of convicted criminals.</p> <p>The film winds from this early postbellum era through the extrajudicial lynchings of blacks in the early 20th century, through resistance to the civil rights movement and finally the war on drugs. All these mutating forms of racial control were premised at least in part, the film suggests, on white notions of black criminality. Every time the word is uttered in the film, no matter the historical context, it appears on the screen in bold white on black text to highlight this connection. </p> <p>DuVernay said the film was conceived around the idea of telling the story of how privatization and profit drove much of the expansion and development of mass incarceration. “There is a really clean clear line of the black body being used for profit and for politics.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/jun/06/ava-duvernay-los-angeles-film-festival\">Ava DuVernay: 'This patriarchy is often shocked when a black film does well'</a> </p> </aside>  <p> “But as we started working on the film we quickly realized in order for that to really pack a punch you had to understand the historical and cultural context,” DuVernay said.</p> <p>A number of high-profile criminal justice reform advocates, like New Yorker columnist and UConn professor Jelani Cobb, former Obama adviser Van Jones and civil rights icon Angela Davis lend their voices to the film, along with some seemingly less likely figures.</p>  <figure class=\"element element-image\" data-media-id=\"d53ff8475ceb4689a884ecb6acdee8c02c252376\"> <img src=\"https://media.guim.co.uk/d53ff8475ceb4689a884ecb6acdee8c02c252376/11_0_638_383/500.png\" alt=\"A still from 13th.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A still from 13th.</span> <span class=\"element-image__credit\">Photograph: Netflix</span> </figcaption> </figure>  <p>Republican Newt Gingrich and conservative anti-tax crusader Grover Norquist also make appearances, in part highlighting the <a href=\"https://www.theguardian.com/us-news/2015/oct/01/sentencing-reform-bill-criminal-justice-congress-critics\">bipartisan consensus that has begun to built around issues of criminal justice reform</a>– but also, according to DuVernay, some of the points of disagreement which still exist, and some of the potential land mines.</p> <p>“I wanted to explore the question of why all this bipartisanship now … and we found a surprising answer that may not necessarily be positive,” DuVernay said.</p> <p>Lingering on the American Legislative Exchange Council (Alec), 13th looks hard at how corporate interests have shaped public policy on criminal justice, and adapted to developments in the national consensus on crime and punishment. The film warns that as liberal and conservative opinion coalesces around the need to have less people in jail and prison, what’s likely to follow is a new wave of technology-aided supervision, like GPS-based monitoring of criminals.</p> <p>“How much progress is it really if communities of color are still under perpetual surveillance and control, but now there’s a private company making money off the GPS monitor, rather than the person being locked in a literal cage?” Alexander asks in the film.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/28/queen-sugar-ava-duvernay-black-audiences-own\">Queen Sugar: why it's a time travel show for black audiences</a> </p> </aside>  <p>The film is not DuVernay’s first time engaging with this topic The first script she ever wrote, for acclaimed drama Middle of Nowhere also addressed the criminal justice system, as does <a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/06/queen-sugar-oprah-winfrey-own-review\">Queen Sugar</a>, a television series created by DuVernay that debuted earlier this month.</p> <p>But by taking the subject on in a documentary format, DuVernay hopes the film can help provide a systematic, easy-to-follow “primer” on the past, present and possible future of mass incarceration.</p> <p>“It’s about a slow unfolding of this tapestry that we’ve woven. This American quilt of injustice, oppression, systemic racism and anti-blackness. It’s about the construction of criminality that has been an ongoing, decades-long blight on our society and it’s a chapter by chapter and layer by layer peeling back of each and every piece.”</p> <p>The film will be released on Netflix and in select theatres on 7 October. </p>",
  "<p>Alongside regular collaborator <a href=\"https://www.theguardian.com/global/2016/aug/24/dev-hynes-blood-orange-freetown-sound\">Dev Hynes</a> and the likes of Kelani and <a href=\"https://www.theguardian.com/music/2016/sep/25/how-to-dress-well-care-review\">How To Dress Well</a>, Solange Knowles has carved out an interesting position for herself on the periphery of the pop/R&amp;B mainstream. She’s a brilliant, constantly evolving pop star who you sense could dash out a hit at the drop of a hat, but there’s an artful, keening single-mindedness at the core of what she does that means she rarely appears to be chasing chart success. </p> <p>The densely layered, 21-track A Seat at the Table – her first full album since 2008 – doesn’t really change that. Even Losing You, the crowning glory of 2012’s Hynes co-produced True EP, has a sonic restlessness to it that makes it hard to pin down, while that sound – a sort of amalgam of late-80s pop and low-slung R&amp;B – has since cropped up on albums by the likes of <a href=\"https://www.theguardian.com/music/carly-rae-jepsen\">Carly Rae Jepsen</a>. As <a href=\"https://www.bustle.com/articles/156951-solange-is-all-over-beyonces-lemonade-even-if-you-dont-actually-see-her\">Bustle</a> pointed out, though Solange didn’t appear on sister <a href=\"https://www.theguardian.com/music/2016/apr/29/beyonce-lemonade-jay-z-explainer\">Beyoncé’s Lemonade album</a>, her influence is everywhere.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2012/nov/03/solange-knowles-true-dev-hynes\">Solange Knowles: Dev Hynes's wizard beats suit my stubbornness but I'm no hipster</a> </p> </aside>  <p>With only one song released since True – 2013’s knowingly titled Cash In, the last track from the Saint Heron compilation album she curated to “highlight and align a new movement of contemporary, genre-defying R&amp;B visionaries” – Knowles is also not an artist to be rushed. <a href=\"https://www.theguardian.com/music/2016/sep/28/solange-new-album-q-tip-lil-wayne-kelly-rowland-a-seat-at-the-table\">A Seat at the Table</a> is only her third album since her debut Solo Star (2003), but it’s an album that showcases a very different, much more socially aware and outward-looking artist. From her recent essay detailing the alleged <a href=\"https://www.theguardian.com/music/musicblog/2016/sep/14/michelle-kambasha-why-i-do-belong-as-a-black-woman-in-the-white-world-of-indie\">racially-motivated abuse</a> she and her family received at <a href=\"http://saintheron.com/featured/and-do-you-belong-i-do/\">a Kraftwerk concert</a>, to her support of the Black Lives Matter movement, A Seat at the Table – the title itself a nod to giving voice to the voiceless and creating a level platform for change – is imbued with a sense of trying to make sense of the world. Or, as she says in the press release, it’s “a project on identity, empowerment, independence, grief and healing”.</p> <p>After the delicate, 90-second opener Rise, the first words uttered on the album are telling. “I’m weary of the ways of the world,” opens Weary, an organ-drenched shuffle that recalls <a href=\"https://www.theguardian.com/music/2012/jul/07/dirty-projectors-david-longstreth-interview\">the Dirty Projectors</a> (who she’s previously worked with) and features lashings of gorgeous harmonies. Later, on the Q-Tip-assisted Borderline (An Ode to Self Care) she sighs: “I’m tired.” So, while there’s anger and frustration throughout A Seat at the Table, it’s often presented calmly, almost matter-of-factly. Knowles’ honeyed voice, like her sister’s, rarely switches in tone, with the stately, vintage soul of <a href=\"https://www.theguardian.com/music/lil-wayne\">Lil Wayne</a> collaboration Mad delivering the line, “I ran into this girl, I said I’m tired of explaining, man this shit is draining but I’m not really allowed to be mad” with the despondency of someone who’s had to say it too often. </p> <p>There’s a great bit where, in one of the album’s many interludes, Knowles’ mum Tina delivers a brilliant, clear-headed speech on how celebrating blackness isn’t anti-white that segues straight into Don’t Touch My Hair (“... when it’s the feelings I wear”), a <a href=\"https://www.theguardian.com/music/2013/dec/03/sampha\">Sampha</a>-assisted soft electro-funk throb that nails the reclamation of black identity.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"84c59b0814feab7351489c9af5f217294abb1f6c\"> <img src=\"https://media.guim.co.uk/84c59b0814feab7351489c9af5f217294abb1f6c/0_0_890_890/500.jpg\" alt=\"Gorgeous harmonies … Solange\" width=\"500\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gorgeous harmonies … Solange</span> <span class=\"element-image__credit\">Photograph: PR Company Handout</span> </figcaption> </figure>  <p>The album’s most overt statement, however, is the brilliant FUBU (“for us by us”), a horn-laced, low-slung anthem that takes in New Orleans jazz and delicate electronics. Revolving around the line, “This shit is for us”, Solange places herself directly in the song’s celebration of blackness when she sings: “I hope my son will bang this song so loud, that he almost makes his walls fall down, cos his momma wants to make him proud, oh to be us.” It’s a joyous moment. </p> <p>Similarly joyous is the synthetic funk of Junie, a song dedicated to Ohio Players legend <a href=\"https://twitter.com/solangeknowles/status/781582002004828162\">Junie Morrison</a>, while the zigzagging electronic pulse and cascading vocals of Don’t You Wait recall the softer moments on True. The airy Cranes in the Sky, meanwhile, must be the prettiest song ever about trying to alleviate the thick fog of sadness (“I tried to dance it away”). Once again, her voice – assisted by forgotten R&amp;B singer Tweet – is almost unspeakably lovely.</p> <p>Anyone hoping for another Losing You, or Sandcastle Disco from her undervalued <a href=\"https://www.theguardian.com/music/2008/aug/15/urban1\">Sol-Angel and the Hadley St Dreams</a> album, is likely to be initially disappointed by A Seat at the Table. Clearly crafted to be listened to as a full album, songs segue into each other with the interludes helping to govern tone and move the album through its various moods. Like <a href=\"https://www.theguardian.com/music/2016/jun/23/blood-orange-freetown-sound-review-dev-hynes\">Blood Orange’</a>s equally sprawling Freetown Sound, it’s an album that unfurls at its own pace, each song packed with as many melodic flourishes as you’d get across whole albums by many artists. Its delicate anger and the measured way it unpacks a host of issues means you want to give it the time it deserves rather than demanding it reveal itself immediately. There’s a unique brilliance to that.</p>",
  "<p>Yesterday an article appeared on the internet. I hoped it was a joke; I even double-checked the name to see if it was a clever anagram (it wasn’t). I wanted to find the hidden irony, enjoy a belly laugh at a piece of clever parody. But sadly, this was not the case.</p> <p>The Forward prize is one of the highlights on the poets’ calendar and this year, the award was judged by a panel chaired by poet <a href=\"https://literature.britishcouncil.org/writer/malika-booker\">Malika Booker</a>. The winners of the three prizes were all women, <a href=\"http://www.poetryarchive.org/poet/vahni-capildeo\">Vahni Capildeo</a>, <a href=\"http://tiphanieyanique.com/\">Tiphanie Yanique</a> and <a href=\"https://www.poetryfoundation.org/poems-and-poets/poets/detail/sasha-dugdale\">Sasha Dugdale</a>. In the aforementioned unironic column, Private Eye made a link between the gender and race of Booker, Capildeo and Yanique.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/booksblog/2016/sep/22/why-vahni-capildeo-deserved-to-win-the-forward-prize-poetry\">Why Vahni Capildeo deserved to win the Forward prize</a> </p> </aside>  <p>“Recurrent disbelief! You couldn’t make it up,” the writer pompously cried, noting that having a judge that was simultaneously a woman, a poet and of Caribbean parentage was an “unusual” and “unwise” choice. It was snidely suggested that because the three winners were women, and two were from the Caribbean, that their success was “not entirely a surprise, though still rather gobsmacking”, because of gendered and racial nepotism on Booker’s part. That Yanique and Booker share a publisher – Peepal Tree Press, publisher of trailblazers such as <a href=\"http://kwamedawes.com/\">Kwame Dawes</a>, <a href=\"http://www.poetryarchive.org/poet/dorothea-smartt\">Dorothea Smartt</a>, <a href=\"http://www.chrisabani.com/\">Chris Abani</a> – was another reason to doubt the panel’s choices.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JonCG/status/781118447799468033\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Private Eye apparently gobsmacked that prize winners can be women... <a href=\"https://t.co/Jp5Y3IxvAR\">pic.twitter.com/Jp5Y3IxvAR</a></p>&mdash; J Courtenay Grimwood (@JonCG) <a href=\"https://twitter.com/JonCG/status/781118447799468033\">September 28, 2016</a></blockquote>  </figure>  <p>Let’s be perfectly clear: what Private Eye argues is that people of colour don’t get to win by sheer hard work and talent. That POC should be grateful for the revolving door of tokenism – one in, one out – and when multiple POC are on the same award list at the same time, it is the product of a positive action conspiracy. This isn’t the first time they’ve voiced this idea; when Sarah Howe won the TS Eliot prize this year, Private Eye leapt on that achievement too, musing that she won because she was young and attractive (or “extra-poetic reasons … as a successful and very ‘presentable’ young woman”).<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2016/jan/23/deranged-poetess-sarah-howe-ts-eliot-prize-media\">TS Eliot prize row: is winner too young, beautiful - and Chinese?</a> </p> </aside>  <p>It worries me that in this post-EU referendum climate, when hate crime is rising and newspapers are filled with intolerance and fear-mongering, a writer among us found time and energy to see a conspiracy in there being more than one POC in a room of poets and artists. Why did yet another piss-weak jibe at the success of black people go to print? </p> <p>In 2015, <a href=\"https://www.theguardian.com/books/2015/sep/28/claudia-rankine-citizen-wins-forward-poetry-prize\">Claudia Rankine won the Forward prize</a>. In 2014, it was <a href=\"https://www.theguardian.com/books/2014/sep/28/kei-miller-productivity-linked-to-what-could-be-called-disability-adhd-forward-prize\">Kei Miller</a>. So with Capildeo, that is three POC winners in a row. Should there have been a white winner in between somewhere? Without new faces, new stories and new blood in poetry, we’re lost, holding to dog-eared copies of Birthday Letters<em> </em>like rafts adrift at sea, clinging on to ideas of what poetry once was instead of celebrating what it is now.</p> <p>As a poet and a woman of colour, it seems that even by writing this, I could be accused of nepotism like Booker. I don’t know any of the winning poets and I’ve never been published by Peepal Tree. But I celebrate when I see the likes of Booker on judging panels and I felt proud of all three winners. Why? Because maybe every time a new poet breaks through, a crack of light shines on the rest of our efforts. But think about this: would anyone ever make note of three white winners in a row? Would we grumble at a white judge awarding a prize to a white author?</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2016/sep/22/good-immigrant-review-nikesh-shukla-britain-racist\">The Good Immigrant review – an unflinching dialogue about race and racism in the UK</a> </p> </aside>  <p>On a positive and much brighter note, just last week we saw the publication of The Good Immigrant, edited by Nikesh Shukla. <a href=\"https://www.theguardian.com/books/2015/dec/03/jk-rowling-david-nicholls-among-sponsors-crowdfunding-book-on-uk-race-and-immigration\">Crowdfunded in record time</a>, the book is a collection of 21 essays by BAME writers and artists on what it means to “tick other” in 21st-century Britain. It is in the top 10 on various bestseller lists already. This week, Robyn Travis – <a href=\"http://www.thebookseller.com/news/600-pay-launch-robyn-travis-mama-can-t-raise-no-man-398726\">according to some reports the only black British debut novelist published this year</a> – launched his book Mama Can’t Raise No Man to a sellout audience at Hackney Empire. Both of these exciting publishing events are part of fresh efforts to enlighten the likes of people who remark on others’ differences before their merit – people like, say, an anonymous writer at Private Eye.</p>",
  "<p>‘Every day I look in the paper – always someone getting gunned down, unarmed,” says Mike Colter. “It’s too close to home for me because it doesn’t seem as though it’s getting any better … As much as we like to think we are helping, I don’t know how much our series can really change the narrative of America.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"b2771f7894f0ed3f7137b965fb28f88bf3601d0f\"> <img src=\"https://media.guim.co.uk/b2771f7894f0ed3f7137b965fb28f88bf3601d0f/385_384_3581_5401/663.jpg\" alt=\"The original Luke Cage from 1972 … complete with steel tiara.\" width=\"663\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The original Luke Cage from 1972 … complete with steel tiara.</span> <span class=\"element-image__credit\">Photograph: Marvel</span> </figcaption> </figure>  <p>The 40-year-old actor is discussing the significance of playing an African-American man with bulletproof skin in the age of Black Lives Matter. It was Luke Cage’s showrunner, Cheo Hodari Coker, who first hinted at the heavy symbolism in the latest Netflix show about “street-level” superheroes, when he announced at Comic-Con that “the world is ready for a bulletproof black man”. It’s no coincidence that Marvel’s latest TV superhero wears a plain old hoodie, just as Trayvon Martin did, rather than a colourful cape, nor that the show is set in Harlem, often considered the heartland of black America.</p> <p>In 1972, Cage became Marvel’s first black superhero to get his own comic-book. Back then he was classic Blaxploitation – all open-chested yellow jacket, chain belt and steel tiara (its purpose never explained). Now he’s the first African-American superhero with his own show, after appearing as the paramour of Jessica Jones in last year’s hit Netflix series of the same name. </p> <p>And the 2016 Luke Cage may just be the most subversive TV superhero yet. He’s a warm-hearted symbol of black power, a public rebuke to those who judge by skin colour. When we first meet him, Cage is struggling to pay the rent in menial jobs at his local barbershop and a nightclub, living hand-to-mouth in gentrifying Harlem. But the death of an innocent loved one, the avuncular barbershop owner Pops, sees him find his inner hero. Soon, he becomes the scourge of the district’s dealers, thugs and crooked politicians.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"fdce281e47e76fdf13cf9d2093364f048f5e65cf\"> <img src=\"https://media.guim.co.uk/fdce281e47e76fdf13cf9d2093364f048f5e65cf/0_0_4240_2545/1000.jpg\" alt=\"Penniless superhero … when we meet him, Cage is struggling to pay the rent, living hand-to-mouth in gentrifying Harlem.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Penniless superhero … when we meet him, Cage is struggling to pay the rent, living hand-to-mouth in gentrifying Harlem.</span> <span class=\"element-image__credit\">Photograph: Myles Aronowitz/Netflix</span> </figcaption> </figure>  <p>Colter, whose big break came in 2004 as the boxer “Big” Willie Little alongside Hilary Swank in Million Dollar Baby, says he was initially suspicious of the role. Having won praise for humanising Chicago drug lord Lemond Bishop in The Good Wife, he was concerned the character was no more than a stereotype. “I understood from the history of Luke Cage that he was going to talk jive and be something more cliched. But when I saw in Jessica Jones how he was soft-spoken, thoughtful, vulnerable emotionally, that was something I could identify with.”</p> <aside class=\"element element-rich-link element--supporting\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/27/luke-cage-jessica-jones-superwoman-marvel-dc\">From Luke Cage to Supergirl: why superhero TV is better than the movies</a> </p> </aside>  <p>It’s not until several episodes in that we see how Cage picked up his powers (he has super-strength and super-endurance as well as unbreakable skin). But the show’s strength lies in that slow-burn intrigue, as well as its soulful vision of African-American culture. Every time the camera visits villain Cottonmouth’s slick nightclub, Paradise, there’s another legend on stage, from Charles Bradley and Faith Evans to Raphael Saadiq.</p> <p>It’s no surprise that this is where Cage meets supercool cop Misty Knight (newcomer Simone Missick), a staple of the comics who could well be the show’s breakout character. She may have lost her bionic arm in the 2016 update, but it’s made up for with a superpower that allows her to mentally rearrange crime scenes in real time. Other transfers from the comics include “Shades” Alvarez (Sons of Anarchy’s Theo Rossi), a devious criminal operator who never takes his sunglasses off, and Cottonmouth himself (Mahershala Ali), a super-smooth Biggie Smalls-obsessed drug lord. </p>  <figure class=\"element element-image\" data-media-id=\"b4921ee8d08090012c1e7c4aa8af36fafe6e7aac\"> <img src=\"https://media.guim.co.uk/b4921ee8d08090012c1e7c4aa8af36fafe6e7aac/198_0_3972_2384/1000.jpg\" alt=\"Across 110th street … everyone in Luke Cage’s Harlem is unutterably cool.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Across 110th street … everyone in Luke Cage’s Harlem is unutterably cool.</span> <span class=\"element-image__credit\">Photograph: Myles Aronowitz/Netflix</span> </figcaption> </figure>  <p>It seems that anyone who crosses Manhattan’s 110th Street becomes unutterably cool. Coker admits that the district is the show’s secret weapon. “When Marvel suggested Harlem, I knew right then I could tell a story with deep cultural resonance. By setting the story there you can include music, history, gentrification, and do it in a way that makes the show feel like it’s taking place in the real world.” </p> <p>There are comic moments too, many pitched around Cage’s near-invincibility, bulk (Colter is 6ft 3” and 17 stone) and need for a new outfit every time he goes up against gun-wielding thugs. In one scene, Cage marches into a local hoodlum’s hideout to destroy a stash of weapons. As he’s about to leave, the penniless superhero spots a brand new hoodie lying in the corner and politely asks the shellshocked victims of his vigilante activity if they happen to have one in his size. </p>  <figure class=\"element element-image\" data-media-id=\"d315280a031e10a89988dcbd1faf76b9701b5705\"> <img src=\"https://media.guim.co.uk/d315280a031e10a89988dcbd1faf76b9701b5705/0_117_2822_1694/1000.jpg\" alt=\"Mr Invincible … it’s the mix of crime drama and comic-book silliness that makes Luke Cage must-view TV.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mr Invincible … it’s the mix of crime drama and comic-book silliness that makes Luke Cage must-view TV.</span> <span class=\"element-image__credit\">Photograph: Myles Aronowitz/Netflix</span> </figcaption> </figure>  <p>It’s this mix of comic-book silliness and crime drama that makes Luke Cage must-view TV. But Coker has also woven a deeper sense of history into the show’s architecture. Poke your head inside Pop’s barbershop and you might find yourself party to conversations about local luminaries like Geoffrey Canada or Percy Sutton, civil-rights activist heroes who lifted up Harlem long before Luke Cage came to town. </p> <p>The show also features a largely black cast, which is a rarity for comic book-based material. And while Colter may be reticent about the idea his bulletproof black hero can bring societal change, Missick who plays Misty is more optimistic.“If you look at the civil rights movement in the 1960s and Black Lives Matter right now, the discussion going on about police brutality in America … change came from people outside that community identifying it was a problem and creating legislation,” she says. “This show highlights a lot of the issues in the black community, and it will, perhaps, enact change in unlikely places. It plants a seed.”</p> <p><em>Luke Cage is available on Netflix now. </em></p>",
  "<p>Britain’s most senior counter-terrorism official and a police leader who was David Cameron’s favourite chief constable have emerged as the most likely candidates to replace Sir Bernard Hogan-Howe as the Met police commissioner.</p> <p>On Thursday Hogan-Howe <a href=\"https://www.theguardian.com/uk-news/2016/sep/29/sir-bernard-hogan-howe-to-retire-as-met-police-commissioner\">announced his retirement</a> seven months early, insisting it had nothing to do with tensions with his new political masters.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/29/metropolitan-police-commissioner-bernard-hogan-howe\">Who should be the next Metropolitan police commissioner? | Duncan Campbell</a> </p> </aside>  <p>Hogan-Howe completed a full five-year term this month – the first Metropolitan police commissioner not to be ousted from office in a decade – and was expected to continue for another year. He will now retire in February, halfway through the one-year extension to his original contract.</p> <p>His announcement came ahead of the release next month of a report on the Met’s handling of historical sex abuse cases, which is expected to be critical, though probably not of the commissioner. The Met is facing £400m of budget cuts by 2020, on top of significant cuts it has already undergone.</p> <p>One police source said the commissioner’s “long-term aim was to go at a time of his own choosing”, and that was what he had done. The lack of an obvious successor led to speculation that Hogan-Howe might have stayed on for a year or so longer, and his early departure created speculation that he had a difficult relationship with new mayor of London, Sadiq Khan.</p> <p>Among those who may apply for the £276,000-a-year post are Mark Rowley, an assistant commissioner of the Met who oversees counter-terrorism. In that role he has got to know key politicians who will choose the next commissioner, namely the current home secretary, Amber Rudd, Theresa May and Khan.</p>  <figure class=\"element element-image\" data-media-id=\"89470fb5c91097a35384b57d13115e50419fdc99\"> <img src=\"https://media.guim.co.uk/89470fb5c91097a35384b57d13115e50419fdc99/0_547_2073_1243/1000.jpg\" alt=\"Mark Rowley, assistant commissioner of the Met who oversees counter-terrorism\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mark Rowley, assistant commissioner of the Met who oversees counter-terrorism.</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure>  <p>The other main contender is Sara Thornton, chair of the National Police Chiefs’ Council and former head of the Thames Valley force, bordering London. She been described as Cameron’s favourite police chief, with his constituency being in her force area.</p>  <figure class=\"element element-image\" data-media-id=\"252ffdff74992ce00faab322a03fd17119d0032f\"> <img src=\"https://media.guim.co.uk/252ffdff74992ce00faab322a03fd17119d0032f/0_476_2072_1243/1000.jpg\" alt=\"National Police Chiefs’ Council chair Sara Thornton\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">National Police Chiefs’ Council chair Sara Thornton.</span> <span class=\"element-image__credit\">Photograph: National Police Chiefs' Council/PA</span> </figcaption> </figure>  <p>Technically the home secretary makes the choice, having only to take regard of the London’s mayor’s views. But the prime minister will have a large if not decisive say, and the choice of the next Met commissioner presents a chance to bring more radical reform to policing and its biggest regional force.</p> <p>Khan, elected for Labour in May, said Hogan-Howe had decided himself to stand down. He said: “I didn’t want him to go, we worked incredibly well together. But I am grateful he gave me and the home secretary sufficient notice.”</p> <p>There had been some tension between the new Labour mayor and the commissioner, who was appointed in 2011 by Khan’s Conservative predecessor, Boris Johnson, and May, then home secretary. They wanted a “crimefighter”, and someone who would not habitually criticise swingeing government changes to policing that officers hated.</p> <p>The outgoing Met commissioner said the force needed a “fresh approach” and a leader with new ideas. Hogan-Howe told LBC Radio: “Five years is quite a long time in this job. I’m not complaining but I work 70-odd hours a week. I love it and I love being at work.”</p> <p>He said the demands “brings its own stress and strains” and he had wanted his departure date to be a surprise. He said: “I don’t think any leader should announce their departure. All that happens is your power fritters away.</p> <p>“So I think those people need new ideas and a new thought. I think I came with certain ideas and I hope they’ve been good ideas. But I think at times you need somebody with fresh ones, and I think if you’re not careful it’s really hard for your own staff to turn round and say, ‘You know, you’re really passionate as I am about things like automatic number plate recognition, but Grandad, things have moved on.’”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2016/sep/29/met-police-chief-contenders-favourites-long-shots\">Contenders for the next Met police chief</a> </p> </aside>  <p>Tensions surfaced recently with Khan, who was elected in May, over the issue of spit hoods – pieces of fabric and mesh placed over detainees’ heads to stop them spitting at or biting officers. Khan put pressure on the Met to reverse a decision to introduce the hoods this month. The force was <a href=\"https://www.theguardian.com/uk-news/2016/sep/06/met-police-to-start-using-spit-hoods-on-suspects-within-weeks\">planning to deploy them in custody areas</a>, but after the Guardian revealed the decision, the mayor’s team was unhappy because it had not been consulted.</p> <p>Hogan-Howe said last week he <a href=\"https://www.theguardian.com/uk-news/2016/sep/22/met-police-lack-of-sensitivity-spit-hoods-bernard-hogan-howe\">accepted there had been a lack of sensitivity</a> over the decision and regretted that Khan had not been told. The mayor is supposed to oversee the Met, shaping its strategic priorities while not interfering in its operations.</p> <p>Hogan-Howe said: “This was our decision prior to the mayor and deputy mayor arriving. We didn’t raise it with the new mayor or deputy mayor. I’ve already acknowledged that probably, with retrospect, we didn’t anticipate the response because we didn’t think it was such a big issue. But clearly for people it has been.”</p> <p>Hogan-Howe became commissioner on 12 September 2011, after London had been hit by the worst riots in modern English history. Crime fell by 18% during most of his time in office, though some categories are now rising.</p> <p>His predecessor, Sir Paul Stephenson, was forced from the job as a result of the phone-hacking scandal, and before him, Sir Ian Blair quit after he was told he had lost Johnson’s confidence.</p> <p>Hogan-Howe’s biggest achievement may well have been to show that the job of Met commissioner is not impossible, even though it is beset by political hurdles. The last commissioner of the Met to complete their term was Sir John Stevens in 2005. </p> <p>Colleagues say Hogan-Howe is politically astute. To meet the big reduction in government funding, the Met will soon move out of its current headquarters to a new building. It has cut £600m from its budget and Hogan-Howe, after much deliberation, spoke out against the Conservative government that appointed him.</p> <p>Hogan-Howe was unpopular in some sections of the media for the pursuit of journalists over phone-hacking and bribery claims. He also faced calls to quit over Operation Midland, an inquiry into claims VIPs had abused children decades ago. The operation is alleged to have spiralled out of control and collapsed without unearthing evidence of guilt.</p> <p>One of those investigated, the former Tory MP Harvey Proctor, said: “He will walk away with a barrow-load of pension funds. I am left destitute. Is there any wonder that I believe Sir Bernard Hogan-Howe should leave in shame and should have left many months ago? </p> <p>“He is a disgrace to the police force of Britain. He has wrought havoc on the Metropolitan Police Service, whose good reputation he and other senior officers have tarnished in the last few years.” </p> <p>Under Hogan-Howe’s tenure, the Met successfully policed the 2012 London Olympics, but the officer who oversaw the Games soon left the organisation because Hogan-Howe had a particular vision of whom he wanted in his top team. </p> <p>The Met is regarded as having done a good job in the face of the heightened terrorist threat, although the government has considered passing the responsibility to the relatively new National Crime Agency, an idea the Met has so far successfully resisted.</p> <p>Met staff morale hit <a href=\"https://www.theguardian.com/uk-news/2015/jun/07/majority-met-police-officers-not-confident-in-leadership\">record lows</a> in 2014 but the force maintained officer numbers at 32,000 as it restructured and tried to adapt to the changing nature of crime, particularly cyber offences.</p> <p>Rudd, the home secretary, said: “Sir Bernard has had a long and distinguished career as a determined crimefighter and an inspirational senior officer. He has shown remarkable and consistent dedication to public service.”</p>",
  "<p>Helen Clark, the former New Zealand prime minister, is expected to continue battling for the UN top job despite a groundswell to give a candidate from eastern Europe the role.</p> <p>With Clark already fighting against perceptions that she is too closely tied to the traditional UK-US power axis, Bulgaria’s European Commission vice president <a href=\"https://www.theguardian.com/world/2016/sep/28/bulgaria-withdraws-support-un-secretary-general-candidate-irina-bokova\">Kristalina Georgiev has emerged as a frontrunner</a> after taking up the country’s nomination this week. </p> <p>Although former Portuguese prime minister <a href=\"https://www.theguardian.com/world/2016/sep/26/antonio-guterres-takes-step-closer-to-becoming-un-secretary-general\">Antonio Guterres remains the favourite </a>for the job, Georgiev’s position as a woman from eastern Europe makes her a strong candidate, denting Clark’s chances in the process.</p> <p>Outgoing secretary-general Ban Ki-moon said it was “high time” a woman held the powerful posting, a sentiment echoed by roughly a third of the member states. Russia has campaigned hard for a first-ever eastern Europe holder of the office and observers said Georgiev could gain widespread backing. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/26/lot-of-factors-east-west-north-south-inside-the-race-for-un-secretary-general\">Deal-making and dirty tricks: inside the race for UN secretary general</a> </p> </aside>  <p>Clark, who led New Zealand from 1999 to 2008 and is head of the UN Development Programme, came seventh in this week’s straw poll – just two spots from the bottom place. </p> <p>But despite her poor polling, commentators in New Zealand said Clark should battle on and that her strength may lie in being the least unpopular candidate vying for the position. </p> <p>The current New Zealand prime minister, John Key, remains a staunch supporter of his former rival and said Clark, affectionately referred to as “Aunty Helen” in New Zealand, is a “natural leader”.</p> <p>Professor Alexander Gillespie, a law professor at Waikato University and former UN rapporteur, said Clark had a small chance of gaining the top job but the odds were becoming increasingly “remote” and her strongest position was as a “compromise candidate”. <br><br>“Clark must be getting to a point where she is hoping against hope,” said Gillespie. “Clark is hoping she could be the lowest common denomination.”</p> <p>Professor Robert Patman, a political scientist at Otago University, said Georgieva’s nomination – coming after Bulgarian Unesco chief Irina Bokova came sixth in the last straw poll – did not necessarily mean the end for Clark, but might make it harder for Guterres. </p> <p>“Georgieva does not have a huge international profile but she is a woman from eastern Europe who is presumably acceptable to most EU countries,” he said.</p> <p>“That may or may not be good news for Helen Clark’s bid to come from behind once the [permanent members of the security council] realise they cannot realise their first preferred choice. Helen has a lot of support in the general assembly and that may become a factor if the security council cannot soon agree on a candidate.”</p> <p>However Mark Leon Goldberg, editor of the UN dispatch blog, thinks Clark’s chances have gone from slim to “nil”. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development-professionals-network/2016/sep/27/secret-aid-worker-this-is-what-happens-when-an-ngo-worker-goes-to-the-un\">Secret aid worker: This is what happens when an NGO worker goes to the UN</a> </p> </aside>  <p>“Her chances before Kristalina Georgieva’s entrance into the race were quite low, and now they’ve gone from low to virtually nil,” he told Radio New Zealand. “She’s a woman, and there’s a lot of pressure to have the first female secretary-general, and she’s also from eastern Europe – and there’s a sense that it’s eastern Europe’s time to assume the top job.”<br><br>New Zealand’s ambassador to the UN, Gerard van Bohemen, said Clark’s struggle and poor polling results had surprised him and he had heard talk that despite hailing from a remote South Pacific island, she still carried the weight of being an “anglo” with her. </p> <p>“It was put to me that whether Helen likes it or not, she is seen as ‘an Anglo’ and people have had enough of Anglo – being UK and US – domination of lots of events.” Boneman told NZME. <br></p> <p>“Even though she is neither of their candidates, she gets tarred with being seen of that ilk.”</p> <p><br><br><br><br></p>"
]