[
  "<p>Others might regard his position as unfortunate but David Moyes believes he is a lucky man. Despite presiding over the worst start to a Premier League season, which has involved the collection of two points from 10 games, Sunderland’s manager accepts that, in some ways, he is in an enviable position.</p> <p>“I think the club are aware that they don’t want to get in a situation of tossing and turning and changing managers all the time and that, at the moment, is helping me,” Moyes said.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/nov/04/premier-league-10-things-to-look-out-for-this-weekend\">Premier League: 10 things to look out for this weekend</a> </p> </aside>  <p>Accordingly, Sunderland’s seventh manager in five years continues to enjoy the staunch support of Ellis Short, the owner, and Martin Bain, the chief executive as he <a href=\"https://www.theguardian.com/football/2016/nov/04/bournemouth-sunderland-match-preview\" title=\"\">heads to Bournemouth on Saturday seeking that elusive first league win</a>.</p> <p>“Stability is needed,” said Sam Allardyce’s successor. “The club don’t want to change managers again – and rightly so. Some of my predecessors here deserved to be given longer.”</p> <p>Short has often been prone to knee-jerk reactions but he seems determined to keep faith with his latest coach. “I’ve been on the phone to Ellis two or three times this week,” said Moyes. “It was good. But I didn’t expect anything else. I’ve had nothing but support from him and Martin.”</p> <p>Even so, he accepts things could alter should Sunderland keep losing – and particularly if they fail to beat Hull City at home in their first game after the international break. “I’m not daft, you have to win games,” he said. “I’m a big boy and I know it’s my job to get results. My job is to make sure we’re in the Premier League again next season. I’m not stupid – the fact of the matter is we’re not doing well and it will get to a point where we can’t keep saying what we’re saying.”</p> <p>The Stadium of Light hierarchy are praying it does not come to that. “Ellis is saying: ‘Go on and do the job. We knew it would be a long-term job, keep going,’” said Moyes. “He’s obviously desperate for the team to win. He wants us to buck up and do better, if we can.”</p> <p>Moyes appreciates the disconnect at the heart of what seems an interminable cycle of disappointment on Wearside. “This is definitely still a big club,” he said. “That’s why so many people want this job. Sunderland’s still got the stature of a big British football club. It’s got a fantastic stadium, it’s got a really good training facility and the supporters have a pride in following their team everywhere even when they’re losing.”</p> <p>Indeed, startlingly, Sunderland’s home crowds have averaged almost 42,000 this season, the sixth highest in the Premier League. “That’s why it’s a big club and it will always be a big club,” said Moyes. “Sunderland’s size and history are not in doubt but it’s the supporters who are making this club great at the moment – they’re the ones keeping us going. The supporters are the only plus point. The team and the manager are not performing but the supporters are.”</p> <p>It seems the January transfer window could prove pivotal but Moyes accepts that, without points on the board, it will become academic. “I don’t know the answer about the January budget just yet; I hope to know more shortly,” he said. “But we have to win some games between now and January and make sure we’re in a position to be in the ball game – then it could become a crucial month.”</p>",
  "<p>This week’s release of Marvel’s latest, Doctor Strange, brings magic, sorcery, extra-dimensional travel and, most importantly, well-tailored robes into the comic book film universe. Those who are au fait with the paranormal tend not to be the heroes in stories like these. One need only think back to <a href=\"https://www.theguardian.com/film/2016/may/10/ghostbusters-reboot-hollywood-paul-feig-bill-murray\">this summer’s Ghostbusters reboot</a> to recall a film in which science, reason and expensive technological breakthroughs triumph over mystical hoo-ha.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/nov/04/doctor-strange-tilda-swinton-whitewashing-row\">Doctor Strange 'whitewashing' row resurfaces with new criticism of Swinton casting</a> </p> </aside>  <p>But the whole point of Doctor Strange is that the titular protagonist enlightens himself through black magic. The character rose to prominence just as the American counterculture was beginning to dabble in forms of spirituality outside of the Judeo-Christian establishment. The adventures of Stephen Strange tapped into eastern mysticism, psychedelic trips into alternate realities, and the absolute certainty that there is more to existence than what you can see with your eyes. (In fact, Doctor Strange possesses a third eye – the Eye of Agamotto, an amulet he wears around his neck that gives him special abilities such as time travel.) The mystical might not be in fashion today (save for your Williamsburg or Silver Lake denizens carving out a weekend to take ayahuasca), but in the 1960s it was at the forefront of the national conversation in the US.<br tabindex=\"-1\"></p> <p>The world of the supernatural and the darkly spiritual loomed large on the pop culture landscape around the time of Doctor Strange’s creation. Acts such as the Doors, David Bowie and Jefferson Airplane were singing about all manner of mind-expanding experiences. Movies such as Rosemary’s Baby, the Exorcist, the Omen, the Wicker Man and the Devils portrayed black magic, paganism and the like in direct opposition to the benign tenets of Christianity. In these movies, the devil is real and he uses his power to seduce the physical realm with impunity. One could point to the fallout from the hippie movement’s fascination with psychotropics and the aftermath of the Charles Manson killings as the impetus for the interest in such things, but Rosemary’s Baby (directed by Roman Polanski, whose pregnant wife Sharon Tate was a Manson victim) came out before Manson, Altamont and the end of the so-called Summer of Love.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/oct/30/doctor-strange-observer-reveiw\">Doctor Strange review – sharp wit and spiritual popcorn</a> </p> </aside>  <p>Unlike those films, which were targeted at adults, Doctor Strange was (and is) for children. Selling a story about black magic to kids was no easy feat, especially one that existed in an approximation of the real world rather than a made-up realm where the “natural rules”, as they’re referred to in the Strange film, don’t apply. In 1974, Steve Englehart, Neal Adams and Frank Brunner created the character Sise-neg (Genesis spelled backwards) in the pages of the Marvel Premiere series starring Doctor Strange. Sise-neg was a sorcerer rival of Strange who used time travel to destroy the universe, then recreate it in his image. In the end, he merely recreates the universe as it was, broaching the question of whether or not this being was actually God itself. The religious implications were so controversial that Marvel editor Stan Lee considered retracting the entire story until Englehart and Brunner published a fake letter from <a draggable=\"true\" href=\"http://comicvine.gamespot.com/marvel-premiere-14-sise-neg-genesis/4000-14131/user-reviews/2200-30159/\">a fictional minister praising the work</a>.<br tabindex=\"-1\"></p> <p>It’s Doctor Strange’s connection to our conception of reality that opens him up to such criticism. Setting a fantasy story in a far-off land, alternative universe or parallel reality affords the writer a freedom from allegations of apostasy or heretical thinking. The Lord of the Rings trilogy, The Golden Compass and countless other stories that might seem blasphemous to the true believer get off the hook because they don’t exist in our conception of reality. Often, these works dabble within a world that resembles the distant past, which further removes it from those thorny questions of divinity. Star Wars pulled off that sleight of hand while still getting to play around with sci-fi iconography by explaining in the first frame of the movie that it was a story from “a long time ago, in a galaxy far far away”. George Lucas could invent an entire religion that governs the fate of the universe while never once having to connect that to people’s actual belief systems. Star Trek (and also Asimov’s seminal Foundation trilogy), on the other hand, is a covertly atheist story about humanity overcoming conflict through science and reason.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"a4fe31e627eeeaa3b8e1b701e1fc3bc0c3bf5838\"> <img src=\"https://media.guim.co.uk/a4fe31e627eeeaa3b8e1b701e1fc3bc0c3bf5838/0_264_2880_1728/1000.jpg\" alt=\"The Witch.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Witch.</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>By the 80s, the Indiana Jones series posited that pretty much every religious or occult myth was real – the Ark of the Covenant, the Holy Grail, Hinduism, etc. Does it matter that Jesus, Kali Ma and aliens from another dimension all exist? I guess not. Perhaps they’re all pals in some far-off land. In the 90s, The Blair Witch Project, The Craft, Buffy the Vampire Slayer and the hugely popular X-Files series all carried the banner of the occult in culture. The X-Files made a lot out of the debate over faith v science and religion v the paranormal, often cracking the audience over the head with a giant wooden cross of thudding symbolism.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/filmblog/2016/nov/02/doctor-strange-psychedelic-dna-pink-floyd\">Why Doctor Strange shares its psychedelic DNA with Pink Floyd</a> </p> </aside>  <p>In 2016, Charlie Brooker’s <a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/16/black-mirror-first-look-review-charlie-brooker\">Black Mirror generates scares</a> by showing that our greatest inventions will be our undoing, or more accurately, that our hubris and desire to overcome our physical limitations are ultimately destructive – a notion film-makers such as David Cronenberg were playing with parallel to the last occult boom in pop culture in the body horror works of Videodrome and Scanners. The occult retains a modicum of its power to terrify in the age of the iPhone, though. Even though the Blair Witch sequel/reboot failed to relaunch that franchise, 2015’s The Witch was very much in the tradition of the classic occult horror films while also succeeding at the specialty box office.<br></p> <p>The Doctor Strange film digs up these old-timey notions of spirituality and inverts them. Here, the occult can set you free. It can be used to save humanity. More importantly, it exists in a world very much like our own. Sure, Doctor Strange hangs out in the Sanctum Sanctorum and his battles with Dormammu or Baron Mordo usually take place in some other realm, but that Sanctum sits on Bleecker Street in a fictional version of the real Manhattan. He’s just a regular guy who learned to manipulate the spiritual realm through years of study, not a wizard designated as such by genetics. Notions like fate and familial superiority, which are prevalent in Star Wars and Harry Potter, are forsaken in favor of the more traditionally puritanical American ideal of hard work. His sidekick, Wong, might tell him he’s born to study the mystical arts, but that’s not because his dad was a sorcerer. There may not be the hi-tech gadgets of something like Ghostbusters, but Doctor Strange shares with those futuristic paranormal fantasies the idea that no matter what the discipline, knowledge is power.</p>",
  "<p>Gareth Southgate is undecided whether he would accept the permanent England manager’s job should the FA make him an offer after the forthcoming games with Scotland and Spain.</p> <p>The interim manager is enjoying the role more than he anticipated, after filling the breach following <a href=\"https://www.theguardian.com/football/2016/sep/27/sam-allardyce-leaves-england-manager-role-fa\" title=\"\">Sam Allardyce’s sudden departure in September</a>, but would want to know the length of contract, among other things, before committing himself.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/oct/12/england-football-fa-gareth-southgate-2108-world-cup\">Gareth Southgate’s stock soars at FA over full-time England job</a> </p> </aside>  <p>The 46-year-old is making no assumptions after stepping up from managing the England Under-21s for last month’s World Cup qualifiers with Malta, which England won 2-0, and the goalless draw in Slovenia and expects the position to go to interview even if he prospers in the two games at Wembley over the coming 11 days.</p> <p>“The agreement was to take these four games, to keep some continuity, and then everybody has a chance to reflect and review how’s it gone,” Southgate said, speaking exclusively with the Football Journalism degree class at the University of Derby. “The FA [then] have a decision to make as to what they want to do. I think it’s a decision that needs a lot of thought, and also I think when you’re in the position I am in, you need to be clear of what is being asked.</p> <p>“There is a big difference, for example, between being asked to take the team over the summer or to take the team for three years or take the team for a year and a half. I don’t think it is as easy as saying: ‘Yes I would like the job,’ and I would also like to see how it is affecting my family – and my health probably!”</p> <p>After gaining four points from his first two games, Southgate is very relaxed about the situation. Having <a href=\"https://www.theguardian.com/football/2016/may/29/england-france-toulon-tournament-final-match-report\" title=\"\">won the Toulon Tournament</a> with the under-21s in June, he is very well thought of at St George’s Park, where he has worked closely with Dan Ashworth, the technical director, on a unified development plan for all England teams over the past four years. He is committed to long-term development so taking charge until Euro 2020 would enable Southgate to see if the current plans could bear fruit.</p> <p>Martin Glenn, the FA chief executive, has said that Southgate is <a href=\"https://www.theguardian.com/football/2016/oct/26/fa-martin-glenn-gareth-southgate-england-credible-candidate\" title=\"\">“a credible candidate”</a> regardless of the outcome of the World Cup qualifier next Friday and the friendly with Spain four days later.</p> <p>Southgate, who in the summer had <a href=\"https://www.theguardian.com/football/2016/jun/29/gareth-southgate-not-interested-in-succeeding-roy-hodgson-with-england\" title=\"\">ruled himself out</a> of succeeding Roy Hodgson, said: “Whatever happens after that I will have had an incredible life experience which will have made me a better manager, no question, and everybody will know more about [my] suitability for that role. So I think our guys are then going to want to interview people to see who the best candidates are and go through a process, I’m sure.”</p> <p>Southgate is enjoying working with the senior players and wants to assess whether he feels the manager-team relationship would benefit England. “Really then I will have an idea of what I am able to do, what I’m able to affect, how that has been with the players, how that has been with the staff and how I feel myself really. All I can say is I have enjoyed the period up to now.”</p> <p><em>Gareth Southgate was speaking to students on the UK’s only Football Journalism degree course, at the University of Derby, </em><a href=\"http://www.derby.ac.uk/lhss/humanities/journalism/\" title=\"\"><em> www.derby.ac.uk/journalism</em></a></p>",
  "<h2>‘The FBI is Trumpland’</h2> <p>Deep antipathy to Hillary Clinton exists within the FBI, multiple bureau sources have told the Guardian, spurring a rapid series of leaks damaging to her campaign just days before the election. Current and former FBI officials described a chaotic internal climate that resulted from outrage over director James Comey’s decision not to recommend an indictment over Clinton’s private email server. One currently serving FBI agent said Clinton is “the antichrist personified to a large swath of FBI personnel”. The agent called the bureau “Trumplandia”.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/nov/03/fbi-leaks-hillary-clinton-james-comey-donald-trump\">‘The FBI is Trumpland’: anti-Clinton atmosphere spurred leaks, sources say</a></p> <h2>Are Republican voter suppression plans working? </h2> <p>Mass purging of black Democrats from voter rolls and African Americans’ low early voting turnout is raising fresh concerns for Hillary Clinton. On a recent swing through North Carolina, Barack Obama drew attention to Grace Bell Hardison, a 100-year-old black woman whose voter registration was challenged in her home of Beaufort County in what officials called an effort to “clear up” the voting rolls. Of the list of 138 purged voters that included Hardison, 92 were black and registered Democrats. “That didn’t happen by accident,” Obama said. “There was a time when systematically denying black folks the right to vote was considered normal as well.”</p> <p><a href=\"https://www.theguardian.com/us-news/2016/nov/03/donald-trump-voter-suppression-campaign-north-carolina-florida\">In North Carolina and Florida, is the Trump voter suppression plan working?</a></p> <h2>The Guardian’s catch-up election guide</h2> <p>There are only four days to go before the US presidential election on 8 November. What are the latest polls saying? What effect is the FBI bombshell having? How is early voting looking? What’s the latest from Florida, and why is Florida so crucial? Most outlets continue to predict victory for Hillary Clinton, but various models differ greatly in the certainty they award that outcome, and various polling averages disagree on the margin. </p> <p><a href=\"https://www.theguardian.com/us-news/2016/nov/04/us-election-2016-guide-trump-clinton-polls-early-voting\"> US election 2016: what you need to know before voting Clinton or Trump</a></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/nov/03/donald-trump-hillary-clinton-nevada-voters-women\"            data-short-url=\"https://gu.com/p/5aj3x\"                    data-show-ads=\"true\"            data-video-id=\"2867968\"            data-video-name=\"Nevada's women stand divided over Trump and Clinton on eve of election – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-581aee5ae4b029b92ca45061\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/11/03/161026vegasv2_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/11/03/161026vegasv2.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/11/03/161026vegasv2_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/nov/03/donald-trump-hillary-clinton-nevada-voters-women\">Nevada’s women stand divided over Trump and Clinton on eve of election</a></figcaption> </figure>   <h2>Pro-Trump billionaires pour money into support<br></h2> <p>Rich Republicans may have initially balked at Donald Trump, but pro-Trump billionaires are leaving the sidelines in the last week of the election to dump cash directly into crucial counties and swing states. Hedge fund billionaire Robert Mercer’s Super Pac, Make America Number 1, has suddenly flooded the NBC station in Jefferson County, Florida, with $40,000 worth of pro-Trump ads. But the George Soros/Jay Pritzker funded Priorities USA is also pouring money into last minute pro-Clinton ad buys.</p> <p><a href=\"https://www.theguardian.com/us-news/2016/nov/04/sarah-eberspacher-saraheberspacherguardiancouk-saraheberspachergmgplccouk-saraheberspacherdev-theguardiancom-saraheberspacherguardianfabercouk-pro-donald-trump-supporters-billions-tv-ads-swing-states\"> Pro-Trump billionaires pour money into last-minute bid for swing states </a></p> <h2>Gina Miller, vanquisher of UK’s Brexit plan</h2> <p>The businesswoman at the centre of the legal challenge to ensure the UK parliament is consulted before Theresa May triggers Britain’s exit from the European Union has said the landmark case was motivated by her fear that the UK faced a “treacherous future”. Gina Miller says she knew the ruling would leave her unpopular with many EU referendum voters, but believed that the UK had failed itself and the rest of Europe by voting to leave the bloc rather than reform it from within.</p> <p><a href=\"https://www.theguardian.com/politics/2016/nov/03/gina-miller-the-woman-behind-the-article-50-legal-challenge?utm_source=esp&amp;utm_medium=Email&amp;utm_campaign=GU+Today+main+NEW+H+categories&amp;utm_term=198054&amp;subid=18388944&amp;CMP=EMCNEWEML6619I2\">Gina Miller on her Brexit legal challenge: ‘This had to be done’</a></p> <h2>Penn State faces $2.4m fine over sex assault incidents<br></h2> <p>The Department of Education is poised to exact a record $2.4m fine to Penn State University for its mishandling of sexual assault incidents that include the child sex abuse crimes committed by Jerry Sandusky. The proposed fine was immediately hailed by victims’ advocates as a warning shot to other colleges. “This signals a significant change in how seriously the department is taking its enforcement responsibilities,” said S Daniel Carter, a longtime campus safety advocate. </p> <p><a href=\"https://www.theguardian.com/us-news/2016/nov/04/penn-state-jerry-sandusky-department-of-education-fine\">Penn State faces $2.4m fine for handling of Jerry Sandusky case and other crimes</a></p> <h2>Justin Trudeau: one year on</h2> <p>The optimistic prime minister has charmed Canadians, and the world, during his first year in office. Now the challenge is to prove he’s a change maker. Details must be hashed out on the government’s plans to legalise recreational marijuana, reform the country’s electoral system and meet its emission targets. After a year of vague promises to strike a balance between environmental protection, a limping economy and a fraught relationship with Indigenous peoples, Trudeau’s government will be forced to put these pledges to the test in imminent decisions on several massive energy projects.</p> <p><a href=\"https://www.theguardian.com/world/2016/nov/04/justin-trudeau-canada-first-year-prime-minister-global-stage-challenge\">Tru love: Canada’s year of Justin Trudeau has been a honeymoon, but will it last?</a></p> <h2>The Guardian is an independent voice in this year’s election</h2> <p>That means no bias or corporate owner influencing our coverage. But in-depth political reporting takes a lot of time, money and hard work to produce. If everyone who reads our coverage helps to pay for it, our future will be more secure. Support the Guardian with <a href=\"https://membership.theguardian.com/supporter?INTCMP=gdnwb_copts_editorial_mem_USmemdebate_footer\">a monthly payment</a>, or a <a href=\"https://contribute.theguardian.com/uk?INTCMP=co_us_editorial_footer_debateprogramme\">one-time contribution</a>.</p> <h2>It’s not about rates rises – it’s about cuts, warns Rogoff</h2> <p>Markets nowadays are fixated on how high the US Federal Reserve will raise interest rates in the next 12 months. This is dangerously shortsighted: the real concern ought to be how far it could cut rates in the next deep recession, writes Kenneth Rogoff professor of economics and public policy at Harvard University. Given that the Fed may struggle just to get its base interest rate up to 2% over the coming year, there will be very little room to cut if a recession hits.</p> <p><a href=\"https://www.theguardian.com/business/2016/nov/02/fed-cut-interest-rates-recession-negative-inflation-targets\">Fed will have little room to cut interest rates if recession hits</a></p> <h2>The rise of the political meme</h2> <p>These shareable, sometimes pithy and often puerile units of culture have emerged as the lingua franca of the 2016 election, and have given the American people an entirely new way of articulating their beliefs. Clinton’s top tweet is a meme. Trump’s taco bowl became one. Through memes, Ted Cruz was “unmasked” as the Zodiac killer. Jeb Bush’s limp plea for applause got him Vined into oblivion. Bernie Sanders shared a moment with a bird. Memes can be fun, or they can be dumb. </p> <p><a href=\"https://www.theguardian.com/us-news/2016/nov/04/political-memes-2016-election-hillary-clinton-donald-trump\">Meme warfare: how the power of mass replication has poisoned the US election</a></p> <h2>How to foil facial recognition software …</h2> <p>A team of researchers from Pittsburgh’s Carnegie Mellon University have created sets of eyeglasses that can prevent wearers from being identified by facial recognition systems, or even fool the technology into identifying them as completely unrelated individuals. Researchers found by picking a pair of “geek” frames, with relatively large rims and printing a pattern over those frames then had the effect of manipulating the image and making the wearers face unreadable.</p> <p><a href=\"https://www.theguardian.com/technology/2016/nov/03/how-funky-tortoiseshell-glasses-can-beat-facial-recognition\">Want to beat facial recognition? Get some funky tortoiseshell glasses</a></p> <h2>In case you missed it</h2> <p>Silence has come to define the current climate throughout the world of country music, a genre that has historically aligned with the Republican party for the past half-century. In 2016 that allegiance feels as flimsy as ever, but a wide range of factors have made the 2016 election a taboo topic of conversation in Nashville’s country music industry. “Everybody seems to be wanting to talk about it, but there’s no public discourse,” says songwriter Bobby Braddock.</p> <p><a href=\"https://www.theguardian.com/music/2016/nov/03/country-music-election-politics\">Country music has become apolitical’: why have acts kept quiet on the election?</a></p>",
  "<p>Police in Los Angeles are investigating the vandalism of art galleries in a Latino neighbourhood, including the spray-painted message “fuck white art”, as possible hate crimes.</p> <p>Three galleries were targeted last month amid rising concern in Boyle Heights that an influx of galleries <a href=\"https://www.theguardian.com/us-news/2016/apr/19/los-angeles-la-gentrification-resistance-boyle-heights\">heralds gentrification</a>.</p> <p>A coalition of community leaders and leftwing militants has mobilised over the past year to protest, confront and in some cases intimidate galleries whom they fear will pave the way for development that will push out residents and erase a cradle of Chicano identity.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/apr/19/los-angeles-la-gentrification-resistance-boyle-heights\">'Hope everyone pukes on your artisanal treats': fighting gentrification, LA-style</a> </p> </aside>  <p>“We don’t know who actually did [the vandalism], but because it actually made a reference to anti-white art or anti-white, it’s basically saying that it’s a hate crime based on that,” detective John Parra of the LAPD’s Hollenbeck station <a href=\"http://www.latimes.com/local/california/la-me-ln-boyle-heights-20161102-story.html\">told the Los Angeles Times</a> on Thursday.</p> <p>Police recently met gallery owners and requested advance notice of future exhibitions so that police could consider additional patrols, he said. The vandalism incidents remain under investigation.</p> <p>Boyle Heights is a largely low-income neighbourhood which sits across the LA river from downtown, a formerly depressed zone which is being transformed by new museums, galleries, loft apartments and skyscrapers.</p> <p>Over the past year activists, some with masks, others with megaphones, have <a href=\"https://www.theguardian.com/us-news/2016/apr/19/los-angeles-la-gentrification-resistance-boyle-heights\">confronted realtors and tour groups</a>, picketed galleries and used a brass band blowing with all its might to sabotage an open air-opera. </p> <p>Activists scorned the notion that tagging galleries represented a hate crime. “The walls in my neigbourhood are the people’s newspaper. That’s people expressing themselves,” says Xochitl Palomera of the advocacy group Corazón Del Pueblo. “You’re talking about someone spray-painting a wall with truth. Whoever wrote that is hurting and is angry.”</p>  <figure class=\"element element-image\" data-media-id=\"569293067bd2b1fc491bf99f1ced2236e0dea69d\"> <img src=\"https://media.guim.co.uk/569293067bd2b1fc491bf99f1ced2236e0dea69d/0_0_5100_3059/1000.jpg\" alt=\"Xochitl Palomera: ‘We want these galleries out.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Xochitl Palomera: ‘We want these galleries out.’</span> <span class=\"element-image__credit\">Photograph: Dan Tuffs/The Guardian</span> </figcaption> </figure>  <p>The dozen or so galleries that have crossed the river were almost all white-owned and were opening the floodgates to economic forces which could drown the culture of Boyle Heights, said Palomera. </p> <p>“We want these galleries out. They are going to be destructive to the things that we have been creating.” She said there was no such thing as reverse racism. “Because you know what, we’ve been experiencing oppression for hundreds of years. We’re not going to take this sitting down.”</p> <p>She said the true hate crime was the <a href=\"http://www.latimes.com/local/lanow/la-me-ln-jesse-romero-boyle-heights-attorneys-20160812-snap-story.html\">LAPD’s killing of Jesse Romero</a>, a 14-year-old boy, in August. Police said he was tagging gang-type graffiti and may have fired a gun when confronted by officers. Romero’s family disputes that and called the killing excessive force.</p> <p>Ruben, an activist with <a href=\"http://servethepeoplela.org/\">Serve the People LA</a> (STPLA), a Maoist offshoot, said “righteous anger” over the risk of displacement fueled the graffiti. “We didn’t do it and don’t know who did it, but we celebrate it.”</p> <p>Race was irrelevant, said Ruben, who declined to give a last name. “We’re not hating on white people. We don’t have an anti-white philosophy. We’re the colonised resisting colonisation. We love our community and are going to defend it no matter what. For LAPD to say this is a potential hate crime when they kill young brown people is ludicrous and disgustingly ironic.”</p> <p>Mynor Godoy, president of the Boyle Heights neighbourhood council, but speaking in a personal capacity, said graffiti was common in Boyle Heights and that galleries reflected a “certain level of privilege” by calling the police. Rising rents and evictions were already forcing out long term residents, he said. “It’s worth trying to provide more context about why this may be happening.”</p>  <figure class=\"element element-image\" data-media-id=\"5663116e31c7e269d39833d542f7c51e83cce872\"> <img src=\"https://media.guim.co.uk/5663116e31c7e269d39833d542f7c51e83cce872/0_192_5760_3456/1000.jpg\" alt=\"T-shirts for sale in Boyle Heights, which read: “People Yes!, Gentrify No!”\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">T-shirts for sale in Boyle Heights, which read: ‘People Yes!, Gentrify No!’</span> <span class=\"element-image__credit\">Photograph: Dan Tuffs/The Guardian</span> </figcaption> </figure>  <p>The Guardian found one dissenting voice: Steven Almazan, a former neighborhood council member currently pursuing a Master’s in public policy at the University of California, Berkeley, said the anti-gentrification resistance jarred with the area’s melting pot history: Japanese and European Jews settled here before Mexicans. </p> <p>“The fact they’re using racially-based tactics is a bit demoralising. Boyle Heights once was seen as the Ellis Island of the west coast. It shouldn’t be a place of contention. Art galleries do not cause gentrification. They’re a byproduct of systemic issues. There has to be a more productive way for the city, developers and the folks of Boyle Heights to [advance] the discussion.”</p> <p>Jonathan Jones, the Guardian’s art critic, has criticised the Boyle Heights “artwashing” as <a href=\"https://www.theguardian.com/artanddesign/jonathanjonesblog/2016/jul/18/artwashing-new-watchword-for-anti-gentrification-protesters\">daft and possessing a destructive logic</a>.</p> <p>One of the twists to the conflict in Boyle Heights is that some of the artists who are driving LA’s cultural boom were<a href=\"https://www.theguardian.com/us-news/2016/sep/26/san-francisco-move-to-la-bohemians-artists-tech-boom\"> themselves displaced by tech-driven gentrification in San Francisco</a>.</p>",
  "<p>There are three excellent reasons to see Michael Rudman’s revival of <a href=\"https://www.theguardian.com/stage/2015/feb/23/theatre-archive-roy-hattersley-meets-arthur-miller\">Arthur Miller</a>’s postwar play about guilt, responsibility and the consequences of greed. One is simply that it is a rollicking good story about family secrets, the unintended consequences of actions and how, in trying to look after our own, we can destroy them and ourselves. The others are the very fine performances from Penny Downie and Alex Waldmann as the mother and son locked in a desperate dance to avoid the truth.</p> <p>Waldmann plays Chris, a war veteran who has joined the family business after his father’s partner, Steve, was jailed for supplying defective aeroplane parts that led to the deaths of 21 airmen. His father, Joe, was exonerated by the court. Downie plays Kate, who cannot accept that her elder son, Larry, who has been missing in action for three years, is dead. But is Kate side-stepping an even nastier truth? Downie hauntingly suggests the madness that takes hold when you are living a lie, and Waldmann is subtle and complex, as Chris discovers that principles come with a price tag.</p>  <figure class=\"element element-image\" data-media-id=\"f4f3c96ce4024b1943cbf522c8c45e1b01fbd221\"> <img src=\"https://media.guim.co.uk/f4f3c96ce4024b1943cbf522c8c45e1b01fbd221/0_2_2400_1440/1000.jpg\" alt=\"David Horovitch as Joe and Penny Downie as Kate.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Horovitch as Joe and Penny Downie as Kate.</span> <span class=\"element-image__credit\">Photograph: Mark Douet</span> </figcaption> </figure>  <p>There is good support from David Horovitch as the blustering Joe, and Edward Harrison as Steve’s son George, corroded by bitterness and impotent regret. But too many of the performances, like Rudman’s production as a whole, are serviceable rather than exciting. It leaves Michael Taylor’s design to do a lot of the work with its clapboard and picket fence Eden, over which the sunlight hardens and the shadows lengthen. </p> <p>•At the <a href=\"https://www.rosetheatrekingston.org/whats-on/all-my-sons\">Rose, Kingston</a>, until 19 November. Box office: 020-8174 0090.</p> <p> </p>",
  "<p>There are a couple of things to know about the Queensland University of Technology racial discrimination case.<br></p> <p>The first is that the legal action, which has centred on a trio of students alleged to have engaged in racial vilification, has become a cause célèbre for opponents of 18C – the provision that prohibits offending, insulting, humiliating or intimidating another person on the grounds of race.</p> <p>The second thing to know is it really doesn’t matter what happened in the court on Friday. For politicians who want to overhaul 18C, Friday’s outcome was always going to be a case of heads we win, tails we win.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/nov/04/david-leyonhjelm-calls-for-repeal-of-18c-in-return-for-his-vote-on-industrial-relations\">David Leyonhjelm calls for repeal of 18C in return for his vote on industrial relations</a> </p> </aside>  <p>If the case was thrown out, the outcome would be spun by the anti-18C brigade as an example of everything that’s wrong with the provision, because look at all the time, stress and resources that have gone into defending an action that never should have proceeded this far.</p> <p>If the case proceeded, then this would be proof positive that the law is an ass. Just for the record, the case was thrown out.</p> <p>Before it was even announced, Friday’s decision was being hyped in certain quarters as a landmark and a turning point but, in reality, is nothing of the kind. Here’s what you need to know about what happens next.</p> <p>Overhauling 18C has emerged as a key test by which Liberal leaders are judged.</p> <p>The contemporary right, while dabbling liberally in identity politics frolics of its own, is obsessed with pushing back on the identity politics and the rights agenda of the left.</p> <p>Tony Abbott tried and failed to overhaul 18C, which is one of the main reasons he lost the support of conservatives to remain prime minister last September.</p> <p>Almost immediately after the July election, conservatives in the government moved to make 18C Turnbull’s test <a href=\"https://www.theguardian.com/australia-news/2016/aug/30/cory-bernardis-racial-discrimination-revolt-supported-by-up-to-20-senators\">and they have not let up since</a>.</p> <p>It has been obvious for some time that Turnbull is going to have to replay this debate in some shape or form. The internals demand it.</p> <p>So the prime minister has in the past couple of weeks, and again on Friday, signalled support for a parliamentary investigation by the human rights committee – <a href=\"https://www.theguardian.com/australia-news/2016/oct/28/broaden-free-speech-debate-beyond-racial-discrimination-act-says-liberal-senator\">an idea being pushed by the Liberal senator Dean Smith.</a></p> <p>The Smith proposal would wrap up consideration of 18C in a more broad-ranging inquiry looking at freedom of expression, which would bring other issues into the mix, like the defamation law for example, which well-resourced individuals, like politicians, tend to make liberal use of.</p> <p>Even though the evidence suggests we really don’t have a problem with 18C as it currently stands – most cases are resolved at conciliation, only 1% of the complaints last year ever made it to the inside of a courtroom – the Smith inquiry is not a terrible idea.</p> <p>It would make 18C, the sequel, something of a fair fight.</p> <p>Community groups can have their say. (Again, yes I know, sorry folks.) It would allow consideration of the 18C restrictions alongside the other curbs that currently exist on speech in Australia – the ones politicians don’t generally rush to complain about, the sorts of curbs on free speech that work to protect the powerful, as opposed to the curbs that work to protect the vulnerable.</p> <p>To put this most simply: a process like the one Smith envisages would test just how free the “freedom” crowd really wants things to be and whether, when push came to shove, some freedoms proved to be more equal than others.</p> <p>For what it’s worth, here’s what I think about removing the words insult and offend from the RDA.</p> <p>As a journalist I support removing as many curbs on free expression and free publication as possible. I have a professional interest, in fact, in removing as many curbs on free expression as possible.</p> <p>So I’m happy to countenance a rebalancing of the RDA, provided the rebalancing of the free speech framework is proportionate and fair. I’m not happy to leave restrictions in place that aid the powerful while going after restrictions that protect the vulnerable. Reasonableness in all the circumstances has to be the threshold test.</p> <p>The other caveat I’d add to my professional support for speech and communication to be as unfettered as possible is I am a white woman of Anglo-Celtic descent. It’s fair to say I’m about as white as it’s possible to be.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/nov/01/cory-bernardi-welcomes-free-speech-inquiry-if-it-leads-to-overhaul-of-18c\">Cory Bernardi welcomes free speech inquiry if it leads to overhaul of 18C</a> </p> </aside>  <p>While I have encountered nasty, deeply distressing sexism and casual acts of workplace discrimination; while I’ve been patronised, pitied, marginalised, talked over top of; while I’ve been the unhappy recipient of the unsolicited mansplain – I have never encountered racism.</p> <p>I don’t know what that feels like. I don’t know what it’s like to be insulted or offended <em>on the basis of my race</em> and that’s what the provision prevents.</p> <p>Section 18C doesn’t prevent people insulting or offending each other in the ordinary course of events. My inviolable human right to call someone a dickhead at a barbecue remains untrammelled.</p> <p>And before we rush to wind back the existing racial discrimination protections on the basis they are an inconvenience for the poor, oppressed, white culture warrior of a certain age, who, like me, have almost certainly never been insulted on the basis of their race – we need to stop and listen to the voices of people who have.</p>",
  "<p>The federal court has thrown out a lawsuit brought under the Racial Discrimination Act against three Queensland University of Technology students under section 18C.</p> <p>The federal circuit court judge Michael Jarrett has ruled that the lawsuit by Indigenous staff member Cindy Prior should not proceed against Alex Wood, Calum Thwaites and Jackson Powell. </p> <p>Prior was suing for $250,000 in damages but the three students had applied not to have the case proceed.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/aug/29/conservatives-flex-muscle-over-marriage-equality-and-18c\">Coalition conservatives flex muscle over marriage equality and 18C</a> </p> </aside>  <p>“For the reasons I have expressed above, in my view Ms Prior does not enjoy reasonable prospects of successfully prosecuting her proceedings against each of Mr Wood, Mr Powell and Mr Thwaites,” Jarrett wrote in conclusion. “Her proceedings against each of them must be dismissed.”</p> <p>Outside the court Thwaites’ lawyer Tony Morris said that Prior and the three students were victims in a case which should not have been allowed to get so far.<br></p> <p>He criticised the president of the Human Rights Commission, Gillian Triggs. The commission administers the Racial Discrimination Act.</p> <p>The commission put out a statement saying it accepted the court’s decision.</p> <p>Thwaites said he was relieved at the outcome and “happy to be able to get on with my life”.</p> <p>The case relates to an encounter in 2013 when Wood was asked to leave a computer lab known as the Oodgeroo Unit, reserved for Indigenous students. <br></p> <p>Wood complained on a Facebook group page that he had been kicked out of the room.</p> <p>“Just got kicked out of the unsigned ­indigenous computer room. QUT stopping segregation with segregation?” Woods wrote.</p> <p>Two other students commented on the post. Powell, wrote: “I wonder where the white supremacist lab is” while Thwaites allegedly wrote “ITT Niggers”. Thwaites denies this claim.</p> <p>Section 18C has been a totemic issue for conservatives in the Coalition since before the 2013 election, when the former prime minister Tony Abbott promised to amend it after a <a href=\"http://www.austlii.edu.au/cgi-bin/sinodisp/au/cases/cth/FCA/2011/1103.html?stem=0&amp;synonyms=0&amp;query=andrew%20bolt\">federal court judge in 2011 found</a> that the conservative columnist Andrew Bolt had breached the section of the act. </p> <p>But Abbott said he dumped the planned changes to preserve “national unity” and <a href=\"https://www.theguardian.com/world/2014/aug/05/tony-abbott-dumps-race-act-changes-terrorism\">engage more closely with Muslim communities</a> as his government moved to introduce a raft of anti-terrorism bills.</p> <p>While conservatives did not openly protest Abbott’s decision, since Turnbull’s promotion to leadership, section 18C has been more publicly argued by Abbott supporters.</p> <p>After the ruling, conservative Coalition members in favour of changing the act immediately used the judgment to argue that Jarrett’s ruling showed that it needed to change.</p> <p>Senator James Patterson said while he was relieved at the judgment, it should never have gone that far. “Defenders of the law will no doubt argue that the dismissal of the case proves there is no need to change 18C,” Paterson said.</p> <p>“This shows callous disregard for the welfare of three innocent students whose lives have been damaged by a tortuous three and a half-year case.<br></p> <p>“This judgment doesn’t give them back that time, or their reputations, or the stress of having to endure these false allegations and defend themselves.”</p> <p>Earlier in the day Turnbull said a proposal by the Liberal <a href=\"https://www.theguardian.com/australia-news/2016/oct/28/broaden-free-speech-debate-beyond-racial-discrimination-act-says-liberal-senator\">senator Dean Smith to hold a joint parliamentary committee inquiry</a> on free speech including section 18C was a good way to examine the issues.<br></p> <p>The prime minister, who has previously played down the issue since the Abbott government first tried to change the act, said on Friday that it was a matter of getting the balance right.</p> <p>“Getting the balance right is always an issue, it’s an issue in many other areas too,” Turnbull said.</p> <p>“And in this area many people feel that the provisions of 18C impose unreasonable restraints on free speech, or impose restraints on free speech over and above what it needed to prevent hate speech.</p> <p> “Parliamentary committees are a good way to examine issues of this kind because of course everybody with an interest can come and make a submission.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/sep/02/section-18c-explainer-what-is-it-and-why-do-some-politicians-want-it-changed\">Section 18C explainer: what is it, and why do some politicians want it changed?</a> </p> </aside>  <p><a href=\"http://www.austlii.edu.au/au/legis/cth/consol_act/rda1975202/s18c.html\">Section 18C of the Racial Discrimination Act says</a> it is unlawful for a person to do an act, otherwise than in private, which is “reasonably likely, in all the circumstances to offend, insult, humiliate or intimidate” another person or a group of people.</p> <p><a href=\"http://www.austlii.edu.au/au/legis/cth/consol_act/rda1975202/s18d.html\">Section 18D makes</a> exceptions for artistic works, discussions, debates, event reports in the public interest and fair comment if it is in “expression of a genuine belief” held by the person making the comment.</p> <p>The Human Rights Commission, which is the first point for complaints under the act, has also been under fire from the conservative right in the Coalition.</p> <p>If conciliation fails at the commission, a complaint can proceed to the federal court or federal circuit court. In 2015-16, the commission finalised 86 complaints about racial hatred. One complaint about racial hatred proceeded to court.</p> <p><em>with Australian Associated Press</em></p>",
  "<p><strong>Twice a week we publish problems that will feature in a forthcoming </strong><strong><a href=\"https://www.theguardian.com/money/series/dearjeremy\">Dear Jeremy</a></strong><strong> advice column in the Saturday Guardian so that readers can offer their own advice and suggestions. We then print the best of your comments alongside Jeremy’s own insights. </strong></p> <p>I am very blessed in that I have landed my dream job. After costly and exhausting retraining, hundreds of hours of voluntary work, dozens of application forms and interviews and a lot of determination and sacrifice, I finally have a satisfying and challenging job in the charity sector that pays well and I feel valued.</p> <p>The problem is the commute. On good days, it is 1 hour 20 minutes each way, on bad days more than two hours, and it is becoming exhausting: I drive, as public transport isn’t really an option due to remote locations. I am finding that my evenings are lost in a haze of tiredness, and I fear (know) that I am becoming unpleasant to be around. I used to have hobbies (cooking, socialising, creative clubs etc) but these are no longer viable. Weekends are invaluable. I am tired a lot of the time.</p> <p>Is there anything I can do to alleviate this, or do I suck it up and count my blessings? I don’t want to appear ungrateful. Working from home isn’t really an option as I manage volunteers and need to have an office presence. I have considered staying in an Airbnb during the week but I would be sad not to see my family every evening.</p> <p><strong>Do you need advice on a work issue? For Jeremy’s and readers’ help, send a brief email to </strong><a href=\"mailto:dear.jeremy@theguardian.com\"><strong>dear.jeremy@theguardian.com</strong></a><strong>. Please note that he is unable to answer questions of a legal nature or to reply personally.</strong></p>",
  "<p>Would you love to be the creative mind behind the next Coca-Cola Christmas advert, or do you fancy making something as catchy as Compare the Meerkat? Great ads can leave a lasting impression. Whether you want to dazzle people with your copy, dream up new ideas or decide where the advert will be seen, there’s a wide range of careers in the industry. So where to start?</p> <h2><strong>Show commercial awareness</strong></h2> <p>First, look at developing your skills. Advertising jobs require a good commercial and mathematical mindset, says Aadil Seedat, digital marketing executive at <a draggable=\"true\" href=\"https://www.visionsupportservices.com/\">Vision Support Services Group</a>. “You need to show that you’re knowledgeable about the industry you’re advertising for,” he says. “As well as that, you need to be able to put a number on everything about that campaign – measuring the success of the campaign, so looking at return on investment, how many potential views the ad may have had, etc.”</p> <p>Paul Earnden, head of consultancy at digital marketing agency <a href=\"http://www.prodo.com/\">Prodo Digital</a>, says that while you certainly don’t need to be an artist to work in advertising, you do “need to be able to think creatively, react quickly to the market and ultimately provide value to a client”.</p> <h2><strong>Build up your work experience</strong></h2> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/careers/2016/aug/28/starting-a-career-in-advertising-live-chat\">Starting a career in advertising – live chat</a> </p> </aside>  <p>Aside from building skills, how else can you make yourself an attractive potential employee to an ad agency? Like many industries, it’s about building up work experience with agencies. “These are likely to be unpaid at first, but will give you a good idea of the sort of scenarios you’re likely to get in to while working for an agency,” says Earnden.</p> <p>But how should you go about organising work experience when you have no contacts? “My stock answer for gaining experience in most fields is volunteering and making use of your time at university,” says Jenny Lowthrop, freelance digital advertising expert at <a href=\"http://shegetsaround.co.uk/work-with-me/\">She Gets to Work</a>. “It is amazing what skills and experience you can gain through getting involved with clubs and societies. I write a <a href=\"http://www.shegetsaround.co.uk/\">travel blog</a> and have gained so many skills through practising creating adverts for my own blog, which I have since used to get jobs and clients. It was primarily my blog that helped me make the switch from volunteering to digital advertising.”<br></p> <p><a href=\"https://jwt.co.uk/\">JWT</a> lead talent Kate Bruges advises advertising wannabes to use the resources available from the ad industry body, the <a href=\"http://www.ipa.co.uk/\">IPA</a>. “It’s a one-stop shop with details of all the agencies, their work, contact details, etc,” she says. “Use this information to target your requests for work experience and internships. Make sure you make each approach really personal and specific to that agency, their clients and their work.” Also check the IPA’s website regularly as agencies advertise internships on there.</p> <p>For those already in the ad industry who wish to jump sides from client to agency, Bruges advises approaching the agencies you’ve worked with to see if it’s possible to gain some experience from their side of the fence.</p> <p>“Many of our clients like their staff to get direct agency experience and all agencies want to understand their clients’ business better so these placements can be of great benefit to both sides,” says Bruges. “You will also better understand what it’s like to be in a service business, and can make sure that suits you.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/careers/tips-to-get-a-job-in-advertising\">Getting a job in advertising: top 10 tips</a> </p> </aside>  <h2>Write a succinct and targeted CV</h2> <p>Look at how you position yourself on your CV. “It’s important to make it sing for the audience,” says Hamish Nicklin, chief revenue officer for <a href=\"https://www.theguardian.com/uk\">Guardian Media Group</a>. “So, what discipline is it that you’d like to get into at an agency? If it’s account management, for example, it might be worth thinking about the skills required to be an outstanding account handler and making sure that a) you have them and b) you’re able to demonstrate their performance at a high level. Once you can do this, focus your CV so it demonstrates these skills at every turn.”<br></p> <h2>Know the latest trends</h2> <p>To stand out from the crowds when it comes to interviews, it’s also worth keeping abreast of what’s happening in and around the industry. “I know the digital world is constantly changing so read up on the latest advertising trends, social media trends, and always have good examples of what has worked, even just from noticing good TV ads or Facebook ads. Recruiters want to know you have an eye for good advertising,” says Lowthrop.</p> <p>And a final word of advice from Diana Caplinska, a strategist with experience across brand, communications and innovation. “In the world of ideas, you will find yourself presenting personal thoughts to big groups of people who will push back on them, again and again.” With criticism coming in quick and fast, you’ll need to develop a thick skin.</p> <p><strong>Looking for a job? Browse <a href=\"http://jobs.theguardian.com/\">Guardian Jobs</a> or sign up to <a href=\"https://register.theguardian.com/careers/\">Guardian Careers</a> for the latest job vacancies and career advice</strong></p>",
  "<p>When Manish Kumar first came to the village of Harisal in western India in July, he didn’t think he could stay there for very long.<br></p> <p>“It was monsoon, so it was difficult to reach because the roads were bad. There was no phone signal, and the electricity only comes on for a few hours in the evening. The people there are farmers, so they wake up early. They work all day, and then in the evening they eat dinner before dark. And then they go to sleep. There’s nothing else to do.”</p> <p>But the typical agricultural setting of Harisal was about to change. Kumar, the network head of a rural internet provider AirJaldi had come to transform it into India’s first digital village, under a scheme backed by the Indian government and software giant Microsoft.</p> <p>“We set up a Wi-Fi tower and three smaller hotspots. At first, people were struggling to get online, they didn’t know how to sign on, and we had to teach them. Now, when I visit the village, the kids come to us and teach us how to get the internet working.”<br></p> <p>About 2,000 villagers live in Harisal. There are only five or six laptops in the village, but almost every household has a smartphone. For them, the new Wi-Fi connection changed their lives overnight. </p> <p>“We finally feel connected to the rest of the world,” says Jagdishkumar Someshwar Sirsat, the headmaster of the village school. “It’s made small tasks easier. For example, we had to give attendance records to the state government. Before, someone would have to hand deliver those to the government office in the city. Now, we can just fill out a form online, and its done,” he says. <br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2016/may/12/facebook-free-basics-india-zuckerberg\">The inside story of Facebook’s biggest setback | Rahul Bhatia</a> </p> </aside>  <p>“And for the children – sometimes the textbooks don’t have enough information, or some things are not up to date. Now that they have internet, they can go online and look up whatever they’re interested in. For the older kids, we’re using online tutorials on YouTube and educational video blogs to teach them new things. They love it.”<br></p> <p>Sheetal Thorat, a doctor in Harisal, says internet connections could save lives. “In the village, there are no specialists for the heart or brain. There’s just me and two other field doctors for the whole village, and we’re general practitioners. Now that we have Wi-Fi, we can set up consultations with heart or brain specialists in Mumbai, and then they can send back reports online.” </p> <p>Microsoft funded the project, and plans to get 50 more villages around Harisal online. Bhaskar Pramanik, chairman of Microsoft India, says its project to get villages online is philanthropic. “We don’t have any commercial interest in these projects. We want telecom and other service providers to use the connectivity to provide citizens with useful services,” he says. Microsoft has also <a href=\"http://blogs.microsoft.com/on-the-issues/2016/10/12/how-closing-the-digital-divide-is-saving-lives-in-botswana/#sm.0000msa6iz17bdesgwrdjrn2gslxc\" rel=\"nofollow\">previously said</a> it would be good for its own business if more people were online.<br></p> <h2>Google and Facebook join online push</h2> <p>Microsoft is not alone in the race to get India online. Google has launched a scheme to provide free public Wi-Fi at 100 railway stations. About 3.5m users have already connected to Google’s station Wi-Fi service, with an estimated 15,000 people coming online for the first time every day thanks to the scheme.</p> <p>“We want to expand to new venues, like cafes and malls, to help more people get online, and we’re looking for strategic and forwarding-thinking partners to work with on this effort,” says Caeser Sengupta, vice-president of Google’s “Next Billion Users” team.</p> <p>Last year, Facebook tried to <a href=\"https://www.theguardian.com/technology/2016/may/12/facebook-free-basics-india-zuckerberg\">launch Free Basics</a>, which would have allowed people in rural India free access to websites chosen by the company, but the plan was blocked after millions wrote to the telecoms authority saying the scheme would give Facebook too much power. Now, the company has come up with a new scheme, Express Wi-Fi, which will allow those in rural India to buy fast, cheap and reliable mobile data packs. <br></p> <p>India’s rapidly developing economy, and increasing <a href=\"https://www.theguardian.com/technology/2014/jan/13/smartphone-explosion-2014-india-us-china-firefoxos-android\">smartphone penetration</a> presents a huge opportunity for tech firms, who are looking for new markets to expand their products and services, as growth in western economies slows. <br></p> <p>According to the World Bank’s <a href=\"http://data.worldbank.org/indicator/IT.NET.USER.P2?locations=IN\" rel=\"nofollow\">latest figures</a>, 26% of India’s 1.25 billion population has internet access. In 2014–15, 60 million, equivalent to the entire UK population, went online for the first time. About 900 million people in India, mostly in rural areas, are offline. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/jan/15/india-net-neutrality-activists-facebook-free-basics\">'Poor internet for poor people': India's activists fight Facebook connection plan</a> </p> </aside>  <p>“India is the only major economy in the world that had a year-on-year growth in internet and smartphone users,” says Vikas Kothari, tech analyst at venture capital firm Lightbox. “Large players like Google, Facebook and Microsoft are looking for their next set of billion users and India looks the most promising.”<br></p> <h2>Internet access could transform economy</h2> <p>Facebook has not yet released details of how much profit it expects to make from its Express Wi-Fi service, or how much investment will be needed to subsidise rural data access, but the company says that internet access will benefit everybody. </p> <p>“Internet access means opportunity. It enables progress. It improves knowledge, economies, lives and communities,” says a Facebook spokesperson. <br></p> <p>The tech companies may appear benevolent, but Kothari says they will all benefit if India’s internet accessibility increases. “In a [digital] ecosystem when infrastructure improves, the biggest beneficiaries are the large players,” he explains. <br></p> <p>Kothari says the tech giants see India as a long-term investment. “The most visited sites or apps in India are Google Search, Play Store, YouTube, WhatsApp and Facebook. Google and Facebook’s business models don’t depend on a fee, but on user data. If more people use their products, the more data they get, thus increasing their ad revenues.”<br></p> <p>For India, better internet infrastructure could transform the economy, and the lives of ordinary citizens. “Improved connectivity will further democratise access to education, healthcare and financial services. People in remote areas will get access to skill-development courses, tertiary telemedicine and reports on agriculture and commodity prices, thus improving their lives,” says Kothari. <br></p>"
]