[
  "<p>It was once a brand synonymous with gold and marble; a sign of guaranteed opulence if not necessarily good taste. Instead, the taint of sexual assault claims and alleged racism hung over the formal opening of the latest building to bear the Trump name: the Republican presidential candidate’s newest hotel in Washington DC.</p> <p>Just 723 short steps along Pennsylvania Avenue from the White House, this may be the closest Donald Trump comes to the heart of political power this year, but the glitzy launch was meant to be the highlight of his business calendar. </p> <p>Rooms during inauguration week in January were marketed at up to $500,000 each. During a <a href=\"https://www.theguardian.com/us-news/2016/sep/13/trump-international-hotel-washington-opening-protests\">soft launch</a> in September, Trump ensured wall-to-wall media coverage by using the occasion to finally admit he had been wrong to doubt Barack Obama’s right to American citizenship.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/us-money-blog/2015/jul/22/donald-trump-net-worth-political-brand\">Donald Trump: a brand in danger or a daring re-invention?</a> </p> </aside>  <p>But weeks of political scandal appear to have taken their toll on the brand. During the recent IMF meetings in Washington, usually the busiest week of the year for luxury hotels in the city, rooms could be <a href=\"http://nymag.com/daily/intelligencer/2016/10/trumps-d-c-hotel-shows-as-poll-sink-so-does-his-brand.html\">found online at a significant discount</a> compared to its sold-out rivals.</p> <p>While Trump was boasting of the building’s 5ft-thick walls during Wednesday’s ribbon-cutting ceremony, the sound of political protest out on the street could be heard from inside the lobby. Overnight, <a href=\"https://www.theguardian.com/us-news/2016/oct/26/donald-trump-hollywood-walk-of-fame-star-damaged\">Trump’s star on the Hollywood Walk of Fame</a> was destroyed by a vandal with a sledgehammer and pickaxe.</p> <p>The candidate sounded wistful and unusually subdued as he took a break from the campaign trail to attend the launch. “With the notable exception of 1600 Pennsylvania Avenue, this is the most coveted location in DC. The best location,” said Trump. </p> <p>Even the struggling campaign’s slogan, “Make America great again”, was watered down, perhaps succumbing to criticism that it implies the country is no longer at its best. ‘The United States is great. Its people are great,” said Trump, during brief political remarks that followed the launch.</p>  <figure class=\"element element-image\" data-media-id=\"6890c7cbf84098146c141c4526eefc3278754933\"> <img src=\"https://media.guim.co.uk/6890c7cbf84098146c141c4526eefc3278754933/269_0_3020_1812/1000.jpg\" alt=\"Donald Trump Jr, Eric Trump, Donald Trump, Melania Trump, Tiffany Trump and Ivanka Trump cut the ribbon at the new Trump International Hotel.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump Jr, Eric Trump, Donald Trump, Melania Trump, Tiffany Trump and Ivanka Trump cut the ribbon at the new Trump International hotel.</span> <span class=\"element-image__credit\">Photograph: Gary Cameron/Reuters</span> </figcaption> </figure>  <p>“My theme today is five [sic] words: ‘under budget and ahead of schedule’,” added Trump. “You don’t hear those words too much within government, but you will. This is what I want to do for our country.”</p> <p> Ivanka Trump, whose name has been attached to both the hotel’s spa and its flagship suite over two floors of the bell tower, also sounded worn down by the steady stream of attacks. “This political season has been one of the most interesting journeys of my life,” said Trump’s daughter. “Each day I have heard critics attempt to deride my father’s business. But one of the most telling things is the thousands of people who have worked with him who continue stand by his side.”</p> <p> Eric Danziger, chief executive of the family’s hotel business, insisted the group was still meeting internal projections. “This has been a very rewarding year for Trump hotels. Our business continues to exceed our targets,” he said. But he somewhat spoiled the attempt to put a brave face on signs of commercial backlash by confirming <a href=\"http://www.nytimes.com/2016/10/25/travel/donald-trump-hotels-new-name-scion.html\">recent reports</a> that the next hotel venture would not bear the family name and would instead be called “Scion hotels”. </p> <p>In Manhattan, the many buildings that bear Trump’s name have become a magnet for middle fingers from passing motorists, with <a href=\"http://www.latimes.com/politics/la-na-pol-trump-name-snap-story.html\">reports of dumped dog excrement and hurled eggs</a>. Management of one apartment complex has refused requests from residents for Trump’s name to be removed, citing cost and the risk of being sued.</p> <p>The election had already been costly for the Trump brand. Early on, <a href=\"http://www.nbcnews.com/politics/2016-election/nbc-cuts-business-ties-donald-trump-over-immigration-remarks-n383856\">NBC severed ties</a> over Trump’s immigration remarks. Macy’s dumped his menswear line. There have been attempts to remove his name from hotel projects from the Middle East to Canada. </p> <p>But the combination of weeks of sexual assault allegations – all vigorously denied by Trump – and plummeting poll numbers mean the hotel launch comes at a particularly bad time.</p> <p>“We’ll build a wall against racism and bigotry,” read a banner on display outside the main entrance as an army of political reporters descended beforehand. “This is not really a hotel; this is a symbol of Trump’s political ambition,” claimed Eugene Puryear, a protester with the <a href=\"http://www.answercoalition.org/\">Answer Coalition</a>. “This is another opportunity for Trump to create this myth about his so-called business prowess.”</p>  <figure class=\"element element-image\" data-media-id=\"95071dba3172b7f022f69e7b2c7fb818c08f9846\"> <img src=\"https://media.guim.co.uk/95071dba3172b7f022f69e7b2c7fb818c08f9846/0_173_5184_3110/1000.jpg\" alt=\"Demonstrators gather outside of the Trump International Hotel in Washington on Wednesday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Demonstrators gather outside of the Trump International Hotel in Washington on Wednesday.</span> <span class=\"element-image__credit\">Photograph: Zach Gibson/AFP/Getty Images</span> </figcaption> </figure>  <p>Washington is not a Republican city. Trump received just 391 votes in the DC primary convention and could come third in the city in November’s general election. The hotel launch was boycotted by the city’s Democratic mayor and local restaurateurs.</p> <p>But hotels are aimed at visitors. A characterful building on a national thoroughfare neglected by commercial developers, the Old Post Office could have provided a bit of harmless glitz to a city where opulence typically tends toward understatement. Instead, the acres of marble, chintzy carpet and gleaming gold taps on the inside feel like any other US luxury hotel, while the giant Trump sign on the outside simply invites uncomfortable associations.</p> <p>How many reporters would have been here for any other hotel launch is hard to tell, but the press pack easily exceeded the 225 seats laid out for invited guests. Several of these were filled by family members: Melania, Donald Jr, Eric and Ivanka. </p> <p>Officially, it was not a campaign event, but two of the handful of prominent Republicans still prepared to be associated with the candidacy were there as well, in the former House speaker Newt Gingrich and Alabama senator Jeff Sessions. Gingrich rejected criticism that the event was a distraction from the campaign: “That’s because they don’t understand the message,” he said, before echoing Trump: “It’s under budget and ahead of schedule … it tells you what a Trump administration would be like.”</p> <p>“Washington will never be the same” is the defiant slogan of the hotel’s management, which seems determined to milk the waning political connections. What John F Kennedy would make of the 713 sq ft room in his name is harder to judge.</p>",
  "<div id=\"block-5810d79be4b08d944ba4af06\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T16:34:32.671Z\">5.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The revival in the oil price has proved short lived, as doubts over producers agreeing to curb output at next month’s Opec meeting began to outweigh the news of a surprise drop in US crude stocks.</p> <p>So Brent crude is currently down 1.3% at $50.13 a barrel while West Texas Intermediate is 0.9% lower at $49.47.</p> <p><em>On that note, it’s time to close for the evening. Thanks for all your comments, and we’ll be back tomorrow.</em></p> </div>   </div> <div id=\"block-5810d2a6e4b01c528432cf2b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T16:19:30.596Z\">5.19pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">European markets rebound from worst levels</h2>  <div class=\"block-elements\">  <p>A fall in commodity shares along with the usual concerns about Brexit and the US election, along with some disappointing results from the likes of Apple, have left most European markets nursing losses. However a revival in the oil price after a surprise drop in US crude stocks saw Wall Street reverse earlier falls and drag European shares off their worst levels. The final scores showed:</p> <ul> <li><strong>The FTSE 100 finished down 59.55 points or 0.85% at 6958.09</strong></li> <li><strong>Germany’s Dax dropped 0.44% to 10,709.68</strong></li> <li><strong>France’s Cac closed 0.14% lower at 4534.59</strong></li> <li><strong>Italy’s FTSE MIB added 0.29% to 17,280.74</strong></li> <li><strong>Spain’s Ibex ended up 0.37% at 9173.3</strong></li> <li><strong>In Greece, the Athens market added 0.09% to 589.46</strong></li> </ul> <p>On Wall Street the Dow Jones Industrial Average is currently up 53 points or 0.29%.</p> </div>   </div> <div id=\"block-5810ca27e4b08d944ba4aebe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T15:23:46.283Z\">4.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>With Wall Street turning positive in the wake of the oil price recovery, European markets are coming off their worst levels, albeit still down on the day. Chris Beauchamp, chief market analyst at IG, said:<br></p> <blockquote class=\"quoted\"> <p>US markets continue to dictate the tone, as disappointing numbers from Apple weigh on sentiment, while investors keep a nervous eye on falling oil prices. While scepticism around the OPEC deal was palpable, no one really expected it to unravel this quickly, but a procession of nations bearing their own ‘sick notes’ as to why they couldn’t possibly be expected to participate has shown that the unanimity on display recently was simply a front. In addition, sentiment has been hit by news that the Trump campaign for president may not be quite as DOA as previously thought. When combined with the disappointing numbers from Apple, it is clear to see why markets remain under pressure. </p> <p>At least oil prices have stabilised, with the weekly crude inventories providing their usual burst of volatility. The drop in stockpiles might provide some temporary relief, but overall if the OPEC deal continues to unravel then we could see the lows tested in short order.</p> </blockquote> </div>   </div> <div id=\"block-5810bed0e4b08d944ba4ae70\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T14:48:34.143Z\">3.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Oil prices have recovered some ground from earlier falls after a surprise fall in US crude stocks.</p> <p>Crude inventories dropped by 553,000m barrels last week to 468.16m, compared to expectations of a 4m barrel rise, according to the Energy Information Administration.</p> <p>So Brent crude, which had fallen as low as $49.65 a barrel on concerns that producers will not agree to curb output at next month’s meeting, is now at $50.63, down 0.32%.</p> <p>West Texas Intermediate is now up 0.12% to $50.02 a barrel.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheSquareMile/status/791287487956131840\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/OIL?src=hash\">#OIL</a> prices bounce after surprise <a href=\"https://twitter.com/hashtag/EIA?src=hash\">#EIA</a> inventory draw. -553M vs. +1.7M barrels expected. <a href=\"https://t.co/OK2Qywo5XQ\">pic.twitter.com/OK2Qywo5XQ</a></p>&mdash; Ken Odeluga (@TheSquareMile) <a href=\"https://twitter.com/TheSquareMile/status/791287487956131840\">October 26, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-5810bc0de4b01c528432ce95\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T14:25:27.399Z\">3.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The European Central Bank is likely to extend its QE programme beyond the current March end date, <strong><a href=\"http://uk.reuters.com/article/uk-ecb-policy-idUKKCN12Q1TX\">according to Reuters</a></strong>:</p> <blockquote> <p>The European Central Bank is nearly certain to continue buying bonds beyond its March target and to relax its constraints on the purchases to ensure it finds enough paper to buy, central bank sources have told Reuters.</p> <p>The moves will come in an attempt to bolster what is being heralded as the start of an economic recovery in the euro zone.</p> <p>ECB policymakers are due to decide in December on the future shape and duration of their 80 billion euros (£71.58 billion) monthly quantitative easing (QE) scheme, based on new growth and inflation forecasts.</p> <p>They did not discuss specific options at last week’s meeting and no policy proposal has been formulated. But sources familiar with the matter said it was all but sure that money printing would continue in some form beyond March, currently the ECB’s earliest end-date.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"fd2be11a1307811a2a78b5382de48f2d2b388da9\"> <img src=\"https://media.guim.co.uk/fd2be11a1307811a2a78b5382de48f2d2b388da9/0_0_3500_2423/1000.jpg\" alt=\"The European Central Bank\" width=\"1000\" height=\"692\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The European Central Bank</span> <span class=\"element-image__credit\">Photograph: Kai Pfaffenbach/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-5810b86ee4b01c528432ce83\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T14:14:44.206Z\">3.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>US new home sales have come in slightly better than expected, although there is some confusion in the figures.</p> <p>They rose to 593,000 units in September, up 3.1% from the August figure of 575,000, which was itself revised down from 609,000. This was lower than the 600,000 expected but given the revision, the rise itself was better than the forecast 1.5% fall.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/zerohedge/status/791280755435593728\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New Home Sales Rise But Miss After Dramatic Downward Revision <a href=\"https://t.co/2Zrub7Gu4s\">https://t.co/2Zrub7Gu4s</a></p>&mdash; zerohedge (@zerohedge) <a href=\"https://twitter.com/zerohedge/status/791280755435593728\">October 26, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-26T14:21:01.261Z\">at 3.21pm BST</time></p>  </div> <div id=\"block-5810b460e4b08d944ba4ae30\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T14:00:23.337Z\">3.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">US service sector better than expected</h2>  <div class=\"block-elements\">  <p>The US service sector grew more strongly than forecast in October, according to a report.</p> <p>The initial Markit US services PMI for this month came in at 54.8, up from the 52.3 expected and 52.3 in September.</p>  <figure class=\"element element-image\" data-media-id=\"ffc8efe128be1013f530ee05bd48edc32dca006f\"> <img src=\"https://media.guim.co.uk/ffc8efe128be1013f530ee05bd48edc32dca006f/0_0_634_503/500.jpg\" alt=\"US services PMI\" width=\"500\" height=\"397\" class=\"gu-image\" /> </figure>  <p>Markit’s composite PMI, which includes services and manufacturing, rose from 52.3 in September to 54.9, the highest level since November 2015.</p> <p>Markit said the surveys suggested that the US economy was growing at an annualised rate of 2% at the start of the fourth quarter. Tim Moore, a senior economist at IHS Markit, said:</p> <blockquote class=\"quoted\"> <p>The latest survey data reveal a decisive shift in growth momentum across the US service sector, which mirrors the more robust manufacturing performance seen during October. </p> <p>Service providers experienced the fastest upturn in new business volumes since late 2015, which survey respondents linked to improving domestic economic conditions and signs of greater business investment in particular. That said, job creation remained relatively subdued in October, with firms reporting cautious hiring plans and efforts to alleviate pressures on margins. </p> <p>October’s survey findings contained positive signs for near-term growth prospects, with service sector companies the most upbeat about the business outlook since August 2015. Moreover, the month-to-month rise in this index was one of the largest seen over the past two years. </p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"ec19734a4decfac98175b8b76fea2316ef1cb6d9\"> <img src=\"https://media.guim.co.uk/ec19734a4decfac98175b8b76fea2316ef1cb6d9/0_0_730_534/500.jpg\" alt=\"US composite PMI\" width=\"500\" height=\"366\" class=\"gu-image\" /> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-26T14:14:28.706Z\">at 3.14pm BST</time></p>  </div> <div id=\"block-5810b2cfe4b0219a00d38e90\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T13:43:33.467Z\">2.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The fall on Wall Street has helped push European markets lower, with the FTSE 100 dropping by 91 points (1.3%). Germany’s Dax is down 0.97% and France’s Cac has fallen 0.6%.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-26T14:11:40.774Z\">at 3.11pm BST</time></p>  </div> <div id=\"block-5810b0e1e4b0219a00d38e82\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T13:39:36.960Z\">2.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The US stock market is dropping at the start of trading, following the UK’s lead.</strong></p> <p>The Dow Jones Industrial Average has shed 90 points, or 0.5%. Energy companies have slipped after the oil price hit a three-week low today.</p> <p>And Apple has fallen more than 3% after it <a draggable=\"true\" href=\"https://www.theguardian.com/technology/2016/oct/25/apple-profits-sales-decline-2016-iphone-7\">posted falling sales and profits</a> last night.<br tabindex=\"-1\"></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/VictoriaCraig/status/791271096196538369\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Wall Street kicks off the session in the red as <a href=\"https://twitter.com/hashtag/Apple?src=hash\">#Apple</a> shares drop 3.5% out of the gate, oil prices decline about 2%. <a href=\"https://twitter.com/hashtag/stocks?src=hash\">#stocks</a> <a href=\"https://twitter.com/search?q=%24AAPL&amp;src=ctag\">$AAPL</a> <a href=\"https://t.co/DabRITs9Se\">pic.twitter.com/DabRITs9Se</a></p>&mdash; Victoria Craig (@VictoriaCraig) <a href=\"https://twitter.com/VictoriaCraig/status/791271096196538369\">October 26, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-26T13:55:37.403Z\">at 2.55pm BST</time></p>  </div> <div id=\"block-5810a456e4b08d944ba4add8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T13:02:56.554Z\">2.02pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">PwC: How to fix gender pay problems</h2>  <div class=\"block-elements\">  <p><strong>Laura Hinton</strong>, the head of people at <strong>PwC</strong>, argues that bosses must proactively do more to address the gender pay gap. She says:</p> <blockquote class=\"quoted\"> <p>It’s encouraging to see the gender pay gap reducing, but the underlying reasons for the gap remain the same. Women are still more likely to work part time, have lower-paid jobs and leave the workforce after having children. Until we tackle these underlying causes, it will be hard to reach true equality in the workplace.</p> </blockquote> <p>In February, the government outlined plans to force large companies to <a href=\"https://www.theguardian.com/society/2016/feb/12/gender-pay-gap-reporting-big-firms-start-2018\">reveal how much they pay</a> their male and female staff, starting in 2018.</p> <p>Hinton says this has already worked at her company:</p> <blockquote class=\"quoted\"> <p>At PwC, publishing our gender pay gap has allowed us to understand the reasons for the gap and helps hold ourselves accountable to make practical changes. For example, we know that when senior women leave us, they are more likely to be replaced by a male.</p> <p>We are challenging ourselves on this by testing our recruitment processes, making more senior jobs available as flexible or part time and targeting women who have been out of the workplace for a number of years via our return to work programme. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-26T14:03:41.881Z\">at 3.03pm BST</time></p>  </div> <div id=\"block-58109ea5e4b08d944ba4adb4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T12:40:16.492Z\">1.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The Resolution Foundation is playing a blinder today, and has created some more charts to show what’s happening in Britain’s labour market.</strong></p> <p>This chart shows how the <a href=\"https://www.theguardian.com/uk-news/2016/apr/01/the-national-living-wage-and-what-it-means\">“national living wage”</a> has driven up earnings for customer service jobs above their pre-crisis level. Elementary occupations (unskilled jobs) are close behind.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/resfoundation/status/791250991450583040\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Large, NLW-related pay increase in sales and customer service occupations means typical pay for these roles has surpassed pre-downturn peak <a href=\"https://t.co/7V2pNDavYD\">pic.twitter.com/7V2pNDavYD</a></p>&mdash; ResolutionFoundation (@resfoundation) <a href=\"https://twitter.com/resfoundation/status/791250991450583040\">October 26, 2016</a></blockquote>  </figure>  <p>I was surprised by this chart, which shows that wages in London are the furthest from pre-crisis levels.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/resfoundation/status/791250902350958592\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Northern Ireland and the West Midlands have had the strongest pay recoveries so far, London remains furthest from peak <a href=\"https://t.co/iU5euP2uzH\">pic.twitter.com/iU5euP2uzH</a></p>&mdash; ResolutionFoundation (@resfoundation) <a href=\"https://twitter.com/resfoundation/status/791250902350958592\">October 26, 2016</a></blockquote>  </figure>  <p>And rising inflation is going to drive down real wages this year.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/resfoundation/status/791250221909049349\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">But still a long way to go, &amp; prospects for lower pay growth &amp; higher inflation mean this year’s growth unlikely to be repeated soon <a href=\"https://t.co/60lhBnKhuR\">pic.twitter.com/60lhBnKhuR</a></p>&mdash; ResolutionFoundation (@resfoundation) <a href=\"https://twitter.com/resfoundation/status/791250221909049349\">October 26, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-26T14:05:51.591Z\">at 3.05pm BST</time></p>  </div> <div id=\"block-58109dabe4b01c528432ce03\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T12:25:01.874Z\">1.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A quick catchup on the other news today.</p> <p><strong>Andrew Bailey</strong>, the head of the Financial Conduct Authority, has <a href=\"https://www.theguardian.com/business/2016/oct/26/fca-chief-pledges-to-clean-up-scandal-prone-city\">promised to clean up Britain’s financial sector</a> after a long run of scandals and misbehaviour.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/oct/26/fca-chief-pledges-to-clean-up-scandal-prone-city\">FCA chief pledges to clean up scandal-prone City</a> </p> </aside>  <p><strong>Vodafone</strong> has <a href=\"https://www.theguardian.com/business/2016/oct/26/vodafone-fined-46m-for-serious-breaches-of-consumer-protection-rules\">apologised after being fined £4.6m</a> for taking pay-as-you go customers’ money without providing a service in return, and for flaws in its complaints handling processes. </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/oct/26/vodafone-fined-46m-for-serious-breaches-of-consumer-protection-rules\">Vodafone fined £4.6m for serious breaches of consumer protection rules</a> </p> </aside>  <p>And a major new <a href=\"https://www.theguardian.com/business/2016/oct/26/peabody-approval-build-1500-homes-thamesmead-south-east-london\">housebuilding project has been approved</a> in Thamesmead, south-east London, at a site famous for staging A Clockwork Orange.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/oct/26/peabody-approval-build-1500-homes-thamesmead-south-east-london\">Peabody given approval to build 1,500 homes in south-east London</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-26T14:07:19.038Z\">at 3.07pm BST</time></p>  </div> <div id=\"block-581094bee4b01c528432cdcb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T12:05:16.351Z\">1.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image element--thumbnail\" data-media-id=\"5494742b71f6936eb7f4a7c103252ccbc081ffb1\"> <img src=\"https://media.guim.co.uk/5494742b71f6936eb7f4a7c103252ccbc081ffb1/0_0_4287_2847/1000.jpg\" alt=\"City of London Skyline.\" width=\"1000\" height=\"664\" class=\"gu-image\" /> </figure>  <p><strong>It’s not been a great morning in the City.</strong></p> <p>The FTSE 100 has shed 68 points, nearly 1%, to 6,949. Mining stocks continue to struggle after copper company Antofagasta cut its production targets this morning.</p> <p>The FTSE is also catching up with last night’s rally in the pound back to $1.22, which came after the London stock market closed. A stronger pound is bad for international companies that earn dollars.</p> <p>Joshua Mahony, a market analyst at IG, says the pound could spike ... if a legal challenge to Brexit is successful.</p> <blockquote class=\"quoted\"> <p>The continuing legal hearing against the government’s decision to view the referendum result as binding seems like the event risk no one is talking about.</p> <p>Should the legal challenge succeed, it would push the decision to a vote in parliament, bringing about a sharp appreciation in the pound and subsequent weakness for the FTSE.</p> </blockquote> <p>The oil price is also under pressure, with Brent crude dropping through the $50 a barrel mark for the first time in three weeks.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RANsquawk/status/791239764385169408\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Brent&lt;50/bbl <a href=\"https://t.co/LU0FqgYCzN\">pic.twitter.com/LU0FqgYCzN</a></p>&mdash; RANsquawk (@RANsquawk) <a href=\"https://twitter.com/RANsquawk/status/791239764385169408\">October 26, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-26T14:09:08.566Z\">at 3.09pm BST</time></p>  </div> <div id=\"block-58108d66e4b01c528432cd9d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T11:06:10.349Z\">12.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>City analyst <strong>Alberto Gallo </strong>of<strong> </strong><strong>Algebris Investments</strong> points out that UK borrowing costs have been rising since the start of October, as the price of British gilts has dropped.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/macrocredit/status/791232569874509824\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">UK Treasury bonds resume selloff, form typical &quot;vomiting camel&quot; pattern<a href=\"https://twitter.com/theresa_may\">@theresa_may</a> <a href=\"https://twitter.com/BorisJohnson\">@BorisJohnson</a> <a href=\"https://twitter.com/katie_martin_fx\">@katie_martin_fx</a> <a href=\"https://t.co/Y1wJYPzXEa\">pic.twitter.com/Y1wJYPzXEa</a></p>&mdash; Alberto Gallo (@macrocredit) <a href=\"https://twitter.com/macrocredit/status/791232569874509824\">October 26, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-26T11:06:40.593Z\">at 12.06pm BST</time></p>  </div> <div id=\"block-5810899de4b01c528432cd81\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T10:57:35.763Z\">11.57am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK borrowing costs rise after black hole warning</h2>  <div class=\"block-elements\">  <p><strong>This morning’s warning that Britain faces an <a href=\"https://www.theguardian.com/business/live/2016/oct/26/84bn-brexit-black-hole-warning-city-stock-markets-business-live?page=with:block-58104468e4b0219a00d38c29#block-58104468e4b0219a00d38c29\">£84bn budget shortfall over the next five years</a> is rippling through the City, and beyond.</strong></p> <p>The yield, or interest rate, on 10-year UK government debt has risen to 1.14%, up six basis points from 1.08% last night.</p> <p>That means the price of the bonds has fallen; traders may be anticipating that the government will have to issue much more debt over the next few years.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GreatRedDragon0/status/791208571266629632\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Um 10 year bond yields up almost 4.5% today urrrrggghhh going to be interesting trying to borrow to invest if the govt ever get around to it</p>&mdash; Danny Blackwell (@GreatRedDragon0) <a href=\"https://twitter.com/GreatRedDragon0/status/791208571266629632\">October 26, 2016</a></blockquote>  </figure>  <p><strong>George Eaton, political editor of the New Statesman, has written a good piece about chancellor Philip Hammond’s dilemma [<a href=\"https://www.theguardian.com/business/live/2016/oct/26/84bn-brexit-black-hole-warning-city-stock-markets-business-live?page=with:block-581055d2e4b08d944ba4ac50#block-581055d2e4b08d944ba4ac50\"><em>riffing off the charts I posted earlier</em></a>].</strong></p> <p>Here’s a flavour:</p> <blockquote class=\"quoted\"> <p>Were he to seek a current budget surplus, rather than an overall one (as Labour pledged at the last general election), Hammond would avoid the need for further austerity and give himself up to £17bn of headroom. This would allow him to borrow for investment and to provide support for the “just managing” families (as Theresa May calls them) who will be squeezed by the continuing benefits freeze.</p> <p>Alternatively, should Hammond merely delay Osborne’s surplus target by a year (to 2020-21), he would be forced to impose an additional £9bn of tax rises or spending cuts. Were he to reject any further fiscal tightening, a surplus would not be achieved until 2023-24 - too late to be politically relevant. </p> <p>The most logical option, as the Resolution Foundation concludes, is for Hammond to target a current surplus. But since entering office, both he and May have emphasised their continuing commitment to fiscal conservatism (“He talks about austerity – I call it living within our means,” the latter told Jeremy Corbyn at her first PMQs). For Hammond to abandon the goal of the UK’s first budget surplus since 2001-02 would be a defining moment.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/georgeeaton/status/791214137846140928\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Will Hammond embrace Balls&#39;s stance or just soften Osborne&#39;s? My take on new <a href=\"https://twitter.com/resfoundation\">@resfoundation</a> report. <a href=\"https://t.co/PcaEASGxqA\">https://t.co/PcaEASGxqA</a> <a href=\"https://t.co/j6Rj0JHPJ1\">pic.twitter.com/j6Rj0JHPJ1</a></p>&mdash; George Eaton (@georgeeaton) <a href=\"https://twitter.com/georgeeaton/status/791214137846140928\">October 26, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-26T11:00:10.248Z\">at 12.00pm BST</time></p>  </div> <div id=\"block-58107d12e4b01c528432cd2d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T10:42:28.971Z\">11.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hopefully, poorly paid people should get another boost this financial year as the national living wage pushes up salaries:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/phillipinman/status/791215983809687552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Bottom 10% of earners got 4.4% pay rise in year to April and that likely to rise this year as full effect of <a href=\"https://twitter.com/hashtag/NLW?src=hash\">#NLW</a> kicks in <a href=\"https://twitter.com/guardian\">@guardian</a> <a href=\"https://twitter.com/ONS\">@ONS</a></p>&mdash; Phillip Inman (@phillipinman) <a href=\"https://twitter.com/phillipinman/status/791215983809687552\">October 26, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GavinJKelly1/status/791205374032547840\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Pay inequality narrows. Boost for part-timers. Pay gap dips. Still early days for the NLW, but this is real progress <a href=\"https://t.co/4zaBDT2A1j\">https://t.co/4zaBDT2A1j</a></p>&mdash; Gavin Kelly (@GavinJKelly1) <a href=\"https://twitter.com/GavinJKelly1/status/791205374032547840\">October 26, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-581083e2e4b01c528432cd5a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T10:33:09.140Z\">11.33am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Rupert Harrison</strong>, former advisor to former chancellor <strong>George Osborne</strong>, appears to feel vindicated by the news that Britain’s lowest paid workers got a 6.2% pay rise last year (or 4% more than average)</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EdConwaySky/status/791201649645744128\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BIG pay rise for lowest earners last year thanks to living wage. Up 6.2% vs increase of 2.5% for highest earners <a href=\"https://t.co/9wUzNCJQzN\">https://t.co/9wUzNCJQzN</a> <a href=\"https://t.co/rLctDD0Cv7\">pic.twitter.com/rLctDD0Cv7</a></p>&mdash; Ed Conway (@EdConwaySky) <a href=\"https://twitter.com/EdConwaySky/status/791201649645744128\">October 26, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rbrharrison/status/791216343299264512\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Maybe, finally, the incorrect narrative that the poorest have not benefitted from the recovery will start to shift <a href=\"https://t.co/YAIORVAaev\">https://t.co/YAIORVAaev</a></p>&mdash; Rupert Harrison (@rbrharrison) <a href=\"https://twitter.com/rbrharrison/status/791216343299264512\">October 26, 2016</a></blockquote>  </figure>  <p>However.... that’s still less, in cash terms, than a smaller pay rise on a much larger salary.</p> <p>And it’s important to remember that today’s report does not include self-employed workers, whose pay has been lagging behind.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JolyonMaugham/status/791221770242187264\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/sarahoconnor_\">@sarahoconnor_</a> a highly material omission. <a href=\"https://t.co/Fd7p2BJFaJ\">pic.twitter.com/Fd7p2BJFaJ</a></p>&mdash; Jo Maugham QC (@JolyonMaugham) <a href=\"https://twitter.com/JolyonMaugham/status/791221770242187264\">October 26, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58108175e4b0219a00d38d58\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T10:21:29.144Z\">11.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And here’s where the money goes....</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Rupert_Seggins/status/791220677424676865\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Today&#39;s ASHE data show what the 20 highest paying full time employee occupations are. And here they are... <a href=\"https://t.co/BUhHQct1rx\">pic.twitter.com/BUhHQct1rx</a></p>&mdash; Rupert Seggins (@Rupert_Seggins) <a href=\"https://twitter.com/Rupert_Seggins/status/791220677424676865\">October 26, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58108182e4b01c528432cd46\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T10:13:21.366Z\">11.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More gender gap detail from the ONS:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ONS/status/791205877399289856\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Wider gender pay gap for people aged 40+ likely to be caused by women leaving labour market to care for children <a href=\"https://t.co/Qn7dbzfhnU\">https://t.co/Qn7dbzfhnU</a> <a href=\"https://t.co/rirosSMeaK\">pic.twitter.com/rirosSMeaK</a></p>&mdash; ONS (@ONS) <a href=\"https://twitter.com/ONS/status/791205877399289856\">October 26, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58107ccde4b08d944ba4acf4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T09:52:30.678Z\">10.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s our news story on today’s report into UK pay:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/money/2016/oct/26/weekly-uk-earnings-rose-2015-biggest-increase-since-financial-crash\">Weekly UK earnings rose 2% last year in biggest increase since crash</a> </p> </aside> </div>   </div> <div id=\"block-5810778de4b0219a00d38d26\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T09:46:52.832Z\">10.46am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Gender pay gap: the details</h2>  <div class=\"block-elements\">  <p><strong>Britain’s gender pay pay varies, depending how many hours people work each week.</strong></p> <p>For part time jobs, women actually get paid more on average than men. </p> <p>The ONS says:</p> <blockquote class=\"quoted\"> <p>For jobs where the number of paid hours worked by an employee is between 10 and 30, more women work in these jobs and the gender pay gap is in favour of women.</p> </blockquote> <p>But the dial shifts the other way, once you look at full time jobs - where the gender pay gap is in favour of men.</p> <p>This chart shows how men get paid more for doing jobs that are predominantly done by men:</p>  <figure class=\"element element-image\" data-media-id=\"c54dd5642eaa569b1425ef5f1c2eaa2980146669\"> <img src=\"https://media.guim.co.uk/c54dd5642eaa569b1425ef5f1c2eaa2980146669/0_0_654_664/492.jpg\" alt=\"UK gender pay gap\" width=\"492\" height=\"500\" class=\"gu-image\" /> </figure>  <p>And this tweet shows how men still dominate senior positions, and on the factory floor, while women do the majority of administrative and caring positions.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ONS/status/791205446283583489\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Women more likely to work in lower paid jobs (e.g. admin/caring). This partly explains why men tend to earn more <a href=\"https://t.co/ZqmZeiL0w0\">https://t.co/ZqmZeiL0w0</a> <a href=\"https://t.co/ST2MeqxfYT\">pic.twitter.com/ST2MeqxfYT</a></p>&mdash; ONS (@ONS) <a href=\"https://twitter.com/ONS/status/791205446283583489\">October 26, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58107a00e4b01c528432cd23\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T09:41:25.196Z\">10.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The CBI, which represents Britain’s bosses, says it welcomes the “further progress” in closing the gender pay gap.</strong></p> <p>And they point out that it’s illegal to pay women less than men for doing exactly the same job.</p> <blockquote class=\"quoted\"> <p>The gap is caused by a wide range of factors, and there is a way to go to address it. But it’s crucial it is not confused with unequal pay, which is already illegal.</p> <p>It’s important that the Government and firms work together on approaches that really change outcomes, such as the availability of childcare, career progression and improved careers advice.”</p> </blockquote> </div>   </div> <div id=\"block-581074e4e4b08d944ba4acca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T09:21:08.795Z\">10.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The TUC is alarmed that full-time male workers earned 9.4% more than women last year, marginally down on 9.6% in 2015.</strong></p> <p>TUC General Secretary <strong>Frances O’Grady</strong> says:<br></p> <blockquote class=\"quoted\"> <p>“The full-time gender pay gap is closing at a snail’s pace. At this rate, it will take decades for women to get paid the same as men.</p> <p>“We need a labour market that works better for women. This means helping mums get back into well-paid jobs after they have kids. And encouraging dads to take on more caring responsibilities.</p> <p>“The government should also scrap tribunal fees, which stop women getting justice from bad employers who have discriminated against them.” </p> </blockquote> <p>New research from the World Economic Forum shows that O’Grady is right to be worried. They’ve calculated that, at current progress, the global gender pay gap won’t be eradicated until the year 2186.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/oct/25/gender-pay-gap-170-years-to-close-world-economic-forum-equality\">Gender pay gap could take 170 years to close, says World Economic Forum</a> </p> </aside> </div>   </div> <div id=\"block-58106defe4b01c528432ccdf\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T09:00:10.018Z\">10.00am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK earnings: The key charts</h2>  <div class=\"block-elements\">  <p><strong>Here are the most important charts from <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/earningsandworkinghours/bulletins/annualsurveyofhoursandearnings/2016provisionalresults\">today’s survey of UK hours and earnings</a>.</strong></p> <p>This shows how people who’ve been in their job for at least 12 months enjoyed their biggest pay rise since the financial crisis in 2015:</p>  <figure class=\"element element-image\" data-media-id=\"f510a8ec4d2db84abbfff3654dceb4244088c712\"> <img src=\"https://media.guim.co.uk/f510a8ec4d2db84abbfff3654dceb4244088c712/0_0_764_531/500.jpg\" alt=\".\" width=\"500\" height=\"348\" class=\"gu-image\" /> </figure>  <p>But, real income are still below their pre-crisis level, once you adjust for inflation.</p>  <figure class=\"element element-image\" data-media-id=\"8e035110f517024d7d4eee83bee395ef0d49e45e\"> <img src=\"https://media.guim.co.uk/8e035110f517024d7d4eee83bee395ef0d49e45e/0_0_687_659/500.jpg\" alt=\".\" width=\"500\" height=\"480\" class=\"gu-image\" /> </figure>  <p>Today’s report shows that setting minimum pay levels has a real impact on the lowest paid.</p> <p>Those at the bottom end of the distribution saw their pay rise by 6.2%, compared to 2.5% for the best paid 5%.</p>  <figure class=\"element element-image\" data-media-id=\"925b706595feed55c703bbc043e60800cc28d006\"> <img src=\"https://media.guim.co.uk/925b706595feed55c703bbc043e60800cc28d006/0_0_681_587/500.jpg\" alt=\".\" width=\"500\" height=\"431\" class=\"gu-image\" /> </figure>  <p>And Britain still has a gender pay gap.</p> <p>The average full-time male earner receives almost £100 per week more than his female equivalent (£578 per week compared with £480).</p>  <figure class=\"element element-image\" data-media-id=\"e6c9a5052bbb18a933299ab4c69882b64c11f073\"> <img src=\"https://media.guim.co.uk/e6c9a5052bbb18a933299ab4c69882b64c11f073/0_0_680_571/500.jpg\" alt=\".\" width=\"500\" height=\"420\" class=\"gu-image\" /> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-26T09:06:04.333Z\">at 10.06am BST</time></p>  </div> <div id=\"block-58106af0e4b0219a00d38ce1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T08:41:35.741Z\">9.41am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK wages grew by 2.2% last year.</h2>  <div class=\"block-elements\">  <p><strong>Newsflash: Wages in the UK have grown at their joint fastest rate since the financial crisis.</strong></p> <p>That’s the topline from the annual assessment of Britain’s labour market, just released by the Office of National Statistics.</p> <p>They say:</p> <blockquote class=\"quoted\"> <p>In April 2016 median gross weekly earnings for full-time employees were £539, up 2.2% from £527 in 2015. The 2.2% growth seen this year is the joint highest growth in earnings seen since the economic downturn in 2008 (matching that seen in 2013).</p> <p>Adjusted for inflation, weekly earnings increased by 1.9% compared with 2015. This repeats the trend seen in 2015, which exhibited the first increase since 2008, and is due to a combination of growth in average earnings and a low level of inflation at that time.</p> <p>Weekly earnings grew by 2.2% for full-time workers compared with 6.6% for part-time workers.</p> </blockquote> <p>And the gender pay gap narrowed, slightly. Women now earn 9.4% less than men, per hour, down from 9.6% in 2015.</p> <p>The ONS says:</p> <blockquote class=\"quoted\"> <p>This is the lowest since the survey began in 1997, although the gap has changed relatively little over the last six years.</p> </blockquote> <p>Here are some more key points:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ONS/status/791195564385955840\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">2016 full-time weekly pay up 2.2% on last year, compared with 6.6% for part-timers: <a href=\"https://t.co/hhtgWNPVjR\">https://t.co/hhtgWNPVjR</a></p>&mdash; ONS (@ONS) <a href=\"https://twitter.com/ONS/status/791195564385955840\">October 26, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ONS/status/791195755616866304\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">£517 a week F/T pay in the private sector in 2016, up 3.4%, versus £594 in public sector, up 0.7%: <a href=\"https://t.co/F9xnPMCSWw\">https://t.co/F9xnPMCSWw</a></p>&mdash; ONS (@ONS) <a href=\"https://twitter.com/ONS/status/791195755616866304\">October 26, 2016</a></blockquote>  </figure>  <p>There are also some interesting charts, which I’ll post next...</p> </div>   </div> <div id=\"block-58106650e4b01c528432ccba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T08:26:39.281Z\">9.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image element--thumbnail\" data-media-id=\"e2f1e89721bb3d50c10285a91e8c1ba028da5d55\"> <img src=\"https://media.guim.co.uk/e2f1e89721bb3d50c10285a91e8c1ba028da5d55/0_0_2256_3334/677.jpg\" alt=\"A sign for Lloyds Banking Group.\" width=\"677\" height=\"1000\" class=\"gu-image\" /> </figure>  <p><strong>The PPI scandal is the gift that keeps on taking, if you’re a long-suffering investors in Lloyds Banking Group.</strong></p> <p>Lloyds shares have fallen by 3% this morning after the bank, partly owned by the taxpayer, revealed it has set aside another £1bn to cover compensation claims from customers wrongly sold payment protection insurance.</p> <p>This takes Lloyd’s total PPI bill to £17bn, or nearly half the £37bn set aside by the UK banking sector.</p> <p>Lloyds also reported that profits in the last quarter fell by 15%, but are 50% up over the year to date.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"4457dec7d5366a6c4c3203e39a5136d48082dbb0\"> <img src=\"https://media.guim.co.uk/4457dec7d5366a6c4c3203e39a5136d48082dbb0/0_0_1722_2573/669.jpg\" alt=\"Antonio Horta-Osorio.\" width=\"669\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>CEO Antonio Horta Osorio said Lloyds hadn’t suffered from the Brexit vote, although some businesses are holding back from new investments.</p> <p>And asked about his own future, <a href=\"http://www.dailymail.co.uk/news/article-3760924/Shamed-Lloyds-boss-Antonio-Horta-Osorio-hooked-secret-lover-earlier-work-trip-San-Francisco.html\">following recent stories about his private life</a>, Horta Osorio said:</p> <blockquote class=\"quoted\"> <p>I am very happy at Lloyds. I like the team here and I like the strategy.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/oct/26/llyods-hit-by-fresh-1bn-ppi-bill\">Lloyds hit by fresh £1bn PPI bill</a> </p> </aside> </div>   </div> <div id=\"block-581060fbe4b0219a00d38cc0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T08:12:58.427Z\">9.12am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UBS: Hard Brexit fears could drive pound down to $1.10</h2>  <div class=\"block-elements\">  <p><strong>The pound is calm this morning, trading around $1.219 against the US dollar.</strong></p> <p>But UBS Wealth Management has warned that sterling could fall to between $1.10 and $1.20m “if concerns over the future of the UK’s trade relationships continue to dominate”.</p> <p>But... if Britain recovers from the initial Brexit shock, the pound be worth $1.36 in a year’s time.</p> <p>Geoffrey Yu, Head of the UK Investment Office at UBS Wealth Management, says:<em> </em></p> <blockquote class=\"quoted\"> <p>“We expect the UK economy to bear the brunt of Brexit uncertainty in the coming months, levelling out as we move further into next year.</p> <p>Though the pound should recover accordingly, we cannot underestimate the central role that politics has played in sterling’s fate up until now. With the terms and conditions of the UK’s future trade links still unclear it is too early to rule out further downside risks in sterling.”</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jmackin2/status/791209474476371968\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">UBS Wealth forecasts £ will be $1.10-$1.36 in next 12 months, depending <a href=\"https://twitter.com/hashtag/someonepaysforthis?src=hash\">#someonepaysforthis</a></p>&mdash; James Mackintosh (@jmackin2) <a href=\"https://twitter.com/jmackin2/status/791209474476371968\">October 26, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-26T09:28:12.660Z\">at 10.28am BST</time></p>  </div> <div id=\"block-581061dfe4b01c528432ccad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T08:00:02.367Z\">9.00am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Connor Campbell of SpreadEx says:</strong></p> <blockquote class=\"quoted\"> <p>The market got another dose of Brexit negativity this Wednesday morning, with the Resolution Foundation claiming that Britain faces a £84 billion black hole in the next half a decade.</p> </blockquote> </div>   </div> <div id=\"block-58105d92e4b01c528432cca0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T07:53:25.695Z\">8.53am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">FTSE 100 falls back through 7,000 points</h2>  <div class=\"block-elements\">  <p><strong>Shares are dipping in early trading in London, as investors digest this gloomy assessment of Britain’s public finances.</strong><br></p> <p><strong>The FTSE 100 index </strong>of top shares has dropped back through the 7,000 point mark, down 35 points or 0.5% at 6983.</p> <p>Mining shares are leading the fallers, after copper producer Antofagasta cut its production targets for 2016 and 2017. That could imply slower global growth; also bad news for Britain’s fiscal position.</p>  <figure class=\"element element-image\" data-media-id=\"c83355e9c395e22d0e6bc7acd9ef369b70e9717d\"> <img src=\"https://media.guim.co.uk/c83355e9c395e22d0e6bc7acd9ef369b70e9717d/0_0_1325_335/1000.jpg\" alt=\"Top risers and fallers on the FTSE 100 in early trading\" width=\"1000\" height=\"253\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Top risers and fallers on the FTSE 100 in early trading</span> <span class=\"element-image__credit\">Photograph: Thomson Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-58105a02e4b0219a00d38ca0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T07:37:06.262Z\">8.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>You can read Resolution’s report yourself, here:</p> <h2><a href=\"http://www.resolutionfoundation.org/wp-content/uploads/2016/10/Pressing-the-reset-button.pdf\">Pressing the reset button</a></h2>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TorstenBell/status/791168178198024192\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Autumn Statement is four weeks today - it&#39;s not looking pretty on the borrowing front... new <a href=\"https://twitter.com/resfoundation\">@resfoundation</a> report: <a href=\"https://t.co/6A3RNT1LPX\">https://t.co/6A3RNT1LPX</a></p>&mdash; Torsten Bell (@TorstenBell) <a href=\"https://twitter.com/TorstenBell/status/791168178198024192\">October 26, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58105a42e4b01c528432cc8e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T07:30:58.426Z\">8.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>We shouldn’t pin all the blame for <a href=\"https://www.theguardian.com/business/live/2016/oct/26/84bn-brexit-black-hole-warning-city-stock-markets-business-live?page=with:block-58104468e4b0219a00d38c29#block-58104468e4b0219a00d38c29\">Britain’s deteriorating public finances</a> on June’s referendum.</strong></p> <p>Resolution point out that the fiscal picture was already looking murky, before the public voted to leave the EU.</p> <p>They say:</p> <blockquote class=\"quoted\"> <p>It’s worth noting that not all of the deterioration is likely to reflect ‘Brexit effects’. </p> <p>Monthly public finance updates from the ONS suggest that the government had already veered off course before the June referendum, with tax receipts performing particular poorly. Indeed, given that most economic measures are yet to show any fall-out from the vote (Sterling being the obvious exception), it’s reasonable to assume that much of the weakening in the latest (September) outturn figures would have existed even in the absence of Brexit.</p> </blockquote> <p>And of course we simply don’t know what Brexit will mean, whether banks will leave the City (maybe...) or if the weak pound will trigger a manufacturing renaissance.</p> </div>   </div> <div id=\"block-581055d2e4b08d944ba4ac50\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T07:21:58.256Z\">8.21am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Resolution: Softening budget targets would drive borrowing up</h2>  <div class=\"block-elements\">  <p><strong>How should Philip Hammond react to the deterioration in Britain’s public finances?</strong></p> <p>According to Resolution, the chancellor has two options.</p> <p>He could:</p> <ol> <li>Soften the target. Instead of trying to eliminate the deficit, he could just aim for a ‘current budget balance’, which would exclude borrowing for long-term investment.<br></li> <li>Delay the target. So, still aim to eliminate the deficit, but admit it’s not going to happen by 2019-20.<br></li> </ol> <p>Softening the target would require borrowing an extra £61bn over the next five years --- and crucially, that would be ON TOP of the £84bn black hole.</p> <p>As Resolution puts it:<br></p> <blockquote class=\"quoted\"> <p>Such an approach would have serious ramifications for how the government’s approach to fiscal policy is viewed.</p> </blockquote> <p>This chart shows those two options in more detail:</p>  <figure class=\"element element-image\" data-media-id=\"b65ff90487b4e2dea4a4bce0373f698f21346610\"> <img src=\"https://media.guim.co.uk/b65ff90487b4e2dea4a4bce0373f698f21346610/0_0_698_518/500.jpg\" alt=\".\" width=\"500\" height=\"371\" class=\"gu-image\" /> </figure> </div>   </div> <div id=\"block-581054b4e4b01c528432cc73\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T07:04:51.897Z\">8.04am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Government likely to break debt rule</h2>  <div class=\"block-elements\">  <p><strong>This £84bn black hole isn’t Philip Hammond’s only headache.</strong></p> <p>Resolution Foundation also believe the government will break its target of cutting the national debt as a share of national income.</p> <p>They predict:</p> <blockquote class=\"quoted\"> <p>Rising debt as a proportion of GDP in 2017-18, breaking the secondary rule by around £10 billion in that year.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/resfoundation/status/791162445452681217\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Why the Chancellor is pressing the fiscal &#39;reset&#39; button - debt rule on course to be broken in 2017-18 <a href=\"https://t.co/TmJ7rgivAM\">https://t.co/TmJ7rgivAM</a> <a href=\"https://t.co/ET0tzHRf1I\">pic.twitter.com/ET0tzHRf1I</a></p>&mdash; ResolutionFoundation (@resfoundation) <a href=\"https://twitter.com/resfoundation/status/791162445452681217\">October 26, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-58104468e4b0219a00d38c29\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-26T06:47:08.037Z\">7.47am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Introduction: £84bn Brexit black hole looms</h2>  <div class=\"block-elements\">  <p><strong>Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone and business.</strong></p> <p>Let’s get the bad news out of the way first. Britain’s new chancellor faces an £84bn black hole over the next five years, as the Brexit vote takes a bite out of the public finances.</p> <p>The <strong>Resolution Foundation</strong> has calculated that the UK government is on track to borrow more each year, and take in less tax receipts, over the lifetime of the current parliament.</p> <p>With growth slowing, and tax revenues disappointing, Resolution sees the UK running up a deficit of £13bn in 2019-20, rather than the £10bn surplus predicted before the Eu referendum.</p> <p>That means finding more than £80bn to plug the gap, as this tweet shows (the gap between the red and blue lines = £84bn).</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/resfoundation/status/791157419116199941\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">From our new public finances report - the £84bn borrowing black hole facing the new Chancellor in his Autumn Statement <a href=\"https://t.co/0SHvbldF9t\">pic.twitter.com/0SHvbldF9t</a></p>&mdash; ResolutionFoundation (@resfoundation) <a href=\"https://twitter.com/resfoundation/status/791157419116199941\">October 26, 2016</a></blockquote>  </figure>  <p><strong>Chancellor Philip Hammond</strong> has already suggested he will ‘reset’ fiscal policy in the autumn statement, in four weeks time.<br></p> <p>And Resolution Foundation chief economist Matt Whittaker suggests Hammond will have to abandon the government’s goal of balancing the books this parliament, unless he fancies imposing significant extra tax rises or spending cuts.</p> <p>As Whittaker puts it:</p> <blockquote class=\"quoted\"> <p>“The good news for <a href=\"http://www.cityam.com/people/philip-hammond\">Philip Hammond</a> is that by softening his fiscal target he has significant political and economic room for manoeuvre.</p> <p>“But the trade-off for this approach is significantly higher borrowing in the coming years. The chancellor will need to decide if that is a price he is prepared to pay for adjusting to new economic times and setting out a direction for the new government.”</p> </blockquote> <p>Here’s the full story:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/oct/26/hammond-80bn-black-hole-economic-worsens-brexit-treasury\">Philip Hammond could face £84bn black hole following Brexit vote</a> </p> </aside>  <p>This may not reassure international investors, as they wonder whether to hold British financial assets. </p> <p>UK government debt, or gilts, could weaken if Hammond is forced to tap the markets for tens of billions of extra debt to cover this black hole.</p> <p>No wonder that Theresa May was very concerned that Brexit would hurt Britain’s economy (our front page scoop today), in the run-up to the vote:<br></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/oct/25/exclusive-leaked-recording-shows-what-theresa-may-really-thinks-about-brexit\">Exclusive: what Theresa May really thinks about Brexit shown in leaked recording</a> </p> </aside>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/guardian/status/791045623889928192\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Guardian front page, Wednesday 26 October 2016 – Exclusive: leaked recording reveals what May really thinks about Brexit <a href=\"https://t.co/S7cUFcPHPb\">pic.twitter.com/S7cUFcPHPb</a></p>&mdash; The Guardian (@guardian) <a href=\"https://twitter.com/guardian/status/791045623889928192\">October 25, 2016</a></blockquote>  </figure>  <h2>Also coming up today...</h2> <p>Two of Britain’s biggest companies are in the spotlight this morning, for the wrong reasons.</p> <p><strong>Lloyds Banking Group </strong>is reporting results this morning, and revealing another £1bn provision to cover the cost of the PPI (payment protection insurance) scandal</p> <p>And <strong>Vodafone</strong> is just been hit with a £4.6m fine for customer failings. We’ll have more on both those stories shortly.</p> <p>At 9.30am the Office for National Statistics publishes its annual survey of hours and earnings in the UK. That should give new insight into Britain’s labour market, and the pay gender gap.<br></p> <p><em>We’ll be tracking all the main events through the day....</em></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-26T06:53:10.978Z\">at 7.53am BST</time></p>  </div>",
  "<p>Last winter First Unitarian Congregational Society in Brooklyn, where I serve as senior minister, voted to hang a Black Lives Matter banner outside our building. Shortly after we hung the banner it mysteriously disappeared. We replaced it and the replacement disappeared as well. This kept happening. For months the thief was silent; there was no inkling of motive. Every Monday we would post a banner or sign, and every Sunday night, it would be removed. Then, last week, we found something new: next to the Black Lives Matter sign appeared a sign that read: “Blue Lives Matter.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>In the history of oppressed groups demanding equality, an equivalent of the 'Blue Lives Matter' sign goes up every time</p> </blockquote> </aside>  <p>As a pastor, I first need to acknowledge the pain behind this protest of our protest. Someone who loves a police officer (or who <em>is</em> a police officer) feels under attack. Indeed, police are killed in the line of duty – most recently the tragedy in Palm Springs that <a href=\"https://www.theguardian.com/us-news/2016/oct/08/three-police-officers-shot-palm-springs-california\">killed two officers</a>, one about to retire and the other a new mother just back from maternity leave. Police have dangerous jobs – willingly undertaken – and deserve great honor and gratitude for their service. We would all agree with the sign, that the lives of police matter. </p> <p>Except that it’s not that simple. To post a “Blue Lives Matter” sign next to – and in response to – a Black Lives Matter sign is not only to equate importance of police and black lives, it is to equate the <em>need</em> for the two signs. It is to say that the value of police officers’ lives needs proclamation just as urgently as that of black lives at this moment in history. It is to suggest that police as a class are targets of discrimination, humiliation, and violence on a par with people of color. To suggest this is to muddy the waters. There is no comparison. One third of all policemen are not incarcerated at some point in their lifetime; police do not earn wages 26% lower than their non-police counterparts; police do not need to sit their sons down for “the talk”, praying desperately that they be safe from police violence … unless, of course, their sons are black.</p> <p>It is a central function of a democracy to protect the rights of the oppressed and the disenfranchised. But our ability to do that hinges on our ability to know – who exactly <em>are</em> the oppressed and disenfranchised? And who are the powerful? In this political season, when a straight, white, male billionaire can claim with a straight face that the system is rigged against him, it can be hard to know. And so the Black Lives Matter movement is shining a spotlight on the particular horror of racism today – especially the disproportionate violence inflicted on black men by the law enforcement and criminal justice systems. </p> <p>Look at the history of oppressed groups demanding equality, and you find that an equivalent of the “Blue Lives Matter” sign goes up every time. No sooner was gay marriage affirmed by the supreme court than “religious freedom” bills sprung up nationwide protecting anti-gay discrimination. No sooner were Jim Crow laws were abolished than New York State passed mandatory minimum sentencing for the possession of <em>certain</em> drugs. No sooner did we nominate the first woman candidate for president than we nominated the most flaming misogynist ever to run. These are not coincidences. They are classic backlash, sometimes violent, but often couched in genteel rhetoric that positions the dominant group as the <em>actual</em> victim. It is this false appropriation of victimhood that is most insidious. It gaslights the entire nation. It re-silences people just as they come out of silence. </p> <p>We took down the “Blue Lives Matter” sign. And it was not because police lives don’t matter. It was because this movement is not about police lives or any other worthy lives that also matter. It is specifically about the lives of black people – black mothers and fathers and children, teachers and attorneys, prisoners and the homeless, and yes, black police officers. To proclaim that these lives matter is to try to still the shifting sands for just a moment; to utter one simple, unassailable truth on behalf of those whose truths have been pulled out from under their feet time and again.</p>",
  "<p><a href=\"https://www.theguardian.com/tv-and-radio/2013/aug/02/breaking-bad-bryan-cranston-interview\" title=\"\">Breaking Bad star Bryan Cranston</a> is in Britain promoting his autobiography, <a href=\"https://www.theguardian.com/books/2016/oct/18/bryan-cranston-i-was-walter-white-a-life-in-parts-breaking-bad\" title=\"\">A Life in Parts</a>. I demurely took to the stage with him in London this week, in front of all those superfans and <a href=\"http://www.hollywoodreporter.com/live-feed/breaking-bads-bryan-cranston-birth-598751\" title=\"\">Heisenberg</a> lookalikes, to introduce <a href=\"https://membership.theguardian.com/event/an-evening-with-bryan-cranston-27774619635\" title=\"\">his talk for the Guardian Live series</a>. He gave a storming one-man show, and sitting next to him gave me a sense of what it must have been like&#xa0;for <a href=\"https://www.theguardian.com/music/gallery/2012/may/08/beatles-harry-benson-in-pictures#img-6\" title=\"\">Jimmie Nicol, the stand-in drummer who toured with the Beatles&#xa0;</a>for a fortnight in 1964 when Ringo Starr got tonsillitis: standing in a wave of adulation for which one is&#xa0;superfluous.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2016/oct/18/bryan-cranston-i-was-walter-white-a-life-in-parts-breaking-bad\">Bryan Cranston: 'I was Walter White – but I was never more myself'</a> </p> </aside>  <p>Cranston is respected for researching his roles, so I naturally asked him what it is like to take <a href=\"https://www.theguardian.com/world/2016/aug/16/no-one-smuggles-oil-any-more-basra-police-battle-crystal-meth-epidemic\" title=\"\">crystal meth</a>. He replied that he had not tried it, but conceded that at a Californian dinner party he was prevailed upon to try one of the popular “suckers” or exotically flavoured narcotic lollipops (they were much <a href=\"https://www.thesun.co.uk/news/1344287/latest-hollywood-craze-is-for-berry-flavoured-lollipops-laced-with-powerful-opiates/\" title=\"\">favoured by the late pop legend Prince</a>). Bryan insisted on cutting the lolly to a fraction of the size that enthusiasts generally prefer, and even at this reduced level it gave him a benign feeling.</p> <p>As for crystal meth, Cranston has a certain expertise. He said he watched a recent, solemn TV news report on the subject of a drug bust, in which the journalist said the meth recovered was tinged with blue, “famously the sign of good quality”. Cranston revealed that they tinged their crystal with blue on Breaking Bad so that it would look better on camera.</p> <h2><strong>Overhead overheads</strong></h2> <p><strong> </strong></p> <p>If <a href=\"https://www.theguardian.com/environment/video/2016/oct/25/boris-johnson-heathrow-third-runway-is-undeliverable-video\" title=\"\">Boris Johnson</a> is heroically run over by the bulldozer and the <a href=\"https://www.theguardian.com/uk-news/2016/oct/25/third-heathrow-runway-taxies-to-take-off\" title=\"\">third Heathrow runway</a> goes ahead, but with no extra terminal space, then we can look forward to an extra portion of that essential airport experience: standing submissively yet resentfully in a line.</p> <p>My colleague Stuart Heritage this week wrote about how people with boarding cards and designated seats <a href=\"https://www.theguardian.com/lifeandstyle/2016/oct/24/dont-floss-peel-veg-wash-your-jeans-40-things-you-can-stop-doing-right-now\" title=\"\">queue unnecessarily at departure gates</a>. Why are they doing it? Is it just a masochistic love of queueing, and being seen to display your right to be on the plane? Not quite. Those people barging to the front are the ones with items of wheeled “carry on” luggage the size of Smart cars. They want to get them in the overhead lockers. If you’re not quick getting on a plane these days you’ll find the overhead lockers are taken up by these monsters and your bag will have to be crushed against your legs. A pain on long-haul.</p> <p>So it won’t be long before Ryanair and EasyJet offer a new way of paying: reserved overhead luggage lockers at, shall we say, 30 quid a flight? It has to come.</p> <h2><strong>Down with the clowns</strong></h2> <p><strong> </strong></p> <p>The approach of Halloween brings with it the prospect of adults giving us their zombie impression: autopilot parent-trudging behind excitable little kids who are getting sweets door-to-door in scary dress-up. But the toxic scary-clown fad means that Halloween this year is a trickier prospect than usual. In Germany, the craze has swept the nation, leading to a <a href=\"https://www.theguardian.com/world/2016/oct/25/german-teenager-stabbed-trying-to-frighten-clown-mask-hammer-berlin-police\" title=\"\">16-year-old in clown costume getting stabbed</a>. In the UK we are bound to see something similar on Monday.</p> <p>For me, this phenomenon is the result of generations of bad faith. Baffled kids dragged to circuses assumed grown-ups knew what they were talking about, vis-a-vis the officially accepted funniness of clowns. Adults assumed the kids enjoyed it. But in a convulsion of boredom and discontent, the clown morphed into a <a href=\"https://www.theguardian.com/science/brain-flapping/2016/oct/14/coulrophobia-why-clowns-trigger-our-fear-reflexes\" title=\"\">stock horror figure</a>.</p> <p>We need a new anthem to be sung by magistrates – Send Down the Clowns (with apologies to <a href=\"https://www.theguardian.com/us-news/2016/oct/16/clowns-scary-black-lives-matter-arizona-halloween\" title=\"\">Stephen Sondheim</a>):</p> <p><em>Isn’t it rich? / Aren’t they so sa-a-d / Ruffians dressing as clowns, it’s really too ba-a-ad. / Why are they clowns?/ Send down the clowns</em>.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=KOZhmsp6iBQ\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/KOZhmsp6iBQ?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Stephen Sondheim accompanies Bernadette Peters on Send In the Clowns, in 1994</figcaption> </figure>",
  "<p>A students’ union has been branded “a national embarrassment” by its members after using images of Zayn Malik and Sadiq Khan to promote <a href=\"https://www.theguardian.com/teacher-network/2015/sep/28/how-to-teach-black-history-month-2015\">Black History Month</a>.</p> <p>Students at Kent University complained that neither the <a href=\"https://www.theguardian.com/commentisfree/2016/apr/30/muslim-teenagers-extremism-integration-zayn-malik\">former One Direction singer</a> nor the <a href=\"https://www.theguardian.com/lifeandstyle/2016/sep/24/sadiq-khan-george-clooney-brexit-vote\">mayor of London</a> are black and neither has African or Caribbean heritage.</p> <p>Social media posts released for the union’s Black History Month campaign, which featured Malik and Khan, were withdrawn on Tuesday night. Following a social media backlash, the student union president apologised for “not getting it right”.</p> <p>The official UK Black History Month social media team tweeted:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BhmUK/status/790985704515985409\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Deeply disappointed at <a href=\"https://twitter.com/KentUnion\">@KentUnion</a>&#39;s ill thought and misdirected Black History Month celebrations.</p>&mdash; Black History Month (@BhmUK) <a href=\"https://twitter.com/BhmUK/status/790985704515985409\">October 25, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BhmUK/status/790987313866301440\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">With Asian Heritage Month being observed by a growing number of countries in May, will Black icons be celebrated by Kent University then?</p>&mdash; Black History Month (@BhmUK) <a href=\"https://twitter.com/BhmUK/status/790987313866301440\">October 25, 2016</a></blockquote>  </figure>  <p>The student union’s president, Rory Murray, said: “I want to apologise on behalf of Kent union to any individuals who were upset, uncomfortable or offended by the image shared.</p> <p>“There was no intent for this to happen and I am very sorry to anybody who felt this way,” he said. “Whilst we made every effort to include black and minority ethnic students on the planning for the month, clearly, we haven’t got it right on this occasion.”</p> <p>But students criticised what they called “an absolute non-apology” and a “national embarrassment”.</p> <p>Benjamin Smith tweeted: “At this point Kent Union has become a national embarrassment. From what I’m seeing, this post doesn’t really cover the extent of the offence you’ve caused and comes across as a bit patronising.”</p> <p>Devante Wallace added: “It’s not just about the image shared, it’s the fact you have the audacity to try and bundle all non-white culture into Black History Month as if were not important enough to be represented individually. It’s offensive to all ethnic groups.”</p> <p>Micia Morgan said: “How did the students involved in this project even get into university if they can’t tell the difference between black and Asian people?”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Adpad3/status/791012016437813248\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Kent union chose to make Zayn Malik, a non black Millionaire Popstar, the face of Black History month. Bit culturally insensitive, no? <a href=\"https://twitter.com/hashtag/BHM?src=hash\">#BHM</a> <a href=\"https://t.co/wmz7mNLMOy\">pic.twitter.com/wmz7mNLMOy</a></p>&mdash; Adam Millward (@Adpad3) <a href=\"https://twitter.com/Adpad3/status/791012016437813248\">October 25, 2016</a></blockquote>  </figure>  <p>Adam Millward tweeted: <br></p> <p>Malik’s father is British Pakistani and his mother is of English and Irish descent. Khan’s parents migrated from Pakistan to Britain. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/oct/27/political-blackness-black-history-month-zayn-malik-sadiq-khan\">Is political blackness still relevant today? | The panel</a> </p> </aside>  <p>Other public figures chosen by Kent Union included Dame Kelly Holmes and Sir Trevor McDonald.<br></p> <p>In a joint statement, Kent Union and the University of Kent said the campaign followed the National Union of Students’ position on Black History Month, which chose to “recognise and celebrate the immense contributions that people of African, Arab, Asian and Caribbean heritage make to humanity”.<br></p> <p>They added: “In the planning stages Kent Union worked with students to develop a campaign that celebrated a range of ethnic cultures.</p> <p>“However, we can see that many of our students disagree with the direction the campaign took and that a mistake was made.”</p>",
  "<p>A week after the starting gun was fired on <a href=\"https://www.theguardian.com/books/2016/oct/20/super-thursday-battle-for-uk-book-charts-christmas-no-1-begins\">the race to the top of the Christmas book charts</a>, YouTube superstars <a href=\"https://www.youtube.com/watch?v=Y1kQSfZUcEg\">the Sidemen</a> have emerged in front of the likes of Jamie Oliver and Guy Martin in the battle for the No 1 spot.</p> <p>Last week saw 219 new books published on what the Bookseller magazine has christened “Super Thursday”, the day on which a small avalanche of books expected to be Christmas hits are published. Bookshops tipped titles including Oliver’s Christmas Cookbook, Alan Bennett’s diaries Keeping On Keeping On and Alan Partridge’s Nomad for the top spot – but this week at least, The Sidemen are out in front.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2016/oct/20/super-thursday-battle-for-uk-book-charts-christmas-no-1-begins\">Super Thursday: battle for UK book charts Christmas No 1 begins</a> </p> </aside>  <p>The gamers, who have a total of 33.6 million YouTube subscribers between them, sold 26,436 copies of Sidemen: The Book in the three days after it was published, according to book sales monitor Nielsen BookScan, giving it the No 1 slot in the hardback nonfiction charts. </p> <p>The book’s publicity pitch promises: “There’s nowhere to hide as the guys go in hard on their living habits, their football ability, and their dodgy clobber, while also talking Fifa, Vegas and superheroes. They’ll also give you their grand house tour, letting you in on a few secrets, before showing you their hall of fame, as well as revealing some of their greatest shames.”</p> <p>By contrast, Oliver’s Christmas cookbook sold 8,384 copies over the same period, in fifth place behind Martin’s fourth-placed Worms to Catch, which had sales of 8,651 copies. Guinness World Records and Bruce Springsteen’s autobiography Born to Run, both published in September, were in second and third place respectively.</p> <p>Strong sales were also seen last week for Ladybird’s host of Super Thursday titles, <a href=\"https://www.theguardian.com/books/2016/may/12/ladybird-the-dad-review-zoe-williams\">a parody of its children’s books</a> from the 60s and 70s which include How It Works: The Cat and How It Works: The Grandparent, while Phil Collins’s memoir Not Dead Yet took eighth place in the hardback nonfiction charts with sales of almost 8,000 copies.</p> <p>The YouTubers will be facing stiff competition if they are to hang on to their top spot until Christmas, however: the Bookseller <a href=\"http://www.thebookseller.com/news/sidemen-smash-super-thursday-girl-train-trundles-417001\">points out</a> that “the festive season is a marathon, not a sprint”, and although last year’s Super Thursday No 1 was also a book by YouTube stars, Dan &amp; Phil’s The Amazing Book is Not on Fire, Bill Bryson’s travelogue The Road to Little Dribbling emerged as the overall bestselling Super Thursday release, with the Christmas No 1 spot eventually taken by Ladybird’s parody <a href=\"https://www.theguardian.com/books/2015/dec/22/ladybird-guide-to-the-husband-tops-christmas-bestseller-list\">guide to the husband</a>. “Veteran chart-hanger (and five-time Christmas No 1) Jamie may just be biding his time,” predicted the magazine.</p> <p>And the gamers will also be contending with another YouTube star for the top spot - Zoella, aka Zoe Sugg, who publishes the third instalment in her bestselling novel series, Girl Online: Going Solo, in November. Sugg, a fashion and beauty vlogger, saw her debut novel Girl Online become the fastest selling debut novel ever in 2014, racking up sales of more than 78,000 copies in a week but drawing controversy over its <a href=\"https://www.theguardian.com/books/2014/dec/08/zoella-bestselling-girl-online-written-siobhan-curham-zoe-sugg\">lack of acknowledgment of its ghostwrite</a>r. Sugg subsequently said that she would <a href=\"https://www.theguardian.com/childrens-books-site/2015/apr/27/zoella-goes-it-alone-with-girl-online-2-zoe-sugg\">write its sequel alone</a>.</p>",
  "<p>The latest Black Mirror series from Charlie Brooker presents, despite its transition to Netflix, another <a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/25/reflections-on-black-mirror-by-those-for-whom-science-fiction-became-reality\">unsettling collection of future shock nightmares</a> drawn from consumer technology and social media trends. The second episode, Playtest, has an American tourist lured to a British game development studio to test a new augmented-reality horror game that engages directly with each player’s brain via a biorobotic implant. The AI program mines the character’s darkest fears and manifests them into the real-world as photorealistic graphics. Inevitably, terror and mental breakdown follow.</p> <p>The idea of a video game that can analyse a player’s personality and change accordingly may seem like the stuff of outlandish sci-fi to some Black Mirror viewers. </p> <p>But it isn’t. This could well be where game design is heading.</p> <h2>The game that judges you</h2>  <figure class=\"element element-image\" data-media-id=\"1ef7dcc572c9535505e50c44958708e0578d3d68\"> <img src=\"https://media.guim.co.uk/1ef7dcc572c9535505e50c44958708e0578d3d68/0_21_720_432/500.jpg\" alt=\"Horror game Silent Hill: Shattered Memories presents players with psychological profile, then changes content according to the results\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Horror game Silent Hill: Shattered Memories presents players with psychological profile, then changes content according to the results</span> <span class=\"element-image__credit\">Photograph: Konami</span> </figcaption> </figure>  <p>Eight years ago, video game writer Sam Barlow had a new idea about how to scare the crap out of video game players. Working on the survival horror adventure <a draggable=\"true\" href=\"https://www.theguardian.com/technology/2010/feb/14/silent-hill-shattered-memories-review\">Silent Hill: Shattered Memories</a>, Barlow introduced a character named Dr Kaufmann, a psychotherapist whose role, ostensibly, was to evaluate the mental wellbeing of protagonist Harry Mason. </p> <p>But that’s not really why he was there. Dr Kaufmann’s actual role was to psychologically assess the player. </p> <p>At key points throughout the terrifying narrative, the game provided a questionnaire inspired by <a href=\"https://en.wikipedia.org/wiki/Big_Five_personality_traits\">the “Big Five” personality test</a>, a method used by academic psychologists for personality research. Players would be asked things like: Are you a private person? Do you always listen to other people’s feelings? In this way it was building a psychological profile of the player. At the same time, the system was also drawing data from how players interacted with the game world: how long they spent exploring each area before moving on; whether they strayed from clearly marked paths; whether they faced non-player characters while they talked. Every action had an effect on the narrative.</p> <p>“Most scenes in the game had layers of variation – in the textures and colour, the lighting and the props,” explains Barlow. “Characters also had multiple appearances and personality differences. All phone calls, voicemails and readable materials had multiple variations according to different profile slices. As you approached a door to a new room, the game was spooling in the assets, testing your profile and loading up the custom asset packages to assemble your own version.” </p> <p>The idea was to draw in and then unsettle the player as much as possible based on their psychological traits. Characters, monsters and environments would all be subtly changed to reflect their own fears of aggression, enclosure or darkness. </p> <p>It was a personalised nightmare.</p> <p>Game designers have been attempting to learn, assess and react to player types since the days of Dungeons and Dragons. Richard Bartle, co-creator of the original MUD roleplaying game, formed <a href=\"https://en.wikipedia.org/wiki/Bartle_taxonomy_of_player_types\">a taxonomy of players</a> in 1996, and his types – Achievers, Explorers, Socialisers, and Killers – have often been often used by designers to try to pre-empt and entice different player types. <br></p> <p>Over the last decade, however, the concept of truly reactive “player modelling”, in which the game learns in real time from each individual player, has become an important part of academic research into artificial intelligence and machine learning. In 2004, AI researchers Georgios Yannakakis and John Hallam published<a draggable=\"true\" href=\"http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.60.6629&amp;rep=rep1&amp;type=pdf\"> a seminal paper</a> detailing their work on Pac-Man. They created a modified version of the popular arcade game with the ghosts controlled by an evolutionary neural network that adjusted their behaviour based on each player’s individual strategies. In the same year, PhD student Christian Thurau presented <a draggable=\"true\" href=\"http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.551.2301&amp;rep=rep1&amp;type=pdf\">his own player modelling system</a> that used pattern recognition and machine learning techniques to teach AI characters how to move in a game world, based on watching humans play Quake II.</p> <p>In short: games were beginning to watch and learn from players.</p> <p>Many other other studies followed. In 2007, researchers at the University of Alberta’s Intelligent Reasoning Critiquing and Learning group (under Vadim Bulitko) developed <a href=\"http://www.aaai.org/Papers/AIIDE/2007/AIIDE07-008.pdf\">PaSSAGE (Player-Specific Stories via Automatically Generated Events)</a>, an AI-based interactive storytelling system that could observe and learn from player activities in a role-playing adventure. As the game progressed, the program sorted players into five different types (based on the <a href=\"http://www.sjgames.com/robinslaws/\">Robin’s Laws of Dungeons &amp; Dragons</a>) and then served them game events from a library of pre-written mini-missions. If they seemed to like looking for items in the game world, they were given a quest to find an object; if they liked fighting, they were given events that involved combat.</p> <h2>Super Mario gets personal</h2> <p>That system was interesting (and is still being evolved in the department), but it relied on hand-designed set-piece events, and only had a limited grasp on who the player was. Matthew Guzdial, a PhD student at the Georgia Institute of Technology’s School of Interactive Computing, is currently working on a more adaptable evolution of this concept – a version of Nintendo’s Super Mario Bros platformer that features a neural network capable of <a href=\"http://www.cc.gatech.edu/news/418041/georgia-tech-researchers-train-computer-create-games-watching-youtube\">observing player actions and builds novel new level designs</a>, based on this data.</p> <p>“We’ve successfully been able to demonstrate that the generator creates levels that match a learned play style”, says Guzdial who collaborated with Adam Summerville from the University of California, Santa Cruz. “Put simply, if a player likes exploring, it creates levels that must be explored; if a player speed-runs, it makes levels that are suited to speed-runing.”</p> <p>Super Mario, it turns out, is a popular test-bed for AI researchers. It’s familiar, it allows lots of different player actions in a constrained environment, and its source code is easily available. At the University of Copenhagen, AI researchers Noor Shaker, Julian Togelius and the aforementioned Yannakakis developed a slightly different experiment based on the game. This time players were asked to provide emotional feedback on each play-through, giving scores for fun, challenge and frustration; this input was combined with data drawn from watching them play (how often the player jumped, ran or died, how many enemies they killed, etc), and the AI program constructed new levels as a result.</p> <p>Over the last decade, Yannakakis and colleagues over at the University of Malta’s Institute of Digital Games, where he currently works as an associate professor, have explored various forms of machine learning to estimate a player’s behavioural, cognitive and emotional patterns during play. They have combined deep-learning algorithms, which build general models of player experience from massive datasets, with sequence-mining algorithms, which learn from sequences of player actions (like continually choosing health pick-ups over ammo). They have also explored preference learning, which allow an AI system to learn from player choices between particular content types (for example, preferring levels with lots of jumping challenges over those with lots of enemies). </p> <p>Not only have they used behavioural data gathered during play, they’ve also used age, gender and other player details to inform their systems. Their aim isn’t just to make interesting games, however – the AI techniques they’re exploring may well be used in educational software or as diagnostic or treatment tools in mental health care.</p> <p>“Given a good estimate of a player’s experience, AI algorithms can automatically – or semi-automatically – procedurally generate aspects of a game such as levels, maps, audio, visuals, stories, or even game rules,” says Yannakakis. “The estimate can be used to help designers shape a better experience for the player. By tracking their preferences, goals and styles during the design process, AI can assist and inspire designers to create better, more novel, more surprising game content.”</p> <p>For Julian Togelius, one of the foremost experts on AI games research now based at NYU, the next step is active player modelling – he envisages an AI level designer that doesn’t just react to inputs, but is actually curious about the player and their preferences, and wants to find out more. </p> <p>“There is this machine learning technique called active learning, where the learning algorithm choses which training examples to work on itself,” he explains. “Using this technique, you could actually have a game that chooses in what way to explore you, the player: the game is curious about you and wants to find out more, therefore serving you situations where it does not know what you will do. That’s something that will be interesting for the player too, because the game has a reasonably good model of what you’re capable of and will create something that’s novel and interesting to you.”</p> <h2>The games that feels your emotions</h2>  <figure class=\"element element-image\" data-media-id=\"2e2e5d7001d3d4b1dcf27685e2e550c3c13c8f0c\"> <img src=\"https://media.guim.co.uk/2e2e5d7001d3d4b1dcf27685e2e550c3c13c8f0c/0_48_1920_1152/1000.jpg\" alt=\"The Left 4 Dead games feature an AI Director that alters enemy types and threat levels depending on player actions\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Left 4 Dead games feature an AI Director that alters enemy types and threat levels depending on player actions.</span> <span class=\"element-image__credit\">Photograph: Valve Software</span> </figcaption> </figure>  <p>Of course, in many ways we’re already seeing this kind of player modelling happening in the conventional games industry. Valve’s critically acclaimed zombie shooter <a href=\"https://www.theguardian.com/technology/2008/dec/02/left4dead-review-xbox-pc\">Left 4 Dead </a>features an AI director that varies the type and threat level of undead enemies based on player activities in the game so far. With the arrival of free-to-play digital games on social media platforms and mobile phones, we also saw the emergence of a whole new game design ethos based on studying player data and iterating games accordingly. <a href=\"https://www.theguardian.com/technology/2011/dec/02/facebook-games-zynga-ipo\">In its prime</a>, Zynga was famed for its huge data science department that watched how players interacted with titles such as Farmville and Mafia Wars, worked out where they were getting bored or frustrated, and tweaked the gameplay to iron out those kinks. The analysis of player metrics quickly became a business in itself with companies such as Quantic Foundry and GameAnalytics set up to help smartphone developers garner information from the activities of players.</p> <p>But these systems are commercially motivated and based around making game design bets on the activities of thousands of players – they’re not about actually understanding players on an individual emotional level. </p> <p>That concept is definitely coming. Some AI researchers are shifting away from machine learning projects that watch what players do and toward systems that work out what they feel. It’s possible to get an idea about a player’s excitement, engagement or frustration from analysing certain in-game actions – is the player hammering the jump button, are they avoiding or engaging enemies, are they moving slowly or quickly? Simple actions can give away a lot about the player’s state of mind. In 2014, <a href=\"https://www.theguardian.com/technology/gamesblog/2009/jan/21/artificial-intelligence-ai-game\">Julian Togelius</a> found he was able to make informed assumptions about key character traits of test subjects by watching how they played Minecraft. “We asked them questions about their life motives then analysed the logs from the game,” he says. “Traits like independence and curiosity very strongly correlated with lots of things that happened in the game.”</p> <p>So could an AI program study that data and change a game to tweak those feelings? “The major challenge is to relate content and [player] behaviour to emotion,” says Noor Shaker, a researcher at the University of Copenhagen who completed a PhD in player-driven procedural content generation. “Ultimately, we want to be able to identify the aspects of games that have an impact on how players experience them.”</p> <p>Shaker is using a variety of methods for this purpose: <a href=\"https://www.theguardian.com/books/2016/jun/09/the-ancient-origins-of-conciousness-todd-feinberg-and-john-mallet-review\">neuroevolution</a>, random decision forests, multivariate adaptive spline models are all complex machine learning toolsets that enable neural networks to gradually learn from and adapt to different player behaviours. </p> <p>“My work recently revolves around building more accurate models of experience, implementing interactive tools that allow us to visualise the expressive space of players’ emotions,” says Shaker. “Most of the work I have seen so far, such as adaptation in Left 4 Dead, focuses on game difficulty and adjusting the behaviour of the NPCs according to relatively simple metrics of player’s behaviour. I believe there are many other aspects to experience than difficulty and there are many more elements that can be considered to manipulate player experience than the behaviour of the NPCs. Recent research has shown that emotions such as frustration, engagement and surprise can be detected and modelled by machine learning methods.</p> <p>Shaker then, is interested in developing a video game AI system that understands not just how the player plays, but how the player is feeling as they play. Imagine a game that learns a player’s emotional state and generates non-player characters and story fragments that it knows will hit them right in the heart. “I believe data-driven automatic content personalisation is doable,” says Shaker.<br></p> <h2>The game that stalks you</h2> <p>So far, much of this research has concentrated on how the player behaves within the game world. But that’s not the only place to gather data. As consumers in the digital era, we’re used to being profiled by major corporations: Facebook, Amazon, Microsoft and Google all use behavarioural targeting techniques to serve personalised ads and content to users. Advanced algorithms track our web-browsing activities via cookies and web beacons and learn our preferences. The data is all out there, and there’s no reason why games makers couldn’t use it too.<br></p> <p>In fact, AI researchers are already creating games that mine information from popular websites and bring it back for use in the narrative. Gabriella Barros is working on the concept of “data adventures” with Julian Togelius, in which the AI gathers information from sites like Wikipedia and OpenStreetMaps to create globe-trotting point-and-click adventures in the style of <a href=\"https://en.wikipedia.org/wiki/Where_in_the_World_Is_Carmen_Sandiego%3F_(1985)\">Where in the World is Carmen Sandiego</a><strong> </strong>– except they’re based in real locations and populated by real people. These data games are just the beginning, argues Michael Cook an AI researcher at Falmouth University.</p> <p>“Right now they’re interested in huge, open data platforms like Wikipedia or government statistics,” he says. “But you can imagine in the future a game which takes your Facebook feed instead of a Wikipedia database, and populates the game world with people you know, the things they like doing, the places they visit and the relationships people have with one another. Whether or not that sounds like a scary idea is another question, but I can definitely see it as a natural extension of [the data game concept]. We already open our lives up to so many companies every day, we might as well get a bespoke, commissioned video game out of the deal.”</p> <p>Copenhagen’s Noor Shaker points out that privacy issues are a bottleneck with social media data – but then it’s a bottleneck that Google and co have deftly circumnavigated. “Once we have the data, and depending on the source and type, natural language processing methods such as sentiment analysis could be used to profile and cluster players according to their opinion about different social, cultural or political matters,” she says. “Statistics could also be collected about games, books, or songs they already purchased, liked or expressed opinion about. All this information could feed powerful machine learning methods such as neural networks or standard classification techniques that learn profiles, discover similarity or predict personality traits.”<br></p> <p>So now we’re getting closer to the Black Mirror concept. Imagine something like The Sims, where the pictures on your apartment walls are photos from your Facebook wall, where neighbours are your real-life friends. Or, on a darker tangent, imagine a horror adventure that knows about your relationships, your Twitter arguments, your political views; imagine a horror game that knows what you watch on YouTube. “It is only natural to expect that game data can be fused with social media activity to better profile players and provide a better gaming experience,” says Yannakakis. </p> <h2>The game that reads your mind – and body</h2> <p>Researchers can envisage a game that builds a detailed psychological and social profile of a player, from both their in-game actions and online footprint – but there’s still a gap between this, and the horror game posited in Black Mirror, which performs an invasive neurological hack on the player. </p> <p>Brain-computer interfacing of this sort is still the stuff of bleeding edge medical research and science fiction. However, we’re already seeing the use of devices – both in research and in consumer production – that can measure physiological states such as skin conductance and heart-rate variability to assess a player’s emotional reaction to game content. </p> <p>Konami’s 1997 arcade dating game Oshiete Your Heart, for example, featured a sensor that measured the player’s heart rate and skin conductance to influence the outcome of each romantic liaison. <a href=\"http://www.flyingmollusk.com/nevermind/\">Nevermind</a>, released by by Flying Mollusk last year, is a biofeedback-enhanced horror adventure that increases the level of challenge based on the player’s stress readings. Yannakakis and other researchers are also using off-the-shelf smart camera technologies like <a href=\"http://www.intel.com/content/www/us/en/architecture-and-technology/realsense-overview.html\">Intel RealSense</a> and the emotion recognition software <a href=\"http://www.affectiva.com/\">Affectiva</a> to track a player’s facial expressions and monitor their heartbeat – both indicators of a variety of emotions. Noor Shaker has studied how tracking a player’s head pose while they take part in a game can tell us about the experience they’re having. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://vimeo.com/187755518\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://player.vimeo.com/video/187755518\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Right now, these physiological inputs are mostly confined to research departments, but that may change. Valve, the company behind games like Portal and Half-Life and the HTC Vive VR headset has been experimenting with biometric inputs for years. Founder <a href=\"http://www.eurogamer.net/articles/digitalfoundry-valve-biometrics-blog-entry\">Gabe Newell predicted in 2011</a> that we would one day see game controllers with built in heart-rate and skin response detectors. A game supported by these sensors could easily present each player with different items, concepts or options to gauge a heart or skin response, adapting content on the fly depending on the reaction. Imagine a VR headset with sensors that measure skin heat response and heart rate. People are already <a href=\"https://diyhacking.com/digitising-human-emotions-virtual-reality/\">hacking this sort of thing together</a>.</p> <h2>The game that loves you</h2>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=A_edkWos2BY\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/A_edkWos2BY?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>This all sounds terrifying, but it needn’t be used in the way the Black Mirror episode does. There are benevolent, perhaps even beautiful, possibilities in the idea of games learning from players. One company looking into this potential is Mobius AI, a New York and UK-based starup developing a cognitive AI engine for developers. Co-founder Dr Mitu Khandaker-Kokoris is more interested in the potential relationships that could occur between players and AI characters who have the ability to identify and learn from individual players. </p> <p>“What games really lack is that serendipitous kind of connection we feel when we meet someone in the real world that we get along with,” she says. “One of the ways this will happen is through games featuring AI-driven characters who truly understand us, and what we as individual players are expressing through the things we are actually saying and doing in the game.</p> <p>“Imagine, for instance, that you were the only one in the world who an AI-driven character could trust fully because the game could infer that you have similar personalities. This character could then take you down a unique experience, which only you have access to. It’s a fascinating problem space, and a great challenge to think about how games could truly work you out – or rather, who you are pretending to be – by paying attention to not only what you’re saying, but how you’re saying it.”</p> <p>Interestingly, Khandaker-Kokoris, who is also working on procedural storytelling game <a href=\"http://www.littleinvasiontales.com/\">Little Invasion Tales</a>, is more skeptical about the role of personal data mining in the future of game design. “We play games, often, to be someone who would have a different online history than our own,” she says. “But then, we are partly always ourselves, too. We have to work out what it would mean in terms of role-play and the idea of a permeable magic circle.”</p> <p>What’s certain though, is that game creators and AI researchers are moving in the same direction: toward systems that provide content based on individual player preferences and activities. Games now cost many millions to produce – the assumption that enough players will react favourably to a single narrative, and a single experience, is becoming prohibitively risky.<strong> </strong>We live in an age of behavioural modelling and data science, an age in which Amazon is capable of <a href=\"http://www.bbc.co.uk/news/technology-36773409\">building personalised video adverts in real-time</a> based on viewer preferences mined from the web. In this context, games that know you – that learn from you, that are curious about you – are almost inevitable.</p>",
  "<p>Activists have called on Canadian leaders to introduce concrete policies to confront discrimination against women and girls after the country fell from first to 25th in the United Nation’s gender equality ranking.</p> <p>The criticism comes as the United Nations holds its 65th annual meeting to eliminate gender discrimination, and just a few months after the country’s prime minister, Justin Trudeau, was praised for a speech to the UN in New York, <a href=\"https://www.theguardian.com/world/video/2016/mar/17/justin-trudeau-im-going-to-keep-calling-myself-a-feminist-video\">where he said, “I am a feminist.”</a><br></p>       <figure class=\"element element-video element--supporting\" data-canonical-url=\"https://www.theguardian.com/world/video/2016/mar/17/justin-trudeau-im-going-to-keep-calling-myself-a-feminist-video\"            data-short-url=\"https://gu.com/p/4hk78\"                    data-show-ads=\"true\"            data-video-id=\"2475152\"            data-video-name=\"Justin Trudeau: I’m going to keep calling myself a feminist - video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-56eadd58e4b06837afd3e4dc\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11331498&amp;format=video/mp4\"/><source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11331498&amp;format=video/m3u8\"/><source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11331498&amp;format=video/3gp&amp;minwidth=700\"/><source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11331498&amp;format=video/3gp&amp;maxwidth=700\"/><source src=\"http://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11331498&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/world/video/2016/mar/17/justin-trudeau-im-going-to-keep-calling-myself-a-feminist-video\">Justin Trudeau: I’m going to keep calling myself a feminist</a></figcaption> </figure>   <p>“Canada fails to respect, protect and fulfill the social and economic rights of women and girls,” a group of 14 non-profit organizations said in a statement. “Too many women in Canada experience poverty, homelessness, insecure housing, woefully inadequate social assistance incomes, food insecurity and other violations of the right to an adequate standard of living.”<br tabindex=\"-1\"></p> <p>The groups, which include Amnesty International, the Native Women’s Association of Canada and Oxfam, pointed to Trudeau’s comments on gender equality and his pledges to improve relations with the country’s indigenous population.</p> <p>“Canada has a new federal government with a Prime Minister who says he is a feminist, calls for a nation-to-nation relationship, and acknowledges that ‘poverty is sexist’. We know words matter, but now we need action,” the statement said.</p> <p>Historically, the United Nations’ work toward gender equality has included an annual <a draggable=\"true\" href=\"http://hdr.undp.org/en/content/gender-inequality-index-gii\">Gender Inequality Index</a>, an international ranking in which Canada has steadily fallen. In 1995, Canada held the top spot, but has fallen to 25th over the last 20 years. </p> <p>The report includes data on reproductive health, empowerment and economic inclusion. The GII uses maternal death rates and teen pregnancy, the number of women who hold national elected office and have secondary education, and participation in the labor market to weigh countries’ progress toward equality. </p> <p>In their criticism of Canada, the groups said they were “concerned” about access to abortion, “particularly in rural and northern areas”, and said they were dismayed by the country’s continued wage gap between the sexes and even between women.</p> <p>“We’re looking to the new government that’s taken over, who has made lots of promises around women’s equality,” said Kasari Govender, executive director of the West Coast Women’s Legal Education and Action Fund (Leaf). “Are they actually going to truly act on the damage that has been done over the last couple decades that have eroded women’s equality?” </p> <p>Govender pointed to what she said was a 12% wage disparity between women with children and those without, what she called a “motherhood tax”, as well as difficulties women face finding childcare. </p> <p>The groups were especially critical of the Canadian government’s failure to serve the needs of indigenous women. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/21/canada-politics-progressive-liberal-trudeau\">Think Canada is a progressive paradise? That’s mooseshit</a> </p> </aside>  <p>“Indigenous women and girls in Canada suffer some of the world’s highest suicide rates, overrepresentation in prison and high rates of sexualized violence,” said Professor Pam Palmater, chair of indigenous governance at Ryerson University. </p> <p>“These conditions are brought on by years of colonization, theft of lands and resources, discriminatory state legislation, chronic underfunding of critical social programs like water, food, housing, health and education and the theft of children into foster care.”</p> <p>After his election in 2015, Trudeau won praise for <a href=\"https://www.theguardian.com/world/2015/nov/04/canada-cabinet-gender-diversity-justin-trudeau\">naming a cabinet with equal numbers of men and women</a> – the first time in Canada’s history. But <a href=\"http://www.macleans.ca/politics/ottawa/is-justin-trudeau-a-fake-feminist/\">some activists have argued</a> that the prime minister’s policy proposals have yet to overcome more complex systematic sexism, such as federal budget proposals that favored male-dominated industries.</p> <p>For example, the government recently <a href=\"http://www.macleans.ca/politics/ottawa/the-liberals-killed-a-bill-promoting-gender-parity-in-politics-they-were-wrong/\">failed to pass a bill</a> that would have financially penalized political parties for failing to run near-equal slates of male and female candidates. <br tabindex=\"-1\"></p> <p>“We were more cautiously optimistic a few months ago,” said Armine Yalnizyan, senior economist for the Canadian Centre for Policy Alternatives, a group not affiliated with the activists that called on Canadian leaders to enact more meaningful legislation.<strong> </strong>“It has been a year, and there has not been much action other than the appointment of women to cabinet.”<br tabindex=\"-1\"></p> <p>The authors of the statement said there remains, “a significant implementation gap between Canada’s human rights obligations for women and their realization within domestic laws, policies and programs.” </p> <p>“It is time for our federal government to take leadership and work with provinces and territories to implement the [UN convention against discrimination].”</p>"
]