[
  "<p>Bob Bradley has said his appointment as Swansea City coach is a special opportunity for him – but also for US football.</p> <p>Bradley, 58, will become the first American to coach in the Premier League when it was confirmed on Monday he would replace Francesco Guidolin in south Wales.</p> <p>Bradley took charge of Ligue 2 Le Havre for the final time on Monday night, and admitted he’d have preferred to wait until the end of the season to make the move. The lure of the Premier League, however, proved too strong.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2016/oct/03/bob-bradley-american-coach-premier-league-swansea\">Bob Bradley: American coach who took the long road to the Premier League</a> </p> </aside>  <p>The former USA and Egypt boss was asked whether he had any hesitation in making the move to Swansea. “Honestly, no,” he replied. “In a perfect world, I would finish this season, go right to the end just like last year. But in football, you don’t control timing.</p> <p>“At this moment, the opportunity to go to the Premier League – on many levels – is special. I’m sorry to leave, especially at this moment, but it’s still an opportunity for me, my family and American football. That’s important.”</p> <p>Bradley took over at Le Havre in November last year, and missed out on promotion to Ligue 1 on goals scored: his side finished level on points with third-placed Metz, with the same goal difference, but scored two fewer goals and had to settle for fourth.</p> <p>He leaves Le Havre in fifth in Ligue 2 currently, three points off top spot. “I told the players before the match I’ll never forget the feeling of watching the team in the final game of last season. To miss out by one goal … to see a team playing with passion, commitment to go to Ligue 1,” Bradley said. “That picture is part of my football memory and will never go away.”</p> <p>Jürgen Klinsmann, the man who replaced Bradley as USA coach in 2011 – despite Bradley leading his side to the last 16 of the 2010 World Cup and a runners-up spot in the Confederations Cup a year earlier – said he was thrilled for his fellow coach.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/football/video/2016/oct/03/bob-bradley-named-swansea-manager-guidolin-sacked-video-report\"            data-short-url=\"https://gu.com/p/55n9m\"                    data-show-ads=\"true\"            data-video-id=\"2772652\"            data-video-name=\"Bradley named new Swansea manager as Guidolin is sacked – video report\"            data-video-provider=\"theguardian.com\"            > <video data-media-id=\"gu-video-57f24bb7e4b0ab00630876d5\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733780&amp;format=video/mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733780&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733780&amp;format=video/3gp&amp;maxwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733780&amp;format=video/3gp&amp;minwidth=700\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11733780&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/football/video/2016/oct/03/bob-bradley-named-swansea-manager-guidolin-sacked-video-report\">Bradley named new Swansea manager as Guidolin is sacked</a>.</figcaption> </figure>   <p>“I think this is super exciting, because he’s the first American coaching in the Premier League, and this is huge,” Klinsmann told fans in a Q&amp;A on Facebook Live. “Huge compliment to him, and big congratulations to him and to Swansea City. We keep all our fingers crossed that things go well for him in his new adventure. I think he totally, totally deserves that opportunity.”</p> <p>USA forward Jozy Altidore described Bradley’s appointment as a “great moment” for soccer in America.</p> <p>“I think it’s terrific,” Altidore said from training camp, where the US national team are preparing for friendlies against Cuba and New Zealand. “Anybody that’s been a part of US Soccer for the past 10-20 years, I think you see from the inside how hard everybody has worked, and to have a coach now who I think paid his dues, he’s done well, he’s kind of climbed the ladder, so to speak … I think it’s a great moment for US Soccer, it’s a great moment for him, and we all hope he does a great job there.”</p>",
  "<p>If anyone ever doubted that black children are not treated equally in the classroom, the research released this year surely proved them wrong. In June, studies stated that black students are nearly <a href=\"https://www.theguardian.com/education/2016/jun/08/us-education-survey-race-student-suspensions-absenteeism\">four times as likely to be suspended</a> as white students, and nearly twice as likely to be expelled. In September, we heard that black preschoolers are <a href=\"http://fusion.net/story/310792/black-students-school-suspension/\">3.6 times</a> more likely to receive one or more out-of-school suspensions. </p> <p>And a few days ago, new <a href=\"http://ziglercenter.yale.edu/publications/Preschool%20Implicit%20Bias%20Policy%20Brief_final_9_26_276766_5379.pdf\">research</a> from the Yale Child Study Center finally pointed to clues as to why these disparities may exist: implicit bias.</p> <p>Implicit biases take the form of subtle, sometimes subconscious stereotypes held by white teachers, which had been shown to result in <a href=\"http://www.american.edu/spa/news/race-bias-in-teacher-expectations-03302016.cfm\">lower expectations and rates of gifted program referrals</a> for black students. Yale’s study revealed these biases are directed at much younger children than previously thought, and are present in black and white teachers’ behaviors.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"19e00c5bf4a6fce45601747edda2664f71f92a6e\"> <img src=\"https://media.guim.co.uk/19e00c5bf4a6fce45601747edda2664f71f92a6e/0_0_333_575/290.png\" alt=\"Footage from the video shown to educators.\" width=\"290\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Footage from the video shown to educators.</span> <span class=\"element-image__credit\">Photograph: Yale</span> </figcaption> </figure>  <p>Researchers led by Yale professor Walter Gilliam showed 135 educators videos of children in a classroom setting. Each video had a black boy and girl, and a white boy and girl. The teachers were told the following:</p> <blockquote class=\"quoted\"> <p>We are interested in learning about how teachers detect challenging behavior in the classroom. Sometimes this involves seeing behavior before it becomes problematic. The video segments you are about to view are of preschoolers engaging in various activities. Some clips may or may not contain challenging behaviors. Your job is to press the enter key on the external keypad every time you see a behavior that could become a potential challenge.</p> </blockquote> <p>While the teachers were asked to detect “challenging behavior”, no such behavior existed in any of the videos. Yet when asked which children required the most attention, 42% of the teachers identified the black boy.</p> <p>The participants’ conscious appraisal of whom they believed required the most attention closely mirrored the independent results of an eye-tracking technology used by the research team, which noted that preschool teachers “show a tendency to more closely observe black students, and especially boys, when challenging behaviors are expected”.</p> <p>Allison R Brown, executive director of the <a href=\"http://www.ytfg.org/2015/07/communities-for-just-schools-fund/\">Communities for Just Schools Fund</a>, an organisation which seeks to combat the “<a href=\"https://www.aclu.org/issues/juvenile-justice/school-prison-pipeline\">school-to-prison pipeline</a>”, found the report heartbreaking but not surprising. </p> <p>“Black bodies are policed in the streets and in the classroom … [Research] demonstrates that black boys are viewed as <a href=\"http://www.apa.org/news/press/releases/2014/03/black-boys-older.aspx\">four and five years older</a> than they are. Research demonstrates that racial disparities in school discipline exist in the most subjective of categories – “willful defiance”, “insubordination”, “disrespect”. Those racial disparities decrease significantly for the most objective of categories: possession of alcohol on campus, possession of drugs with intent to distribute, possession of a loaded weapon.</p> <p>Brown worries that the study supports what headlines suggest to her: black people are seen as less than human, less deserving of dignity and respect. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Staff tend to observe more closely black boys when challenging behaviors are expected</p> <footer> <cite>Yale Child Study Center</cite> </footer> </blockquote> </aside>  <p>The study’s findings suggested an underpinning of Brown’s anxiety, but found that it wasn’t limited to black people. Researchers noted that when teachers were also given information about the disruptive child’s home life and family stressors, teachers only reacted more empathetically if the teacher and student were of the same race. Otherwise, teachers rated the students more severely. The report suspects this is because teachers felt powerless to improve the student’s situation.</p> <p>“These findings suggest that teachers need support in understanding family struggles as they may relate to child behaviors, especially when the teacher and child are of different races,” Gilliam, the lead researcher, said.</p> <p>The good news is that teachers are open and willing to do the work. Gilliam pointed out that when he gave study participants the opportunity to withdraw their data from the study, only one subject chose to do so.</p> <p>To solve this dilemma, Gilliam recommends anti-bias training programs, and suggests consulting the work done by Dr Howard Stevenson of the University of Pennsylvania on racial literacy and racial climate in schools.</p> <p>Lauren Owen, a white teacher and recent graduate of Harvard Graduate School of Education who wrote a compelling essay on the need for <a href=\"http://www.edutopia.org/blog/empathy-classroom-why-should-i-care-lauren-owen\">empathy in teaching</a>, says that “race is a category (though a socially constructed one) that we can see, and thereby also in some ways easier to identify with. I think it’s tough to get past visual indicators of sameness or different-ness because they are reinforced too frequently, and so it’s easier to empathize when we have similar experiences with someone who looks the same as us.”</p> <p>Gilliam offers reasons to be hopeful. He reminds us that educators, who are paid very little, pursue teaching because they love young children. To the parents of black children, he offers this advice: “Don’t wait until you are worried about whether biases may impact the relationship between your child and his or her teachers. Be proactive. Get to know your child’s teachers, director and staff. In all of my years of studying this issue, I’ve never seen a case where a child was expelled or suspended from a childcare or preschool setting when the parents and teachers knew and liked each other. Not once.”<br></p>",
  "<p>You can’t imagine a President Trump inviting a crowd like this to invade the South Lawn of the White House. Nor, for that matter, would it seem plausible were the Clintons back in residence in the mansion.</p> <p>But on Monday the nation’s most famous expanse of grass became the stomping ground of a few thousand geeks, techies, nerds, rappers, funk musicians and social entrepreneurs. Or as the civil rights leader and congressman John Lewis neatly summed up the motley crew: “Troublemakers – in a good way.” </p> <p>It was the first – and you have to presume the last – <a href=\"https://www.whitehouse.gov/sxsl\">South By South Lawn</a>. Modeled upon and organized together with the original Austin, Texas, interactive festival South By Southwest, it brought a riot of color to the usually sedate seat of the US presidency.</p> <p>As a visual statement of intent, a giant placard proclaiming SXSL was erected just in front of the mansion’s back facade. Around it were dotted a series of wooden benches with life-sized figures seated on them created by artist Nathan Sawaya out of Lego bricks in brilliant red, yellow, orange and blue.</p>  <figure class=\"element element-image\" data-media-id=\"beaab784da2023b1dfc3898554f4994928e87bb1\"> <img src=\"https://media.guim.co.uk/beaab784da2023b1dfc3898554f4994928e87bb1/0_137_4096_2459/1000.jpg\" alt=\"New York-based artist Nathan Sawaya sits with his figures made of lego pieces on park benches, his art series ‘Park People’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New York-based artist Nathan Sawaya sits with his figures made of lego pieces on park benches, his art series ‘Park People’.</span> <span class=\"element-image__credit\">Photograph: Michael Reynolds/EPA</span> </figcaption> </figure>  <p>In perhaps the ultimate expression of the sense of liberation suffusing the Obama presidency in its final days, the doors to the White House grounds were flung open to those deemed to be using cutting-edge technology as a tool for social change. That was the theme that <a href=\"http://www.texasmonthly.com/the-daily-post/notes-from-obamas-sxsw-keynote/\">Barack Obama promoted</a> when he and first lady Michelle Obama headlined SXSW in March, and it was replicated, albeit on a much smaller scale, on the South Lawn.</p> <p>“The president is saying to the innovators of today: ‘You are great at making things happen, so why not use that power to create positive social change,’” said Hugh Forrest of SXSW, who worked with the White House on planning SXSL.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"b1d718dea19465bcda2fac90d800087821148a01\"> <img src=\"https://media.guim.co.uk/b1d718dea19465bcda2fac90d800087821148a01/0_37_3000_1800/1000.jpg\" alt=\"The Lumineers perform at South by South Lawn.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Lumineers perform at South by South Lawn.</span> <span class=\"element-image__credit\">Photograph: Alex Wong/Getty Images</span> </figcaption> </figure>  <p>True to its festival roots, the event also featured some of Obama’s personal musical favorites including a performance by the Denver folk-rock band the Lumineers, who he championed last year on his summer <a href=\"http://www.telegraph.co.uk/music/what-to-listen-to/barack-obama-spotify-playlist/\">Spotify playlist</a>. The crowd stretched out as the sun went down on red checkered blankets that were handed out to guests, and sang along to the chorus of the Lumineers’ song Ho Hey.</p> <p>Earlier, the Obama team invited a number of tech startups and creative companies to showcase their wares, with an accent on innovation for social reform. Displays included solar-powered cooking equipment for developing countries, and flexible prosthetics custom-designed by engineers from Olin College in Boston to meet the physical and emotional desires of disabled people.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/ng-interactive/2016/apr/27/6x9-a-virtual-experience-of-solitary-confinement\">6×9: A virtual experience of solitary confinement</a> </p> </aside>  <p>Among the creative booths, virtual reality (VR) reigned supreme. That’s the nascent art form in which viewers wearing Oculus-style goggles are immersed in total-surround imagery to give them the impression that they have landed in alien territory.</p> <p>The Guardian’s first virtual-reality film, <a href=\"https://www.theguardian.com/world/ng-interactive/2016/apr/27/6x9-a-virtual-experience-of-solitary-confinement\">6x9</a>, was among three separate VR products and one augmented reality (AR) film on display at SXSL. Directed by the Guardian’s executive editor of virtual reality, Francesca Panetta, in collaboration with creative content studio the Mill, the film traps its audience for nine long minutes within an animated 6ft x 9ft concrete cell of the sort that houses up to 100,000 Americans in solitary confinement at any one time.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"e27e4ff724d2c121bd769eee34dbda9ac32bdc93\"> <img src=\"https://media.guim.co.uk/e27e4ff724d2c121bd769eee34dbda9ac32bdc93/495_248_1695_2119/800.jpg\" alt=\"Common: the Guardian’s VR film ‘blew my mind’.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Common: the Guardian’s VR film ‘blew my mind’.</span> <span class=\"element-image__credit\">Photograph: UPI / Barcroft Images</span> </figcaption> </figure>  <p>SXSL attendees professed to be deeply affected by the film. Hip-hop artist Common said it “blew my mind” while Kara Hollinsgworth, who trains young people for political leadership roles, said it was “very intense – it only lasted nine minutes but I really wanted to get out of there”.</p> <p>Valerie Jarrett, Obama’s senior adviser in the White House, watched 6x9 and declared it to be “profoundly disturbing. Even though I knew intellectually I was in a virtual reality, it felt quite real. That was nine minutes – I couldn’t fathom how it would feel to be there for 23 hours in a day or for multiple days or even years.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/membership/2016/oct/04/the-guardian-and-virtual-reality\">The Guardian and virtual reality</a> </p> </aside>  <p>Jarrett said 6x9 was an example of what Obama and his White House team were hoping to achieve in the last flush of his presidency. “We are seeking to encourage technology that leads to informed change. Technology is a powerful tool that can be used as a force for good.</p> <p>“We wanted to highlight best practice in the hope that people across the US will look at what’s happening here and engage to effect positive change in their communities.”</p>  <figure class=\"element element-image\" data-media-id=\"189caf39767ae514d881085b9f282576cd932853\"> <img src=\"https://media.guim.co.uk/189caf39767ae514d881085b9f282576cd932853/0_115_3500_2100/1000.jpg\" alt=\"Attendees sample the virtual reality experience.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Attendees sample the virtual reality experience.</span> <span class=\"element-image__credit\">Photograph: Olivier Douliery/Getty Images</span> </figcaption> </figure>  <p>Obama has made combating the use of solitary confinement in the US one of the mainstays of his attack on mass incarceration. America currently has more people in isolation cells than the entire prison population of countries such as the UK and France.</p> <p>In January, Obama used his executive powers to <a href=\"https://www.washingtonpost.com/politics/obama-bans-solitary-confinement-for-juveniles-in-federal-prisons/2016/01/25/056e14b2-c3a2-11e5-9693-933a4d31bcc8_story.html\">ban the use</a> of solitary for juvenile offenders in federal prisons. Despite the bold move, that still leaves the vast majority of solitary confinement prisoners in isolation under the jurisdiction of <a href=\"https://www.theguardian.com/world/2016/apr/28/obama-administration-urges-states-to-curb-use-of-solitary-confinement\">state penitentiaries</a>.</p> <p>“Evidence shows long-term effects of solitary confinement can be deleterious particularly for young people. Using the Oculus and seeing the Guardian’s film can give folks a sense of why that is,” Jarrett said.</p> <p>The other main focus of the event was climate change. Towards the end of the day Obama emerged from the White House on to the lawn to join the actor Leonardo DiCaprio and climate scientist Katharine Hayhoe from Texas Tech University for a conversation tied to the release of DiCaprio’s new climate change documentary, Before the Flood, which received its US premiere at SXSL. </p> <p>DiCaprio, who served as the moderator, drew cheers from the crowd when he opened the conversation with a <a href=\"https://www.theguardian.com/film/2016/oct/04/leonardo-dicaprio-climate-change-donald-trump-before-the-flood-documentary\">not-so-subtle jab at Donald Trump</a>, saying: “If you do not believe in climate change, you do not believe in facts or in science or empirical truths, and therefore, in my humble opinion, you should not be allowed to hold public office.” (Earlier in the day, Trump named <a href=\"https://www.washingtonpost.com/news/energy-environment/wp/2016/09/26/trumps-transition-team-includes-a-major-skeptic-of-mainstream-climate-change-science/?utm_term=.2b67747bd54f\">a well-known climate denier to lead his transition team</a> for the Environmental Protection Agency.)</p>  <figure class=\"element element-image\" data-media-id=\"60dabaaf06270424c8a6139e4360c9a9abe2a64b\"> <img src=\"https://media.guim.co.uk/60dabaaf06270424c8a6139e4360c9a9abe2a64b/0_63_4500_2701/1000.jpg\" alt=\"Barack Obama discusses climate change with scientist Katharine Hayhoe and actor Leonardo DiCaprio.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack Obama discusses climate change with scientist Katharine Hayhoe and actor Leonardo DiCaprio.</span> <span class=\"element-image__credit\">Photograph: Mandel Ngan/AFP/Getty Images</span> </figcaption> </figure>  <p>During the discussion, Obama framed climate change as a looming national security threat – and suggested climate deniers lack patriotism. He noted that droughts and changing weather patterns had the potential to displace hundreds of millions of people in vulnerable countries, exacerbating the refugee crisis and sparking new international conflicts. He cited early research suggesting that drought in Syria may have contributed to the country’s extreme civil unrest. </p> <p>Obama suggested Republicans who don’t take climate change seriously are out of sync with the nation’s military leaders. “We have members of Congress who scoff at climate change at the same time as they are saluting, wearing flag pins and extolling their patriotism,” he said. “They’re not paying attention to our joint chiefs of staff and the Pentagon, who are saying that this is one of the most significant national security threats that we face in the next 50 years.”</p> <p>With less than four months to go before the Obama era officially comes to an end, the president and his inner coterie are clearly already contemplating life after the White House. “The president is very interested in building momentum outside Washington through change that becomes sustainable. That comes from people, building from the ground up,” Jarrett told the Guardian.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"dd73acc9942fdd3ea0bfcca28e0f881b43a7d3bc\"> <img src=\"https://media.guim.co.uk/dd73acc9942fdd3ea0bfcca28e0f881b43a7d3bc/0_115_3500_2100/1000.jpg\" alt=\"Participants write suggestions on the ‘To Do’ board during the South by South Lawn event at the White House.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Participants write suggestions on the ‘To Do’ board during the South by South Lawn event at the White House.</span> <span class=\"element-image__credit\">Photograph: UPI / Barcroft Images</span> </figcaption> </figure>  <p>John Lewis, who proudly invoked his record of having been jailed 40 times in the 1960s during the civil rights movement and five more times since he became a member of Congress in 1987, exhorted the young South Lawn invaders to become the non-violent change-makers of the new generation.</p> <p>“We didn’t have the internet, we didn’t have fax machines, we didn’t have social media,” he said just a stone’s throw from the virtual and augmented reality booths. “But through the actions of thousands of young people in America we made change happen, and now it’s your turn to pick up where we left off.”</p>",
  "<p>There is a lot written out there about the <a href=\"https://www.theguardian.com/global-development-professionals-network/series/aid-worker-wellbeing\">internal conflicts</a> that aid workers face – what it’s like to be constantly exposed to poverty, violence and injustice; how to balance professional and personal aspirations; and how to cope with the stress of being away from home so often. It can cause quite the existential crisis. <br></p> <p>For me, though, what I have come to ask myself, especially in the often difficult first month of being deployed somewhere new, is: do I actually like being an aid worker? <br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development-professionals-network/2016/apr/26/secret-aid-worker-can-only-the-childless-and-unattached-manage-the-workwe-do\">Secret aid worker: can only the childless and unattached manage the work we do?</a> </p> </aside>  <p>I think back to a field posting in south Asia a few years ago: cheap beer, delicious street food and the beautiful temples we would visit on weekends. In my memory it’s all very positive. However, this wasn’t always the case. <br></p> <p>That job was meant to signal the start of a fulfilling career as an aid worker on a constant roster of emergency deployments. But within my first week, I had told every single one of my family members, friends, and a man I was dating that I wanted to go home. Not in nine months, but now. <br></p> <p>There were nights where I was ready to call quits on my budding humanitarian career for sheer frustration at the job, social setting, and – let’s be honest – crushing disappointment of the whole ordeal. I wasn’t meeting others deployed in the country, trips out to project sites were few and far between, and I found myself working long hours every day, mostly on my own. This was by no means what I had imagined. Day one in that country was day one of an ongoing debate about how best to manage such an odd career choice.</p> <p>To outsiders, the decision to become an aid worker and give up on a “normal” life might seem odd. You give them the speech that we all know so well – that this type of work is important, that this career is meaningful, and that you want to live a life that is intense and where you are constantly meeting new people and going to new places, all while supposedly saving the world. The speech is meant to convince this incredulous person that although you are making sacrifices to be an aid worker, it is worth it. You never wanted to settle down anyway. </p> <p>I’ve noticed that even after multiple deployments, as soon as I arrive in-country I repeat such a speech to myself. Perhaps it’s because I’ve had a frustrating day of dodging red tape at the office, I haven’t made friends as quickly as I’d expected or I’m missing loved ones back home. I’ve found those days particularly numerous during my first month of any deployment, as I get my bearings. As a coping mechanism I use those same lines to convince myself that it’s all worth it. <br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development-professionals-network/2016/aug/02/secret-aid-worker-projectitis-dfid-civil-society\">Secret aid worker: the UK NGO sector is facing a funding crisis</a> </p> </aside>  <p>I should admit to myself that on some days this choice to be an aid worker (one I have studied a number of years and endured many unpaid internships for) doesn’t seem worth the sacrifice. I’ve willingly chosen to work in some of the most difficult contexts in the world. But what happens when the work doesn’t go as planned and you don’t feel you are having the impact you should? <br></p> <p>In those dark times when I’m struggling I don’t admit there might be something wrong. Instead I play the game of rationalising. I tell myself that I’m learning new skills by working in difficult – or near impossible – operational contexts; and that I’m simply “focused on my career” on those days I wish I was out with friends. We all do it, but why? Perhaps it’s because surrendering to the unhappiness of those moments would lead us to questioning our entire lifestyle and choice of career – and that is too scary. </p> <p>As aid workers, we don’t have any hesitation about spending hours complaining about X, Y, Z over one too many drinks. We commiserate together, we have deep philosophical conversations about whether or not humanitarian work is really having the impact on the world that we had hoped, but we never dare ask each other whether we are enjoying ourselves more than if we’d opted for a more traditional career path. <br></p> <p>There is seemingly no space for such skepticism in this lifestyle. And I think that needs to change. Let’s face it, there are some really great aspects of being an aid worker – I have met some amazing people, seen places in the world I otherwise would not have, and, yes, the work is fascinating and meaningful. But there are the bad days. Each deployment will have its own mix of each, and we can quickly forget those more negative periods of time and be hard on ourselves when we are finding the first month of a new deployment miserable. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/global-development-professionals-network/2016/may/03/secret-aid-worker-regret-not-speaking-out-lgbt-colleagues\">Secret aid worker: I regret not speaking out for my LGBT colleagues</a> </p> </aside>  <p>So, today, when I have one of those moments – alone in a new place, wishing I was back home – I try to cut myself a break. I’m allowed to not love this life all the time. It’s alright to question whether I want to be here, and whether I’ll still want to be an aid worker in 10 years. Despite the sales pitch for humanitarian work leading us to mistakenly believe that this job has to be worth it, it’s alright to wonder whether I even enjoy humanitarian work. That feeling eventually passes. The whole process would be a whole lot smoother if I could just admit to myself that, yes, overall I do enjoy being an aid worker. Just not all the time.</p> <p><em>Do you have a secret aid worker story you’d like to tell? You can contact us confidentially at <a href=\"mailto:globaldevpros@theguardian.com\">globaldevpros@theguardian.com</a> – please put “Secret aid worker” in the subject line. If you’d like to encrypt your email to us, here are <a href=\"https://www.mailvelope.com/help\">instructions</a> on how to set up a PGP mail client and our <a href=\"https://pgp.theguardian.com/PublicKeys/Global%20Devpros.pub.txt\">public PGP key</a>.</em></p> <p><strong><a href=\"https://register.theguardian.com/global-development\">Join our community</a></strong><strong> of development professionals and humanitarians. Follow </strong><strong><a href=\"https://twitter.com/GuardianGDP\">@GuardianGDP</a></strong><strong> on Twitter.</strong></p>",
  "<div id=\"block-57f30032e4b01506cbf24e56\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-04T01:20:52.361Z\">2.20am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Today in 2016</h2>  <div class=\"block-elements\">  <ul> <li>Donald Trump did not deny that he has not paid federal taxes for as many as 18 years, and insisted that a $916m loss in 1995 was actually evidence that he is an incredible comeback story. He also said the 1990s, a decade of growth, low unemployment and stability, rivaled the Great Depression for despair and desolation. He saw dystopia at an earlier rally too, describing: “race riots on our streets on a monthly basis. Somebody said don’t call them race riots, but that’s what they are.”</li> <li>Hillary Clinton said that her opponent “<a href=\"https://www.theguardian.com/us-news/2016/oct/03/clinton-trump-taxes-rigged-system\">represents the same rigged system that he claims he’s going to change,</a>” and painted him as a business failure. ““How anyone can lose a dollar, let alone a billion dollars, in the casino industry is beyond me.” A round of new polls showed Clinton ahead of Trump in several swing states off of the first presidential debate last week. Nationally, a CNN poll had her up 47% to 42% over Trump, and a CBS poll had her up 45% to 41%. </li> <li>Several veterans groups turned against Trump over an ambiguous remark he made about PTSD. In <a href=\"https://twitter.com/LeoShane/status/782977949012152320?ref_src=twsrc%5Etfw\">context</a>: “They see maybe what people in this room have seen many times over, and you’re strong and can handle it, but a lot of people can’t handle it. And they see horror stories, they see events that you’d see in a movie and you wouldn’t believe it. We need mental health help, and medical. It’s one of the things that’s least addressed, and it’s one of the things I hear the most about when I go around and talk to veterans. So we’re going to have a very robust level of performance having to do with mental health.”</li> <li>And Tim Kaine and Mike Pence prepared to face off in Tuesday’s one and only vice-presidential debate of the election. On Monday, Pence was slapped down by the seventh circuit court of appeals, which <a href=\"https://www.theguardian.com/us-news/live/2016/oct/03/donald-trump-taxes-returns-hillary-clinton-2016-election-live?page=with:block-57f2e95ee4b0643b5d843ba8#block-57f2e95ee4b0643b5d843ba8\">rejected his attempt to deny aid to Syrian refugees</a>, calling it “nightmare speculation”.</li> </ul> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/03/tim-kaine-mike-pence-vice-presidential-debate-jokes\">Pence v Kaine: why you should watch the vice-presidential debate</a> </p> </aside> </div>   </div> <div id=\"block-57f2fdfde4b0643b5d843be8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-04T00:57:58.896Z\">1.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump closes out the rally by saying he will lower taxes, restore law and order, and “appoint justices of the supreme court who will uphold and defend the constitution of the United States”.</p> <p>“We are going to rebuild America, we are going to unite America again,” he says. “Imagine what we can accomplish as one people, under one God, saluting one American flag.”</p> <p>He claps to himself, slightly off time to the simplistic rock beat playing out him out, and wanders slowly off stage.</p> </div>   </div> <div id=\"block-57f2fc41e4b03ca720ca2372\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-04T00:54:01.113Z\">1.54am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“It’s these hardworking immigrants who are hurt the most by open borders,” Trump continues. The US does not have open borders, and Barack Obama has deported more than 2.5 million people since he took office.</p> <p>“Illegal immigration also brings with it massive crime and massive drugs,” Trump says, baselessly, since <a href=\"http://www.politifact.com/truth-o-meter/article/2016/sep/01/fact-checking-donald-trumps-immigration-speech-pho/\">crime statistics</a><a href=\"http://www.politifact.com/truth-o-meter/statements/2016/jul/22/donald-trump/trump-nearly-180000-illegal-immigrants-have-crimin/\"> </a><a href=\"http://www.politifact.com/truth-o-meter/statements/2015/jul/09/donald-trump/donald-trump-says-mexican-government-forces-many-b/\">do not show any clear bump </a><a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/09/02/trumps-fuzzy-math-on-undocumented-immigrants-convicted-of-crimes/\">or relationship </a>between noncitizens and crime.</p> <p>He moves along to terrorism, and the San Bernardino terrorist attacker Tashfeen Malik, who came to the US on a fiancee visa. “They should’ve checked her Facebook page and they never would’ve let her into our country,” he says, falsely, since Malik never posted publicly in support of jihad but rather in private messages.</p> <p>“Or the Orlando shooter, the son of a Taliban supporter from Afghanistan.” The gunman in the Orlando attack, the worst mass shooting in US history, was an American citizen born in Queens, New York, as was Donald Trump. </p> </div>   </div> <div id=\"block-57f2fbc8e4b03ca720ca2370\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-04T00:47:58.559Z\">1.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“The investigation of Hillary Clinton was rigged,” Trump says, impugning the ethics and professional conduct of the FBI, whose director was deputy attorney general of George W Bush.</p> <p>“We’ve become a banana republic,” Trump says, moving on to polls. “We’re up in Florida. We’re up in a lot of places.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ABCPolitics/status/783073819221188608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New CBS national poll among likely voters:<br><br>Clinton - 45<br>Trump - 41<br>Johnson - 8<br>Stein - 3</p>&mdash; ABC News Politics (@ABCPolitics) <a href=\"https://twitter.com/ABCPolitics/status/783073819221188608\">October 3, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57f2fa66e4b01506cbf24e3f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-04T00:44:33.683Z\">1.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“This is a state with a rich immigrant history, and a rich Latino history,” Trump says. “You are all Americans, and great Americans.”</p> <p>A few months ago, Trump refused to admit a federal judge born in Indiana was American, <a href=\"https://www.theguardian.com/us-news/2016/jun/03/donald-trump-judge-curiel-university-case-biased-mexican\">insisting that judge Gonzalo Curiel is “Mexican”</a> because his parents were born in Mexico. For five years, Trump <a href=\"https://www.theguardian.com/us-news/2016/sep/16/trump-obama-birth-certificate-clinton\">refused to admit</a> that Hawaii-born Barack Obama was American.</p> <p>Trump says that all Americans enjoy the same civil rights, then segues into a discussion of violence in cities, saying that Clinton “attacks” the police. He then rattles down a laundry list of conservative issues, citing his support for “school choice” and repealing Obama’s signature healthcare act. He then says Clinton supports trade deals like “Bill Clinton’s Nafta”, referring to the trade deal <a href=\"https://www.c-span.org/video/?33000-1/north-american-free-trade-agreement-signing\">negotiated and signed by George HW Bush </a>and<a href=\"http://www.history.com/topics/us-presidents/bill-clinton/videos/clinton-signs-nafta\"> then signed again</a> by Clinton.</p> </div>   </div> <div id=\"block-57f2f907e4b0643b5d843bd8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-04T00:39:42.892Z\">1.39am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The businessman now says that Hillary Clinton is only in itself for herself and her donors, but that he’s here for the American people.</p> <p>“We have a very tough situation right now. For me impossible is just a starting point. From the depths of that terrible real estate depression, I created a company worth billions and billions of dollars and created tens of thousands of jobs.”</p> <p>The worth of Trump’s company is unclear, since he refuses to release his tax returns and the company is privately held. It’s similarly unclear how many jobs he’s created, though CNN <a href=\"http://money.cnn.com/2015/09/03/news/economy/donald-trump-jobs-created/\">estimates about 34,000</a>. Trump also<a href=\"http://www.usatoday.com/story/news/politics/elections/2016/06/09/donald-trump-unpaid-bills-republican-president-laswuits/85297274/\"> allegedly stiffed hundreds of small businesses</a> for their contract work on his projects.</p> <p>He claims that “Hillary Clinton made her money as a corrupt public official, breaking the law and putting government offices for sale.”</p> <p>Hillary Clinton was investigated for criminal wrongdoing in the use of her private email server as secretary of state, but the FBI recommended no charges and did not find evidence of deliberate malfeasance or criminal negligence. She has never been investigated or charged with selling public offices. </p> <p>“We’re a divided nation and each week it seems we’re getting more and more divided, with race riots on the streets on a weekly, monthly basis.”</p> <p>Trump is apparently referring to protests against police violence, which are not happening on a weekly or monthly basis but after police shootings or the release of videos. </p> </div>   </div> <div id=\"block-57f2f6c5e4b0643b5d843bd1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-04T00:31:39.454Z\">1.31am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: 1990s were worse than the 1930s</h2>  <div class=\"block-elements\">  <p>Trump defends his tax practices at length. He says it was his responsibility to find ways to not pay taxes, essentially, for the sake of his business and family.</p> <p>“I was able to sue the tax laws of this country and my skills as a businessperson to dig out,” he says. “I did a great job.”</p> <p>He then blames the 1990s for his $916m losses documented in the tax return, whose contents he does not deny are accurate. But he still calls it “an alleged filing from the 1990s, a long time ago, at the end of one of the most brutal economic downturns in our country’s history.” </p> <p>“The conditions facing real estate developers in the 1990s,” he says, were “far worse that the great recession of 2008, which was nothing compared to the early 1990s”.</p> <p>“Some people in some respects it was almost the equivalent of 1929, the disaster.”</p> <p>No reasonable person would compare the global chaos and economic desolation of the 1929 stock market crash, much less the subsequent depression of the 1930s,<a href=\"https://www.epi.org/publication/webfeatures_viewpoints_l-t_growth_lessons/\"> to the stability and economic growth</a> of the 1990s.</p> <p>“The reason I never felt endangered,” he says, was because he knew the tax code, financial system “and I knew how to fight”.</p> <p>Trump’s <a href=\"http://www.wsj.com/articles/trumps-father-helped-gop-candidate-with-numerous-loans-1474656573\">millionaire father also continuously supported his son</a>. In a 2007 deposition, Trump <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2016/03/03/trumps-false-claim-he-built-his-empire-with-a-small-loan-from-his-father/\">admitted to having borrowed from his father’s estat</a>e in the 1990s: ‘I think it was like in the $9m range.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-04T01:11:07.559Z\">at 2.11am BST</time></p>  </div> <div id=\"block-57f2f53fe4b01506cbf24e2d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-04T00:24:31.422Z\">1.24am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump is now expounding on how many rows of crowd the media is going to show later on TV. </p> <p>“My people don’t get it, my people don’t. They don’t get it my people. But if they would span the crowd,” he says. “We went to Pueblo today, we had a tremendous crowd.”</p> <p>The fire marshal, he says, “was fantastic”. “I said, ‘How can you have a fire it’s a concrete floor!’”</p> <p>“I made a center piece of my economic revitalization plan, and this is big stuff, the largest tax cut since Ronald Reagan, and the largest regulatory reform in American history.” </p> <p>“We’re bringing it way down to 12.5% for middle income, and to 0% for people who aren’t doing so well.” Trump’s tax plan would<a href=\"http://taxfoundation.org/article/details-and-analysis-donald-trump-tax-reform-plan-september-2016\"> save the wealthiest Americans millions of dollars</a>, and only marginally benefit lower earners who make up the vast majority of the country.</p> <p>“The personal taxes, the corporate taxes. Trillions of companies are outside are country, because the taxes are so much,” he continues. “Just about the highest in the world, our taxes.”</p> <p>This <a href=\"http://www.politifact.com/truth-o-meter/statements/2016/may/08/donald-trump/donald-trump-us-not-highest-taxed-nation-in-world/\">is not true.</a> The US ranks 31st for tax revenue, 17th for corporate tax revenue, and 19th for tax revenue per capita among the world’s industrialized nations., according to the OECD. </p> <p>“And with all those taxes, the roads are bad, everything is bad.”</p> <p>Trump did not pay federal income taxes in 1995, and has not denied that he paid no tax for the following 18 years.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/02/donald-trump-federal-income-tax-new-york-times\">Trump a 'genius' over federal income tax after $916m loss, say allies</a> </p> </aside> </div>   </div> <div id=\"block-57f2f35fe4b03ca720ca235b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-04T00:17:42.484Z\">1.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump is now bemoaning the absence of “a general MacArthur”, alluding to the second world war era general who was eventually <a href=\"http://www.smithsonianmag.com/ist/?next=/history/redacted-testimony-fully-explains-why-general-macarthur-was-fired-180960622/\">fired by president Harry Truman for his efforts to expand the Korean war into a deeper conflict with China,</a> which the joint chiefs of staff opposed.</p> <p>“In the old days we used to read, it’s called, the element of surprise,” Trump says. He says it’s foolish for the US and its Iraqi allies to announce that they plan to retake Mosul – giving notice to civilians. “We don’t have surprise anymore.”</p> <p>“Remember, a few weeks ago, $400m in cash,” he goes on, alluding to money given to Iran as <a href=\"http://www.wsj.com/articles/u-s-payment-of-1-7-billion-to-iran-raises-questions-of-ransom-1453421778\">part of a $1.7bn Hague-mediated settlement for a failed arms deal</a>, which dates back to 1979, in cash because of the bars on transactions between US banks and Tehran. “Nut then that turned out to be wrong, it was $1.7bn in cash. In cash!”</p> <p>Trump then says he’s really grateful for the National Rifle Association’s endorsement. He says that Hillary Clinton is responsible for a “campaign of distraction” by special interests and hedge fund managers. He does not specify these interests beyond the hedge fund managers, the wealthiest of whom would disproportionately benefit from Trump’s tax proposals, according to <a href=\"http://taxfoundation.org/article/details-and-analysis-donald-trump-tax-reform-plan-september-2016\">an analysis by the conservative Tax Foundation</a>.</p> <p>“All that stands between you and the country you want are Hillary Clinton’s special interests.” He tells people to mail in their ballots and get out the vote. </p> <p>“I wish those cameras would, hey would you do me a favor fellas and span the room.” The camera spans. “Pretty amazing. Place is packed. New record!” he shouts, <a href=\"https://www.youtube.com/watch?v=rREGbLdOzfg\">in the manner of Steve Holt!</a></p> </div>   </div> <div id=\"block-57f2f1d3e4b01506cbf24e1d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-04T00:10:04.162Z\">1.10am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In Loveland, Colorado, Donald Trump has marched out from backstage and soaked up some adoration from the crowd.</p> <p>“Unbelievable,” says the Republican nominee, former reality TV star who <a href=\"https://www.theguardian.com/us-news/2016/oct/02/donald-trump-federal-income-tax-new-york-times\">may not have paid federal taxes for 18 years</a>, and <a href=\"https://www.theguardian.com/us-news/2016/sep/16/donald-trump-university-trial-request-delay-denied\">head of a defunct “university”</a> under investigation for fraud and<a href=\"https://www.washingtonpost.com/politics/trump-used-258000-from-his-charity-to-settle-legal-problems/2016/09/20/adc88f9c-7d11-11e6-ac8e-cf8e0dd91dc7_story.html\"> a charity that had been used to pay legal settlements</a>. He hugs a very enthusiastic young man wearing a “Make America Great Again” hat.</p> <p>“John Elway is a winner, so congratulations,” Trump praises the Denver Broncos. Back in 1983, John Elway rejected an offer from Trump to join his doomed attempt to get into football. Elway is now general manager of the Broncos, and in the hall of fame.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/feb/04/john-elway-usfl-nfl-donald-trump-broncos\">How John Elway rejected an offer from the league Donald Trump would ruin</a> </p> </aside> </div>   </div> <div id=\"block-57f2ed16e4b01506cbf24e0c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-04T00:01:37.527Z\">1.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump’s friends and reluctant Republicans are out across the country talking about him. </p> <p>In New Hampshire, senator Kelly Ayotte is <a href=\"https://www.washingtonpost.com/news/powerpost/wp/2016/08/22/sen-kelly-ayotte-is-stuck-between-donald-trump-and-a-hard-place/\">in a close race for re-election</a> against Democratic governor Maggie Hassan, and tonight she’s facing questions about her promise to vote for Trump.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Taniel/status/783087562332266497\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;Wld you tell children to be like Trump?&quot; Ayotte: &quot;There are many role models we have. I believe he can serve as President, so absolutely.&quot;</p>&mdash; Taniel (@Taniel) <a href=\"https://twitter.com/Taniel/status/783087562332266497\">October 3, 2016</a></blockquote>  </figure>  <p>His would-be VP is in Virginia, prepping the crowd for his showdown Tuesday night against Clinton’s pick, senator and former Virginia governor Tim Kaine.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PhilipRucker/status/783092506078613504\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Pence’s emcee at Ashland, Va., rally fires a shot at Kaine, “the guy who as governor closed our rest areas and that’s about it.&quot;</p>&mdash; Philip Rucker (@PhilipRucker) <a href=\"https://twitter.com/PhilipRucker/status/783092506078613504\">October 3, 2016</a></blockquote>  </figure>  <p>And in Loveland, Colorado, retired lieutenant general Michael Flynn is talking about Hillary Clinton, who he says has been “caught in lie after lie after lie”.</p> <p>“Where’s the 33,000 emails, I mean who breaks their phone with an iPhone, I mean c’mon!”</p> <p>The crowd chants “lock her up”.</p> <p>If you’d like to read about<a href=\"https://www.theguardian.com/us-news/series/lyin-trump-a-weekly-fact-check\"> lie after lie after lie</a>, you may be interested in clicking through the link below.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/30/donald-trump-fact-check-debate-polls-us-jobs\">The lies Trump told this week: from post-debate polls to losing US jobs</a> </p> </aside> </div>   </div> <div id=\"block-57f2e95ee4b0643b5d843ba8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T23:35:39.793Z\">12.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump’s running mate Mike Pence made a cameo in federal court today, as the loser in a court battle over Syrian refugees who have been screened to settle in the US.</p> <p>The seventh circuit court of appeals accused Pence of baseless “nightmare speculation” and compared the governor’s attempt to block refugees to an attempt to exclude black people from his state, Indiana. Pence tried to deny 174 refugees resettlement aid, and the case was taken to court.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"d4c7444407cdd22e044d0334cc2c21f2578ed3d2\"> <img src=\"https://media.guim.co.uk/d4c7444407cdd22e044d0334cc2c21f2578ed3d2/1290_786_1539_1924/800.jpg\" alt=\"Pence\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pence</span> <span class=\"element-image__credit\">Photograph: Darron Cummings/AP</span> </figcaption> </figure>  <p>“The governor of Indiana believes, though without evidence, that some of these persons were sent to Syria by ISIS to engage in terrorism and now wish to infiltrate the United States in order to commit terrorist acts here. No evidence of this belief has been presented, however; it is nightmare speculation,” Judge Richard Posner wrote in the <a href=\"http://media.ca7.uscourts.gov/cgi-bin/rssExec.pl?Submit=Display&amp;Path=Y2016/D10-03/C:16-1509:J:Posner:aut:T:fnOp:N:1838881:S:0\">opinion</a>.</p> <p>“[Pence] provides no evidence that Syrian terrorists are posing as refugees or that Syrian refugees have ever committed acts of terrorism in the United States. Indeed, as far as can be determined from public sources, no Syrian refugees have been arrested or prosecuted for terrorist acts or attempts in the United States. And if Syrian refugees do pose a terrorist threat, implementation of the governor’s policy would simply increase the risk of terrorism in whatever states Syrian refugees were shunted to.”</p> <p>Like Trump, Pence has taken the draconian position that the US should stop taking refugees from Syria because vetting processes are inadequate, in their eyes. A refugee who wants to come to the US must pass through interviews, background and medical checks by the Department of Homeland Security, US security agencies, immigration services and the UN, and the process takes 18 months to two years.</p> <p>Posner wrote that Pence’s idea of exclusion by nationality is: “the equivalent of his saying (not that he does say) that he wants to forbid black people to settle in Indiana not because they’re black but because he’s afraid of them, and since race is therefore not his motive he isn’t discriminating. But that of course would be racial discrimination, just as his targeting Syrian refugees is discrimination on the basis of nationality.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/03/indiana-refugee-resettlement-mike-pence-court-decision\">Court rejects Pence's efforts to deter refugees as 'nightmare speculation'</a> </p> </aside> </div>   </div> <div id=\"block-57f2e4ebe4b01506cbf24df9\" class=\"block is-key-event\" data-block-contributor=\"profile/adam-gabbatt\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T23:10:16.416Z\">12.10am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Prepare for the clash of veeps</h2>  <div class=\"block-elements\">  <p>Like the Gulf stream, or a young Republican who doesn’t wear beige chinos, we know <a href=\"https://www.theguardian.com/us-news/mike-pence\">Mike Pence</a> and Tim Kaine exist – we just don’t really see them.</p> <p>With the media focused on Donald Trump’s <a href=\"http://www.nytimes.com/2016/10/01/us/politics/donald-trump-interview-bill-hillary-clinton.html\">near daily</a> <a href=\"http://www.cnn.com/2016/09/30/politics/trump-overnight-media-tweets/\">indiscretions</a>, and Hillary Clinton’s <a href=\"https://www.theguardian.com/us-news/2016/oct/01/hillary-clinton-twitter-national-service-scholarships-trump\">various</a> <a href=\"http://www.politico.com/story/2016/10/trump-clinton-affairs-joel-benenson-229046\">responses</a> to those indiscretions, both the Republican and Democratic vice-presidential nominees have been forced into the shadows.<br></p> <p>But no more. Tuesday’s vice-presidential debate will be Kaine and Pence’s first chance to show us all what we’ve been missing. Here’s why it will definitely be exciting …</p> <h2><strong>Finding out which is which</strong></h2> <p>Both vice-presidential candidates are middle-aged white men. Both have single-syllable first and last names and five-letter last names. Both have grey hair. Both of them were <a href=\"http://www.politico.com/story/2016/07/poll-mike-pence-trump-vp-pick-225553\">largely</a> <a href=\"https://morningconsult.com/2016/07/22/tim-kaine-vice-president-pick-hillary-clinton/\">unknown</a> to the public before they were chosen as running mates.</p> <p>Tuesday night is an opportunity for Americans to play spot-the-difference. Kaine and Pence will introduce themselves at the beginning of the debate – clearing up, once and for all, which one is Kaine and which one is Pence.</p> <p>Read the full piece here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/03/tim-kaine-mike-pence-vice-presidential-debate-jokes\">Pence v Kaine: why you should watch the vice-presidential debate</a> </p> </aside> </div>   </div> <div id=\"block-57f2e265e4b03ca720ca2331\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T22:57:52.447Z\">11.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Why isn’t the media chasing Clinton?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/amychozick/status/783063008515911681\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I&#39;m old enough to remember when reporters chased after Clinton&#39;s van &amp; crammed into her events. Today&#39;s press file: <a href=\"https://t.co/zsSShYi2J8\">pic.twitter.com/zsSShYi2J8</a></p>&mdash; Amy Chozick (@amychozick) <a href=\"https://twitter.com/amychozick/status/783063008515911681\">October 3, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57f2de5fe4b01506cbf24ddb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T22:51:39.199Z\">11.51pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton up by four points nationally – poll</h2>  <div class=\"block-elements\">  <p>A major new poll by CBS News (tweeted below by rival ABC News) has Clinton up four points nationally on Trump in a four-way race.</p> <p>Before the debate, the same poll had the candidates tied. In a head-to-head matchup, Clinton led Trump by six points in the poll.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ABCPolitics/status/783073819221188608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New CBS national poll among likely voters:<br><br>Clinton - 45<br>Trump - 41<br>Johnson - 8<br>Stein - 3</p>&mdash; ABC News Politics (@ABCPolitics) <a href=\"https://twitter.com/ABCPolitics/status/783073819221188608\">October 3, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mikememoli/status/783073453498851329\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Voters think better of her, Dems more enthusiastic because of debate, via CBS/NYT <a href=\"https://t.co/CIkQr5j6qS\">pic.twitter.com/CIkQr5j6qS</a></p>&mdash; Mike Memoli (@mikememoli) <a href=\"https://twitter.com/mikememoli/status/783073453498851329\">October 3, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/783074009864896514\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here&#39;s what we know. 1. Clinton leads by like 4 points nationally. 2. Democratic enthusiasm is up. 3. Trump is running out of time.</p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/783074009864896514\">October 3, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForecasterEnten/status/783074206128992257\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">And yes, I trust high quality national polls from CBS/CNN/FOX a lot more than the USC/CVOTER stuff.</p>&mdash; (((Harry Enten))) (@ForecasterEnten) <a href=\"https://twitter.com/ForecasterEnten/status/783074206128992257\">October 3, 2016</a></blockquote>  </figure>  <p>This chart by HuffPost Pollster hasn’t yet taken the new CBS poll into account. But it shows Clinton with a five-point lead on Trump in polling averages:<br></p>  <figure class=\"element element-image\" data-media-id=\"0169f7451d5bb20f0473702be5ef515d3dbb5547\"> <img src=\"https://media.guim.co.uk/0169f7451d5bb20f0473702be5ef515d3dbb5547/0_0_1500_948/1000.png\" alt=\"National head-to-head polling over time, averaged by HuffPost Pollster.\" width=\"1000\" height=\"632\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">National head-to-head polling over time, averaged by HuffPost Pollster.</span> <span class=\"element-image__credit\">Photograph: HuffPost Pollster</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-03T22:54:16.454Z\">at 11.54pm BST</time></p>  </div> <div id=\"block-57f2df3ce4b03ca720ca2328\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T22:48:06.570Z\">11.48pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump developments used Chinese steel – report</h2>  <div class=\"block-elements\">  <p>Here’s the <a href=\"http://www.newsweek.com/how-donald-trump-ditched-us-steel-workers-china-505717\">Newsweek report</a> Clinton just alluded to at her Akron rally, that Trump has used Chinese steel instead of American steel (doesn’t seem out of character, does it?) in two of three recent big developments:</p> <blockquote class=\"quoted\"> <p>A <em>Newsweek </em>investigation has found that in at least two of Trump’s last three construction projects, Trump opted to purchase his steel and aluminum from Chinese manufacturers rather than United States corporations based in states like Pennsylvania, Ohio, Michigan and Wisconsin. ...</p> <p>Of Trump’s last three construction projects, the first to use Chinese steel was Trump International Hotel Las Vegas, which opened in 2008. That the manufacturer is from China is not immediately evident; this fact is hidden within a chain of various corporate entities, including holding companies registered in the British Virgin Islands. ...</p> <p>Another recent Trump building that has used metal from China is Trump International Hotel and Tower in Chicago, which opened in 2009. ... The building required tons of aluminum and Trump elected not to purchase the metal from Alcoa or any other similar American producer, but instead turn to a subsidiary of a Chinese aluminum manufacturer. </p> </blockquote> <p>Read the <a href=\"http://www.newsweek.com/how-donald-trump-ditched-us-steel-workers-china-505717\">full piece here</a>.</p> </div>   </div> <div id=\"block-57f2d7f2e4b01506cbf24dca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T22:16:13.214Z\">11.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton: “I know that Ohio is a tough tough state.. but I need your help to talk to anyone who thinks they might be voting for Trump...</p> <blockquote class=\"quoted\"> <p>“You’ve got to stage an intervention. You’ve got to sit them down, and point out how everything he says he wants to do is absolutely opposite of what he has done.</p> </blockquote> </div>   </div> <div id=\"block-57f2d5d9e4b01506cbf24dc4\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T22:12:48.727Z\">11.12pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Clinton hits Trump for using Chinese steel</h2>  <div class=\"block-elements\">  <p>Clinton is hammering Trump on his tax returns. She says her husband and she pay taxes. “And frankly, we are grateful that we could.”</p> <p>“Did any of you see the debate last Monday?”</p> <p>Rah-rah, cheer cheer.</p> <p>She reiterates the questions she has about his taxes: He’s not rich, he’s not charitable, he owes money to foreign lenders - or maybe he does not pay taxes.</p> <p>She informs the crowd that Trump lost a billion dollars on casinos in the mid-1990s. One interpretation of his tax returns.</p> <p>“Ask yourself this. Who loses money on casinos? Really. And yesterday some of his supporters say, well, ‘It just shows he’s a genius. That he didn’t pay any taxes.” Well, what kind of a genius doesn’t pay taxes in the first place?</p> <p>She notes that Trump claimed not paying taxes made him “smart,” and asks, “what’s that say about the rest of us...”</p> <p>“This is the same person who’s been going around really just dumping on America. He says the military’s a disaster? Well, he really could not be more wrong, but thank goodness the rest of us are” paying to support the men and women in uniform.</p> <p>Clinton says Trump failed to pay taxes for 20 years but wants tax cuts for him and his family.</p> <p>“What’s he want us to do, pay him to lose money?”</p> <p>The crowd chants again. She’s got them going with this part.</p> <p>“We know he stiffed people... we know he took bankruptcy... we know he paid no taxes probably 20 years...”</p> <p>“Donald, release everything up until 2009. Show the American people your taxes!”</p> <p>She says if she’s president, it will be law that any nominee must release taxes.</p> <p>Now she hits him on the <a href=\"http://www.newsweek.com/how-donald-trump-ditched-us-steel-workers-china-505717\">Newsweek report</a> that Trump used Chinese steel and aluminum in two of his last three construction projects.</p> <p>“He once again stiffed us. He sent that money overseas... it turns out he bought that steel and aluminum from the Chinese. It turns out he owes big money to the Chinese.” <br></p> <blockquote class=\"quoted\"> <p>How can he make America great again when he won’t even buy American products in our country?</p> </blockquote> </div>   </div> <div id=\"block-57f2d436e4b03ca720ca2303\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T21:59:55.422Z\">10.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton:</p> <blockquote class=\"quoted\"> <p>When I think about the way that my opponent has taken advantage of people, I gotta tell you, I am really grateful my dad never got a contract from him. [Cheers]. Because I have met people he stiffed... he wouldn’t pay them.</p> <p>Now you’ve gotta stop and ask yourself, what kind of person does that? Someone who works hard and has a contract that they expect to be honored...</p> </blockquote> <p>Clinton narrates a story of a small business stiffed by Trump. </p> <blockquote class=\"quoted\"> <p>Trump didn’t care. He basically just walked away from them, made them feel like they had failed even though they had done the work they had been asked to provide. I’ve gotta tell you, that is not the way we are supposed to do business in America...</p> </blockquote> <blockquote> <p>But you’re going to help me make sure he never gets near the White House!</p> </blockquote> <p>Cheers and the Hillary chant again.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-03T22:00:16.835Z\">at 11.00pm BST</time></p>  </div> <div id=\"block-57f2d384e4b03ca720ca2302\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T21:56:27.761Z\">10.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton says what she has been saying on the stump, that she’s going to close this campaign the way she started her career in public life, by fighting for kids and on behalf of the vulnerable.</p> <p>“My opponent and I have a very different view about what it takes to get ahead and stay ahead, because we have different life experiences...</p> <blockquote class=\"quoted\"> <p>I have noticed that he always puts himself first. And maybe that’s because he was born into a millionaire family...his father bailed him out, apparently that’s a pattern, you’ve got to be bailed out when you do business with him... and he has taken advantage of every single element of our tax code that he could.. and meanwhile, he stiffed people.</p> </blockquote> </div>   </div> <div id=\"block-57f2d319e4b0643b5d843b5e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T21:53:36.505Z\">10.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton reminds the crowd that the deadline to register to vote in Ohio is 11 October and early voting starts the next day.</p> <p>“Because we have just 36 days left. 36 days.”</p> <p>She invites people to get involved on behalf of the campaign, “Because we are running to win Ohio in this election.”</p> <p>Hillary! Hillary! The crowd chants. </p> </div>   </div> <div id=\"block-57f2d28ee4b0643b5d843b5a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T21:52:19.471Z\">10.52pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“I was especially honored to receive the endorsement of LeBron James,” Clinton says, to cheers.</p> <p>“But I’ll tell you what really moved me the most is he’s given back to his hometown... he is someone who uses the platform he has earned... to speak out and to speak up for those who may not have a voice...</p> <p>“I am truly honored...”</p>  <figure class=\"element element-image\" data-media-id=\"f69b7bbb34a3ac0bf55fa37498b89a083129b06a\"> <img src=\"https://media.guim.co.uk/f69b7bbb34a3ac0bf55fa37498b89a083129b06a/0_150_4500_2702/1000.jpg\" alt=\"22 June 2016.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">22 June 2016.</span> <span class=\"element-image__credit\">Photograph: Gene J. Puskar/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-57f2d225e4b01506cbf24db5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T21:48:29.550Z\">10.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s Clinton.</p> </div>   </div> <div id=\"block-57f2cc07e4b01506cbf24da3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T21:22:52.992Z\">10.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump’s done.</p> <p>Up next: Hillary Clinton in Akron, Ohio. Here’s a live video stream:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=j3mm6vkYQGI\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/j3mm6vkYQGI?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Clinton</figcaption> </figure>  </div>   </div> <div id=\"block-57f2caf7e4b0643b5d843b3c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T21:22:05.871Z\">10.22pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: US beset by race riots</h2>  <div class=\"block-elements\">  <p>It appears that the mainly peaceful protests for justice and protection from officially sanctioned violence that have played out in American cities in the last two years just look like “race riots” to Trump.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sahilkapur/status/783048860109275136\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump says there are “race riots on our streets on a monthly basis. Somebody said don’t call them race riots, but that’s what they are.”</p>&mdash; Sahil Kapur (@sahilkapur) <a href=\"https://twitter.com/sahilkapur/status/783048860109275136\">October 3, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57f2c8e8e4b01506cbf24d95\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T21:11:10.687Z\">10.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ericbradner/status/783050621171671040\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump on Don King, in Pueblo: &quot;Whether you like him or not, that’s a smart cookie, a tough cookie, and he’s done a job.&quot;</p>&mdash; Eric Bradner (@ericbradner) <a href=\"https://twitter.com/ericbradner/status/783050621171671040\">October 3, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ericbradner/status/783050784611168256\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Reminder: Don King has killed two people. <a href=\"https://t.co/d43kKkJhCI\">https://t.co/d43kKkJhCI</a></p>&mdash; Eric Bradner (@ericbradner) <a href=\"https://twitter.com/ericbradner/status/783050784611168256\">October 3, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickRiccardi/status/783051123103977472\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The mic goes out again. &quot;I&#39;m telling you, the commission on presidential debates is operating this microphone....What a joke they are.&quot;</p>&mdash; Nick Riccardi (@NickRiccardi) <a href=\"https://twitter.com/NickRiccardi/status/783051123103977472\">October 3, 2016</a></blockquote>  </figure>  <p>“Naw, that commission on presidential debates, what a joke they are. I gotta go through them, on Sunday night again?” Trump adds.</p> </div>   </div> <div id=\"block-57f2c813e4b03ca720ca22df\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T21:06:51.794Z\">10.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump is now trashing Bernie Sanders as having made a “deal with the devil” who can’t even draw a crowd anymore. </p> <p>“He made a deal with the devil, and his supporters are no longer his supporters, that I can tell you.”</p> <p>As recently as Saturday, the Trump campaign playbook was to attract Sanders voters using leaked audio of Clinton talking about them. </p> </div>   </div> <div id=\"block-57f2c62ce4b0643b5d843b2c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T21:04:12.703Z\">10.04pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump describes 1995 losses as part of a comeback legend</h2>  <div class=\"block-elements\">  <p>Now Donald Trump is addressing the exposure of his $916m in reported losses in 1995. </p> <p>He paints it as a comeback story. Which seems a much better way to frame it, politically, than saying “I’m a genius, of course I don’t pay taxes,” which was the Trump campaign messaging this weekend. </p> <p>Trump is talking about getting into debt trouble in the mid-1990s, which he characterizes as a tough time for real estate. “Survive till ’95” was the motto, he says.</p> <p>“For me, impossible is just a starting point, that’s when you begin,” Trump says. </p> <p>Good, solid, political messaging there.</p> <p>“The only person who didn’t think that I was in trouble was a guy named Donald J Trump. I didn’t know what they were talking about. Power of positive thinking...” </p> <p>He explains he had taken out big loans from big banks.</p> <p>“When the bottom fell out of the real estate market, [the debt] stayed the same, but the value of assets plummeted...</p> <p>“My knowledge of the tax code gave me a tremendous advantage... now [his competitors are] gone and I’m here, and I’m ready to turn things around for our country...</p> <p>“The early 90s was a very tough time for the world. But in tough times, you need very tough and smart people. These are tough times for America. We need very tough and very smart leadership. </p> <p>“I enjoyed getting up every morning to take on the financial establishment... and win.”</p> </div>   </div> <div id=\"block-57f2c5c7e4b0643b5d843b2a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T20:57:00.117Z\">9.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump:</p> <blockquote class=\"quoted\"> <p>If we don’t win this election, it will never happen again. This opportunity will never happen again.”</p> </blockquote> <p>Textbook Art of the Deal, there, folks.</p> </div>   </div> <div id=\"block-57f2c512e4b03ca720ca22d7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T20:53:42.863Z\">9.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump is addressing a rally in Pueblo, Colorado. He’s talking about government debt and the decaying infrastructure. Sounds like he’s about to make a pitch for a heavier tax burden for all Americans, to relieve the debt and pay for all the repairs the country so urgently needs. Let’s listen in.</p> <p>Here’s a live stream:</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=BCqjCZ288Ng\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/BCqjCZ288Ng?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Trump in Colorado.</figcaption> </figure>  </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-03T20:54:34.946Z\">at 9.54pm BST</time></p>  </div> <div id=\"block-57f2baeee4b0643b5d843b09\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T20:23:52.847Z\">9.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Dead heat among likely voters in North Carolina</h2>  <div class=\"block-elements\">  <p>Hillary Clinton does not need to win North Carolina in one of her seemingly most viable routes to the White House (see map below) – in which she holds Virginia, Colorado, Wisconsin, Michigan, Pennsylvania and New Hampshire, loses the second district in Maine and then loses Florida and Ohio as well as Nevada and Iowa.</p> <p>Clinton does not <em>need</em> to win North Carolina in such a scenario – but some of her supporters may not be comfortable with cutting it quite this close:</p>  <figure class=\"element element-embed\" data-alt=\"clinton\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;div align=&quot;center&quot;&gt;&lt;a href=&quot;http://www.270towin.com/maps/OLQQA&quot;&gt;&lt;img src=&quot;http://www.270towin.com/presidential_map_new/maps/OLQQA.png&quot; width=&quot;550&quot;&gt;&lt;/a&gt;&lt;br&gt;&lt;small&gt;&lt;img style=&quot;vertical-align: middle;&quot; src=&quot;http://www.270towin.com/uploads/3rd_party_270_30px.png&quot; alt=&quot;&quot; /&gt; Click the map to create your own at &lt;a href=&quot;http://www.270towin.com/maps/OLQQA&quot;&gt;270toWin.com&lt;/a&gt;&lt;/small&gt;&lt;/div&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> <figcaption>270 is plenty. Right?</figcaption> </figure>  <p>Now, a new poll of likely voters conducted by J Ann Selzer for Bloomberg – one of the tippy-top names in polling – finds Clinton up on Trump 46-45 in a two-way race in the Tar Heel state<strong> </strong>– “a statistical tie when the 3.5 margin of error is factored in.”</p> <p>When third-party candidates are included, Clinton leads Trump 44-43.</p> <p>That’s really close. The poll was conducted from Thursday, 29 September through Sunday, 2 October, meaning the Alicia Machado headlines and the tax headline were out there for at least one day on which voters were interviewed.</p> <p>“It’s hard to imagine a battleground state where things could be much closer, both in the overall horse-race number and in the underlying party ideology of the voters,” said Selzer, who oversaw the survey. “This is the kind of situation where third-party candidates could tip the balance.”<br></p> <p>The poll has the Democratic senate candidate, Deborah Ross, up 46-44 against Republican incumbent Richard Burr, and Democrat gubernatorial challenger Roy Cooper up 50-44 over Republican incumbent Pat McCrory.</p> <p>HuffPost Pollster’s average has Clinton up just over a point on Trump in the state:</p>  <figure class=\"element element-image\" data-media-id=\"9fc698fd7ddcf42001d42fe78bef259655c589f7\"> <img src=\"https://media.guim.co.uk/9fc698fd7ddcf42001d42fe78bef259655c589f7/0_0_1500_948/1000.png\" alt=\"Close in North Carolina. Via HuffPost Pollster.\" width=\"1000\" height=\"632\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Close in North Carolina. Via HuffPost Pollster.</span> <span class=\"element-image__credit\">Photograph: HuffPost Pollster</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-03T20:28:50.512Z\">at 9.28pm BST</time></p>  </div> <div id=\"block-57f2b8d6e4b01506cbf24d68\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T20:08:14.919Z\">9.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump camp accuses media of distorting comments on vets</h2>  <div class=\"block-elements\">  <p>Amid criticism of Donald Trump for his casual categorization today of veterans who may be suffering from post-traumatic stress as not “strong” enough to “handle it,” the Trump camp has raised its voice to say the comments are being misinterpreted. </p> <p>“The media continues to operate as the propaganda arm of Hillary Clinton as they took Mr. Trump’s words out of context in order to deceive voters and veterans—an appalling act that shows they are willing to go to any length to carry water for their candidate of choice,” said a statement issued by the Trump campaign and credited to Lt Gen Michael Flynn, the former director of the defense intelligence agency.</p> <p>Flynn continued:</p> <blockquote class=\"quoted\"> <p>Mr. Trump was highlighting the challenges veterans face when returning home after serving their country. He has always respected the service and sacrifice of our military men and women—proposing reforms to Veteran Affairs to adequately address the various issues veterans face when they return home.” </p> </blockquote> <p>Click through to read our <a href=\"https://www.theguardian.com/us-news/live/2016/oct/03/donald-trump-taxes-returns-hillary-clinton-2016-election-live?page=with:block-57f2af3ee4b0643b5d843adb#block-57f2af3ee4b0643b5d843adb\">earlier coverage</a>, including an admonishment from a veterans’ rights activists for leaders to use “accurate and appropriate language.”</p> </div>   </div> <div id=\"block-57f2af3ee4b0643b5d843adb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T19:34:18.943Z\">8.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump categorizes some veterans as not 'strong' enough to go PTSD alone</h2>  <div class=\"block-elements\">  <p>Donald Trump’s seemingly offhand comments today about veterans who suffer from PTSD are drawing sharp criticism, AP reports:</p> <blockquote class=\"quoted\"> <p>Donald Trump is drawing criticism after he appeared to suggest that veterans who suffer from PTSD might not be as strong as those who don’t.</p> <p>Trump made the reference Monday as he discussed his commitment to improving mental health services for veterans at an event held by the Retired American Warriors political action committee.</p> <p>Trump said, “When people come back from war and combat, and they see things that maybe a lot of the folks in this room have seen many times over, and you’re strong and you can handle it. But a lot of people can’t handle it.”</p> <p>Trump has often cited improving mental health services for veterans as a top priority of he makes it to the White House.</p> <p>He says, “We are losing so many great people that can be taken care of if they have proper care.”</p> </blockquote> <p>Here’s the full quote for context:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LeoShane/status/782977949012152320\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">OK, wait -- in context, that <a href=\"https://twitter.com/realDonaldTrump\">@realDonaldTrump</a> quote on PTSD isn&#39;t nearly as damning. <a href=\"https://t.co/aRrX29IZ08\">https://t.co/aRrX29IZ08</a> <a href=\"https://t.co/wGaFl51OUl\">pic.twitter.com/wGaFl51OUl</a></p>&mdash; Leo Shane III (@LeoShane) <a href=\"https://twitter.com/LeoShane/status/782977949012152320\">October 3, 2016</a></blockquote>  </figure>  <p>Paul Rieckhoff from Iraq And Afghanistan Veterans Of America shared his thoughts:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulRieckhoff/status/782988120828612610\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Every national leader has a responsibility to use accurate and appropriate language when talking about mental health and suicide especially.</p>&mdash; Paul (PJ) Rieckhoff (@PaulRieckhoff) <a href=\"https://twitter.com/PaulRieckhoff/status/782988120828612610\">October 3, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulRieckhoff/status/782988302064422912\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Terms like &quot;killing yourself&quot; or &quot;mental problems&quot;, or any any suggestion that suicide only impacts the weak, perpetuates stigma...</p>&mdash; Paul (PJ) Rieckhoff (@PaulRieckhoff) <a href=\"https://twitter.com/PaulRieckhoff/status/782988302064422912\">October 3, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulRieckhoff/status/782988536840585217\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">...it can also promote contagion and may discourage people from getting help for mental health injuries. Getting help is a sign of strength.</p>&mdash; Paul (PJ) Rieckhoff (@PaulRieckhoff) <a href=\"https://twitter.com/PaulRieckhoff/status/782988536840585217\">October 3, 2016</a></blockquote>  </figure>  <p><strong>Correction</strong>: the headline of this block has been changed to more precisely capture Trump’s comments.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-03T20:49:17.546Z\">at 9.49pm BST</time></p>  </div> <div id=\"block-57f2a96ee4b03ca720ca2285\" class=\"block\" data-block-contributor=\"profile/megan-carpentier\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T19:02:55.460Z\">8.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><i>Reporters Megan Carpentier and Laurence Mathieu-Léger visited mothers and daughters in Philadelphia to speak about why a Hillary Clinton presidency matters to them.</i></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/03/mothers-daughters-hillary-clinton-video\"            data-short-url=\"https://gu.com/p/5536c\"                    data-show-ads=\"true\"            data-video-id=\"2757981\"            data-video-name=\"Why Hillary Clinton matters to mothers and daughters – video\"            data-video-provider=\"The Guardian\"            > <video data-media-id=\"gu-video-57ebd9bae4b0757c5291932c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/28/20160928HILLARYWOMENFINAL_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/28/20160928HILLARYWOMENFINAL.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/09/28/20160928HILLARYWOMENFINAL_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/03/mothers-daughters-hillary-clinton-video\">Why Hillary Clinton matters to mothers and daughters</a></figcaption> </figure>   <p>Polly Frey, a 67-year-old former stay-at-home mother and current furniture saleswoman in between jobs, lives with her daughter in the <a href=\"https://www.theguardian.com/us-news/philadelphia\">Philadelphia</a> exurbs, and said she certainly sees herself in Clinton. “Being a new grandmother, definitely, it makes her more human and more attractive to me, how she would handle things,” she explained. “I worry about so much more now than I did with my kids, because you know what’s going on and you want to prepare them for what’s ahead and hope that they turn out to be even-tempered, moral, generous – all the things you would want in a human, which sometimes we don’t see in some of the candidates.”</p> <p>Her daughter, Raina Murdock, is an IT professional who just turned 43 and has two children: Dexter, age four, and Meadow, one.</p> <p>Murdock said, tearing up: “The one thing that I think is kind of cool, Meadow being the age she is, she’s not going to know any different” than that a <a href=\"https://www.theguardian.com/news/datablog/2016/jul/28/women-leaders-female-head-of-state-history-data\">woman can be president</a>.</p> <p>“There’s the quote where, it’s like Madeleine Albright’s granddaughter or something saying, ‘Well, isn’t a woman always secretary of state?’ That might be how Meadow feels about the president, and that’s pretty cool.”<br></p> <p>“It’ll be second nature,” said Frey.<br></p> <p>“She won’t see the limits that we’ve all seen,” replied Murdock.</p> <p>Read the rest <a href=\"https://www.theguardian.com/us-news/2016/oct/03/hillary-clinton-women-voters-mothers-daughters-philadelphia\">here</a>.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/03/hillary-clinton-women-voters-mothers-daughters-philadelphia\">'It's not right': mothers and daughters see own struggles reflected in Hillary Clinton</a> </p> </aside> </div>   </div> <div id=\"block-57f2a74ae4b0643b5d843ac1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T18:45:57.388Z\">7.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s Trump speaking about veterans’ mental health at a stop in Virginia this morning.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/us-news/video/2016/oct/03/trump-veterans-ptsd-strong-handle\"            data-short-url=\"https://gu.com/p/55z9e\"                    data-show-ads=\"true\"            data-video-id=\"2773373\"            data-video-name=\"Trump on veterans' mental health: 'People can't handle' what you've seen – video\"            data-video-provider=\"Reuters\"            > <video data-media-id=\"gu-video-57f28ce3e4b01506cbf24ca7\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/10/03/161003trumpveterans_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/10/03/161003trumpveterans.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2016/10/03/161003trumpveterans_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/us-news/video/2016/oct/03/trump-veterans-ptsd-strong-handle\">Trump on veterans’ mental health: ‘People can’t handle’ what you’ve seen</a></figcaption> </figure>  </div>   </div> <div id=\"block-57f2a2dee4b01506cbf24d19\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T18:27:25.487Z\">7.27pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>These two are so adorable you could turn their first date into a movie. Oh wait.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BarackObama/status/783009809356304385\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Side-by-side for 24 years. Here&#39;s to many more. <a href=\"https://twitter.com/hashtag/HappyAnniversary?src=hash\">#HappyAnniversary</a> <a href=\"https://t.co/nh8Xfc7IWU\">pic.twitter.com/nh8Xfc7IWU</a></p>&mdash; Barack Obama (@BarackObama) <a href=\"https://twitter.com/BarackObama/status/783009809356304385\">October 3, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57f2a072e4b01506cbf24d0b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T18:18:12.648Z\">7.18pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Dave Matthews hosts a pro-Clinton concert</h2>  <div class=\"block-elements\">  <p>This in from the Clinton campaign:</p> <blockquote class=\"quoted\"> <p>On Monday, October 10, Senator Tim Kaine and musician Dave Matthews will campaign in the Denver Metro area and host a concert where they will highlight Hillary Clinton’s plan to build an economy that works for everyone, not just those at the top.</p> <p>The concert, occurring just one week before ballots are mailed to Colorado voters, will focus on urging supporters to make sure they’re registered to vote. </p> </blockquote> <p>We’re definitely betting that Tim Kaine will be polishing his harmonica in preparation. Will Bill Clinton get out the old sax as well? Fingers crossed.</p> </div>   </div> <div id=\"block-57f29a67e4b01506cbf24ced\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T17:53:26.701Z\">6.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“In another words, Trump was taking from America with both hands and leaving the rest of us with the bill,” she says.</p> <p>“He says only he can fix, but that is like letting the fox guard the hen house,” argues Clinton.</p> <p>“Here’s what I am really just stunned by. I get stunned every day in this campaign... he has put forth a tax plan that would cut his own taxes even more. It would be like you’re paying zero, you expect us to pay you to stay in business in America,” says Clinton incredulously.</p> <p>She goes on. “This is a real shocker: his plan would actually raise taxes for millions of middle class families. You know the people it would hit the hardest? The single parents. Whose lives and challenges he doesn’t care about, he certainly doesn’t understand,” says Clinton.<br></p> <p>She asked if the crowd had seen the debate last Monday. Huge cheers and then the crowd started chanting “Hillary” so loudly, she couldn’t speak for a moment.</p> <p>“What kind of genius loses a billion dollars in a single year? This is Trump to a T,” she says.</p> </div>   </div> <div id=\"block-57f299aee4b01506cbf24ce5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T17:49:04.572Z\">6.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Now onto Donald Trump and his tax returns.</p> <p>“A lot of us were wondering, what is he hiding - it’s really terrible,” says Clinton.</p> <p>“The New York Times has discovered at least part of the answer,” she notes, pointing out their investigation over the weekend.</p> <p>“How everyone can lose a dollar let alone a billion dollars in the casino industry is beyond me,” quips Clinton. “As a result, doesn’t look like he paid a dime of federal income tax for two decades,” says Clinton.</p> </div>   </div> <div id=\"block-57f29997e4b01506cbf24ce4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T17:47:15.737Z\">6.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“And then in a category by himself: there’s Donald Trump,” declares Clinton, after going after Wells Fargo.</p> </div>   </div> <div id=\"block-57f298cfe4b01506cbf24cdb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T17:46:47.697Z\">6.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Clinton’s economic speech focusing on investment in the US and anti the “cowboy culture” on Wall Street.</p> <p>“For most businesses, America is the most important asset on their ballot sheet. This country of ours, the system of ours, the rule of law. The opportunity to get an education... we created the biggest engine of economic growth in the world, the middle class. And when it thrives, the country thrives, and when it doesn’t, we don’t,” says Clinton.</p> <p>“Patriotism is profitable. Standing up for America, investigating in America, will pay off,” says Clinton.<br></p> <p>“We do not and we will not respect those who get rich by cheating everybody else,” she says.</p> <p>“I want to send a clear message to every board room, to every executive team, if you scam your customers, exploit your employees, hurt the environment, rip off taxpayers... we will find ways to hold you accountable,” she declares.</p> </div>   </div> <div id=\"block-57f29821e4b01506cbf24cd7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T17:41:47.277Z\">6.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“The tax code rewards corporations for outsourcing their jobs... rather than investing here in the United States. It is riddled with loopholes that let the rich get even richer and makes income inequality even worse,” says Clinton.</p> </div>   </div> <div id=\"block-57f29789e4b01506cbf24cd5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T17:39:21.399Z\">6.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“I want to focus on what I call kitchen table issues,” says Clinton, reeling off cost of childcare, cost of college and education being the issues that she thinks keep people up at night having discussions over the kitchen table.</p> <p>“That means we’ve got to have good schools in every zip code. You’ve got be willing to work and if you’re willing to work, you’ve got to be able to get ahead and stay ahead, that’s the basic bargain,” says Clinton.</p> </div>   </div> <div id=\"block-57f296fae4b03ca720ca2246\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T17:37:15.445Z\">6.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“I hope to be elected president, but I know here in Ohio, LeBron will always be the king!” says Hillary Clinton, speaking about Cleveland Cavs’ star LeBron James.</p> <p>“I’ve gotten a lot of endorsements over the year but I’ve got to say there’s something special about this one,” she adds.</p> </div>   </div> <div id=\"block-57f29688e4b0643b5d843a7b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T17:35:50.526Z\">6.35pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hillary Clinton hosts rally in Toledo, Ohio</h2>  <div class=\"block-elements\">  <figure class=\"element element-embed\" data-alt=\"Hillary Clinton in Toledo\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57f28afeab1fac507660ac2a?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57f295c5e4b01506cbf24ccc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T17:33:56.121Z\">6.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>David A. Fahrenthold, the Washington Post reporter who has been closely monitoring the Trump Foundation and Trump’s charity donations, notes that his reporting this week on the foundation not being properly registered seemed to have kickstarted the Attorney General’s cease-and-desist order. <a href=\"https://www.washingtonpost.com/politics/trump-foundation-ordered-to-stop-fundraising-by-ny-attorney-generals-office/2016/10/03/1d4d295a-8987-11e6-bff0-d53f592f176e_story.html\">He wrote</a>:</p> <blockquote class=\"quoted\"> <p>The night before that, The Washington Post had reported that Trump’s charity had been soliciting donations from other people without being properly registered in New York state.</p> <p>According to tax records, Trump’s foundation has subsisted entirely on donations from others since 2008, when Trump gave his last personal donation. This year, the Trump Foundation made its most wide-ranging request for donations yet: It set up a public website, donaldtrumpforvets.com, to gather donations that Trump said would be passed on to veterans’ groups.</p> <p>But the Trump Foundation never registered under article 7A of New York’s Executive Law, as is required for any charity soliciting more than $25,000 a year from the public. One important consequence: Trump’s foundation avoided rigorous outside audits, which New York law requires of larger charities which ask the public for money.</p> </blockquote> </div>   </div> <div id=\"block-57f2926ee4b01506cbf24cba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T17:17:02.782Z\">6.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s the full statement from the Trump campaign, tweeted by NBC reporter Katy Tur:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KatyTurNBC/status/782989887528054784\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Trump campaign statement on NY AG Cease and Desist <a href=\"https://t.co/tn13Yx7c5G\">pic.twitter.com/tn13Yx7c5G</a></p>&mdash; Katy Tur (@KatyTurNBC) <a href=\"https://twitter.com/KatyTurNBC/status/782989887528054784\">October 3, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57f28ec7e4b01506cbf24cab\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T17:11:39.266Z\">6.11pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">NY attorney general issues cease-and-desist to Trump Foundation</h2>  <div class=\"block-elements\">  <p>The New York attorney general served the Trump Foundation with a cease and desist order on Monday to stop soliciting contributions in New York due to a lack of publicly available financial documents.</p> <p>Attorney general Eric Schneiderman’s office <a href=\"http://www.ag.ny.gov/press-release/new-york-attorney-generals-office-issues-notice-violation-directing-trump-foundation\">said in a statement</a>:</p> <blockquote class=\"quoted\"> <p>The notice states that the Trump Foundation “is in violation of section 172 of Article 7-A New York’s Executive Law, which requires charitable organizations that solicit contributions in New York State to register with the Charities Bureau and to provide annual financial reports and annual audited financial statements.” Despite failing to register pursuant to Article 7-A, the Trump Foundation solicited contributions in New York State earlier this year, in violation of New York law.</p> <p>The notice directs the Trump Foundation to “immediately cease soliciting contributions or engaging in other fundraising activities in New York” and “to provide the [AG’s] Charities Bureau with the information specified in Section 172 within fifteen (15) days” of receiving the notice. </p> </blockquote> <p>It does not mean the foundation must stop distributing funds, but it cannot currently solicit them in New York because of the order.</p> <p>A full copy of the order is available <a href=\"https://ag.ny.gov/sites/default/files/trump_foundation_notice_of_violation_9-30-16.pdf\">here</a>.</p> <p>A statement by the Trump campaign read on CNN said that Trump was concerned with the political motives of Schneiderman, who has been investigating both Trump Foundation and Trump University. </p> <p>“The Trump foundation nevertheless intends to cooperate fully with the investigation as it’s an ongoing legal matter,” said the Trump campaign in a statement, according to CNN.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-03T17:14:51.305Z\">at 6.14pm BST</time></p>  </div> <div id=\"block-57f2823fe4b01506cbf24c6c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T16:29:18.282Z\">5.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Clinton campaign released a new Spanish language ad focusing on Latino workers in Trump’s hotels.</p>  <figure class=\"element element-audio\" data-canonical-url=\"https://soundcloud.com/hillary-clinton-976818877/no-es-de-oro-hillary-clinton/s-0xjkn\"> <iframe width=\"460\" height=\"460\" src=\"https://w.soundcloud.com/player/?visual=true&url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F285607115&show_artwork=true&secret_token=s-0xjkn\" frameborder=\"0\" allowfullscreen></iframe> </figure>  <blockquote> <p><strong>VO: </strong>Trump Hotel in Las Vegas has marble floors, crystal chandaliers, and expensive art on the walls. But those who work for Donald Trump will tell you, everything that glitters isn’t gold. Carmen works in housekeeping at Trump Hotel…</p> <p><strong>WORKER: </strong>He treats us like we’re second-class workers. He has no respect for us.<br></p> <p>We’re the people who come here every day to clean his building, prepare the rooms, so he can be successful.</p> <p><strong>VO: </strong>Trump has said that wages are too high and the truth is employees like Carmen at Trump Hotel make three dollars less an hour than employees in other hotels in the same city. This is our country and it’s our duty to vote.<br></p> <p>Join the millions of Hispanics voting for Hillary Clinton. A candidate who respects us. </p> </blockquote> <p>Any thoughts on the effectiveness of the ad?</p> </div>   </div> <div id=\"block-57f27b84e4b01506cbf24c3b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T15:48:53.516Z\">4.48pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">NY mag's special Obama edition</h2>  <div class=\"block-elements\">  <p>New York magazine today <a href=\"http://nymag.com/daily/intelligencer/2016/10/barack-obama-on-5-days-that-shaped-his-presidency.html\">published a whole edition on</a> President Obama and the end of his eight years - his legacy, the good and the bad.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nymagPR/status/782748138255908866\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New cover: Hope, And What Came After. A special issue and multimedia timeline on Obama&#39;s America. <a href=\"https://t.co/4nhfcpYKTd\">https://t.co/4nhfcpYKTd</a> <a href=\"https://t.co/GKT3hUOqRi\">pic.twitter.com/GKT3hUOqRi</a></p>&mdash; NYMag PR (@nymagPR) <a href=\"https://twitter.com/nymagPR/status/782748138255908866\">October 3, 2016</a></blockquote>  </figure>  <p><a href=\"http://nymag.com/daily/intelligencer/2016/10/barack-obama-on-5-days-that-shaped-his-presidency.html\">The main cover story is a feature</a> on the most important events during Barack Obama’s presidency - a “first draft” of Obama’s memoirs. The president sat down with Jonathan Chait to discuss five key situations during his presidency: the Republicans, Obamacare, BP oil spill, Cuba and drones.</p> <p>It’s a very in-depth chat with Obama, who delves into what sort of legacy he’ll leave behind. Here he is on drone strikes:</p> <blockquote class=\"quoted\"> <p>What I will say, though, is that the critique of drones has been important, because it has ensured that you don’t have this institutional comfort and inertia with what looks like a pretty antiseptic way of disposing of enemies. I will say that what prompted a lot of the internal reforms we put in place had less to do with what the left or <a href=\"https://www.hrw.org/donate-now?ea.tracking.id=ED2016EVSCgl&amp;gclid=CJuEsvCouM8CFQEkhgodwA4PCA\">Human Rights Watch</a> or <a href=\"http://www.amnestyusa.org/\">Amnesty International</a> or other organizations were saying and had more to do with me looking at sort of the way in which the number of drone strikes was going up and the routineness with which, early in my presidency, you were seeing both DOD and CIA and our intelligence teams think about this. And it troubled me, because I think you could see, over the horizon, a situation in which, without Congress showing much interest in restraining actions with authorizations that were written really broadly, you end up with a president who can carry on perpetual wars all over the world, and a lot of them covert, without any accountability or democratic debate.</p> <p>But I will say that having these nonprofits continue to question and protest ensured that, having made that initial decision, we kept on going and that it got pushed all the way through. And it’s not — as I announced when we released our best estimates of the civilian casualties — it’s not a perfect solution. I think America will continue to have work to do in finding this balance between not elevating every terrorist attack into a full-blown war but not either leaving ourselves exposed to attacks or, alternatively, pretending as if we can just take shots wherever we want, whenever we want, and not be answerable to anybody. What I’ve tried to do is to move the needle in the right direction, to set some trends in the right direction. But there’s gonna be a lot more work to do.</p> </blockquote> <p>And it seems like being president has had more than just an impact on Obama’s hair color.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NYMag/status/782748346846941184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A timeline of 8 years in Obama’s America, by <a href=\"https://twitter.com/POTUS\">@POTUS</a> and 60 other players and witnesses <a href=\"https://t.co/pvNcv7tQHa\">https://t.co/pvNcv7tQHa</a> <a href=\"https://t.co/6JcbhRbtYG\">pic.twitter.com/6JcbhRbtYG</a></p>&mdash; New York Magazine (@NYMag) <a href=\"https://twitter.com/NYMag/status/782748346846941184\">October 3, 2016</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-03T15:58:26.097Z\">at 4.58pm BST</time></p>  </div> <div id=\"block-57f27858e4b01506cbf24c27\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T15:25:25.110Z\">4.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>We are divided in our confusion over this one.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattNegrin/status/782959952474337280\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This Trump answer on &quot;confusion&quot; and &quot;divides&quot; is amazing and is the reason I don&#39;t want the election to ever end <a href=\"https://t.co/SRiqb6EOt0\">pic.twitter.com/SRiqb6EOt0</a></p>&mdash; Matt Negrin (@MattNegrin) <a href=\"https://twitter.com/MattNegrin/status/782959952474337280\">October 3, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57f2757fe4b0643b5d8439db\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T15:14:48.549Z\">4.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Clinton plane is heading off to Ohio and her press pool is busy tweeting about it.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeneps/status/782956679512088576\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Clinton on LeBron James&#39; endorsement of her: &quot;It&#39;s great. I&#39;m so excited!&quot; <a href=\"https://t.co/R7gASxh1Ih\">pic.twitter.com/R7gASxh1Ih</a></p>&mdash; Jennifer Epstein (@jeneps) <a href=\"https://twitter.com/jeneps/status/782956679512088576\">October 3, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/amychozick/status/782959149772640256\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It appears <a href=\"https://twitter.com/brianefallon\">@brianefallon</a> is showing Hillary Clinton baby pictures. <a href=\"https://t.co/PHr53x12mS\">pic.twitter.com/PHr53x12mS</a></p>&mdash; Amy Chozick (@amychozick) <a href=\"https://twitter.com/amychozick/status/782959149772640256\">October 3, 2016</a></blockquote>  </figure>  <p>Fallon is Clinton’s campaign press secretary,</p> </div>   </div> <div id=\"block-57f27023e4b01506cbf24bf8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T15:03:08.685Z\">4.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“The last thing you want to do is give notice to the enemy,” said Trump, who is complaining that Obama announced more US troops would be headed to Iraq to help the recapture of the city of Mosul.</p> <p>“If I’m a leader and I’m seeing and watching what everyone else is watching, ‘an attack on Mosul is imminent’, I’m saying bye folks I’m out,” says Trump.</p> <p>“Are we allowed to have even more in the military an element of surprise?” he asks.</p> </div>   </div> <div id=\"block-57f26f93e4b01506cbf24bf3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T14:48:21.504Z\">3.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump leaves the stage, there’s a q&amp;a session but doesn’t seem to involve questions with journalists.</p> </div>   </div> <div id=\"block-57f26f06e4b0643b5d8439c2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T14:45:53.753Z\">3.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump: live in Virginia talking about cyber warfare</p>  <figure class=\"element element-embed\" data-alt=\"Trump in Virginia\">  <iframe frameborder=\"0\" marginheight=\"0\" marginwidth=\"0\" allowfullscreen width=\"100%\" height=\"360\" src=\"//play.reuters.miisolutions.net/stream/57f26ce1ab1fac507660abe3?autoplay=false\"></iframe> </figure> </div>   </div> <div id=\"block-57f26e49e4b0643b5d8439b8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T14:44:48.395Z\">3.44pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Trump: Cyberwarfare to be 'one of our greatest weapons' against terrorists</h2>  <div class=\"block-elements\">  <p>Trump says cyber warfare is the future for the US military.</p> <p>“We should turn cyber warfare into one of our greatest weapons against the terrorists,” says Trump.</p> <p>Says he would boost cyber security in the military and training so US military could launch “crippling. And I mean crippling. Crippling” attacks against enemies.<br></p> <p>“This is the warfare of the future,” says Trump.</p> </div>   </div> <div id=\"block-57f26cfbe4b0643b5d8439b1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T14:42:14.664Z\">3.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Speaks about major hacking at companies and institutions where FBI background checks were found and identity fraud took place.</p> <p>“Cybersecurity is just one more area where the Obama administration has failed,” says Trump. He speaks of the growth of cybercrime. “It’s getting bigger very fast. It’s getting harder and harder to do,” he adds. </p> </div>   </div> <div id=\"block-57f26c4de4b0643b5d8439ab\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T14:36:02.172Z\">3.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>“To truly make America safe we must make cyber security a major priority... Cyber theft is the fastest growing crime in the United States by far,” says Trump.</p> <p>“Cyber attacks from foreign governments especially China, Russia, North Korea.... we don’t want to have any servers in the basement here,” notes Trump. </p> <p>Let’s remember that Trump called on Russia to hack Hillary Clinton.</p> <p>“Hillary Clinton’s only knowledge of cybersecurity is a criminal scheme to violate federal law,” says Trump.</p> </div>   </div> <div id=\"block-57f26c1ce4b07736232e18c9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T14:33:35.606Z\">3.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Trump takes to the stand at this veterans event in Virginia.</p> <p>“It’s a privilege to be here this morning with you, so many distinguished members of our service,” says Trump.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-10-03T14:36:10.993Z\">at 3.36pm BST</time></p>  </div> <div id=\"block-57f267fbe4b0328d7eb88c8c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T14:31:45.155Z\">3.31pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Cuban on Trump's taxes: 'there's no transparency'</h2>  <div class=\"block-elements\">  <p>Billionaire Mark Cuban, who’s a Clinton surrogate, <a href=\"http://www.cnn.com/videos/politics/2016/10/03/mark-cuban-nyt-trump-tax-report-intv-newday.cnn\">called into CNN</a> to complain about revelations that Donald Trump seems to have avoided paying income taxes because he wrote off $916 million in losses in 1995.</p> <p>“I get offered all the time these tax opportunities and I don’t take them... if Donald is taking tax shortcuts, maybe he bought an insurance policy as opposed to doing something in real estate and took a huge tax write off off that income. We don’t know. And that’s the inherent problem. There’s no transparency and he’s so ashamed of what he’s done he’s not willing to speak up and explain to us what happened,” said Cuban.</p> <p>Is Trump a genius for not paying taxes? Cuban was asked. He replied:<br></p> <blockquote class=\"quoted\"> <p>No, if he was such a genius, and there’s nobody who likes to brag about his genius more than Donald Trump, why won’t he just come out and explain what he did? That’s really the missing element here. If he was doing something that had some upside, the come out and say it, explain it to us. But more likely it was just another example of financial engineering and that creates problems for everybody.</p> </blockquote> <p>Just a reminder of Cuban’s stance on taxes, he penned <a href=\"https://www.theguardian.com/commentisfree/cifamerica/2011/sep/22/get-rich-pay-taxes\">an op-ed for the Guardian back in 2011</a> on the importance of paying taxes:<br></p> <blockquote class=\"quoted\"> <p>Make a boatload of money. Pay your taxes. Lots of taxes. Hire people. Train people. Pay people. Spend money on rent, equipment, services. Pay more taxes.</p> <p>When you make a shitload of money. Do something positive with it. If you are smart enough to make it, you will be smart enough to know where to put it to work.</p> </blockquote> </div>   </div> <div id=\"block-57f2659ae4b07736232e189c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T14:12:53.494Z\">3.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Donald Trump will be speaking soon to a veterans group in Virginia, no word if he’ll mention the tax debacle but we’ll be watching.</p> </div>   </div> <div id=\"block-57f25c18e4b0ff53b531bb76\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T13:28:44.900Z\">2.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Sanders publishes pro-Clinton op-ed in Iowa paper</h2>  <div class=\"block-elements\">  <p>Bernie Sanders, who’s been a strong Clinton surrogate in recent weeks, <a href=\"http://qctimes.com/news/opinion/editorial/columnists/guest/guest-view-clinton-gets-it-trump-doesn-t/article_bf31fbe9-b78c-5e78-924f-59e5bcd5e2b7.html\">penned an op-ed in Iowa paper the Quad-City Times</a> in support of his former foe.</p> <blockquote class=\"quoted\"> <p>Too many in the media treat the presidential contest like “Dancing with the Stars” or a World Series contest. It’s not.</p> <p>The decision Iowans face is not whether you like Hillary Clinton or Donald Trump. It’s not about who is ahead in the polls or who said something dumb yesterday. This enormously important election is about you and your family and what happens to us all over the next four years.</p> <p>As Iowans well know, Hillary Clinton and I had some very vigorous debates. We do not agree on every issue. But there is no question that she is, far and away, the superior candidate in this election. That is why I intend to work as hard as I can to see that she is elected and Trump is defeated.</p> <p>At a time of massive income and wealth inequality, we must not elect a president who wants to resurrect failed trickle-down economics. When the very rich are becoming much richer and there has been a ten-fold increase in the number of billionaires since the year 2000, it is economic insanity for Trump to propose hundreds of billions in tax breaks to the top 1 percent. His plan to scrap the estate tax would provide a $53 billion tax break to the Walton family of Wal-Mart, the wealthiest family in America. Who else would benefit? Trump’s own family would get a $4 billion tax break.</p> </blockquote> </div>   </div> <div id=\"block-57f258c0e4b0328d7eb88c38\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T13:16:46.061Z\">2.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Ronald Reagan’s son Michael, the eldest of the Reagan children and the president of the Reagan Legacy Foundation, unleashed another tweetstorm last night against the Republican nominee saying he was glad his dad “is not alive to watch” this election.<br></p> <p>Reagan’s outburst started after Donald Trump insinuated at a rally that Hillary Clinton had cheated on husband Bill - “I don’t even think she’s loyal to Bill,” said Trump.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ReaganWorld/status/782812467147661312\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">If the RNC supports this I cant suppoet the RNC.Trump on Clinton: &#39;I don&#39;t even think she&#39;s loyal to Bill&#39; <a href=\"https://t.co/zTBMcB3wUi\">https://t.co/zTBMcB3wUi</a></p>&mdash; Michael Reagan (@ReaganWorld) <a href=\"https://twitter.com/ReaganWorld/status/782812467147661312\">October 3, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ReaganWorld/status/782824616481857537\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I am glad my father is not alive to watch this...He would tell us to vote the down ticket to stop Hillary.. <a href=\"https://t.co/ruSKUGaEZ8\">https://t.co/ruSKUGaEZ8</a></p>&mdash; Michael Reagan (@ReaganWorld) <a href=\"https://twitter.com/ReaganWorld/status/782824616481857537\">October 3, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ReaganWorld/status/782815091506843648\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My father would not support this kind of campaign,if this is what the Republican Party wants leave us Reagans out.Nancy would vote for HRC <a href=\"https://t.co/jkjKBvlwHa\">https://t.co/jkjKBvlwHa</a></p>&mdash; Michael Reagan (@ReaganWorld) <a href=\"https://twitter.com/ReaganWorld/status/782815091506843648\">October 3, 2016</a></blockquote>  </figure>  <p>Nancy, who passed away earlier this year, was not Michael’s mother - he is a product of Ronald Reagan’s first marriage to Jane Wyman. He announced in June that he did not believe his father would have supported Trump.</p> </div>   </div> <div id=\"block-57f23a4be4b015be63833aaa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-10-03T12:30:13.981Z\">1.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hello, and welcome to our live-wire coverage of the 2016 race for the White House. </p> <h2>Trump taxes fallout</h2> <p>The Trump campaign is still reeling after the release of details of the nominee’s 1995 tax returns <a href=\"http://www.nytimes.com/2016/10/02/us/politics/donald-trump-taxes.html?hp&amp;action=click&amp;pgtype=Homepage&amp;clickSource=story-heading&amp;module=a-lede-package-region&amp;region=top-news&amp;WT.nav=top-news&amp;_r=0\">by the New York Times</a>. The records <a href=\"https://www.theguardian.com/us-news/2016/oct/02/donald-trump-federal-income-tax-new-york-times\">showed a loss of $916m, and suggest the businessman may not have paid federal income taxes for 18 years</a> as a result. </p> <p><a href=\"https://www.theguardian.com/us-news/2016/oct/02/donald-trump-income-tax-returns-published\">The Guardian’s Dan Roberts</a> called it “the biggest crisis of his campaign”, noting that the news challenges the entire persona of Trump as a successful businessman and champion of the hard-working middle class.</p> <p>On Sunday, Trump and his surrogates were <a href=\"https://www.theguardian.com/us-news/2016/oct/02/donald-trump-federal-income-tax-new-york-times\">trying to use the news to show</a> the candidate as a “genius”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/782541307168391168\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I know our complex tax laws better than anyone who has ever run for president and am the only one who can fix them. <a href=\"https://twitter.com/hashtag/failing?src=hash\">#failing</a>@nytimes</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/782541307168391168\">October 2, 2016</a></blockquote>  </figure>  <p>Times reporter<a href=\"http://www.nytimes.com/2016/10/03/insider/the-time-i-found-donald-trumps-tax-records-in-my-mailbox.html?hp&amp;action=click&amp;pgtype=Homepage&amp;clickSource=story-heading&amp;module=b-lede-package-region&amp;region=top-news&amp;WT.nav=top-news&amp;_r=0\"> Susanne Craig revealed</a> how she found the documents in a manila folder – marked with Trump Tower as a return address – sitting in her office mailbox.</p> <blockquote class=\"quoted\"> <p>The whole experience has left me eager to share a bit of advice with my fellow reporters: check your mailboxes. Especially nowadays, when people are worried that anything sent by email will leave forensic fingerprints, ‘snail mail’ is a great way to communicate with us anonymously.</p> </blockquote> <p>On Monday morning, one Associated Press reporter was inspired:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/newsmatt/status/782886948268539904\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Just checked. No <a href=\"https://twitter.com/hashtag/TrumpTaxReturns?src=hash\">#TrumpTaxReturns</a> here. <a href=\"https://t.co/f9Sak3SoWo\">pic.twitter.com/f9Sak3SoWo</a></p>&mdash; Matt Small (@newsmatt) <a href=\"https://twitter.com/newsmatt/status/782886948268539904\">October 3, 2016</a></blockquote>  </figure>  <h2>LeBron backs Clinton</h2> <p>Cleveland Cavaliers star LeBron James, the most famous resident of the swing state of Ohio, has announced his endorsement of Hillary Clinton.</p> <p>James explained his reasoning in <a href=\"http://www.businessinsider.com/lebron-james-endorses-hillary-clinton-president-2016-9\">an op-ed published in Business Insider</a> and to be republished in a local paper, the Akron Beacon Journal. It was based around issues of income inequality and the work of his foundation:</p> <blockquote class=\"quoted\"> <p>Only one person running truly understands the struggles of an Akron child born into poverty. And when I think about the kinds of policies and ideas the kids in my foundation need from our government, the choice is clear.</p> <p>That candidate is Hillary Clinton.</p> <p>I support Hillary because she will build on the legacy of my good friend, President Barack Obama. I believe in what President Obama has done for our country and support her commitment to continuing that legacy.</p> </blockquote> <h2>Events today</h2> <p>It’s a day of Ohio for Clinton, where she will host a rally in Toledo before attending an early voting event in James’s hometown, Akron. The Cavs’ next game is at home on Wednesday, so who knows – James might make an appearance. Joe Biden is stumping for Clinton at two rallies in Florida, while Bill Clinton is hosting two rallies in Michigan, including one in Flint, home of the recent crisis over lead contamination in water.</p> <p>Trump will hold two rallies in Colorado, the first in Pueblo at 3pm and then another in Loveland at 6pm (both local time).</p> <h2>SNL finally nails Trump</h2> <p>And if you missed it over the weekend, Alec Baldwin’s impersonation of Donald Trump is dead on and worth nine minutes of your time …</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=-nQGBZQrtT0\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/-nQGBZQrtT0?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Alec Baldwin is Donald Trump.</figcaption> </figure>   <p>Thanks for reading and please join us in the comments.</p> </div>   </div>",
  "<p>The release of the <a href=\"http://www.abs.gov.au/ausstats/abs@.nsf/mf/6354.0?OpenDocument\">latest job vacancy figures</a> were a mix of good and bad news. They highlight yet again how the fight to get work depends very much upon where you live, and that the fight for work is likely to continue to be easiest for those seeking to work part-time.</p> <p>In the August quarter, the number of job vacancies rose – up 2,200 to 175,300. This was the 12th consecutive quarter of the number increasing – one of the best runs ever seen since the ABS began collecting the data in May 1979. Only the 13 consecutive quarters of increasing job vacancies after the 1990 recession is longer.</p> <p>And while the total number of vacancies remains below the heights seen in 2011, it remains a very healthy number of jobs available for those looking for work:</p>  <figure class=\"element element-embed\" data-alt=\"Job vacancies\">  <iframe src=\"//datawrapper.dwcdn.net/3OCKn/1/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"640\" height=\"400\"></iframe> </figure>  <p>Of course, total job vacancies by itself can be a bit misleading. That’s why economists look at the “job vacancy rate” – the number of vacancies as a percentage of the labour force:</p>  <figure class=\"element element-embed\" data-alt=\"Job vacancy rate\">  <iframe src=\"//datawrapper.dwcdn.net/U44nk/1/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"640\" height=\"400\"></iframe> </figure>  <p>At 1.38%, the vacancy rate is also quite healthy, if perhaps not as healthy as you would expect it to be given the number of vacancies.</p> <p>And this is where the bad news starts.</p> <p>Economists look at the vacancy rate because there is a pretty good relationship between it and the unemployment rate. As a general rule, the higher the vacancy rate, the lower the unemployment rate – this is because if more businesses are looking for workers, it is easier for unemployed to find work.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/grogonomics/2016/sep/20/sure-unemployment-is-down-but-plenty-of-people-would-like-to-work-more\">Sure, unemployment is down but plenty of people would like to work more | Greg Jericho</a> </p> </aside>  <p>It is a relationship that has held up quite well over the past 25 years in Australia. But right now given the relatively strong vacancy rate, you would expect the unemployment rate to be lower than it is – somewhere around 5.2%.</p> <p>In the past, with a vacancy rate of 1.38% or better, the unemployment rate has never been higher than 5.4%, yet right now it is 5.7%.</p> <p>That is a concern because it suggests that for some reason workers are finding it tougher to get work than in the past. This might be because the jobs are in places where the unemployed are not, or that the unemployed lack the skills required for the jobs that are available, or it might be that the type of work available is not enough to stop people looking for more work – ie because even though they have a part-time job they are still actively looking for work.</p> <p>One consequence of this is that currently there is slightly more unemployed per job vacancy than you would expect given the job vacancy rate:</p>  <figure class=\"element element-embed\" data-alt=\"Job vacancy rate\">  <iframe src=\"//datawrapper.dwcdn.net/u25zL/1/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"640\" height=\"400\"></iframe> </figure>  <p>But even amid this there is still good news. The 4.1 unemployed per vacancy is the lowest since the end of 2012.</p> <p>That good news is tempered somewhat (as all good economic news must be) by the knowledge that job vacancies is a forward-looking indicator. A job vacancy this month often means a job for someone next month (or possibly later). So if job vacancies are growing then employment should also grow.</p> <p>The problem is, while the number of job vacancies is growing, it is doing so at a slower rate than before. This suggests that the current slowing in the growth of employment will likely continue:</p>  <figure class=\"element element-embed\" data-alt=\"Job vacancies and employment growth - annual\">  <iframe src=\"//datawrapper.dwcdn.net/qK6RP/1/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"640\" height=\"400\"></iframe> </figure>  <p>The breakdown of job vacancies in each state also shows the great differences in economic health across the nation.</p> <p>The growth of vacancies is strongest in New South Wales and Victoria, and weakest is in Western Australia, Northern Territory and Queensland.</p> <p>In terms of fighting for work, the easiest state to be in is NSW, where there are just 3.4 unemployed for every job vacancy. This is just ahead of Victoria’s 4.6:</p>  <figure class=\"element element-embed\" data-alt=\"Vacancies and unemployment by state\">  <iframe src=\"//datawrapper.dwcdn.net/CXiLB/1/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"640\" height=\"400\"></iframe> </figure>  <p>While South Australia, Queensland and Western Australia lag behind NSW and Victoria, the trajectories of the states are quite different.</p> <p>Where Western Australia and Queensland continue to suffer from the drop of mining investment, South Australia is seeing improved growth of vacancies and as a result looking for work in that state has become markedly easier. Two years ago there were over nine unemployed for each vacancy; now it is 6.55:</p>  <figure class=\"element element-embed\" data-alt=\"Unemployed per private sector job vacancy\">  <iframe src=\"//datawrapper.dwcdn.net/IIOAW/1/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"640\" height=\"420\"></iframe> </figure>  <p>As usual, the most number of job vacancies are in the administration and support industry, closely followed by retail trade. Four of the top five industries with the most number of vacancies also have the highest percentage of part-time workers:</p>  <figure class=\"element element-embed\" data-alt=\"Vacancies by industry\">  <iframe src=\"//datawrapper.dwcdn.net/RK8XY/1/\" frameborder=\"0\" allowtransparency=\"true\" allowfullscreen=\"allowfullscreen\" webkitallowfullscreen=\"webkitallowfullscreen\" mozallowfullscreen=\"mozallowfullscreen\" oallowfullscreen=\"oallowfullscreen\" msallowfullscreen=\"msallowfullscreen\" width=\"640\" height=\"400\"></iframe> </figure>  <p>Given those industries over the past decade have become even more likely to employ workers part-time, it’s little surprise that <a href=\"https://www.theguardian.com/business/grogonomics/2016/sep/20/sure-unemployment-is-down-but-plenty-of-people-would-like-to-work-more\">underemployment levels are at record heights</a>. The jobs are there, but not so much the hours of work desired.</p> <p>The job vacancy figures are the classic glass half-full/half-empty. It’s good that the number of vacancies continues to grow, but not good that the growth is slowing. It’s good news if you are unemployed in NSW or Victoria; not so good if you live in WA or Queensland and are looking for work. And above all, while it’s good there are jobs out there, it is less good if the work you want or need is full-time work.</p>"
]