[
  "<p>Conservative council leaders are warning they face a £600m black hole in budgets to improve struggling schools after the government last week pulled the plug on its education bill.</p> <p>With council budgets already under severe pressure after years of austerity, some say they may need maintained schools to contribute from their own shrinking budgets, while others may be forced to cut support services they provide to local schools, leaving them vulnerable to decline.</p> <p>The threat to school improvement services comes as Ofsted’s chief inspector, Sir Michael Wilshaw, described England’s schools as “mediocre but getting better”, giving the education system a rating of “6.5 out of 10”.</p> <p>Local authorities – including Conservative-run county councils in Kent, Hampshire and Buckinghamshire – say they have been left in limbo by the government’s axing of educational services grants worth £600m ahead of passing the bill that would have curtailed the role of local authorities in maintaining community schools in England.</p> <p>But the <a href=\"https://www.theguardian.com/education/2016/oct/29/what-does-dropping-of-education-bill-mean\">demise, announced to parliament by education secretary Justine Greening last Thursday, of the education for all bill</a>, means councils will still be legally required to run school improvement services next year and meet other costs, such as maternity cover for teachers, but without funding from central government.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2016/oct/27/government-drops-education-bill-after-series-of-reversals\">Education bill scrapped after series of reversals</a> </p> </aside>  <p>Martin Tett, the Conservative leader of Buckinghamshire county council, condemned the government’s failure to coordinate its funding and support for the many state schools that have not become academies.</p> <p>“What we now have is a situation where the grant is being removed but the responsibilities will remain, particularly the statutory responsibility with regard to school improvement. And councils at the moment – particularly upper-tier councils, like county councils – are very financially stretched,” Tett said.</p> <p>“This is a massive issue for us, because we have an important role in school improvement – not only supporting schools that require improvement or are in special measures, but actually stopping schools from reaching that stage in first place, by intervening early in a preventative approach.That costs money and, at the moment, that money is disappearing.”</p> <p>The cuts will affect the bulk of the more than 20,000 state schools in England which are still maintained by their local authorities, rather than the fewer than 5,000 academies which are funded directly by central government.</p> <p>Research by the County Councils Network – representing 37 unitary authorities and county councils – has found that more than two-thirds of academies choose to purchase school improvement services from their local authority, meaning that academies also rely on council support in many places.</p> <p>Paul Carter, the Conservative leader of Kent council, said his county would be losing £4.5m in school support services when the grant was withdrawn next year. “Local government is having the most challenging time under public expenditure restraints and £4.5m, even for a local authority the size of Kent, is another mountain to climb,” he said.</p> <p>“We have made a very strong case to government that the money needs to be put back in the jar, because the impact on schools improvement will be disproportionate, especially in primary schools, which are really quite brittle and rely on the support of good local authorities.</p> <p>“In Kent, our proportion of primary schools that are good or outstanding is above the national average but, if you go back 10 years ago, that wasn’t the case. It’s because of a sustained campaign to help and support primary schools improve, which they have done. It’s a great success story.”</p> <p>If the grant was not renewed, Carter said the council was looking at a plan to meet the costs by asking maintained schools for more than £2m, intensifying the squeeze on school budgets whose own income has been frozen.</p> <p>In Buckinghamshire, Tett says there are “no spare millions” to support schools.</p> <p>“The reality is that all local councils are so financial stretched at the moment. The idea of effectively subsidising the education services grant from roads or pavements or other maintenance budgets is just not going to happen,” he said. “It can’t; we don’t have any spare money in our budget at all. </p> <p>“The government has to, in my view, either remove the statutory responsibilities or restore the funding. It can’t leave us in limbo, where we have responsibility but no money. The obviously better outcome, in terms of schools and children, is that government restores the funding.”</p> <p>The council leaders’ fears chime with <a href=\"http://www.bbc.co.uk/iplayer/episode/b081wrqg/the-andrew-marr-show-30102016\">comments made by Wilshaw</a> on the BBC’s Andrew Marr Show on Sunday, in which he said that the English school system was “in intensive care in the 70s, 80s and much of the 90s”. </p> <p>But reforms since then “have made a big difference; we’ve got a much better education system now”, Wilshaw said. “The big ‘but’ is that we’re not there yet; we’re not with the best jurisdictions in the world. We’re not there with the South Koreas and the Shanghais and some of the really good European nations. We’ve got a lot to do to catch up.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2016/oct/30/grammars-harm-british-schools-says-ofsted-chief-michael-wilshaw\">New grammars would harm British schools, says Ofsted chief</a> </p> </aside>  <p>Wilshaw, who steps down as chief inspector of schools in England at the end of the year, repeated his view that opening new grammar schools would hinder further improvements.</p> <p>“If you have grammar schools, you take away the most able children from the all-ability comprehensive set-up. And I speak as an ex-head of a successful inner-city comprehensive school, an academy, in Hackney. I needed those top 20% to lift everyone up,” he said.</p> <p>Wilshaw added that tackling regional underperformance and reforming skills education were more urgent tasks than opening new grammar schools.<br></p> <p>A spokesperson for the Department for Education said more pupils were now in good or outstanding schools than previously, but that more needed to be done.<br><br>“We will scrap the ban on new grammar schools and allow them to open where parents want them – with strict conditions to make sure they improve the education of pupils in other schools locally,” the DfE said.<br></p> <p>A new report funded by Knowsley council – which has the lowest GCSE results of any authority in the country – argues that its region requires a “northern teaching premium” to attract more qualified staff, including incentives such as paying off teachers’ student debts, higher wages, subsidised housing and greater opportunities for professional development. <br></p>",
  "<p>Few comedians have been having as much fun with this presidential election as the host of <a href=\"http://www.nbc.com/late-night-with-seth-meyers\">NBC’s Late Night with Seth Meyers</a>.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/oct/29/fury-fbi-director-cryptic-letter-clinton-emails-response\">FBI director Comey faces fury for cryptic letter about Clinton email inquiry</a> </p> </aside>  <p>Meyers’ sharply satirical examination of Trumpworld – <a href=\"https://www.youtube.com/watch?v=zkSm1Pgyy7w\">A Closer Look</a> – has established him, arguably with the exception of <a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/23/snl-saturday-night-live-tom-hanks-alec-baldwin-donald-trump-hillary-clinton\">Alec Baldwin and Kate McKinnon</a> as Donald Trump and Hillary Clinton on Saturday Night Live, among the pre-eminent political late night satirists of 2016. And with a nightly audience of 1.5 million, he has found a distinctive political voice.</p> <p>“When Trump came down the escalator to announce his candidacy we thought we’d get two weeks of material of it,” Meyers said this week before taping a new show partially devoted to Republican preoccupations with sex. “We thought he’d tease and get the kind of attention from saying he might run. </p> <p>“But we never thought he’d go through with it.”<br></p> <p>What started as material for comedy soon transformed into something else entirely.</p> <p>“With each of [Trump’s] successes,” Meyers said, “there’s been a stock-taking of how different this felt from any election that’s come before it. It’s been a gift, but a gift that wears on you. Whenever we have a hiatus week, part of what makes it relaxing is to get away from this.”</p> <p>On Friday, with 11 days to go, <a href=\"https://www.theguardian.com/us-news/2016/oct/29/fury-fbi-director-cryptic-letter-clinton-emails-response\">the campaign was thrown into turmoil</a> by the latest turn in the drama over Hillary Clinton’s emails. That took the spotlight away from Trump – most likely, momentarily.</p> <p>“I think he found an audience and then cultivated what that audience wanted,” Meyers said. “I think audience reaction is what he’s most concerned with.”</p> <p>It’s the kind of observation a performer would make. “He has a very good antenna for it,” Meyers continued. “He loves playing the big room – those 20,000 seat arenas – and that’s why he can’t be bothered to show up to most interviews. He’d rather phone it in.”</p> <p>Some have suggested that however much Trump protests that he wants to be president, in a sense he knows he is not the man for the job. He may be vain and thin-skinned, but that doesn’t quite account for the self-destructive fights he picks. Meyers believes the reality may be that Trump sees himself as a reluctant saviour.</p> <p>“‘If only he’d run, he’d be the solution to all our problems’ is a lot more fun than actually having to solve those problems,” he said. “We haven’t shied away from using words like ‘racist’ and ‘liar’, but our theory is that this got out of hand for him. </p> <p>“He didn’t think he’d get this far, but I think he knows he’d hate the job.”</p> <p>Over the past 18 months, the conventional wisdom about what a candidate can or cannot do has been thoroughly overturned. </p> <p>“We were told an outside candidate couldn’t upset the apple cart of what the GOP is,” Meyers said. “But with each outrage, people have said they’d leave, thinking other people would follow them, but no one did.”</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=0Km4R377s4M\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/0Km4R377s4M?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> <figcaption>Seth Meyers speaks at the White House Correspondents’ Association Dinner in 2011.</figcaption> </figure>   <p>Before he took the Late Night job two and a half years ago, as a speaker at the 2011 <a href=\"https://www.youtube.com/watch?v=0Km4R377s4M\">White House Corres</a><a href=\"https://www.youtube.com/watch?v=0Km4R377s4M\">pondents’ Association Dinner</a>, Meyers memorably asked whether Trump was planning to run as a Republican or as a joke.</p> <p>That was in the midst of the Trump’s “birther campaign” against Barack Obama, and Obama had already made fun of the businessman. Footage clearly shows Trump sitting stony faced as he endures Meyers’ comedic attention. Some believe such ritualised humiliation steeled Trump to run.</p> <p>“My worry was that the president had gone first and already told a lot of jokes about him and there would be audience exhaustion,” Meyers said. “Turned out people were happy to hear more jokes about him, but the first thing I heard when I stepped off the stage was to steer clear of him at the parties.”</p> <p>The next day, Trump started criticising Meyers and his performance. </p> <p>“When you talk about a gift,” Meyers said, “that’s the gift that keeps giving. He’s so transparent in his inability to take the high road and that’s the scariest thing about him – how deep-seated his resentments are.”</p> <p>But has the rich seam of Trump comedic material let his opponent off lightly? </p> <p>“It’s comical but it’s harder to explain,” Meyers says about Clinton’s emails, controversy over her family foundation and the WikiLeaks release of hacked Democratic party emails. “And we’ve tried. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2016/oct/12/seth-meyers-donald-trump-blowhard-us-election\">Seth Meyers mocks Trump: 'A blowhard with a seventh-grade vocabulary'</a> </p> </aside>  <p>“The bigger problem we have, though, is there have been so few days when what’s happening on the Clinton side has been a better story than what’s happening on the Trump side.</p> <p>“We want to be fair, but we don’t feel that being fair is an equal number of jokes on each candidate. That’s a false equivalency. For us, it’s about chasing the best story for jokes and it’s rare that she’s a better joke than him.”</p> <p>The now infamous 2005 Access Hollywood tape in which Trump is heard to brag about his ability to kiss and touch women without their consent emerged from NBC. The network has not escaped accusations of political bias. But as Meyers pointed out in a segment to camera last week, many of the Republican party’s own problems appear to stem from living within a <a draggable=\"true\" href=\"https://www.youtube.com/watch?v=zkSm1Pgyy7w\">bubble of highly partisan media information.</a></p> <p>In 10 days, after election day, the banquet of political comedy will have been consumed. Will Meyers feel bereft? Or over-indulged and suffering indigestion? Meyers recalls his time at Saturday Night Live, when the cool draft of post-election comedown could be felt ahead of the vote. In this cycle, however, it’s not clear what will come next.</p> <p>“We didn’t know we wanted to take it here so I wouldn’t want to predict where we’d take it next,” he says. “Donald Trump seems to be saying he thinks the election will have a long tail. </p> <p>“I don’t know if the first 100 days of the next presidency will be about the defeated candidate still making a lot of noise.”</p>",
  "<p>Initial counting after polls closed in Iceland’s election put neither the ruling Independence party’s centre-right coalition nor the Pirate party’s leftist alliance in a position to secure outright victory.</p> <p>With roughly one-third of votes counted, support for the mainstream centre-right coalition – particularly Independence – stood at more than 40%, translating to 27 MPs in Iceland’s 63-seat parliament.</p> <p>The opposition alliance had around 43%, giving 29 MPs.</p> <p>That could leave the newly-established Viðreisn <a href=\"http://icelandmonitor.mbl.is/news/politics_and_society/2016/09/07/who_is_the_new_kid_on_the_block_in_icelandic_politi/\">– meaning Regeneration</a> – party in the role of kingmaker. Its share of the vote sat at around 11% in early counting. Its liberal, pro-European stance has proved popular among conservative voters seeking a change from the old parties. “We want to improve things in Iceland,” the party leader, Benedikt Johannesson, said as he cast his ballot. “We are a free trade party, a pro-western party, an open society party.”</p> <p><a href=\"http://icelandmonitor.mbl.is/news/politics_and_society/2016/10/28/polls_predict_a_close_race_in_tomorrow_s_elections/\">Polls published on Friday</a> before the election showed the governing coalition of the Independence and Progressive parties on about 37% of the vote, while support for opposition parties led by the Pirates – founded barely four years ago by a group of activists, anarchists and former hackers – stood at 47%.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/29/trust-can-be-restored-icelanders-on-their-parliamentary-election\">'Trust can be restored': Icelanders on their parliamentary election</a> </p> </aside>  <p>Riding a wave of public anger at perceived political corruption in the wake of the 2008 financial crash and the <a href=\"https://www.theguardian.com/news/series/panama-papers\">Panama Papers scandal in April</a>, the Pirate party has campaigned for direct democracy, full government transparency, individual freedoms and the fight against corruption.</p> <p>Its radical platform – which also includes decriminalising drugs, offering asylum to whistleblowers such as Edward Snowden and relaxing restrictions on the use of the bitcoin virtual currency – propelled it to 40% in the polls this spring but its support has since waned.<br></p> <p>Voting at a Reykjavik school on a chill, blustery day, the party’s figurehead, 49-year-old MP, poet and former WikiLeaks collaborator Birgitta Jónsdóttir, said that if the people were ready the Pirates were too. </p> <p>Her party would deliver change “if people are sick of living in this turmoil that we have been having here in Iceland, where you never know what tomorrow is going to bring”. </p> <p>“Change is beautiful. There’s nothing to worry about. We are ready to do whatever people trust us to do.”<br></p> <p>Part of a global anti-establishment trend, the Pirates advocate an “unlimited right” for citizens to be involved in political decision-making, proposing new legislation and deciding on it in national referendums.<br></p> <p>If it is able the party has said it <a href=\"http://icelandmonitor.mbl.is/news/politics_and_society/2016/10/27/opposition_releases_declaration_to_form_anti_govern/\">aims to form a new coalition government</a> with the three other broadly leftist opposition parties: the Left-Greens, Social Democrats and the Bright Future movement.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/oct/26/iceland-election-could-propel-radical-pirate-party-into-power\">Iceland election could propel radical Pirate party into power</a> </p> </aside>  <p>“We think that these parties can cooperate very well, they have many common issues,” said Katríin Jakobsdóttir, leader of the Left-Green movement. “I think it will be a very feasible governmental choice.” </p> <p>The Pirates have ruled out going into government with either of the current two ruling parties.</p> <p>The elections were prompted by the <a href=\"https://www.theguardian.com/world/2016/apr/05/iceland-prime-minister-resigns-over-panama-papers-revelations\">resignation of Iceland’s Progressive prime minister, Sigmundur Davið Gunnlaugsson</a>, who became the first major casualty of the Panama Papers in April after the leaked legal documents revealed he and his wife had millions stashed offshore. </p> <p>The revelations sparked outrage and some of the largest protests Iceland has seen, forcing the government to replace Gunnlaugsson with the agriculture and fisheries minister, Sigurður Ingi Jóhannsson, and promise elections before the end of the year.</p> <p>Support for Gunnlaugsson’s Progressive party has since fallen to about 9% in the polls, barely a third of its score in the previous 2013 elections. Backing for the Independence party seems to have held up far better, especially among older voters.</p> <p>Ólafur Harðarson, a professor of political science at the University of Iceland, said the Pirates – who captured 5% of the vote in 2013, giving them three MPs – rose on the back of voters’ anger at the 2008 financial collapse.<br></p> <p>“They have managed to focus on the anti-politics and anti-establishment feelings of a lot of voters that have been frustrated in Iceland since the bank crash,” Harðarson said.</p> <p>Iceland has recovered economically since the 2008 crash when the country’s three biggest banks collapsed owing 11 times the country’s GDP, the Reykjavík’s stock market fell 97% and the value of the krona halved. </p> <p>Helped by a tourism boom – 2.4 million visitors, nearly seven times the country’s population, are expected in 2017 – economic growth is forecast to reach 4.3% this year and unemployment has fallen to just over 3%.</p> <p>About 245,000 Icelanders were eligible to vote, with final results due on Sunday morning.</p>"
]