[
  "<p>The Football Association chairman, Greg Clarke, has promised to learn the lessons of <a href=\"https://www.theguardian.com/football/2016/sep/28/sam-allardyce-return-football-management-england-exit-fa\">Sam Allardyce’s 67</a> days in charge of England and is likely to introduce “a lot more scrutiny” of commercial arrangements for staff. Clarke also revealed the FA is conducting a review of its disciplinary processes that include looking at the rules around agents and transfers.</p> <p>Clarke, who along with the chief executive Martin Glenn mutually agreed to part company with Allardyce over an embarrassing newspaper sting, said he felt sympathy after they parted ways following a “grown up” discussion.</p> <p>“I sat down with him yesterday and said: ‘Sam this is so foolish’. He said: ‘Yes, you’re right’. He created a lose-lose scenario where he lost the job of a lifetime and we lost an England manager who may have been pretty successful – he was doing a good job,” he said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2016/sep/28/england-manager-sam-allardyce-greed-fa\">Big Sam’s big fall the product of a polluted atmosphere of greed | Barney Ronay</a> </p> </aside>  <p>“I did feel sorry for him. I don’t get any pleasure from seeing a human being in pain. And Sam was hurting. He was the cause of his own demise but I don’t get any pleasure from that.”</p> <p>Clarke, only appointed to the FA role in August, indicated it would clamp down on the rules surrounding commercial arrangements for all staff. “We are going through a lessons learned process. The lessons learned will be very important. Things like: should <a href=\"https://www.theguardian.com/football/blog/2016/sep/28/england-manager-sam-allardyce-greed-fa\">any business development opportunity,</a> even if it is in the opinion of the person involved non-conflicting, then should it be registered and reported to the FA?” he said.</p> <p>“If you have a shirt or a watch or a shoe sponsor there is no conflict there but it is a commercial transaction leveraging off your role as a senior official at the FA. I think we’ll move towards a lot more scrutiny of the commercial arrangements.”</p> <p>Allardyce, speaking for the first time since he lost his job over his comments to undercover reporters, said “entrapment had won” but Clarke said he did not have a problem with the way the story came out.</p> <p>“My view of these things is that if you think there is actually something going on, go after it. If you hear something and you want to run it down, then run it down,” he said. “Because transparency and a strong media is vital to our society.”</p> <p>He said he was unable to comment on Allardyce’s payoff, citing confidentiality clauses, but said the terms were reached following a “sensible discussion”.</p> <p>Clarke reiterated the view of Glenn that it was important for FA staff, including the England manager, to be held to high standards. “Appearances do matter. The image of the FA is important. If we have to dispense discipline and justice, we have to be credible,” he said. “We continually look at whether we’re living up to our own standards. You can’t tell people to do better if you have poor standards yourself. Organisational hypocrisy doesn’t get you far.”</p> <p>The disciplinary review, set in train by Glenn before Clarke’s appointment, will involve discussions with the Premier League and the Football League as well as Fifa, Uefa, the government and the police over the best way to regulate issues surrounding transfers, money and agents. “It’s not just about policing alleged transactions, it’s about how we dispense justice around on and off the field disciplinary matters.”</p> <p>He said the review would make proposals for various options that may lead to extra resources and extra powers. However, he said it had to be proportional. “Everyone in football wants to deal with this issue but at the same time we don’t want to be the Stasi.”</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"f119b3dff9498c3cc6912aeef5870c8e14ed4f80\"> <img src=\"https://media.guim.co.uk/f119b3dff9498c3cc6912aeef5870c8e14ed4f80/627_89_1529_1911/800.jpg\" alt=\"Greg Clarke\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Greg Clarke has promised to learn the lessons of Sam Allardyce’s short reign as the England manager, including introducing greater scrutiny of commercial matters involving FA staff.</span> <span class=\"element-image__credit\">Photograph: Jordan Mansfield/Getty Images</span> </figcaption> </figure>  <p>Clarke conceded that the issues around transfers were increasingly global in nature but said it was important to focus initially on what it could do in the short term in the England game.</p> <p>“All the problems of pan-geography legislation are insurmountable in the short to medium term. It’s all long term. Getting the EU to do something or getting Fifa to do something is a long process because you have different statutory controls in different countries,” he said.</p> <p>“So we’re trying to see what we in England can do better on our own without having to put together a global agreement. With the support of the government, the professional game, the national game, the police, what can we do that could make things better. It needs thought and it needs to be very clear about the problems we’re trying to solve and what processes and powers we need to solve them.”</p> <p>Questions have been asked over whether the FA should have appointed Allardycegiven the outstanding questions from the Quest review in 2006, which failed to clear three transfers in which he was involved while at Bolton. Allardyce strenuously denied any wrongdoing.</p> <p>“The one thing I don’t try to do is to second guess decisions made in good faith when I wasn’t here,” Clarke said. “If I had been part of the decision and understood the facts, I would take accountability. I have never run away from accountability. The guys did their best.”</p> <p>In a joint statement with the Premier League and the EFL, the FA also responded to the allegations in the Telegraph that alleged eight current and former managers had been said to take bungs.</p> <p>“Any substantive allegations will be investigated with the full force of the rules at our disposal, which are wide-ranging and well-developed. In addition, should we find any evidence of criminality we would inform and seek the support of the appropriate statutory authorities,” it said.</p> <p>On the appointment of a new England manager, Clarke said he would not rule out waiting until the end of the season for the right candidate. The England Under-21 coach, <a href=\"https://www.theguardian.com/football/2016/sep/28/gareth-southgate-england-caretaker-manager-sam-allardyce\">Gareth Southgate, will take charge of the next four matches</a>.</p> <p>“We will look at what have we learned from the Sam hiring process and how do we apply that to the next hiring process. The most important thing is we’ve got Gareth focused on the next four games. That buys us time to really give some thought to how we do it this time round,” he said.</p> <p>“My view is that you need someone who really understands English football. That could be an English person or someone who has worked in England and managed at a senior level. But to parachute someone in who has never managed in this country would be a big ask.”</p>",
  "<p>It seemed too nice a place – houses too well kept, too many families out enjoying the late summer day – to have someone tell me my life was in imminent danger. But then again, I was a white outsider “acting suspicious” in Park West, an all-black Milwaukee neighborhood with a long history of being ostracized, humiliated and discriminated against by white people.</p> <p>Weeks earlier, in nearby Sherman Park, buildings had been set on fire after 23-year-old <a href=\"http://projects.jsonline.com/topics/sherman-park/index.html\">Sylville Smith</a> was killed by a police officer. </p> <p>As I walked down the residential block, I was approached by two young men whose voices tangled into one. “You got some balls coming around here. What you want? You in danger. Big danger. People get shot here regularly. Hell, someone probably already done put a hit on you.”</p> <p>The rest of the neighborhood took notice. Kids still dressed in Catholic school uniforms ran toward us and parents descended from porches, circling me in a scrum of questions and accusations.</p> <p>“My child saw you earlier looking at the memorial of that murdered boy.”</p> <p>“Why did you drive by so slowly, then look me straight in the eye, then come back five minutes later?”</p> <p>“You got an accent, just like the new cops they are using have.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"dbebf7cc33d79e0d95ebc9282c0c8bcb0b830d1d\"> <img src=\"https://media.guim.co.uk/dbebf7cc33d79e0d95ebc9282c0c8bcb0b830d1d/0_498_7360_4414/1000.jpg\" alt=\"Chanel Baney\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chanel Baney, 18, says she was harassed by police officers when she was 16.</span> <span class=\"element-image__credit\">Photograph: Chris Arnade for The Guardian</span> </figcaption> </figure>  <p>I answered as many questions as I could: I wasn’t a cop, and I was here to write an article. That set off a second wave of frustration:</p> <p>“We’re tired of being portrayed as nothing but thugs and killers.”</p> <p>“Journalists just shove cameras in our faces and lie about us. Take shit out of context.”</p> <p>“You just going to get the facts about that boy’s death wrong.”</p> <p>I handed over my driver’s license and a young woman, 18-year-old Chanel Baney, found my author page online. She skimmed through some of my <a href=\"https://www.theguardian.com/profile/chris-arnade\">articles</a>. “These headlines are legitimate.”</p> <p>The two young men went away, and the rest of the neighborhood now surrounded me with openness and a desire to talk.</p> <p>Chanel offered up her story first. “I ran inside when your car came, because I am scared of the police after what they did to me.” She told me that when she was 16 she had gone to a friend’s birthday party in a white neighborhood, only to be harassed by the police. “I was just leaving when they approached and accused me of crazy things, things I couldn’t have done. They confused me with someone else. When I argued I had done nothing wrong, I was thrown down, tased and charged with resisting arrest.”</p> <p>The neighbors nodded. A mother named Yolanda Maddy explained how every child is taught to be wary of the police. If questioned or stopped, they’re told to do their best to maintain their cool. “Because if you don’t, you can die.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"30c11e76c0983afe5123786d119c1029edf0a71a\"> <img src=\"https://media.guim.co.uk/30c11e76c0983afe5123786d119c1029edf0a71a/0_459_7360_4414/1000.jpg\" alt=\"Sabrina Clark: ‘we have to watch out ourselves’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sabrina Clark: ‘We have to watch out ourselves.’</span> <span class=\"element-image__credit\">Photograph: Chris Arnade for The Guardian</span> </figcaption> </figure>  <p>When I left, an older woman, Sabrina Clark, apologized. “This neighborhood is good. We take care of each other. See, the police are not here to protect us. Neither are the politicians or the journalists. So we have to watch out ourselves.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/15/milwaukee-protests-sylville-smith-segregation-police\">Milwaukee is my hometown. These clashes were decades in the making | Syreeta McFadden</a> </p> </aside>  <p>Milwaukee is one of the most <a href=\"https://www.brookings.edu/blog/the-avenue/2015/12/08/census-shows-modest-declines-in-black-white-segregation/\">racially segregated cities</a> in America. It leads or is in the top of measures of racial inequality in terms of <a href=\"http://archive.jsonline.com/business/wisconsin-tops-nation-in-black-joblessness-study-finds-b99469404z1-297604661.html\">white v black unemployment</a> and <a href=\"http://money.cnn.com/2016/08/16/news/economy/milwaukee-blacks-inequality/\">income</a>, <a href=\"http://www.npr.org/sections/codeswitch/2013/10/03/228733846/wisconsin-prisons-incarcerate-most-black-men-in-u-s\">incarceration rates</a> and <a href=\"http://host.madison.com/news/local/education/local_schools/national-report-card-wisconsin-s-achievement-gap-worst-in-nation/article_82406e47-5738-5e95-9cb0-78aee1e14254.html?comment_form=true\">educational achievement rates</a>. It is also <a href=\"https://www.brookings.edu/blog/social-mobility-memos/2016/02/17/milwaukee-segregation-and-the-echo-of-welfare-reform/\">physically segregated</a> to an extreme degree.</p> <p>Such dismal numbers are the results of decades of willful ostracism. African American workers were locked out of most jobs and unions well into the 1940s. It was only when the second world war brought a surge in demand for labor that factories grudgingly acquiesced to hiring them. By the 1950s, the black population was growing rapidly, with most new arrivals coming from the rural south – and although they found more and better jobs, they didn’t find <a href=\"http://www.wisconsinhistory.org/Content.aspx?dsNav=Ny:True,Ro:0,N:4294963828-4294963805&amp;dsNavOnly=N:1165&amp;dsRecordDetails=R:CS502&amp;dsDimensionSearch=D:black+history,Dxm:All,Dxp:3&amp;dsCompoundDimensionSearch=D:black+history,Dxm:All,Dxp:3#rights\">less racism</a>.</p> <p>Winston Williams, 84, came to Milwaukee in 1948, and like many retirees spends each morning in the neighborhood McDonald’s to gossip with friends. He was born in Turrell, Arkansas, and put to work picking cotton at eight years old. It was harsh work for little pay, but he started saving and by age 16 he had enough to leave.</p> <p>“I remember that day perfectly. I could tell the time by the shadows the cotton cast, and when it got time for the morning bus north, I waved bye-bye to my family, and walked right out of the fields. I came here because there was talk of good jobs available. And there were. But you only could live in this one here neighborhood.” He gestured out the window, “If you went south of North Avenue, no way. You just were not allowed.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"3c308740f39085b7e9e05a241b40f95684a23021\"> <img src=\"https://media.guim.co.uk/3c308740f39085b7e9e05a241b40f95684a23021/0_293_6916_4150/1000.jpg\" alt=\"Winston Williams (left) and his friend Henry Trablers.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Winston Williams, left, and his friend Henry Trablers.</span> <span class=\"element-image__credit\">Photograph: Chris Arnade for The Guardian</span> </figcaption> </figure>  <p>John Barber, 74, could relate. He was born in Crawfordsville, Arkansas, and moved to Milwaukee in 1964. “Racism here was just as bad, but different. In the south they let you know it. Here they lied to you, and penned you in to this one neighborhood like a farm animal.”</p> <p>The other assembled men all nodded. Each had their own variation of this story: a move away from sharecropping in the south to a Milwaukee that had plenty of jobs, but also plenty of racism.</p> <p>Black people in Milwaukee were mostly limited to manual labor jobs, and only allowed to rent in a single neighborhood. As a result, home ownership was rare. It is those <a href=\"http://www.dailykos.com/story/2009/3/2/703620/-\">accumulated frustrations</a> that led to demands that culminated in <a href=\"https://www.amazon.com/Selma-North-Rights-Insurgency-Milwaukee/dp/0674057295\">the 1960s fight for basic civil rights</a>. After that came a backlash of violent white counter-protests against the black community.<br></p> <p>The protests ended in legal victories which were impressive on paper – but by most residents’ accounts, things haven’t changed much. They live primarily in the same low-income neighborhoods, still primarily rent and don’t own their homes, and still feel harassed by the police.</p> <p>Many residents point to only one big difference: there’s no jobs. The factories and big companies that offered up reliable union jobs without a need for college degrees – places like AO Smith, International Harvester, American Motors – all downsized or left in the 1980s and 1990s, leaving little work for those without a college education.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>You ain’t lazy if nobody will hire you. You just frustrated</p> <footer> <cite>Henry Trablers</cite> </footer> </blockquote> </aside>  <p>Fred Holloway, 63, came to Milwaukee in 1974 from Crowder, Mississippi, and now owns a building housing his barbershop, soon to become a daycare facility. He is by all measures a success, yet he is openly pessimistic.</p> <p>“Is there racism here? Shiiiiiiiiiit. It so thick you can cut it with a knife. Things are hardly better than when I moved here. Then there were plenty of good jobs. I was a union welder. They ain’t passing out jobs like that any more. Kids got nothing now.”</p> <p>If his is just nostalgia, then it is a uniform nostalgia: I heard from nobody who thought it was better now. Henry Trablers, 79, came from Mississippi in 1953 for factory work. “Then they needed us for jobs. Now they don’t. So there is nothing holding them back from holding these black kids back. So these kids got nothing to do. Nothing. So people call them lazy. You ain’t lazy if nobody will hire you. You just frustrated.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"bf9f861d63da9fe84245af4685dccd306a2552d4\"> <img src=\"https://media.guim.co.uk/bf9f861d63da9fe84245af4685dccd306a2552d4/0_289_7360_4414/1000.jpg\" alt=\"The Sylville Smith Memorial.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Sylville Smith Memorial.</span> <span class=\"element-image__credit\">Photograph: Chris Arnade for The Guardian</span> </figcaption> </figure>  <p>That frustration, decades long, came to a head in August following the death of Sylville Smith, 23, shot by a police officer while fleeing from a traffic stop. His memorial – deflated Mylar balloons, Hennessy bottles and candles – has since the killing become an impromptu meeting spot for his friends and many others who stand guard to honor his memory<strong> </strong>until late in the evening.</p> <p>When I approached to take a picture and interview them, I was met with a wave of yells. “No way you doing that. Nobody gave you any rights to come around here. Get out of here.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/aug/19/sylville-smith-sherman-park-milwaukee-poverty-race\">Milwaukee neighborhood yearns for better days in wake of police killing</a> </p> </aside>  <p>When I explained I was attempting to give a fuller picture of the challenges faced by the neighborhood, I heard the same lines I had on the street filled with playing kids: “You going to just turn us into young thugs. They already have turned Sylville into a hoodlum, a gangster.”</p> <p>Each time I came back and continued the dialogue, they put up a wall of silence or aggression. It was only when I mentioned the name of a local community organizer I had met that week that I was allowed to take pictures. It is easy to dismiss this aggression as misplaced, but antagonism toward outsiders is a necessary skill if outsiders have antagonized you your whole life.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"1ad45131352663fcacbb30a64a72b83bff464362\"> <img src=\"https://media.guim.co.uk/1ad45131352663fcacbb30a64a72b83bff464362/0_221_7075_4245/1000.jpg\" alt=\"Jemel Blackely (standing).\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jemel Blackely (standing).</span> <span class=\"element-image__credit\">Photograph: Chris Arnade for The Guardian</span> </figcaption> </figure>  <p>A few blocks from the memorial, standing on an otherwise empty street corner, was Jemel Blackely, 30.</p> <p>He owns and runs his own music studio inside the first floor of an otherwise empty building. He is excited to show me around, happy to explain his business, but also discouraged.</p> <p>“Look. My dad is a cop, so I see both sides. But for us, for black kids, being outside is dangerous. One slip-up, one deviation, and we are incarcerated, or worse. We have no choice. We cannot do anything out of the norm presented to us. The only outlet we have is music and fashion. It is a kind of slavery of expectations.”</p> <p>Venice Williams, a Lutheran minister and a local community activist, also lives in the neighborhood. She has helped turn an empty litter-filled block into a huge community garden where locals can grow their own food. “This community has been so hurt. The police, the politicians, outside businesses that come here haven’t honored our humanity. The garden for me is a space to provide healing.”</p> <p>When I ask her about Syville’s memorial and those who stand guard, she’s quick to say she wishes it were different, she wishes they would find another way, but she is also quick to remind me: “Our young people are tired of being humiliated by police. Tired of being researched and over-analyzed by journalists and non-profits. This behavior, the clothing, the music, and sometimes the drugs and violence, this is the only toolbox these kids have. It is one filled with a need for pride and protection.”</p> <p>My last night in Milwaukee, I wanted to have a drink. Unlike many other poor minority neighborhoods across the country, Milwaukee is filled with locally owned bars. I asked a few white acquaintances if they would want to join me. Everyone turned me down for various reasons, but some were a bit more blunt. “That is the neighborhood where people get shot.”</p> <p>After spending much of the last seven years photographing minority neighborhoods, I am used to hearing them described as “the neighborhood where people get shot” by many who have no care to look further into the issue. One variation was used by Donald Trump in the debate on Monday, when he claimed “<a href=\"http://fortune.com/2016/09/26/presidential-debate-donald-trump-living-in-hell-black-people/\">African Americans and Hispanics are living in hell. You walk down the street and you get shot.</a>”</p> <p>They are indeed the neighborhoods were people get shot, and sometimes it is by the police. Almost always it is the black residents themselves who get hurt. Yet these neighborhoods are far more than that: they are filled with residents who have long been demeaned, humiliated, and denied equal civil rights and opportunities. They are people who are just trying to get by, and who desire what anyone else wants: to work a decent job, and a chance for dignity.</p> <p>A few blocks before the bar, I ran into Charles Jones, 61, who was closing up his barber shop. He has had a complex life, including time in jail for drugs, but he has been free of them for 15 years. We talked for an hour about his life, the neighborhood, racism. When I ask him about all the ongoing frustrations in his neighborhood, he looks grim.</p> <p>“As my daddy always said, ‘What is going to happen if you only give nine bones to 10 dogs?’”</p> <p><em>Read other articles in Chris Arnade’s series, <a href=\"https://www.theguardian.com/society/series/pride-and-poverty-in-america\">Pride and Poverty in America</a></em></p>",
  "<div id=\"block-57ebda05e4b01b56deffc481\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T15:05:18.470Z\">4.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">That'll do for today</h2>  <div class=\"block-elements\">  <p>Time for me to skip off, and thank you all for your many emails, comments, tweets and thoughts – only sorry that there wasn’t time and space to include them all, as this subject has provoked a lot of genuinely interesting discussion.</p> <p>In case you’ve missed anything, a summary of the day below:</p> <ul> <li><strong>Sam Allardyce </strong>has spoken briefly to media and says <a href=\"https://www.theguardian.com/football/2016/sep/28/sam-allardyce-return-football-management-england-exit-fa\">“entrapment has won”</a> after his departure from the England job.</li> <li>Allardyce will take time out abroad to reflect and does not know whether or not this was his last job in football.</li> <li><strong>Damian Collins</strong> has suggested football could do with a WADA-type monitoring agency.</li> <li><strong>Greg Dyke</strong> has described Allardyce as “stupid” and his actions as “ridiculous”.</li> <li><strong>Jose Mourinho</strong> has been rather more sympathetic to Allardyce, whom he “likes and respects”.</li> <li><strong>The LMA</strong> have said they are “extremely concerned” by the allegations made against a number of other managers.</li> <li><strong>The Association of Football Agents</strong> have said: “The global move to deregulation has not worked and it has allowed the system to be more open to manipulation and abuse.”</li> </ul> <p>In addition, fine pieces on different aspects of all this were written by, among others, <a href=\"https://www.theguardian.com/football/blog/2016/sep/27/sam-allardyce-arrogant-clot-england-manager\">Daniel Taylor</a>, <a href=\"https://www.theguardian.com/football/2016/sep/28/sam-allardyce-history-suspicion-dream-job-ended-67-days\">Owen Gibson</a> and <a href=\"https://www.theguardian.com/football/2016/sep/28/sam-allardyce-sting-agent-mark-curtis-controversy\">Ed Aarons</a>.</p> <p>We’ve also learned not to go in too heavy on the film ‘Entrapment’. Some people really liked it.</p> <p><strong>This one is far from over, so do stay close to the site.</strong> And we’ll chat again soon. Bye!</p> </div>   </div> <div id=\"block-57ebd7fae4b0757c52919322\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T14:47:39.536Z\">3.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The real losers in all this, of course, are Sunderland – who are now Sunderland again, at least until April or so, and for what?</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T14:48:16.360Z\">at 3.48pm BST</time></p>  </div> <div id=\"block-57ebd751e4b01b56deffc471\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T14:45:36.802Z\">3.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Rob Corcoran feels another manager might have been given a softer ride. </strong>I must admit, the thought had occurred here too:</p> <p>“A lot from the people who say Allardyce should have gone state his arrogance and that he was thought of as being dodgy, but arrogance isn’t a sackable offence and while he may be ‘thought of’ as dodgy, there’s nothing illegal he’s done and he even strongly spoke against bungs in the video. Essentially they’re happy he’s gone because they didn’t like him, but again that isn’t a sackable offence.</p> <p>“I saw someone else’s email saying he was negotiating contracts outside of his one at the FA, which is a bit unfair given that he said he’d only do it with the FA’s permission. On top of that can anyone honestly say they’d turn down 400k if they were offered it? He got the job of his dreams and he’s lost it over a casual chat. Seems like a massive overreaction. I just can’t help feeling that if all of this had been any manager other than Allardyce they’d have got a slap on the wrist.”</p> </div>   </div> <div id=\"block-57ebd5cde4b0757c52919311\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T14:40:44.422Z\">3.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mike Miller, the independent chairman of the Association of Football Agents, has made a statement on the body’s behalf. </strong>You’ll recall Jamie Jackson’s story below; they were split on how to approach all this. Anyway, Miller’s statement isn’t particularly short but I’ll reproduce it all for you to pick the bones from:</p> <blockquote> <p>“The AFA recognises that while recent media reports involving possible misconduct in relation to player transfers remain unproven, they do raise important questions and serve to highlight the need for greater transparency and a new regulatory framework in this area of the football industry. Agents play an important role in the business of the game and we want to ensure that players and clubs get the best possible service within an agreed set of rules and regulations which apply to all stakeholders.</p> <p>“We are totally committed to helping any investigation into the various allegations and to continue to work with the relevant football authorities, led by The FA, to further explore what steps can be taken in English football to put in place an effective system of licensing and codes of conduct for agents.</p> <p>“The global move to deregulation has not worked and it has allowed the system to be more open to manipulation and abuse. The time has come for the key stakeholders in this country to genuinely come together to establish a new framework for the future and we would be happy to progress those discussions with immediate effect.</p> <p>“Ultimately, changes to the current set-up should also be enforceable globally and this must involve UEFA and FIFA to help spread best practice around the world and re-introduce a system of licensing and regulation which works and is meaningful. We can make a positive start here to promote a better approach across the game.”</p> </blockquote> </div>   </div> <div id=\"block-57ebd4b6e4b049b74e4caf95\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T14:35:25.716Z\">3.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Quiz! Quiz! Quiz!</strong> You just know Allardyce’s reign will be a pub quiz question, if pubs still exist, in 50 years’ time – so here is Paul Campbell’s fiendish quiz about Big Sam and England managers who preceded him:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/28/football-quiz-england-managers-sam-allardyce-roy-hodgson\">Football quiz: England managers</a> </p> </aside> </div>   </div> <div id=\"block-57ebd43ee4b01b56deffc45a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T14:31:55.468Z\">3.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Christopher Williams emails:</strong> “Typical response from an arrogant individual who has always been thought of by many as ‘dodgy’. Entrapment did not win Sam - your greed and inability to dedicate yourself to the England football team led to your demise! Was never the right choice anyway.”</p> </div>   </div> <div id=\"block-57ebd1e4e4b01b56deffc447\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T14:22:44.864Z\">3.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>If there was any rolling news on this story at the moment I’d bring it to you, but there isn’t.</strong> Might yet be a statement from McGarvey before we clock off. I suspect, though, that the major movement on all of this will come when the newspapers’ first editions are available.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T14:23:06.796Z\">at 3.23pm BST</time></p>  </div> <div id=\"block-57ebd0b2e4b01b56deffc43d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T14:16:42.074Z\">3.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A succession plan from BTL:</strong></p>  <figure class=\"element element-comment\" data-canonical-url=\"https://www.theguardian.com/football/live/2016/sep/28/sam-allardyce-leaves-england-job-latest-news-and-reaction-live#comment-84222925\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/13029766\" title=\"View MalcolmsPond’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/13029766\" height=\"40\" width=\"40\" alt=\"User avatar for MalcolmsPond\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/13029766\" title=\"View MalcolmsPond’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">MalcolmsPond</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/84222925\" title=\"Link to this comment\" itemprop=\"datePublished\">28 September 2016 3:09pm</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>Southgate is uninspiring but the qualification group is easy enough they should be OK. You wouldn't want him in charge for the actual World Cup though.</p> <p>Having him as a stopgap then going for Wenger next summer would seem the obvious best plan to me.</p></div> </div> </div>  </figure> </div>   </div> <div id=\"block-57ebcf1ae4b0757c529192d8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T14:12:32.953Z\">3.12pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Who will take over the England Under-21s now that Southgate has stepped up, incidentally?</strong> Smart money is surely on Aidy Boothroyd, coach of the Under-20s. The Under-21s play Bosnia and Kazakhstan in October; win those and they qualify for next summer’s Uefa Under-21 Championship.</p> </div>   </div> <div id=\"block-57ebccfbe4b01b56deffc426\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T14:01:25.243Z\">3.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Terry Venables has a home near Allardyce’s holiday place, too</strong>. We heard Hoddle suggested for the England job earlier – but aren’t we all forgetting El Tel?</p> </div>   </div> <div id=\"block-57ebcba2e4b049b74e4caf54\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T13:55:02.565Z\">2.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/StewTodd/status/781128386668326912\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/NickAmes82\">@NickAmes82</a> If it&#39;s the Scott McGarvey I remember from my Panini Football 83 sticker book I hope he still has that amazing barnet. <a href=\"https://t.co/DXuTicuyGp\">pic.twitter.com/DXuTicuyGp</a></p>&mdash; Stewart Todd (@StewTodd) <a href=\"https://twitter.com/StewTodd/status/781128386668326912\">September 28, 2016</a></blockquote>  </figure>  <p>Might have lost a few in recent days.</p> </div>   </div> <div id=\"block-57ebc90ee4b049b74e4caf42\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T13:45:05.423Z\">2.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Allardyce’s holiday place on the Costa Blanca is genuinely named Big Sam’s Villa.</strong> How on earth had I missed that? And should Roberto Di Matteo be worried?</p> </div>   </div> <div id=\"block-57ebc81be4b0757c529192a3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T13:40:00.809Z\">2.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JonathanShrager/status/781123589298909184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">3/3<br>Scott <a href=\"https://twitter.com/hashtag/McGarvey?src=hash\">#McGarvey</a>&#39;s full version of events on the <a href=\"https://twitter.com/hashtag/Allardyce?src=hash\">#Allardyce</a> situation will be published very soon in a national outlet</p>&mdash; Jonathan Shrager (@JonathanShrager) <a href=\"https://twitter.com/JonathanShrager/status/781123589298909184\">September 28, 2016</a></blockquote>  </figure>  <p>We’ll have our eyes peeled...</p> </div>   </div> <div id=\"block-57ebc620e4b01b56deffc3f5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T13:31:56.939Z\">2.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>From Jamie Jackson, here, on the Association of Football Agents, who are divided over their response to the Allardyce situation:</strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/28/association-football-agents-divided-response-sam-allardyce-exit\">Association of Football Agents divided on response to Allardyce exit</a> </p> </aside> </div>   </div> <div id=\"block-57ebc3bee4b049b74e4caf24\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T13:22:57.500Z\">2.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Let’s throw it forward. </strong>You’re Gareth Southgate. You win England’s next few qualifiers. Should you keep the job in the long term? It’s a tricky one I think, because I think it should only take bog-standard competence to get England through that group – as they’ve proved before. It’s around tournament time that things get really tough. Not saying Southgate can’t or shouldn’t do it, just that it might be hard to tell how good he actually is in this position. One way to find out? Or appoint a more proven name?</p> </div>   </div> <div id=\"block-57ebc294e4b01b56deffc3db\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T13:16:33.928Z\">2.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Carl Bland isn’t particularly enamoured with the journalism that got us here:</strong></p> <p>“I’d have a lot more respect for the Telegraph report had it been an operation to expose actual events - that would be proper investigative journalism. To take the rumours, thoroughly research them and expose if necessary would have a lot more substance.</p> <p>“Entrapment, via an entirely fabricated scenario, will never have the same resonance. Sam had to go, no question - but I doubt the journos in question will need to get fitted for new suits come awards season.”</p> </div>   </div> <div id=\"block-57ebc10de4b0757c52919268\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T13:10:52.872Z\">2.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Big update from Sky’s Kaveh Solhekol: </strong>he says Allardyce’s agent, Mark Curtis, became suspicious after the first meeting with the “businessmen” involved in the sting and advised Allardyce not to attend the second meeting. But, so the story goes, Allardyce ignored the advice...</p> </div>   </div> <div id=\"block-57ebc073e4b049b74e4caf0c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T13:07:18.353Z\">2.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Juan Torres wonders where Allardyce will pitch up next:</strong></p> <p>“How long before Big Sam gets another job? With West Ham and Sunderland both off to terrible starts, will they go back to the Big Sam well? Or will he have to go back down to the Championship? Or, will he have to change his name to Samuele Allardici to distinguish himself and vie for the top jobs?”</p> </div>   </div> <div id=\"block-57ebbf2ce4b0757c5291925c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T13:02:43.932Z\">2.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sympathy from Mourinho, then, certainly to some degree. </strong>None from Dyke – of whose next appearance in the pulpit I’ll be sure to apprise you – though. It’s a divisive one, this, as the comments below the line – not to mention all the emails I’m getting from you all – demonstrate.</p> </div>   </div> <div id=\"block-57ebbd97e4b01b56deffc3c2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T12:56:03.451Z\">1.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Stop what you’re doing, Jose Mourinho has spoken on Allardyce:</strong></p> <p><em>“The only thing I can say is that I like Sam, I feel sorry for that because I know it was the dream job [for him] and I feel very sorry. The second thing is that what happened is not going to interfere in any way in my relationship with him, I liked him and respected him before and that is not going to change. The third thing is that this is between him and the FA and I have nothing to say about it really.”</em></p> </div>   </div> <div id=\"block-57ebbc96e4b0757c5291924e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T12:53:26.837Z\">1.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>In that ill-fated conversation, Allardyce suggested that Enner Valencia was third-party owned when he signed for West Ham.</strong> West Ham joint-chairman David Sullivan has, <a href=\"http://www.standard.co.uk/sport/football/west-hams-david-sullivan-sam-allardyce-is-wrong-enner-valencia-deal-didnt-break-rules-a3355906.html\">in the article linked here</a>, explained that is not entirely true. Quote below:</p> <p> “Valencia’s economic rights were wholly owned by Pachuca when we bought him. Sam is wrong. But he didn’t know much about the actual transfer deal other than wanting the player. We have not broken any rules on third party ownership.”</p> </div>   </div> <div id=\"block-57ebbabae4b0757c52919243\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T12:43:23.653Z\">1.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Here is a statement from the League Managers’ Association about the allegations currently brewing around several managers:</strong></p> <blockquote class=\"quoted\"> <p>The LMA is extremely concerned by the current situation of allegations made against a number of managers. We take the allegations very seriously as they are obviously damaging to the game.</p> <p>We are in regular communication with The FA to establish the facts relating to those allegations. We know The FA has requested full disclosure, from the Telegraph, of all the relevant information it has and we are working with The FA in dealing with the allegations, following the correct processes and procedures.<br></p> <p>With regard to Sam Allardyce’s departure from his role at The FA, the LMA was in regular communication with Sam and The FA throughout the process. We fully respect the decision that they have mutually agreed.<br></p> </blockquote> </div>   </div> <div id=\"block-57ebb843e4b049b74e4caedd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T12:38:20.567Z\">1.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Greg Dyke is on my television screen.</strong> My inbuilt response to Greg Dyke is to think the opposite of anything he thinks, to be completely honest. But here is what he says on Sky, one of numerous media outlets he seems to have been touring in the last 24 hours:</p> <p><strong>On whether Roy Hodgson could ever have got caught up in something like this:</strong></p> <p>“I got to know Roy, the character of the man is not driven by money, I just don’t think he would have done. But who knows, particularly in football, an industry where there’s so much money washing around?”</p> <p><strong>On Allardyce’s character:</strong></p> <p>“I was leaving just at the time they were looking for someone to take the role, so wasn’t involved. There’s always been stories, but there are stories about so many people.”</p> <p><strong>Does he feel sorry for Allardyce? </strong><br></p> <p>“No, I think he’s been stupid. It’s just a ridiculous thing to do. He’d just got the job he always dreamed of, so why on earth does he go to meetings offering him £400k and say things that are irrelevant? It tells you something about the man doesn’t it? What’s he doing that for?”</p>  <figure class=\"element element-image\" data-media-id=\"b622f3c7ee698034be800dbbbc42237a03d1dd61\"> <img src=\"https://media.guim.co.uk/b622f3c7ee698034be800dbbbc42237a03d1dd61/0_0_816_464/500.jpg\" alt=\"Greg Dyke on Sky Sports News.\" width=\"500\" height=\"284\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Greg Dyke on Sky Sports News.</span> <span class=\"element-image__credit\">Photograph: Sky Sports News</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T12:40:56.669Z\">at 1.40pm BST</time></p>  </div> <div id=\"block-57ebb7f5e4b01b56deffc3a0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T12:31:50.378Z\">1.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Email from George Rogers, who wonders whether Allardyce could in fact have been deployed to help the FA:</strong></p> <p>“I think this was the wrong response. If there’s a problem with rules breaking, tackle it. If Big Sam has insights into how people get around the rules, lets get him to set up a task force busting those loop holes. Sacking the man and washing their hands of the appointment is just scapegoating.</p> <p>“Further more, I don’t understand those fans who resent the man for lining his pockets. I don’t know of anyone who would turn down flat the offer of 400k for a few hours motivational speaking. I don’t understand those people who feel that as England manager he must always represent the highest ideals of sporting purity. It’s not as if he was hired for his sporting purity in the first place. Didn’t we hire Sam exactly because he’s a no nonsense man who’ll talk nonsense over a pint?</p> <p>“This is just a side show that lets everyone else feel superior whilst solving nothing. They’re not sending a message, they’re not stopping corruption, they’re just covering their own behinds.”</p> </div>   </div> <div id=\"block-57ebb514e4b01b56deffc38b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T12:19:52.230Z\">1.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Another Roy Greenslade piece here</strong>, looking at the media side of the Allardyce situation. He builds on <a href=\"https://www.theguardian.com/media/greenslade/2016/sep/27/why-the-daily-telegraphs-sam-allardyce-sting-was-justified\">his article from yesterday</a> by explaining that public interest was at the heart of the revelations:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/greenslade/2016/sep/28/public-interest-was-at-the-heart-of-the-sam-allardyce-revelations\">Public interest was at the heart of the Sam Allardyce revelations</a> </p> </aside> </div>   </div> <div id=\"block-57ebb405e4b049b74e4caec3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T12:14:12.698Z\">1.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/oilysailor/status/781104320783773696\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Fairly sure &quot;Entrapment has won&quot; was first said by Jonathan Pearce on Robot Wars.</p>&mdash; Duncan Alexander (@oilysailor) <a href=\"https://twitter.com/oilysailor/status/781104320783773696\">September 28, 2016</a></blockquote>  </figure> </div>   </div> <div id=\"block-57ebb1dee4b01b56deffc378\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T12:05:27.865Z\">1.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The FA’s governance team is still awaiting the transcript </strong>of the conversation that did for Allardyce, by the way, before the decide whether anyone should be formally charged over what happened.</p> </div>   </div> <div id=\"block-57ebb0b7e4b049b74e4caea7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T12:02:02.104Z\">1.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>A story that has appeared in the Mail suggests Allardyce was a partner in a company – that appears to run a boutique hotel in Newcastle – alongside Wayne Rooney and Joe Hart, among others.</strong> Obviously the precise nature of any business arrangement is not available to us but on the face of it that might be a bit problematic for an England manager. He has (had) to pick, or not pick, those guys.</p> </div>   </div> <div id=\"block-57ebae3de4b0757c52919204\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T11:49:48.416Z\">12.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>More seriously, here’s your Morrison/Allardyce explainer. Fascinating stuff:</strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2014/feb/15/ravel-morrison-west-ham-united-waste\">Ravel Morrison's unravelling at West Ham United is a tremendous waste | Daniel Taylor</a> </p> </aside> </div>   </div> <div id=\"block-57ebad0ee4b01b56deffc35b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T11:48:08.280Z\">12.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/morrisonravel/status/781093753717133343\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">no 1 listened to a word I said</p>&mdash; ravel morrison (@morrisonravel) <a href=\"https://twitter.com/morrisonravel/status/781093753717133343\">September 28, 2016</a></blockquote>  </figure>  <p>Not true Ravel – I, too, agree Paul should have stayed with Mary, Sue and Mel on the BBC.</p> </div>   </div> <div id=\"block-57eba815e4b01b56deffc343\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T11:28:35.023Z\">12.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>If you’ll permit me 20 minutes or so</strong>, I’m going to go and gather some fuel to see us through what fun this afternoon brings. So “BRB” as the kids say – here’s a summary of this morning to keep you frothing:</p> <ul> <li>Sam Allardyce has spoken briefly to media and says <a href=\"https://www.theguardian.com/football/2016/sep/28/sam-allardyce-return-football-management-england-exit-fa\">“entrapment has won”</a> after his departure from the England job.</li> <li>Allardyce will take time out abroad to reflect and does not know whether or not this was his last job in football.</li> <li>Damian Collins has suggested football could do with a WADA-type monitoring agency.</li> <li><a href=\"https://www.theguardian.com/football/2016/sep/28/sam-allardyce-history-suspicion-dream-job-ended-67-days\">You should read this, by Owen Gibson</a>.</li> <li><a href=\"https://www.theguardian.com/football/2016/sep/28/sam-allardyce-sting-agent-mark-curtis-controversy\">And you should also read this, by Ed Aarons</a>.</li> </ul> </div>   </div> <div id=\"block-57eba701e4b01b56deffc339\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T11:18:46.549Z\">12.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Richard Cunningham notes:</strong> “The red tops seem to have missed a trick here, I think. This story has been asking for a ‘Big Scam Allardyce’ headline!”</p> </div>   </div> <div id=\"block-57eba64ee4b049b74e4cae62\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T11:16:02.297Z\">12.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The talking heads weighing in with their threepence worth are drying up a bit. We’ve had a rugby one of course. Maybe one from cycling up next?</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T11:16:11.399Z\">at 12.16pm BST</time></p>  </div> <div id=\"block-57eba473e4b049b74e4cae53\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T11:08:13.876Z\">12.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanLucas86/status/781087694982156288\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/NickAmes82\">@NickAmes82</a> 38% on Rotten Tomatoes (not to mention my own memory) confirms Entrapment was rubbish</p>&mdash; Dan Lucas (@DanLucas86) <a href=\"https://twitter.com/DanLucas86/status/781087694982156288\">September 28, 2016</a></blockquote>  </figure>  <p>The people (and, indeed, my esteemed colleague Dan) have spoken. Fancy lasers only get you so far.</p> </div>   </div> <div id=\"block-57eba2cde4b049b74e4cae47\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T11:01:58.450Z\">12.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Another unsympathetic view, this time from Joel Woodard, who thinks Allardyce has not really grasped the error of his ways:</strong></p> <p>“Whether or not Sam Allardyce was giving advice on getting around third-party ownership bands or not, I think people seem to be forgetting that he also openly criticised his employers the FA whilst trying to negotiate a contract with somebody else – surely a sackable offence in any other job?</p> <p>“In any case, it doesn’t seem to me that he truly accepts having done wrong, when saying he was trying to help out a friend or that “entrapment has won”. An awful character and I am glad he has been undone by his own arrogance and greed.”</p> </div>   </div> <div id=\"block-57eba0e3e4b049b74e4cae37\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T10:52:36.339Z\">11.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nicholas Hunter has an idea from left field:</strong> “I suggest Jeremy Corbyn as the next England manager. Clear aims, strong people management skills and just the man to unite the team. And besides, why should he be the only person on the Shadow Cabinet with only one job?”</p> </div>   </div> <div id=\"block-57eb9f52e4b049b74e4cae2f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T10:47:18.929Z\">11.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Here, from Steve Hoare, is a view that diverges from the mean by the looks of things. Worth a read:</strong></p> <p>“Doesn’t sit comfortably?” I think you’re being too polite. I am absolutely bloody outraged (as Sam might say). I am outraged at The Telegraph for printing what amounts to a pissed up conversation about dodgy practices. I am outraged at the way they framed it and the sanctimonious ‘Big Sam for sale’ headline.</p> <p>“I am outraged at your readers. Who are these weirdos who would turn down £400k for making a speech? He might be a dodgy geezer but his agent would not be doing his job properly if he didn’t present this opportunity to his client.</p> <p>“I am outraged at The FA, which should have stood up for its employee. It should have backed him to the hilt and then ordered a full investigation into any events THAT HAVE ACTUALLY HAPPENED rather than sacking a man for having a conversation. He was sacked for having a conversation!! Really...I despair....why support England when the FA can’t even support its own manager? Utter eedjits the lot of ‘em.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T10:47:32.034Z\">at 11.47am BST</time></p>  </div> <div id=\"block-57eb9e3ee4b049b74e4cae27\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T10:42:12.611Z\">11.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>If the FA want someone “whiter than white”, though, it might rule Blanc out*.</p> <p>*It’s a joke about his name, I’m not implying anything.</p> </div>   </div> <div id=\"block-57eb9ddce4b0757c52919191\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T10:40:56.652Z\">11.40am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>All kinds of names flying around for possible new England manager at the moment. </strong>I’ve seen Mancini, Howe, Blanc, Wenger ... and what about Sean Dyche? He likes being English – and has done a pretty remarkable job getting Burnley up twice and making them competitive now.</p> </div>   </div> <div id=\"block-57eb9bf3e4b0757c5291918b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T10:32:22.314Z\">11.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Will_Unwin/status/781069563312087040\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Has Big Sam gone to Marbella or Dubai?</p>&mdash; Will Unwin (@Will_Unwin) <a href=\"https://twitter.com/Will_Unwin/status/781069563312087040\">September 28, 2016</a></blockquote>  </figure>  <p>I mean, that’s a key question too. Where does one lie low in this situation? Unless it’s a bluff and he’s headed off to the Lake District.</p> </div>   </div> <div id=\"block-57eb9b40e4b01b56deffc2f1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T10:28:53.322Z\">11.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Michael Roughton has no sympathy for Big Sam:</strong></p> <p>“His claims of ‘entrapment’ ring rather hollow to me, given that he turned up to a meeting with his agent and his financial advisor. Clearly there was expectation of what would be discussed, and what might be on offer. You can’t entrap someone who has no interest in what is on offer.</p> <p>“Then it was simply a case of his greed, combined with his seemingly natural arrogance and boorishness, which brought him low.”</p>  <figure class=\"element element-image\" data-media-id=\"7bb31f8e22372cde72e7d9f7b1ec7a162946ede8\"> <img src=\"https://media.guim.co.uk/7bb31f8e22372cde72e7d9f7b1ec7a162946ede8/0_85_1656_2411/687.jpg\" alt=\"The closest he’ll ever get.\" width=\"687\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The closest he’ll ever get.</span> <span class=\"element-image__credit\">Photograph: ITV/REX/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T10:33:19.995Z\">at 11.33am BST</time></p>  </div> <div id=\"block-57eb9aa0e4b01b56deffc2ed\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T10:25:50.272Z\">11.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>And now a great piece from Owen Gibson on the end of Allardyce’s dream job:</strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/28/sam-allardyce-history-suspicion-dream-job-ended-67-days\">Sam Allardyce: a history of suspicion and a dream job that ended after 67 days</a> </p> </aside> </div>   </div> <div id=\"block-57eb99c4e4b01b56deffc2e6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T10:22:19.469Z\">11.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Something to think on: Britain is no paragon of sporting virtue.</strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/sep/28/britain-sporting-virtue-sam-allardyce-fair-play\">Britain is no paragon of sporting virtue – let’s stop pretending otherwise | Mary Dejevsky</a> </p> </aside> </div>   </div> <div id=\"block-57eb9822e4b01b56deffc2db\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T10:17:12.375Z\">11.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>I suspect it’s probably quite hard to get too much comment from football personages on all this</strong> – or those in work anyway. Most would probably take the Strachan route. To that end, Cockerill may be about all we can hope for in terms of hot takes from serving coaches; wonder how many other sports we can glean some opinions from as the day passes.</p> </div>   </div> <div id=\"block-57eb97ace4b049b74e4cadf4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T10:13:38.286Z\">11.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Did Allardyce have to go? And who should replace him? Vote! Vote! Vote!</strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/28/sam-allardyce-england-manager-job-replace\">Did Sam Allardyce have to go – and who should replace him as England manager?</a> </p> </aside> </div>   </div> <div id=\"block-57eb96aee4b049b74e4caded\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T10:09:45.344Z\">11.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>“I think the cautionary tale is you should never try to achieve your dreams,”</strong> emails Brian Kitt. If this blog isn’t living proof, Brian, I don’t know what is.</p> </div>   </div> <div id=\"block-57eb9621e4b049b74e4cadeb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T10:08:02.932Z\">11.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s a talking head who has talked – again to Sky. <strong>It’s the Leicester Tigers director of rugby, Richard Cockerill!</strong></p> <p>“He’s made a huge error of judgment in what he’s done, whatever the wrongs or right of that. In the public eye you have to make sure you behave appropriately. Rugby hasn’t got the money football has, and unfortunately money brings out the worst in most of us.</p> <p>“He must be hugely disappointed. He’s put himself in that situation, he’s a very experienced manager and person and ultimately he should have known better.”</p> </div>   </div> <div id=\"block-57eb9440e4b0757c5291914c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:58:50.557Z\">10.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/doyoudoanywings/status/781070033422282752\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/NickAmes82\">@NickAmes82</a> If nothing else, Entrapment launched a hundred laser beam-security spoofs. The one in Jay &amp; Silent Bob Strike Back is a good un.</p>&mdash; Skirky (@doyoudoanywings) <a href=\"https://twitter.com/doyoudoanywings/status/781070033422282752\">September 28, 2016</a></blockquote>  </figure>  <p>Yes, the laser beams! I’m starting to feel I’ve been harsh. And arrogant.</p> </div>   </div> <div id=\"block-57eb93fae4b01b56deffc2b9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:57:57.369Z\">10.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Richard Mead is another who agrees with the FA’s – the FA’s and Allardyce’s – decision:</strong></p> <p>“I think Allardyce deserved to go, if nothing else for his own stupidity. It’s not as if his name hasn’t come up (rightly or wrongly) before in this area so he should have known he’d need to whiter than white. Given the FA’s apparent strong public stance on the ongoings at FIFA and UEFA over the last year, he should have known that he’d be held to a higher standard. That may not be entirely fair, but the £3m a year for doing his dream job should help a bit? Plus, how did he allow himself to be surrounding by advisors who have fallen for a very simple and not too original set-up?”</p> </div>   </div> <div id=\"block-57eb92ebe4b01b56deffc2ad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:53:21.343Z\">10.53am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Gordon Strachan</strong> has been asked about Allardyce and said “I don’t think anyone’s interested in my 15 seconds of answers if I do have an answer”.</p> <p>I don’t know about that, Gordon. But this is nice and sensible.</p> </div>   </div> <div id=\"block-57eb911ae4b01b56deffc2a1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:45:20.833Z\">10.45am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Adam Timmins has emailed:</strong></p> <p>“A key point for me is that,regardless of the rights and wrongs of whether he should have been given the push, it’s hard to feel sorry for a guy who was sacked essentially for trying to make £400,000 on top of the £3 million a year he was already earning. Greed...”</p> </div>   </div> <div id=\"block-57eb90fce4b049b74e4cadc5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:44:38.695Z\">10.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>What do you think? Would a WADA-type body in football do any good?</p> </div>   </div> <div id=\"block-57eb8f21e4b01b56deffc293\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:41:02.663Z\">10.41am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Damian Collins, acting chairman of the culture, media and sport select committee, is talking to Sky.</strong></p> <p><strong>On the wider allegations in the Telegraph:</strong></p> <p>“I would much rather undercover reporters get these stories into the light of day.</p> <p>“Why is it that people in football have had suspicions this sort of thing is going on all the time but it’s never been investigated?”</p> <p><strong>On Allardyce:</strong></p> <p>“It’s an incredibly serious matter for the England manager [to do that]. It was wrong and his position was untenable.”</p> <p><strong>On the role of intermediaries:</strong></p> <p>“What the FA needs to do now is launch an investigation into the registration and oversight of football intermediaries. If there’s a grey area it needs to be cleared up. I also question whether there should be an independent monitoring agency in football like WADA.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T09:41:22.944Z\">at 10.41am BST</time></p>  </div> <div id=\"block-57eb8d09e4b01b56deffc289\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:31:00.294Z\">10.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CathDuu/status/781062465685753856\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/NickAmes82\">@NickAmes82</a> Entrapment wasn&#39;t an awful movie, it was entertaining &amp; harmless. Stop being so arrogant. Can&#39;t you say &#39;that movie&#39;?</p>&mdash; Joe Waddle (@CathDuu) <a href=\"https://twitter.com/CathDuu/status/781062465685753856\">September 28, 2016</a></blockquote>  </figure>  <p>The bit where they escaped from the Petronas tower was reasonably hair-raising, I suppose. But, mindful that this blog wouldn’t exist if somebody hadn’t spoken out of turn, I’ll shut up there.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T09:31:25.107Z\">at 10.31am BST</time></p>  </div> <div id=\"block-57eb8cd6e4b049b74e4cada2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:27:14.202Z\">10.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mikey emails with what is probably the key point here:</strong></p> <p>“I am genuinely torn by this. I didn’t think he was the right man for the job but was this just boastful nonsense or was he actually offering to assist someone to bypass TPO rules. If it’s the latter, then it’s hard to see how he can be defended. But that said, there’s nothing I’ve seen written where Sam outlines how this is done. Regardless, he shouldn’t have put himself in that position.”</p> </div>   </div> <div id=\"block-57eb8c76e4b01b56deffc287\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:25:40.998Z\">10.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Nobody has mentioned Harry Redknapp for the job yet. Not in my earshot anyway. But there are plenty of hours left in the day.</p> </div>   </div> <div id=\"block-57eb8b31e4b04cbd30bc3d5e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:20:54.487Z\">10.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>It’s really hard for people not to lapse into yawnsome cliches when talking about the England job, isn’t it?</strong> Not that the issue isn’t a tricky or thorny one – it’s hard to know who the position would really appeal to at the moment.</p> </div>   </div> <div id=\"block-57eb8adbe4b08ca277ca0f19\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:18:57.015Z\">10.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hinchcliffe has just suggested Glenn Hoddle would be worth looking at for the England job.</p> </div>   </div> <div id=\"block-57eb8a50e4b04cbd30bc3d59\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:17:32.503Z\">10.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Angus Chisholm sends us his thoughts:</strong></p> <p>“I’m inclined to go along with this not really being a sackworthy offence – he should probably have been suspended pending an investigation. C Gardiner writes below that it’s unfair for anyone to be sacked for their private conversations – generally I go along with that and criticism of Wembley etc is all fair game. But the main point is what he said regarding Third Party Ownership rules – he said they can be got around (and Daniel Taylor points out in his piece that this is straightforwardly true, by buying out the third party owner as far as I can tell, which is gross but I digress) – but he decries the TPO rules as ‘ridiculous’ which, if he’s against regulating TPO altogether, is pretty damning. A sacking does seem a bit premature though.”</p> </div>   </div> <div id=\"block-57eb8918e4b04cbd30bc3d57\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:12:05.140Z\">10.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>The sports minister Tracey Crouch has made a statement.</strong> It’s worth noting that she is talking about the wider allegations made by the Telegraph – whose exact substance is currently unclear – too:</p> <p><em>“The integrity of sport is absolutely paramount and we have been clear that we expect the highest standards of governance and transparency from sports governing bodies, here in the UK and on the international stage. In this context, the recent allegations regarding English football are very concerning and we will be discussing the matter with the football authorities. All the evidence presented to them must be investigated fully and we stand ready to assist in any way we can.”</em></p>  <figure class=\"element element-image\" data-media-id=\"8a81c4ddbe325682cd21f5da5b54bc733648b960\"> <img src=\"https://media.guim.co.uk/8a81c4ddbe325682cd21f5da5b54bc733648b960/0_0_5568_3712/1000.jpg\" alt=\"Sam Allardyce leaves home on his way for a holiday.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sam Allardyce leaves home on his way for a holiday.</span> <span class=\"element-image__credit\">Photograph: Paul Ellis/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T09:15:38.510Z\">at 10.15am BST</time></p>  </div> <div id=\"block-57eb8867e4b08ca277ca0f12\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:08:46.131Z\">10.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>I’m watching Sky Sports News. <strong>Andy Hinchcliffe</strong> has just been asked what he thinks and says “there was no way back for [Allardyce] and it was the right thing to do”.</p> </div>   </div> <div id=\"block-57eb8813e4b091b7fa2b5d66\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:06:54.160Z\">10.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Now this is really interesting from Ed Aarons on Mark Curtis, Allardyce’s agent:</strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/28/sam-allardyce-sting-agent-mark-curtis-controversy\">Sam Allardyce sting: agent Mark Curtis has history of controversy</a> </p> </aside> </div>   </div> <div id=\"block-57eb873fe4b08ca277ca0f0f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:04:30.377Z\">10.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>On a side note, I can never quite hear the word <strong>“Entrapment”</strong> without thinking of that awful movie with Sean Connery and Catherine Zeta-Jones. I was about 16 when that came out and wrote a review of it while on work experience for the Ipswich Advertiser. The headline ran: “Catherine Zeta, you can’t Beta”.</p> <p>As you were.</p> </div>   </div> <div id=\"block-57eb86dce4b08ca277ca0f0d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T09:01:48.411Z\">10.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>If you missed this yesterday, it’s Roy Greenslade on why the Telegraph’s sting on Allardyce was justified:</strong></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/greenslade/2016/sep/27/why-the-daily-telegraphs-sam-allardyce-sting-was-justified\">Why the Daily Telegraph's Sam Allardyce sting was justified</a> </p> </aside> </div>   </div> <div id=\"block-57eb8577e4b04cbd30bc3d50\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T08:56:25.429Z\">9.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sean Crossey also has his say:</strong></p> <p>“Taking away all consideration of whether legally (and god forbid in football, even morally) it was the right decision to sack Sam, and even forgetting about his less than winning personality, I still can’t help but feel sorry for a man who finally gets his dream job only to see it slip away in an instant.”</p> <p>I mean, there is that. He was clearly made up at getting it. And some crashing indiscretion has lost it for him. Nice 100% record though.</p> </div>   </div> <div id=\"block-57eb83ade4b04cbd30bc3d4c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T08:48:53.455Z\">9.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>And an email from C Gardiner:</strong></p> <p>“Big Idiot Sam, as we may now be legally obliged to call him. Has as Daniel Taylor said, been stupid and boastful, ie like Big Idiot Sam; but I’m pretty sure you could have replaced him with virtually anyone there and the chat would have gone very similar (they might not be as adept at impressions as him). The only reason I, and many others don’t have any sympathy for him is primarily down to the fact that he’s very unlikeable, if it was, for example Ranieri, we’d probably feel very sorry for him for losing his job for just saying what he thinks and what happens.”</p> </div>   </div> <div id=\"block-57eb82ade4b08ca277ca0eff\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T08:43:53.393Z\">9.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ben Atherton emails:</strong></p> <p>“Re the journalism sting. Doesn’t sit too well with me for the points you raise. Feels like a moral judgement the reporters/editors made to expose him and bring about this scandal. Mind you, lots of arch comments around about a) he’s been shooting his mouth off for years and b) was surrounded by the ‘wrong type of people.’ Wish we knew what the latter was all about but this all feels like someone decided it was time for him to get knocked down a peg or two.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T08:44:16.137Z\">at 9.44am BST</time></p>  </div> <div id=\"block-57eb8024e4b091b7fa2b5d58\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T08:39:03.265Z\">9.39am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Sam Allardyce has just spoken</h2>  <div class=\"block-elements\">  <p><strong>Live outside his home in Bolton. The gist:</strong></p> <p><em>“On reflection it was a silly thing to do. I just wanted to help out someone I’ve known for 30 years and it was an error of judgment on my behalf. I’ve suffered the consequences. Entrapment has won on this occasion and I have to accept that.”</em></p> <p>Allardyce further explained that he apologised to the FA and everyone else affected by the situation. He also said he is going abroad now, and wished England and their fans the very best. When asked if this was his last job in football, he answered: “Who knows?”</p> <p>Did you see Allardyce there? What did you make of his words?</p>  <figure class=\"element element-image\" data-media-id=\"be1c6bcee5709f50010e788254620c4adb2669b6\"> <img src=\"https://media.guim.co.uk/be1c6bcee5709f50010e788254620c4adb2669b6/0_0_3500_2335/1000.jpg\" alt=\"Sam Allardyce outside his home in Bolton on Wednesday.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sam Allardyce outside his home in Bolton on Wednesday.</span> <span class=\"element-image__credit\">Photograph: Dave Howarth/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T08:50:56.600Z\">at 9.50am BST</time></p>  </div> <div id=\"block-57eb7e8de4b08ca277ca0ef5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T08:26:14.489Z\">9.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Also – and I appreciate this wasn’t the gravest part of it – those comments about the England players and Wembley really weren’t that incendiary, were they, honestly?</p> </div>   </div> <div id=\"block-57eb7cdde4b04cbd30bc3d41\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T08:23:35.188Z\">9.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>My opinion, not that it is or should be remotely valuable to anyone, <a href=\"https://www.theguardian.com/football/blog/2016/sep/27/sam-allardyce-arrogant-clot-england-manager\">goes roughly in line with Danny Taylor’s</a>: Allardyce was a fool but I’m not sure this was sackable stuff</strong>. Also feel quite uncomfortable at the perforation of the whole public/private boundary in situations like this – it’s one thing if this kind of journalism is setting out to stop something illegal and/or dangerous happening, perhaps, but setting out to trip somebody up for what appears to be no clear end just seems a bit cheap to me. Everyone has had a conversation before that, if recorded, might cause them some bother; that’s not to endorse anything about Allardyce’s actions or indeed his personality, but for me none of this sits very well. How about you?</p> </div>   </div> <div id=\"block-57eb7c6de4b08ca277ca0ef0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T08:18:14.127Z\">9.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>You know what, this will tell you all you need to know.</strong> Allardyce says he will return, is “hurt and disappointed”, and attended the meetings in question to “do a friend [Scott McGarvey] a favour”:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/28/sam-allardyce-return-football-management-england-exit-fa\">Allardyce will return to football management following England exit</a> </p> </aside> </div>   </div> <div id=\"block-57eb7be3e4b04cbd30bc3d3a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T08:15:20.206Z\">9.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Allardyce has been on to Sky Sports News</strong> – think he knew he was being recorded this time – and has told them he wants to return to football management. I’ll try and get some direct quotes over to you as soon as possible.</p> </div>   </div> <div id=\"block-57eb7990e4b04cbd30bc3d37\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T08:09:35.319Z\">9.09am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Good morning</h2>  <div class=\"block-elements\">  <p>Just your normal football morning, this. All quiet. Nowt to see here. Champions League was fun last night, eh?</p> <p>If only. No, we find ourselves surveying one almighty storm and in the eye of it is <strong>Sam Allardyce</strong>, who is no longer England manager and has, it seems, been brought down spectacularly by his own indiscretion and bluster. There are suggestions that more revelations – concerning other individuals – from the same investigation are to come and this saga seems certain to run through to the end of the week and well beyond.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T08:09:58.019Z\">at 9.09am BST</time></p>  </div> <div id=\"block-57eb77cce4b08ca277ca0ee6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2016-09-28T07:57:01.771Z\">8.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>So we’ll steer through the wreckage together for the next few hours, and you can take an active part too. Have the FA done the only thing they could, here? Should Allardyce have been sacked? And, errrr, if you like we can talk about who replaces him. In the first instance that, of course, is Gareth Southgate. Send your emails and tweets to the addresses above, and strap in …</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2016-09-28T08:10:02.508Z\">at 9.10am BST</time></p>  </div>",
  "<p>The EU budget commissioner, Kristalina Georgieva, has entered the race to become the United Nations’ next secretary general, after the Bulgarian government swung its backing behind her.</p> <p>The country’s prime minister, Boyko Borisov, said that its previous candidate, Irina Bokova, the head of the UN cultural organisation Unesco, had failed to win enough support in the first five straw polls held by the security council, finishing sixth out of nine in the latest ballot on Monday. Georgieva <a href=\"https://ec.europa.eu/commission/2014-2019/georgieva/announcements/izyavlenie-na-kristalina-georgieva-zamestnik-predsedatel-na-evropeyskata-komisiya-statement-vice_en\">put out a statement</a> from Brussels on Wednesday, saying she accepted the nomination.</p> <p>She is expected to appear before the UN general assembly to present her manifesto in open session, as the other candidates have done, under a new procedure aimed at greater transparency in a usually murky process.<br></p> <p>There is no mechanism for a country to withdraw a candidacy, and Bokova has been quoted in the Bulgarian press as saying she has no plans to quit, so both Bulgarian candidates may run in the next security council ballot, on 5 October.<br></p> <p>It is unclear what impact Georgieva’s late entrance will have on a contest that is already volatile and unpredictable. António Guterres, a former Portuguese prime minister and UN high commissioner, has <a href=\"https://www.theguardian.com/world/2016/sep/26/antonio-guterres-takes-step-closer-to-becoming-un-secretary-general\">emerged as the clear leader</a> in successive ballots, but it is thought that Russia might try to veto his candidacy in the October vote.</p> <p>Moscow has said it would prefer the next UN secretary general to be an eastern European, and Georgieva won a good reputation as an effective administrator and advocate as head of EU humanitarian affairs. </p> <p>However, it is not certain that the Russians would accept Georgieva, who is also the vice-president of the European commission, which has been enforcing sanctions on Russia for the annexation of Crimea and intervention in eastern Ukraine. There was an <a href=\"https://www.euractiv.com/section/global-europe/news/scandal-brewing-between-putin-and-merkel-over-un-nomination/\">angry backlash</a> from the Kremlin when Angela Merkel lobbied Vladimir Putin in Georgieva’s favour during the G20 summit in China.</p> <p>The French government was also irritated by Merkel’s attempt to influence the contest, and has strongly supported Guterres. Georgieva, a former World Bank economist, would not be assured of Paris’s support. The UK has also been lukewarm about her late run, fearing it would divert support from Guterres and thereby take pressure off Moscow to accept the Portuguese leader, who has wide support in the general assembly.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2016/sep/26/lot-of-factors-east-west-north-south-inside-the-race-for-un-secretary-general\">Deal-making and dirty tricks: inside the race for UN secretary general</a> </p> </aside>  <p><a href=\"http://www.novinite.com/articles/176532/Bulgarian+PM%3A+Georgieva+Is+More+Successful+Nomination+For+UN+Secretary+General\">Announcing his switch</a>, Borisov said: “Last time, we gave a last chance in order to see once more what the results of the last vote on 26 September would be. The result is a slump of one place.”</p> <p>The prime minister was quoted in <a href=\"http://www.novinite.com/articles/176532/Bulgarian+PM%3A+Georgieva+Is+More+Successful+Nomination+For+UN+Secretary+General\">the Sofia news agency</a> as saying: “Because of the unspoken attitudes there, it would be good if the candidate is a woman and from eastern Europe. We reckon that this is a more successful nomination. Of course, we wish good luck to both Irina Bokova and Kristalina Georgieva.”</p> <p>In her statement, Georgieva said: “I am deeply honoured by the decision of the government of my country to put my name forward for the post of secretary general of the United Nations. After careful consideration I have decided to accept the nomination.”</p> <p>The incumbent, Ban Ki-moon, will step down at the end of the year after serving two five-year terms.</p> <p></p> <p> </p>",
  "<p>Somewhere in the Football Association’s Wembley archives, next to the battered bid books for the failed attempts to host 2006 and 2018 World Cup tournaments and Charles Hughes’s coaching manual, sit the files from a series of investigations in the middle of the last decade into a unique period in football’s recent history.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/27/sam-allardyce-leaves-england-manager-role-fa\">Sam Allardyce to leave England job after one game in charge</a> </p> </aside>  <p>It was one in which unprecedented sums of money had flowed into the top tier of the game from television deals and the Premier League had been opened up to overseas players and managers, yet when those who held sway were still inculcated with culture and practices absorbed over the previous decades.</p> <p>When the now former England manager Sam Allardyce was <a href=\"https://www.theguardian.com/football/2016/sep/26/sam-allardyce-fa-newspaper-sting-england-manager\">surreptitiously filmed by the Telegraph</a> putting a napkin over his face and, with mock indignation, telling his dinner companions “I haven’t heard that, you stupid man”, that is the period he was talking about. “What are you talking about you idiot,” he went on. “You can’t pay a player, you can’t pay a manager, you can’t pay a CEO. You used to be able to do it 20, 30 years ago. You can’t do it any more.”</p> <p>It is an outburst that could in some senses have played well for Allardyce. It showed that, whatever path he was being led down by the undercover reporters, he was insistent the old rules no longer applied. And yet it was also a reminder of that period documented in those FA files, one in which the shadow of suspicion frequently seemed to fall over a cabal of managers who included Allardyce but in which nothing was ever proved conclusively.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/global/video/2016/sep/28/five-things-longer-than-sam-allardyces-time-charge-england-video\"            data-short-url=\"https://gu.com/p/553c4\"                    data-show-ads=\"true\"            data-video-id=\"2758135\"            data-video-name=\"Five things longer than Sam Allardyce's time in charge of England – video\"            data-video-provider=\"theguardian.com\"            > <video data-media-id=\"gu-video-57ebe6b3e4b0757c52919381\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/28/160928fivethings_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/28/160928fivethings.m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11903827&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/global/video/2016/sep/28/five-things-longer-than-sam-allardyces-time-charge-england-video\">Five things longer than Sam Allardyce’s time in charge of England</a></figcaption> </figure>   <p>As Allardyce was making his way to Wembley for a <a href=\"https://www.theguardian.com/football/2016/sep/27/fa-sam-allardyce-england-manager-job\"> humiliating showdown with his employers</a> that had echoes of so many other farcical FA episodes down the years and ultimately ended in his departure, he may have been reflecting that one of the reasons he was targeted by the sting was his apparent proximity to those earlier allegations.</p> <p>Rightly or wrongly, it may also be one of the reasons why the FA and its new chairman, Greg Clarke, may have been nervous about the prospect of Allardyce’s past being dragged back into the spotlight on the back of the new allegations.</p> <p><a href=\"https://www.theguardian.com/media/2006/sep/20/broadcasting.bbc2\">A Panorama programme broadcast in September 2006</a> accused Allardyce – then at Bolton and at the height of his powers – and his agent son Craig of various irregularities.</p> <p>That prompted an outraged Allardyce to vow to boycott the BBC for life and sue the broadcaster, branding the allegations “outrageous lies”. Following a period when Allardyce did not<strong> </strong>speak to the BBC, the threat to sue was not followed through. There was no legal action, with Allardyce later saying in his autobiography he was advised it would cost too much money and take too long.</p>  <figure class=\"element element-image\" data-media-id=\"38a53966235b3e42fc3a1886e3a1a3ee1f8d872b\"> <img src=\"https://media.guim.co.uk/38a53966235b3e42fc3a1886e3a1a3ee1f8d872b/49_58_2151_1291/1000.jpg\" alt=\"Sam Allardyce\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sam Allardyce pictured leaving his home in Bolton in 2006 after the FA said it would investigate claims made in a Panorama programme. He has always denied wrongdoing.</span> <span class=\"element-image__credit\">Photograph: Phil Noble/Reuters</span> </figcaption> </figure>  <p>Sir Alex Ferguson, Allardyce’s great friend and ally (who played a not insignificant role in getting him the England job), <a href=\"https://www.theguardian.com/media/2004/aug/18/football.bbc\">maintained his BBC boycott</a> – imposed for similar reasons following allegations against his own agent son Jason two years previously – for far longer.</p> <p>At the same time, Lord Stevens had been commissioned in March of that year by the Premier League to undertake an independent inquiry into “alleged irregular payments from transfer dealings”. Allardyce recalls in his autobiography he felt the fact he had to hand over his last three years of bank statements was a “bloody liberty”.</p> <p>Eventually reporting in June 2007, Stevens examined 362 transfers and felt unable to sign off 17. The inquiry ruled: “Mr Gartside [the then Bolton chairman, Phil] and the officials currently at the club have fully cooperated and the inquiry has found no evidence or suggestion of any irregular payments to them. However the following three transfers in which Craig Allardyce was involved remain uncleared ...”</p> <p>After listing the transfers of Ali al-Habsi, Tal Ben Haim and Blessing Kaku, Stevens went on to add: “The inquiry remains concerned at the conflict of interest between Craig Allardyce, his father Sam Allardyce (the then manager at Bolton Wanderers) and the club itself.” It is understood Bolton wrote to the BBC amid an endless flurry of legal letters and said it effectively could not be blamed for payments of which it had no knowledge.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2016/sep/27/sam-allardyce-arrogant-clot-england-manager\">Arrogant clot, for sure, but did this really merit England ditching Allardyce? | Daniel Taylor</a> </p> </aside>  <p>Those who were at the FA at the time recall Allardyce was interviewed as part of an internal investigation alongside Gartside. They, and Premier League sources, confirmed on Tuesday night the transfers have never been signed off.</p> <p>The FA investigated, then passed the files on to Fifa because they all involved overseas players or agents. Its loosely phrased rules were, in the words of one of those involved, “among the shittest regulations ever drawn up”. Fifa, which had other things on its plate, sat on the files and did very little because it tended to act only if one party or another within football actively brought a complaint. Eventually, Fifa relinquished control of regulating agents. The suspect transfers were kicked into the longest of Zurich grass.</p> <p>All of which led to the unusual situation of the FA in 2016, off the back of a woeful showing in France and a defeat against Iceland, appointing as manager a man who effectively had those outstanding questions still hanging over his head.</p> <p>Along with Allardyce, others implicated by Panorama also threatened to sue. Kevin Bond, Harry Redknapp’s former assistant at Portsmouth, took his case the furthest – but dropped his libel action against the BBC six days before the case was due to start.</p> <p>In his book, Allardyce says: “For the record, I’ve never taken a bung in my life. I might have enjoyed a meal or a bottle of wine on an agent or two but that is it. I was earning £1.5m a year, so I didn’t need a little bit extra from an agent. It would have been madness.”</p> <p>Ironically, it now appears it was exactly the fact he was “looking for a little bit extra” on top of his England salary of double that – while enjoying a bottle or wine or two – that cost him his “dream job” after two months.</p> <p>Another of those documents on the FA’s shelves, a more recent pamphlet on England’s DNA, states: “We strive for the highest standards on and off the field. Nothing less is acceptable.”</p>",
  "<p>Sam Allardyce, who left his post as England manager following revelations in an undercover newspaper investigation, spoke to reporters on Tuesday morning about his sadness at losing the job.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/28/sam-allardyce-sting-agent-mark-curtis-controversy\">Sam Allardyce sting: agent Mark Curtis has history of controversy</a> </p> </aside>  <p>Allardyce, who was leaving for an overseas holiday with his family, said: “On reflection it was a silly thing to do. I was trying to help someone out I knew for 30 years and unfortunately it was an error in judgment on my behalf. Entrapment has won on this occasion and I have to accept that.”</p> <p>He added: “The agreement was done very amicably. I apologised to the FA and to all concerned for the unfortunate situation that I put myself in. I have a confidentially agreement, lads, I can’t answer any more questions just now, I’m going on holiday to reflect.</p> <p>“I would like to wish Gareth [Southgate] and all the rest of the England lads the very best.”</p> <p>Asked whether the England post would be his last job in football, Allardyce replied: “Who knows, we’ll wait and see.”</p> <p>Earlier Allardyce had spoken to Sky Sports, pledging that he would never want to quit football and speaking about why he had attended the meetings with the reporters posing as Far East businessmen. He said: “I can’t put into words how sad I am to lose the England job. I know I’ve made a huge misjudgment.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/global/video/2016/sep/28/five-things-longer-than-sam-allardyces-time-charge-england-video\"            data-short-url=\"https://gu.com/p/553c4\"                    data-show-ads=\"true\"            data-video-id=\"2758135\"            data-video-name=\"Five things longer than Sam Allardyce's time in charge of England – video\"            data-video-provider=\"theguardian.com\"            > <video data-media-id=\"gu-video-57ebe6b3e4b0757c52919381\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/28/160928fivethings_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2016/09/28/160928fivethings.m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11903827&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/global/video/2016/sep/28/five-things-longer-than-sam-allardyces-time-charge-england-video\">Five things longer than Sam Allardyce’s time in charge of England</a></figcaption> </figure>   <p>Allardyce reiterated that he was “hurt and disappointed” following the remarkable events which began when the Daily Telegraph published accounts of meetings which showed the then new England coach negotiating a £400,000 deal with what was supposed to be an overseas firm hoping to profit from Premier League transfers.</p> <p>The former Bolton and West Ham manager said that he had attended those meetings to “do a friend a favour”. He told Sky his explanation for the discussions he had been involved in revolved around Scott McGarvey, one of the agents that set up the initial meeting. Allardyce said that “first and foremost” he went to the meetings because McGarvey was a person he has known for 20 to 30 years. He told them he knew McGarvey was desperate to get a job from people who turned out to be undercover reporters.</p> <p>The Football Association chief executive, Martin Glenn, and the newly appointed chairman, Greg Clarke, met Allardyce at Wembley on Monday following the publication of the revelations, eventually announcing that the manager had agreed to leave by “mutual consent”. Allardyce will be replaced for the next four matches, against Malta, Slovenia, Scotland and Spain, by the England Under-21 manager, Gareth Southgate.</p> <p>Meanwhile, the former FA chairman David Bernstein hopes Allardyce does not receive a compensation payment.</p>  <figure class=\"element element-image\" data-media-id=\"dfaacc9439988d8dd770de34b261ff260c5b39fe\"> <img src=\"https://media.guim.co.uk/dfaacc9439988d8dd770de34b261ff260c5b39fe/40_195_4571_2742/1000.jpg\" alt=\"Sam Allardyce outside his family home in Bolton on Wednesday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sam Allardyce outside his family home in Bolton on Wednesday.</span> <span class=\"element-image__credit\">Photograph: Dave Thompson/Getty Images</span> </figcaption> </figure>  <p>Bernstein told BBC Radio 5 : “The hubris of it all is extraordinary. This is a man earning £3m a year. I wonder whether there’s a pay-off or not – I hope not, because I don’t think 50 or 60 days’ work merits a pay-off.”</p> <p>Allardyce was also filmed making indiscreet comments about his predecessor Roy Hodgson, the FA president Prince William and his brother Prince Harry, including mocking Hodgson’s speech impediment.</p> <p>“We use the word ‘respect’ in football a lot,” said Bernstein. “This is incredibly disrespectful to Princes William and Harry, it was very disrespectful to a man I’ve got a great deal of respect for, Roy Hodgson. I’ve got, frankly, very little sympathy.”</p>",
  "<p>Time-travel is a recurring trope in pop film and TV culture. Whether it’s Marty McFly in Back to the Future, Tom Cruise in Minority Report, or the forthcoming Timeless and Frequency, it is something couch potatoes love to nerd out to.</p> <p>While Oprah Winfrey and director Ava DuVernay’s <a href=\"https://www.youtube.com/watch?v=Py1GVEAVv4E\">Queen Sugar</a> series isn’t a sci-fi fantasy, it does deal with time travel on a symbolic level. The show, based on the novel of the same name<a href=\"https://www.colorlines.com/articles/queen-sugar-author-natalie-baszile-planting-sugar-cane-riding-zydeco-trail-and-blessing-tv\"> by Natalie Baszile</a>, follows the family drama of the three Bordelon siblings: Charley, an NBA wife and business mogul in Los Angeles; Ralph Angel, a single-father parolee with tough luck and a troubled past; and Nova, a journalist and activist with a complicated personal life. The trio reunites back at their familial home in St Josephine, Louisiana, due to the death of their father Ernest, who left them his sugarcane farm.</p> <p>The central narrative is their family drama, but Queen Sugar also tackles the African American nostalgia for – or fear of – symbolic time travel. Going back to the south creates ambivalence in black characters. It’s a reconnection to ancestral and spiritual roots, but also means confronting the pain of a place in which their ancestors were dehumanized. </p> <p>Though research has shown that the idea of time as linear is more framing than fact (born from Eurocentric visions of “the progress narrative” and <a href=\"https://medium.com/@chanda/decolonising-science-reading-list-339fb773d51f#.3b7lpuvrf\">how science was also “colonized” during colonization</a>), people born within western civilization’s cultural influence tend to look at the past as “regressive” and the future as “progressive”. Within US history, this conception has a geographic “north” versus “south” element. Therefore, in the general US historical imagination, for black people, leaving the south was tantamount to travelling to the future. Staying in the south was being stuck in limbo, and going back to the south, like going back in time, is inherently regressive.</p>  <figure class=\"element element-image\" data-media-id=\"471353dc1110f4918c3915465d9429ea7663bb7a\"> <img src=\"https://media.guim.co.uk/471353dc1110f4918c3915465d9429ea7663bb7a/0_0_5760_3840/1000.jpg\" alt=\"The series alludes to the idea of going back to the land.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The series alludes to the idea of going back to the land.</span> <span class=\"element-image__credit\">Photograph: Patti Perret/Oprah Winfrey Network</span> </figcaption> </figure>  <p>Charley Bordelon’s move from liberal urban Hollywood to the rural Louisiana highlights the difficult transition in her life, but also calls on different historical instances in which black people had to go back to the land (during and in the aftermath of the Haitian Revolution, Reconstruction-era sharecropping, worker camps, <a href=\"https://www.youtube.com/watch?v=7ABpWhY5Xzk\">the Louisiana State Penitentiary in Angola</a>, for instance). So while nostalgia is a universal human emotion, romanticizing the past is deeply racialized within American history. </p> <p>To give a different example, westerns are rooted in mainstream America’s nostalgia of “home on the range” living, frontierism, manifest destiny, and prosperity gospel (the idea that social, political, or economic power or the lack thereof is directly correlated with divine will, favoritism, or a person or group’s faith). But for Native Americans, westerns bring back memories of their physical and cultural genocide. </p> <p>Our nostalgia is a megaphone for racial subjectivity of American history (but also any racially diverse country’s history) and the blind spots it can cause. In a piece for the New York Times, James Baldwin <a href=\"https://www.nytimes.com/books/98/03/29/specials/baldwin-dream.html\">once wrote</a> “It comes as a great shock to see Gary Cooper killing off the Indians, and although you are rooting for Gary Cooper, that the Indians are you.”</p> <p>Queen Sugar screens at a time where racial subjectivity is clear in the 2016 presidential election, where the call for change and the desire to “go back” (literally or symbolically) collide. </p> <p>Donald Trump’s campaign slogan is “Make America Great Again”. This phrase appeals to mainstream white voters, but it undoubtedly awakens the historical anxieties of black people especially. The word “again” begs the question that if America is not great now, then what time period is the Trump campaign is referring to? And for many minorities, the answer doesn’t matter, since backwards time-travel for them is regressive. Comedian Louis CK’s joked on how African Americans would avoid going backwards if time machines existed, <a href=\"https://www.youtube.com/watch?v=wyQTAIiCa4Y\">calling time travel a “white privilege”</a>. </p> <p>As a show deeply informed by its diverse depictions of blackness, Queen Sugar taps into the “progress narrative” historical zeitgeist of African Americans. The death of Ernest Bordelon, the father of the three siblings, sparks their return to St Josephine, but it also augments their need to conquer their individual struggles (Charley caught up in her husbands sexual assault scandal; Ralph Angel struggling to be a good father as an ex-convict whose son’s mother is a recovering drug addict; Nova wrestling with her political life as journalist and activist with her role as “the other woman” in a complicated affair). </p> <p>These anxieties are amplified not only through the racial tension shown in the episodes (for example, a genteel white landowner who wants to buy the farm, black adolescents locked up in adult prisons, or white repo-men who come to take their father’s tractor), but the actual setting: a sugarcane farm. </p>  <figure class=\"element element-image\" data-media-id=\"74a92b1e061f04a1a4c88dcd086ee0574ffa5ccd\"> <img src=\"https://media.guim.co.uk/74a92b1e061f04a1a4c88dcd086ee0574ffa5ccd/0_0_4800_3200/1000.jpg\" alt=\"All of the Bordelon siblings are chasing different types of “progress” in their lives.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">All of the Bordelon siblings are chasing different types of “progress” in their lives.</span> <span class=\"element-image__credit\">Photograph: Skip Bolen/Oprah Winfrey Network</span> </figcaption> </figure>  <p> In many literary or visual media with a narrative conflict between characters, the setting is a conflict as well. Indiana Jones running from a giant bolder, or Matt Damon, who has to “science the shit” out Mars’ terrain to stay alive in The Martian, are examples of this. </p> <p>While a sugarcane farm isn’t a trap or another planet, it augments the internal and external conflict of the characters. Charlie has business acumen, but her affluent California upbringing distances her from the complex work it entails to grow sugar cane. Ralph Angel has the physical stamina, good intentions, and eagerness to help, but his impulsiveness causes him to make bad decisions. And as of now, Nova is playing a facilitator role in running the farm, as she’s busy working on a watchdog story digging into a criminal justice scandal affecting young, black male Louisianans (something her brother may have been a victim of). </p> <p>All of the Bordelon siblings are chasing different types of “progress” in their lives. But their efforts are impeded by the different forces of the past, and the sugarcane farm is a physical proxy for these things: Ernest’s death, his struggles as a black farmer, the complicated relationships they have with him and between themselves, and all the historical struggles (both within US racial history and locally in St Josephine) they inherited once they inherited the farm. </p> <p>But aside from the setting, DuVernay and her writing team augment it through the characters and the choices she made while adapting Baszile’s novel. In the book, Charley is an inner-city art teacher and widower (her husband got shot in a hold up from refusing to give up his stuff) drowned in student loans. While her move to Saint Josephine is still informed by her father’s death and the racial and gendered tension of her presence, this backstory gives the relocation a more redemptive, “starting a new life” quality to it; that although the adjustment is tough, the move is ultimately good for her and her daughter. </p> <p>But in the show, Charley is recast as a rich NBA wife and business owner going through a career and marriage crisis. This greatly increases the conflict inherent in the move: the dramatic lifestyle change in going from liberal, cosmopolitan, multi-cultural Hollywood to the conservative, rural Louisiana. This astute backstory alteration heightens the tension of both Charley’s adjustment, the setting as an obstacle and the conflict within her family. </p> <p>The Bordelon tribe’s complicated relationship is a metaphor for the themes that arise in many African Americans’ complicated relationship with American history: pain, hope, sense of responsibility, baggage, searching for home, displacement, gif-and-a-curse dichotomies, double consciousness and more. If the series so far is any indication, Queen Sugar will continue to wrestle with the themes of time and space travel in complex and interesting ways. </p>",
  "<p><strong>UPDATE. September 2017: lawyers for Sam Allardyce have contacted us to say that he disputes the allegation that he gave advice on how to circumvent the FA’s rules on third party ownership. </strong></p> <p>Sam Allardyce, who had insisted he could succeed where so many others had failed in making England a force again in world football, has lost his job in the aftermath of an undercover newspaper investigation.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/live/2016/sep/28/sam-allardyce-leaves-england-job-latest-news-and-reaction-live\">Sam Allardyce leaves England job: latest news and reaction – live!</a> </p> </aside>  <p>Allardyce, who was <a href=\"https://www.theguardian.com/football/2016/jul/22/sam-allardyce-appointed-new-england-manager-fa-confirm\">appointed England manager 67 days ago</a> after the national side’s <a href=\"https://www.theguardian.com/football/2016/jun/27/england-iceland-euro-2016-match-report\">Euro 2016 humiliation</a>, had described the role as his dream job.</p> <p>But the former Bolton Wanderers and West Ham United manager now finds himself hugely embarrassed after his departure was announced on Tuesday night, despite leaving with a 100% record following an <a href=\"https://www.theguardian.com/football/2016/sep/04/slovakia-england-world-cup-2018-qualifier-sam-allardyce\">unconvincing 1-0 victory against Slovakia</a> in his only international match in charge.</p> <p>Allardyce’s future was thrown into doubt on Monday night when the Telegraph published the results of an <a href=\"https://www.theguardian.com/media/greenslade/2016/sep/27/why-the-daily-telegraphs-sam-allardyce-sting-was-justified\">undercover investigation</a> that showed him negotiating a fee of £400,000 to represent an overseas firm that was hoping to profit from Premier League transfers, before he had even named his first squad.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/blog/2016/sep/27/sam-allardyce-arrogant-clot-england-manager\">Arrogant clot, for sure, but did this really merit England ditching Allardyce?</a> </p> </aside>  <p>A dramatic day began with the FA chief executive, Martin Glenn, and the newly appointed chairman, Greg Clarke, arriving at Wembley for a series of crisis meetings, as Allardyce set off for Wembley from his Bolton home. It ended with news filtering out to the media crews huddled outside that a “deeply disappointed” Allardyce had agreed to quit by “mutual consent”. He will be replaced for the next four matches, against Malta, Slovenia, Scotland and Spain, <a href=\"https://www.theguardian.com/football/2016/sep/27/gareth-southgate-england-sam-allardcye-exit\">by the under-21 manager, Gareth Southgate</a>.</p> <p>Alongside a general impression of greed that will not have played well with fans or an FA workforce that has recently undergone a round of redundancies, there were specific issues in the taped conversations that the FA felt it could not ignore.</p> <p>Allardyce also offered advice on how to “get around” the FA’s own regulations on third-party ownership, was disparaging about his predecessor Roy Hodgson’s speech impediment, said that assistant Gary Neville should “sit down and shut up”, and criticised the FA’s “stupid” -Wembley redevelopment.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"8b1873497c5e93c85cbdf28f17bbba4740fd67be\"> <img src=\"https://media.guim.co.uk/8b1873497c5e93c85cbdf28f17bbba4740fd67be/596_309_3039_1823/1000.jpg\" alt=\"Sam Allardyce arrives back at his home in Bolton.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sam Allardyce arrives back at his home in Bolton.</span> <span class=\"element-image__credit\">Photograph: Paul Currie/BPI/REX/Shutterstock</span> </figcaption> </figure>  <p>While some of those remarks could have been explained away as embarrassing indiscretions, the advice on circumventing the FA’s own transfer regulations was particularly problematic ahead of a week in which it may be forced to announce investigations into other elements of the Telegraph’s revelations.</p> <p>“Allardyce’s conduct, as reported today, was inappropriate of the England manager. He accepts he made a significant error of judgment and has apologised,” the FA said in a statement.</p> <p>“However, due to the serious nature of his actions, the FA and Allardyce have mutually agreed to terminate his contract with immediate effect. This is not a decision that was taken lightly, but the FA’s priority is to protect the wider interests of the game and maintain the highest standards of conduct in football. The manager of the England men’s senior team is a position which must demonstrate strong leadership and show respect for the integrity of the game at all times.”</p> <p>Allardyce said he was “deeply disappointed” after offering a “sincere and wholehearted apology” for his actions.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2016/sep/27/sam-allardyce-england-managers-controversies-terry-venables-fabio-capello\">England managers and off-field controversies: from Revie to Hodgson</a> </p> </aside>  <p>“Although it was made clear during the recorded conversations that any proposed arrangements would need the FA’s full approval, I recognise I made some comments which have caused embarrassment,” Allardyce said. “As part of today’s meeting, I was asked to clarify what I said and the context in which the conversations took place. I have co-operated fully in this regard.”</p> <p>If the manner of Allardyce’s “mutually agreed” exit – a day of fevered speculation that ended in an outcome that felt increasingly inevitable – did not feel unusual in taking its place among a string of similarly premature and controversial departures by some of his predecessors, then the length of his reign certainly was.</p> <p>The 61-year-old said in July he was “extremely honoured” and promised to return the feelgood factor to an England setup demoralised by a Euro 2016 defeat to Iceland that led to the departure of Hodgson. Handed a £3m-a-year contract, plus bonuses, he said he had fulfilled his lifetime’s ambition by taking over as England manager. But he leaves with the unwanted record of the shortest managerial reign for a permanent appointee.</p> <p>The FA said it had turned to Allardyce following a “comprehensive and structured” process led by Glenn but also including vice-chairman, David Gill, and technical director, Dan Ashworth. Clarke, the former Football League chairman who took the same role at the FA in August, was not involved in the decision to appoint Allardyce and was believed to take a particularly dim view of the revelations.</p> <p>If Southgate impresses he could take the job on a permanent basis, with the FA keen to develop more of a co-ordinated approach across its teams.</p>",
  "<p>It’s not an obvious source for laughs – the office of a&#xa0;council children’s services department, which is where Jo Brand’s <a href=\"http://www.channel4.com/programmes/damned\"><strong>Damned</strong></a> (Channel 4) is set. But then nor was the hospital ward that was the setting for <a href=\"https://www.theguardian.com/tv-and-radio/2010/oct/18/getting-on-interview\">her wonderful sitcom Getting On</a>. Brand, who again co-wrote and stars, looks beyond the obvious, to difficult places where the only way the underpaid and underthanked people who work there can get by is to employ black humour.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/social-care-network/2016/sep/23/damned-jo-brands-new-sitcom-finds-the-humour-in-social-work\">Damned: Jo Brand's new sitcom finds the humour in social work</a> </p> </aside>  <p>Actually, this first episode of Damned (as in, if you do and if you don’t) is more about the place of work than the work that goes on there. Weird Martin has changed the code for the door, so just getting into the office is hard today. Denise the dictatorial boss is tasked with creating a&#xa0;streamlined cluster team (I think she means making cuts) and employs sneaky former-cop Nitin – known, borderline racistly, as Night In – to spy on his colleagues. Nat the temp who can’t work the phones is back, and still can’t work them. Rose and Al (Brand and Alan Davies) are on aforementioned black humour and banter. Ingrid is about to have a hysterectomy, her mind’s not really on the job. The camera operator has a chronic case of the shakes and zoomy-in-and-outy syndrome – I’m feeling quite dizzy.</p> <p>It – the office, the boss, the bants, the wobbly camera – is not unfamiliar. There are a few voicemails from people wanting help, but not an awful lot of helping children. Ah, here’s someone, Anne-Marie, but her case was closed a&#xa0;while back, she’s now just here to stalk Al. Eventually, Rose goes out to visit some children who may need help, and who are in the (poor) care of an ex of hers, as it happens.</p> <p>I could have done with more of that – more of the social work, less of the office japes and politics, which has been pretty much covered (yes, I am thinking of a certain office in Slough). Social work is clearly something that Brand cares about and knows about (her mother was a social worker); it suits her style – sort of celebratory and respectful, but in a mucky way. I hope in the coming episodes it will probe deeper, unearth darker secrets, and make Damned the genuinely original thing that Getting On was. And maybe social work will prove to be a great unfracked reserve of tragi-comedy shale gas.</p> <p>I don’t think the paramedics and crews in observational doc <a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/25/life-death-day-with-london-ambulance-service-paramedics\"><strong>Ambulance</strong></a> (BBC1) – which follows members of the London ambulance service as they try to keep 8.6 million Londoners alive – go underappreciated. They’re heroes and, if some of them seem to know it, well, that’s probably allowed. Hell, it looks hard though, what they do: a cardiac arrest here, a shooting over there, suicide, stabbing, more stopped hearts, a big fire. And then maybe a&#xa0;big spike in demand – surge purple enhanced, it’s called – which means someone has to make tricky decisions about who gets an ambulance and who doesn’t. If you’re told you don’t require one, it might just mean there simply isn’t an ambulance available.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2016/sep/25/life-death-day-with-london-ambulance-service-paramedics\">Life, death and black humour: on duty with the London ambulance servic​e​</a> </p> </aside>  <p>Not that everyone who calls 999 does need one, of course, and there are some nice examples of serious pisstakers here. Like the lady who calls with a broken nail. And a call about a dead cat – dead and buried, so it’s unclear why the caller thinks it needs an ambulance. And another call from the Queen of England. Actually, I think it probably was the Queen of England and they might have been a bit quick to dismiss that one. She could be lying on the floor somewhere, staring up at the ceiling, hoping to see a blue flash reflected in chandelier or gilding.</p> <p>Incidentally, I wonder if her son and heir was watching <a href=\"http://www.itv.com/hub/fishing-impossible/2a4015\"><strong>Fishing Impossible</strong></a> (ITV). Why? Because these three clowns – Charlie, Jason and Blowfish – are on a ship off the Falkland Islands trying to catch a Patagonian toothfish. Don’t you remember, from the <a href=\"https://www.theguardian.com/uk-news/2015/may/13/prince-charles-black-spider-memos-stranger-topics-badgers-patagonian-toothfish\">Black Spider Letters</a>? It was about the most interesting revelation from them. Charles loves those Patagonian toothfish like he loves his own brothers, and he doesn’t want them eaten, however delicious they are. Especially not by someone called Blowfish (I wonder if he actually does; I remember <a href=\"https://www.theguardian.com/tv-and-radio/2016/may/02/paul-mertons-secret-stations-review-out-of-the-ordinary-out-of-the-way\">Paul Merton tossing off a salmon</a> on the telly once).</p> <p>Oh, it doesn’t really matter, because neither Blowfish, nor Charlie nor Jason, catches even one single toothfish. It’s a whole show, about not catching a fish.</p>"
]