[
  "<p>A pigeon-racing champion has received a lifetime ban from the sport after allegations that he cheated to win one of the most prestigious competitions in the sport’s calendar.</p> <p>Eamon Kelly, 52, from Didcot, was accused of cheating by registering 14 birds for the Tarbes Grand National race but keeping them at home and sending decoys instead.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2015/may/29/spy-pigeon-becomes-jailbird-after-flight-over-pakistan-india-border\">'Suspected spy' pigeon becomes jailbird after flight over Pakistan-India border</a> </p> </aside>  <p>The <a href=\"http://www.nationalflyingclub.co.uk/\">National Flying Club</a>, where he was an official race controller, said in a statement that the ban “follows the falsification of [Kelly’s] race entry for Tarbes Grand National race dated 19 July 2016”.</p> <p>It added that Kelly “admitted [cheating] in telephone conversations with the president, chairman and secretary of the National Flying Club after the falsification was confirmed by members” who spotted discrepancies in the registered times.</p> <p>Pigeon racing is a sport in which specially bred and trained pigeons are released from specific locations to race back to their home lofts. Each bird wears a ring which can be removed and registered on a clock or computer, and the bird with the highest average speed wins the competition.</p> <p>The Tarbes Grand National is one of the most prestigious events in the sport, and features up to 4,000 birds who can travel between 500 and 800 miles. Pigeons are taken to the French town and are released to fly back to the UK.</p> <p>Kelly won the competition in 2015 and was due to receive £1,500 in prize money and a £10,000 Ford Fiesta for defending the title. But it was revealed that while his decoy pigeons flew home, Kelly would lodge arrivals using microchip tags on the birds he was keeping in his loft.</p> <p>Kelly, who started pigeon racing at the age of nine, apologised to the National Flying Club and resigned from his post, <a href=\"https://www.thesun.co.uk/news/1519785/pigeon-racing-world-rocked-after-champion-eamon-kelly-cheats-to-win-grand-national/\">the Sun reported</a>. In a statement, he said: “I, Eamon Kelly, sincerely apologise to all my friends and fanciers over my stupid actions relating to the recent Tarbes race. I was tempted and fell, a decision I will regret for the rest of my life. A sport that I love so much, that has given me untold pleasure and above all friendship, I have thrown all away.”</p> <p>Philip Curtis, chairman of the National Flying Club, wrote on the website prior to the ban: “The committee is very saddened by the events that took place over the Tarbes weekend and that such an occurrence put a huge cloud over the whole race. Compounded by national coverage of the event, this is a very sad day for the sport of pigeon racing that is enjoyed by so many. We wish to inform members that the National Flying Club is satisfied that no other members of the organisation are involved in this occurrence.”</p>",
  "<p>There is only one moment when Eddie Howe seems a little unsure about the right thing to say and that is when the question is put to him of what he would have done had the team of Football Association headhunters looking for England’s next manager dialled his number.</p> <p>“It’s a difficult question to answer,” Howe says. “I am very patriotic. I am proud to be English and I would love the chance … I have never really said this before so I had better be careful with my words. So, yeah, I will leave it at that. But I was very honoured to be linked with the job because it’s a testament to my players and how well we have done here. I will take that speculation every day. It means the team is being successful.”</p> <p>Howe was <a href=\"https://www.theguardian.com/football/2016/jul/22/england-job-bournemouth-manager-eddie-howe-contact-sam-allardyce\" title=\"\">certainly under consideration</a> and it is perfectly plausible the opportunity may come up again one day given his achievements at Bournemouth – “little Bournemouth” as he refers to them at one point – and an almost implausible success story since taking over a club that, lest it be forgotten, were in danger of dropping out of the Football League and so financially shipwrecked he can recall bailiffs arriving at the front entrance.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2015/dec/12/bournemouth-manchester-united-premier-league-match-report\">Bournemouth’s Josh King stuns Manchester United to add to  Louis van Gaal’s misery</a> </p> </aside>  <p>Howe could conceivably have been named manager of the year were it not for the fact there was <a href=\"https://www.theguardian.com/football/2016/may/03/leicester-city-title-inside-story-premier-league-champions-claudio-ranieri\" title=\"\">another fairytale going on at Leicester City</a> but that doesn’t lessen the <a href=\"https://www.theguardian.com/football/football-league-blog/2014/dec/16/day-in-the-life-bournemouth-manager-eddie-howe\" title=\"\">achievement of the Premier League’s smallest-ever club</a>, in stadium size, surviving their first season in the top division with something to spare. Bournemouth managed it despite losing three key players to long-term knee injuries and on Sundaythey will be trying to halt Manchester United’s early momentum under José Mourinho. Don’t bet against it either. <a href=\"https://www.theguardian.com/football/2015/dec/12/bournemouth-manchester-united-premier-league-match-report\" title=\"\">Bournemouth won 2-1</a> in the corresponding fixture last season. The previous week, Howe’s first managerial meeting with Mourinho culminated in a <a href=\"https://www.theguardian.com/football/2015/dec/05/chelsea-bournemouth-premier-league-match-report\" title=\"\">1-0 victory at Chelsea</a>. “In our history,” he says, eyes sparkling, “that has to be one of our best couple of weeks ever.”</p> <p>The challenge this season will be to continue the upward momentum and avoid what is commonly known in football as second-season syndrome. Howe has spent part of the summer with behind-the-scenes access at Atlético Madrid, keen to learn more about one of the managers he respects the most. Diego Simeone’s players, he reports, “train just as hard as they play and that will surprise nobody” and it is a similar work ethic he demands from his own&#xa0;squad.</p> <p>Howe, a workaholic, is often in his office by 6.30am, hair still damp from the morning shower, and generally leaves after darkness. He allowed himself a two-week holiday in Florida with his family – wife Vicky and children Harry and Rocky – but never properly switched off. “Even when you are away, your phone is glued to your ear. Your wife isn’t happy but if you want to be successful and do your job properly you have to do that. There were a lot of calls to our recruitment team to make sure we were signing the right players.”</p> <p>Lys Mousset, a striker from Le Havre, arrived first, followed by <a href=\"https://www.theguardian.com/football/2016/jul/08/bournemouth-sign-lewis-cook-leeds-united-football-transfer\" title=\"\">Lewis Cook</a> from Leeds and the Liverpool pair of <a href=\"https://www.theguardian.com/football/2016/jul/14/bournemouth-sign-liverpool-winger-jordon-ibe-club-record\" title=\"\">Jordon Ibe</a> and <a href=\"https://www.theguardian.com/football/2016/jul/27/bournemouth-sign-liverpool-defender-brad-smith-jordon-ibe-jurgen-klopp\" title=\"\">Brad Smith</a>. <a href=\"https://www.theguardian.com/football/2016/jul/01/newcastle-dwight-gayle-signs-ritchie\" title=\"\">Matt Ritchie</a>’s transfer to Newcastle – a disappointment, Howe says – was widely reported at £12m whereas Ibe, his replacement, was said to cost £15m. In reality, Howe says, “it’s a lot closer than that” but, whatever the fine details, the Ibe deal is a record for the Cherries. “It’s very exciting for me when in my first spell at the club we literally had nothing to spend,” Howe says. “I wasn’t allowed to sign anyone for a year so to be in a position now when we can invest in the squad and buy players with huge potential, that excites me. The squad excites me.”</p> <p>It is certainly a far cry from those grim days in early 2009, with Bournemouth marooned in League Two’s relegation places, when the 31-year-old Howe, his playing career wrecked by injury, inherited a side that had started the season with a 17-point deduction. Howe replaced Jimmy Quinn on a caretaker basis initially, with the team seven points off safety. His first two games were away, at Darlington and Rotherham. “Two defeats,” he recalls with a grimace. “It was a horrible feeling, a completely new experience for me. We couldn’t have started any worse and I can remember coming off the pitch at Rotherham with our away fans venting their frustrations at us. We could hear their anger and you could understand it, too, because the club had been through some difficult, bleak times and the future looked really bleak.</p> <p>“I walked off thinking: ‘How did I end up in this position?’ My passion was working with young players. I had been working at the centre of excellence and I enjoyed that role. I didn’t even want to be a manager, I was just given an opportunity to do it and felt I shouldn’t say no. It was straight after that game I got a phone call saying they wanted to give me the job properly. Inside my head I was thinking: ‘No … please …’ I had a big decision to make because I didn’t know if I wanted to be the guy who maybe took the team down.”</p> <p>To hear Howe talks about these days now is to be reminded why he is so revered within his profession. Bournemouth were so skint – bucket-collection skint – they could not even afford the rent on the school pitches that passed as their training ground. “We were getting paid our wages,” Howe says, “but sometimes it was one, two, three, four weeks late, and there wasn’t a week without <a href=\"https://www.theguardian.com/football/2008/aug/06/rotherham.bournemouth\" title=\"\">some sort of financial&#xa0;crisis</a>.”</p>  <figure class=\"element element-image\" data-media-id=\"7e9641f733b3153c5a47db4c4fe842d38c60b95c\"> <img src=\"https://media.guim.co.uk/7e9641f733b3153c5a47db4c4fe842d38c60b95c/187_56_3784_2271/1000.jpg\" alt=\"Eddie Howe, Bournemouth manager\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">“I don’t want to sound like a dictator but I don’t seek too much opinion from players,’ says the Bournemouth manager Eddie Howe.</span> <span class=\"element-image__credit\">Photograph: Tom Jenkins/The Guardian</span> </figcaption> </figure>  <p>The club were under a transfer embargo and Howe saw, close up, just how desperate it became. “Guys would be coming in and I didn’t even know who they were. It turned out they were bailiffs and they wanted to take away some kit. ‘Who are they?’ I’d ask, and the answer was they had ‘come to raid the club shop again’. I can’t imagine what they took was worth very much but they were after goods from the shop, and it reached the point where this wasn’t even something out of the ordinary. I wouldn’t say it was an everyday occurrence, but it was weekly – bailiffs coming in to take stuff away.”</p> <p>Against that backdrop, it is nothing short of a football miracle that Howe steered the team to survival and then set about winning three promotions in six seasons (broken up only by his 21-month hiatus at Burnley) to reach the Premier League, then kept them there, staying true to a slick, passing game. The new Bournemouth, he says, “feels like a totally different club”, but operating with old values. “It served me well early in my managerial career to be under those constraints, even if it didn’t feel that way at the time. It taught me to coach and to develop players. It rubberstamped the importance of team spirit. One thing we have always had is a never-say-die attitude that has served us very well during times of crisis.”</p> <p>Now 38, it might be that Howe’s age counted against him in the England stakes. Being younger than some of his players, he says, has never worried him but it’s “definitely been a problem for some of the players I’ve managed” – at least, before he shows them his work on the practice ground.</p> <p>He has a polite, easy manner, sitting behind a desk adorned with family photographs, but don’t be fooled by the boyish looks: Howe is very much The Boss. “I don’t want to sound like a dictator but I don’t seek too much opinion from players. That’s not to say I won’t bounce things off them. But they are looking for you to lead. They are looking for your ideas and for you to say everything is going to be OK. What they don’t want is me going to them saying: ‘What do you think, lads?’ I don’t think it works like that. I’m very strong in terms of what I want.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Players need to play freely. They need to play without that weight of expectation</p> <footer> <cite>Eddie Howe</cite> </footer> </blockquote> </aside>  <p>As it turned out, the <a href=\"https://www.theguardian.com/football/2016/jul/23/sam-allardyce-new-england-manager-football\" title=\"\">FA decided to go for Sam Allardyce</a>. Howe watched England lose to Iceland in Euro 2016 and saw a team gripped by anxiety. “The England team have probably suffered from something we don’t have at Bournemouth, which is trying to meet really high expectations. It’s the feeling, going on the pitch, that <a href=\"https://www.theguardian.com/football/2016/jun/27/england-iceland-euro-2016-match-report\" title=\"\">you absolutely <em>must</em> beat Iceland</a>. The pressure that builds internally can make you not perform at your best level.</p> <p>“It’s a difficult one to fix because it comes down to the emotional feeling of the players. You have to alleviate that pressure and I’m sure Sam will have his methods. Players need to play freely. They need to play without that weight of expectation and to concentrate on their normal game rather than worrying about what’s said about them afterwards.”</p> <p>The message adorning Howe’s office wall is an old quote by John Wooden, the legendary American college basketball coach. It is, Howe explains, a reminder always to try to be as successful as possible. “Make Each Day Your Masterpiece,” it reads.</p>",
  "<p>It is not unusual for police chiefs to be under the spotlight or to be the subject of public criticism, whether wholly justified or not. </p> <p>It is simply a fact of life in a tough job, and police chiefs need to develop a thick enough skin to recognise what criticism is justified and what is not. But even allowing for that, the latest lurid stories on so-called police chief perks, need some rebalancing.</p> <p>In summary, according to the Daily Mail, police chiefs are voting themselves huge perks, including healthcare benefits, living in castles and taking too much leave, on top of their, by implication, overinflated salaries. Furthermore, again according to the Mail, this is all done secretly and has only been exposed thanks to crusading journalism. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2016/aug/08/police-forces-urged-to-publish-chief-officers-pay-and-perks\">Police forces urged to publish chief officers' pay and perks</a> </p> </aside>  <p>Individual police chiefs must justify their own claims for allowances, expenses and the leave they take. But I believe they are entitled to reasonable leave periods, to facilities that enable them to do their job in an efficient way, and to be compensated for expenses they incur in doing so.</p> <p>For my own part, in my career in the police service, I rarely claimed expenses, worked long hours, did not require a private health package, since I strongly believe in the NHS ethos. I did not take all my leave entitlement, and when I moved house under the requirements of the job, I normally found myself out of pocket at the end of the process, despite the compensation paid for relocation.</p> <p>I am not sure what the opposite of a perk is, but I accepted the situation as a consequence of being privileged to be a police officer and, later in my career, a chief constable.</p> <p>So how do these latest charges stand up? </p> <p>First, secrecy. With a minimum amount of web searching I found the salaries and most allowances paid to chiefs in a variety of forces. I did not search exhaustively.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2016/aug/08/top-police-officers-allowances-perks-boost-basic-pay-21-per-cent\">Top police officers' allowances and perks boost basic pay by 21%</a> </p> </aside>  <p>Second, the charge that chiefs vote themselves inflated allowances. They do not. These allowances are either agreed nationally, and therefore ultimately by the home secretary, or locally, by the police and crime commissioner (PCC). As for the future, Sir Tom Winsor defended the principle of local allowances in <a href=\"https://www.theguardian.com/uk/2012/mar/15/police-annual-fitness-tests-compulsory-redundancies\">his review of police pay and conditions</a>. He did call for these to be published in police authorities’ annual reports. PCCs, the electable successor body to police authorities, could easily do choose to do this but it’s their call.</p> <p>Third, the idea that these allowances are unjustifiable perks. They are not. They are compensation for expenses incurred in doing the job. As for removal expenses, most professions allow for these as compensation for the costs of the exercise and the disruption to family life that follows.</p> <p>Fourth, chiefs take too much leave. It is important to remember chiefs always have to be available. When I served it was not unusual for my annual, much less weekly leave to be interrupted, and sometimes it was a <a href=\"https://www.theguardian.com/uk/2007/jul/24/weather.world4\">very big interruption</a> indeed. Most people in the UK get two days off a week, plus about 25 annual leave days. With bank holidays, that amounts to about 135 days a year. </p> <p>As for pay, chief officer pay is, so far as it is possible to calculate these matters, behind the curve for public sector chief executives, especially those in health, higher education and local government.<br></p> <p>The new home secretary, Amber Rudd, has called for transparency. Perhaps she could get one of her aides to ring the 43 forces in England and Wales, find the relevant information and publish it on the Home Office website. That exercise would probably take about two working days.<br></p> <p><em>Timothy Brain was the chief constable of Gloucestershire from 2001 to January 2010. </em></p>",
  "<p>An Olympics commentator in Canada has apologised to viewers after mistaking 22-time gold medallist Michael Phelps for his arch rival, Ryan Lochte, on live television.</p> <p>Spectators watching the 200m individual medley event on Canada’s CBC channel on Thursday night were left confused after the commentator, Elliotte Friedman, called the whole race mistaking Lochte for Phelps.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NachoHelmet/status/763921782302646273\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Lololol, CBC commentators mixed up their USA lanes and were SCREAMING about Lochte winning <a href=\"https://twitter.com/hashtag/Rio2016?src=hash\">#Rio2016</a> <a href=\"https://t.co/7N2ccxMMMB\">pic.twitter.com/7N2ccxMMMB</a></p>&mdash; Bryan (@NachoHelmet) <a href=\"https://twitter.com/NachoHelmet/status/763921782302646273\">August 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stkydonionrings/status/763924735059124231\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"und\" dir=\"ltr\"><a href=\"https://twitter.com/alisonmah\">@alisonmah</a> <a href=\"https://twitter.com/edsbs\">@edsbs</a> <a href=\"https://t.co/X6FRyf2R7J\">pic.twitter.com/X6FRyf2R7J</a></p>&mdash; StockyardsOnionRings (@stkydonionrings) <a href=\"https://twitter.com/stkydonionrings/status/763924735059124231\">August 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EdwardJWHunter/status/763945761331568640\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">LOL moment of the Games!<br><br>&quot;CBC commentator got muddled, yelped “Phelps might not even make the podium!” ... &quot;</p>&mdash; Ed Hunter (@EdwardJWHunter) <a href=\"https://twitter.com/EdwardJWHunter/status/763945761331568640\">August 12, 2016</a></blockquote>  </figure>  <p>Phelps finished easily ahead of his countryman and rival, securing his 22nd gold medal, although CBC’s audience was led to believe Lochte led the race.</p> <p>“Ryan Lochte is going for his 13th career medal, saving the best for last,” said Friedman.&#xa0;“Finally, he’s going to do it.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/aug/10/there-wasnt-a-shot-in-hell-i-was-losing-phelps-produces-another-golden-hour\">Michael Phelps on another golden hour: 'There wasn't a shot in hell I was losing'</a> </p> </aside>  <p>“Ryan Lochte is going to beat Michael Phelps in this event in the games and Phelps might not even make the podium.”</p> <p>The mix-up understandably caused some confusion.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alisonmah/status/763920991156252672\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">LOL CBC JUST THOUGHT PHELPS WAS LOCHTE AND CALLED THE WHOLE THING LIKE THIS WAS THE RACE OF LOCHTE’S LIFE AHHHH</p>&mdash; Alison Mah (@alisonmah) <a href=\"https://twitter.com/alisonmah/status/763920991156252672\">August 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KFCBarstool/status/763928539229884416\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Feel bad for the CBC broadcaster who mixed up Phelps and Lochtes lanes. Like when youre playing Mario Kart 4 player &amp; look at the wrong box</p>&mdash; KFC (@KFCBarstool) <a href=\"https://twitter.com/KFCBarstool/status/763928539229884416\">August 12, 2016</a></blockquote>  </figure>  <p>Friedman apologised on Twitter after the race. A Canadian sports journalist, he is best known as a hockey reporter for Sportsnet.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FriedgeHNIC/status/763926803811409920\">  <blockquote class=\"twitter-tweet\" data-cards=\"hidden\"><p lang=\"en\" dir=\"ltr\">I&#39;m sorry everyone. I blew it. No excuses</p>&mdash; Elliotte Friedman (@FriedgeHNIC) <a href=\"https://twitter.com/FriedgeHNIC/status/763926803811409920\">August 12, 2016</a></blockquote>  </figure>  <p>The to-the-point but apparently heartfelt message received an overwhelmingly sympathetic response.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alisonmah/status/763923769752641536\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">For all the Americans who are RT-ing: Please do not judge Elliotte Friedman for one bad call. He’s great. We all love him over here.</p>&mdash; Alison Mah (@alisonmah) <a href=\"https://twitter.com/alisonmah/status/763923769752641536\">August 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BobWeeksTSN/status/763932505573502976\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/FriedgeHNIC\">@FriedgeHNIC</a> everyone in our business knows that feeling. Not everyone would handle it with the class and honesty you did.</p>&mdash; Bob Weeks (@BobWeeksTSN) <a href=\"https://twitter.com/BobWeeksTSN/status/763932505573502976\">August 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JDBunkis/status/763928046285893633\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/FriedgeHNIC\">@FriedgeHNIC</a> the bigger story is how well you&#39;ve done these games. Have really enjoyed listening to you the past week.</p>&mdash; JD Bunkis (@JDBunkis) <a href=\"https://twitter.com/JDBunkis/status/763928046285893633\">August 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tomclarktv/status/763932316846559232\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/FriedgeHNIC\">@FriedgeHNIC</a> shake it off Elliot. Your work is so good we can take one of these.</p>&mdash; Tom Clark (@tomclarktv) <a href=\"https://twitter.com/tomclarktv/status/763932316846559232\">August 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MenInBlazers/status/763928162325573634\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/FriedgeHNIC\">@FriedgeHNIC</a> Elliote. We&#39;ve not met. But we heard from all in Canada how amazing you are. Such an easy mistake to make. You&#39;lll ride again</p>&mdash; Men in Blazers (@MenInBlazers) <a href=\"https://twitter.com/MenInBlazers/status/763928162325573634\">August 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hughwburrill/status/763929795105218565\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/FriedgeHNIC\">@FriedgeHNIC</a> Hey pal. With everything you&#39;ve accomplished in this business, you have NOTHING to apologize for. Hang in there.</p>&mdash; Hugh Burrill (@hughwburrill) <a href=\"https://twitter.com/hughwburrill/status/763929795105218565\">August 12, 2016</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/molly_knight/status/763930748495597568\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/FriedgeHNIC\">@FriedgeHNIC</a> I couldn&#39;t tell either for the first three lengths. Honest mistake!</p>&mdash; Molly Knight (@molly_knight) <a href=\"https://twitter.com/molly_knight/status/763930748495597568\">August 12, 2016</a></blockquote>  </figure>"
]