[
  "<p>Human rights and equality campaigners are demanding an investigation into the decision to give the contract to run a discrimination helpline to G4S, the scandal-hit global security firm.</p> <p>A number of organisations, including Liberty, Tell Mama and Inquest, have written to Harriet Harman, the chair of the joint committee on human rights, and Maria Miller, the chair of the women and equalities select committee, to express “profound concern” over the awarding of the contract to run the Equality Advisory and Support Service (EASS) to G4S. <br></p> <p>They want the contract, due to begin on 1 October, to be halted until an inquiry is held into both the tendering process and the suitability of G4S to deliver the service properly. They claim that G4S is “manifestly ill-equipped to provide advice on discrimination and human rights” and that the public would be unlikely to have confidence in it. </p> <p>The Law Centres Network, which represents 40 law centres in the UK and is one of the signatories to the letter, has begun a legal challenge to the tendering process and the awarding of the contract. The charity, which provides free legal advice to people on low incomes, accused the government of failing to properly assess the shortcomings of the EASS with stakeholders and said that it did not properly consider how to reform the service with the Equality and Human Rights Commission, which ran it previously.</p> <p>In March, a House of Lords committee recommended that the government restore the helpline to the EHRC. A number of stakeholders told the committee that the decision to <a href=\"https://www.theguardian.com/uk/2012/apr/03/a4e-major-government-contract\">outsource the service</a> had led to a “disconnect” between disabled people and the body charged with advancing equality and human rights. When run by EHRC, it highlighted trends and issues important to them, they said. The matter is scheduled for debate in the House of Lords on Tuesday.</p> <p>The letter, sent on 5 September and <a href=\"https://www.liberty-human-rights.org.uk/sites/default/files/Joint%20NGO%20letter%20to%20Parliament%20re%20G4S%20EASS%20contract%20Final.pdf\">signed by 41 organisations</a>, said the tendering process was flawed, “lacked openness”, and did not require a contractor to have any relevant knowledge or prior skills in delivering equalities or human rights advice. It questioned the appointment of G4S, which it said had “earned a reputation for serious systemic mismanagement and discrimination” and was responsible for human rights violations against those in its care. It highlighted concerns expressed by many MPs over the competence of the security company and included a dossier of serious allegations and findings against G4S.</p> <p>“These include systemic failings … the repeated findings of racism and sexism among G4S staff, and harrowing official reports of G4S mistreatment of children, pregnant women and other protected groups,” the letter said.</p> <p>The company most recently came under renewed scrutiny over <a href=\"https://www.theguardian.com/business/2016/may/05/moj-to-take-over-medway-child-jail-from-g4s\">its running of Medway youth jail</a>, which resulted in the government taking over the jail’s management.</p> <p>The decision to award the contract to G4S has been criticised by union leaders, and a <a href=\"https://actions.sumofus.org/a/don-t-hand-the-government-s-discrimination-helpline-over-to-g4s\">petition by campaigning platform SumOfUs</a>, urging Justine Greening, the secretary of state for education, women and equalities not to give the contract to G4S but instead to give responsibility back to the EHRC, has received more than 53,000 signatures.</p> <p> Bella Sankey, director of policy at Liberty, said: “The EASS provides expert advice to those who face discrimination – whether refused accommodation because of their race, or sacked from their job because of their age. <br></p> <p>“G4S has been responsible for countless human rights violations and the mistreatment … of people in their care. It’s hard to think of a company more ill-equipped to provide this vital service. Liberty joins other equality and rights organisations in demanding that this perverse decision be halted while parliament investigates.”</p> <p>Nimrod Ben-Cnaan, head of policy at the Law Centres Network, said: “This legal action is about ensuring access to justice for some of the most disadvantaged and often vulnerable people in society. It is already difficult for people to access appropriate advice on discrimination and human rights, which are complex areas of law. Our concern is that the government does all it should to ensure that the most suitable provider is chosen, and that the service is effective.”</p> <p>Sondhya Gupta, senior campaigner with SomeOfUs.org, described the decision to award the contract to G4S as a “kick in the teeth to everyone who faces disability, race, or sex discrimination”. She added: “With hate crimes and discrimination on the rise in post-Brexit Britain, the kind of support that the EASS provides is now more important than ever.”<br tabindex=\"-1\"></p> <p>A spokesman for the EHRC said: “We think the commission should have been given responsibility for running the service, and that remains our position. However, given that the contract has already been awarded, we are working with G4S and government to provide advice on how the service can best meet the needs of those who experience discrimination or an abuse of their human rights.”</p> <p>Maria Miller said: “We are aware of the concerns that have been raised on this subject and will consider the matter carefully.” </p> <p>A spokesperson for the government said: “The Equality Advisory and Support Service is an important source of free advice and support for people facing discrimination or human rights issues. To ensure the service can continue and is run as effectively and efficiently as possible, we ran an open and competitive tender process to identify who is best to take it forward. Following this, G4S has been successful, and it will be running the service for three years from October 2016.”</p> <p>Neil Malpas, the managing director responsible at G4S for this service, said the company would bring experience gleaned from its work at the DWP helpline for separating parents. “We were awarded the contract on the strength of our work handling other complex call centres including the Department for Work and Pensions’ (DWP) child maintenance options service,” he said. “We have supported that helpline for separating parents over the past three years and feedback from callers and the DWP has been positive.”</p>",
  "<p>Growing up in Hampton, Virginia, Margot Lee Shetterly was surrounded by brilliant female scientists and mathematicians who, like her father, worked for Nasa. “I would see them in the context of community organisations or church, or you’d run into them at the grocery store – they were my parents’ friends,” she says. It didn’t seem unusual to her that, within her community, so many women had enjoyed long careers at Langley, Nasa’s research centre – and so many of them were black women. It was her husband, on a trip back to visit Lee Shetterly’s parents, who pointed out how remarkable it was.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2015/jul/14/nasa-black-women-hidden-figures-margot-lee-shetterly\">Nasa's black women boffins get big-screen countdown</a> </p> </aside>  <p>In 1940, she points out in her book, Hidden Figures, just 2% of black women got a university degree and more than half became teachers. But a few defied all expectations and obstacles and joined Naca (the National Advisory Committee for Aeronautics, which would become Nasa). Their work underpinned some of the biggest advances in aeronautics, during some of the most defining moments of the 20th century – the second world war, the cold war, the space race, the civil rights movement, and the adoption of electronic computing.</p> <p>While some of this generation of female black scientists were recognised – in 2015, <a href=\"https://en.wikipedia.org/wiki/Katherine_Johnson\">Katherine Johnson</a> was awarded the US’s highest civilian honour, the Presidential medal of freedom for her work, which included calculations that helped the moon landing – the fact that there was a crack team of all-female, all-black maths whizzes is largely unknown. “For a long time, African Americans were not allowed to read and write,” says Lee Shetterly. “We forget but it was not that long ago. Women were barred from studying at many colleges. If you are not able to read and write, then you are not going to be able to tell your own story. There haven’t been critical masses of women, minorities, whatever, and I think that’s something that is changing now.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"c44460f0065d10e45c795ec45bae6bbe930e5a9d\"> <img src=\"https://media.guim.co.uk/c44460f0065d10e45c795ec45bae6bbe930e5a9d/103_0_1793_1076/1000.jpg\" alt=\"Margot Lee Shetterly was surrounded by brilliant female scientists and mathematicians who, like her father, worked for Nasa.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Margot Lee Shetterly was surrounded by brilliant female scientists and mathematicians who, like her father, worked for Nasa.</span> <span class=\"element-image__credit\">Photograph: Hopper Stone, SMPSP/2016 Twentieth Century Fox Film Corporation</span> </figcaption> </figure>  <p>Lee Shetterly’s book, and the story of how a group of African American women – transcending racism and sexism to embark on some of the most important scientific work in the world at the time – has been turned into a film, starring <a href=\"https://www.theguardian.com/film/octavia-spencer\">Octavia Spencer</a>, <a href=\"https://www.theguardian.com/lifeandstyle/2015/jun/13/the-crush-taraji-p-henson\">Taraji P Henson</a> and <a href=\"https://www.theguardian.com/music/janelle-monae\">Janelle Monae</a>. Henson plays the brilliant mathematician Johnson. It was the real Johnson, now in her nineties and whom Lee Shetterly knew, who first told her about <a href=\"https://en.wikipedia.org/wiki/Dorothy_Vaughan\">Dorothy Vaughan</a> (played by Spencer).</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/aug/15/hidden-figures-trailer-octavia-spencer-janelle-monae\">Hidden Figures trailer: Nasa's overlooked black female mathematicians</a> </p> </aside>  <p>In 1943, sitting in the “coloured” section, Vaughan caught the bus for her first day of work at Langley as a “computer” – someone who made calculations and crunched numbers for the engineers developing aerospace technology. She had been a talented maths student, and became a teacher. By the time she applied to Langley, she was married with four children. Vaughan joined a small group of other black female mathematicians, who would become known as the West Computers, segregated from their white counterparts. It was the same elsewhere – black employees were barred from the white employees’ bathroom, and in the canteen a sign on one of the tables read “coloured computers”.</p> <p>“Today it seems absolutely unthinkable and yet back then it was very normal,” says Lee Shetterly. “In every aspect of their lives, these women had to face the segregation that pervaded their lives. It made total sense in that context that it also governed their lives at work, and yet obviously people never stopped trying to find a way to break those chains.” The women kept removing the sign on the table, but it was always replaced. Until one day it wasn’t.</p>  <figure class=\"element element-image\" data-media-id=\"df9ad5bddccf8adba9a8b1edf9ea4ef2ba152f65\"> <img src=\"https://media.guim.co.uk/df9ad5bddccf8adba9a8b1edf9ea4ef2ba152f65/0_7_1850_1014/1000.jpg\" alt=\"Nasa research mathematician Katherine Johnsonat her desk at the Langley Research Center in 1966.\" width=\"1000\" height=\"548\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nasa research mathematician Katherine Johnson at her desk at the Langley Research Center in 1966.</span> <span class=\"element-image__credit\">Photograph: NASA</span> </figcaption> </figure>  <p>It proved difficult for the West Computers to move beyond their roles and get promotions to other areas of the institution, such as working directly for an engineering team, unlike the white mathematicians. As for a management role, the highest a black woman could reach at that time was heading the West Computers’ office – in 1951 Vaughan was made head of the unit, becoming Langley’s first black manager.</p> <p>Like Vaughan, Mary Jackson became a teacher first – she had a degree in maths and physics – but, returning to her home town of Hampton, she worked as a secretary. She left when she became a mother. A few years later, she became a military secretary but, in 1951, Langley offered her a job as a computer. Two years later, Jackson was working with the engineering team working on the supersonic pressure tunnel, where they tested models. Soon after that, she was training to become an engineer – after humiliatingly having to apply for special permission, she started taking classes at a whites-only school.</p> <p>Around the same time, <a href=\"http://www.nasa.gov/feature/katherine-johnson-the-girl-who-loved-to-count\">Johnson</a> started at Langley. Another former teacher, she started as a computer but soon joined the thrusting flight research division. She was brilliant and confident – she refused to use the “coloured” bathrooms, through sheer force of will she got into meetings she was barred from, and put herself forward for work. Her first research report, on orbital flight, was also the first flight research division report written by a woman. She calculated the trajectories of Nasa’s first human space flights, and her work was crucial to the Apollo moon landing. Now 98, Johnson spent decades after her retirement visiting schools and giving talks.</p>  <figure class=\"element element-image\" data-media-id=\"a75b840c0c60692bebdc6b0db14c4b295c46afb0\"> <img src=\"https://media.guim.co.uk/a75b840c0c60692bebdc6b0db14c4b295c46afb0/0_0_2000_1076/1000.jpg\" alt=\"The West Computers, in Hidden Figures.\" width=\"1000\" height=\"538\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The West Computers, in Hidden Figures.</span> <span class=\"element-image__credit\">Photograph: 2016 Twentieth Century Fox Film Corporation</span> </figcaption> </figure>  <p>“They never stopped trying to find ways, large and small, to expand the space for themselves and the people who came after them,” says Lee Shetterly. “I think all of these women had a great sense that if they were to succeed in these jobs, they would increase the chance that another black woman would be hired and would be perceived as being capable of that work. That was a responsibility they felt.”</p> <p>Christine Darden had fallen in love with geometry at high school, but her father insisted she train as a teacher after her masters in applied mathematics. “Jobs for black women – I finished high school in 1958 – were not plentiful at that time. Most of the time, it was [becoming] a teacher, or nurse, or a secretary.” But she took extra courses in advanced calculus and number theory.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"e2abfb2242a94525e547dc367d151e61cfdc02f9\"> <img src=\"https://media.guim.co.uk/e2abfb2242a94525e547dc367d151e61cfdc02f9/0_0_1500_900/1000.jpg\" alt=\"Christine Darden in the control room of Nasa Langley’s Unitary Plan Wind Tunnel in 1975.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Christine Darden in the control room of Nasa Langley’s Unitary Plan Wind Tunnel in 1975.</span> <span class=\"element-image__credit\">Photograph: NASA</span> </figcaption> </figure>  <p>She joined Langley as a computer, and worked in that role for several years, even though she found it unfulfilling. She wanted to become an engineer but watched as men were promoted ahead of her. Darden confronted the division chief and asked why men who had the same education and experience as her – and often less – were promoted while she was not. “His answer was that the women had never complained about it before,” remembers Darden. There was the belief that women would give up work as soon as they had children. “You would find that, for the most part, that was not true for a lot of black women who, once they went to work, had to continue to work.”</p> <p>Darden argued her case, and was almost instantly promoted to an engineering team where she started her career in sonic boom research. She would later complete a doctorate in mechanical engineering, but her early work provided some of the fundamentals in sonic boom reduction technology. During the course of her 40-year career at Nasa, Darden became one of the world’s leading experts in this area.</p> <p>She had started her Nasa career in the computer pool in 1967 (it had been desegregated by then), and she knew several women who had been in that first cohort of West Computers. “I knew that I stood on their shoulders and was able to do some things because of what they had done,” says Darden. “And I like to think that some of the younger ones might have stood on my shoulders, too.”</p>",
  "<p>There’s supposed to be a war for talent. If so, it became pretty clear last week why Britain’s investment banks are losing it. The recruitment filter, <a href=\"https://www.theguardian.com/society/2016/sep/01/top-graduates-missing-out-on-banking-jobs-for-lacking-polish\">revealed in a report from the Social Mobility Commission</a>, works like this: you can only join the customer-facing part of an investment bank if you went to one of four public schools; got a first from one of five universities; and possess “sheen”.</p> <p>Yes, sheen. And polish. No matter how good you are, if your tie is not right or your suit does not fit like a glove, you are destined to take your excellence somewhere else.</p> <p>Little wonder, then, that the world of investment banking suffers from group-think on a scale that crashed the world markets in 2008 and has led to wave after wave of fines for fraudulent behaviour.</p> <p>Given that the signifiers are so clear and obvious, how would you scam your way in? How would you hoodwink the informal process based on “specific behaviours, speech patterns and dress codes”? Unwittingly, the <a href=\"https://www.gov.uk/government/publications/socio-economic-diversity-in-life-sciences-and-investment-banking\">commission’s report</a> provides plenty of clues.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/sep/02/city-of-london-dress-code-brown-shoes-finance\">How well-heeled City types leave you brown and out in finance</a> </p> </aside>  <p>First, the obvious don’ts. No beards. Not Muslim ones, not hipster ones, not the stubble worn by movie stars. None. One of the clearest demographic faultlines in the world runs along <a href=\"https://www.google.co.uk/search?q=White+Kennett+Street&amp;gws_rd=cr,ssl&amp;ei=ADHNV767PMPJgAa556jIBg\">White Kennett Street</a>, in east London – where the beards of hipsterland begin and the twice-shaven faces of the City end. Also, no brown shoes.</p> <p>In fact, the brown-shoes thing, plus numerous other faux-pas, can be easily avoided by reading <a href=\"http://www.gq-magazine.co.uk/\">GQ magazine</a>. But buy the British edition because if you read the Italian one you are going to arrive in the wrong kind of suit, shoes and – very important, this – socks. I once met a management whizz-kid thrown out of his City internship for wearing plaid socks.</p> <p>You need the haircut, the suit, the shoes, the tie. They are all – like the outmoded economic theories you will have to waffle on about – available as a job lot in and around Savile Row.</p> <p>The suit has to be blue or grey. Sure, you will see electric-blue suits, or pinstripes, on the streets of the Square Mile, but don’t try to pull this off unless your family’s yacht has a helicopter pad. Shoes have to be black leather and click as you strut along a corridor, shutting down venerated retail chains by text message.</p> <p>The bankers surveyed were disdainful of people who “can’t wear a suit”. To their jaundiced eyes, this means you have bought a suit off the peg, and cannot afford six grand to have one made that immobilises you at the armpits and makes your bum look like that of a figure skater.</p> <p>The haircut has to be bouffant. One of the surest signs you have walked into a workplace that recruits only from the elite is that the haircuts do not change. Neat back and sides, big bouffant quiff, no gel, no wax, no putty. These are the marks of convicts or advertising men, not the front-office banker.</p> <p>All this is fakeable, with money, practice, a willing tailor and obedient hair. But then you need to open your mouth to speak.</p> <p>Take careful note of what’s happening to the “posh” English accent. It is no longer enough to have the calm, fruitily inflected RP common among barristers. More fashionable now is the “Rees-Mogg” – a throwback to the accent of the aristocracy in the 1920s, where the consonant “r” migrates slightly towards “w” and even spontaneous utterances sound like they have been written by Michael Gove. This is achievable with practice.</p> <p>Next you need subject matter. <a href=\"http://www.laffercenter.com/the-laffer-center-2/the-laffer-curve/\">The Laffer curve</a>, which attempts to illustrate that taxing the rich is futile, is a good thing to talk about. Also the work of any fashionably rightwing African economist. And Venezuela. If in doubt, diss Venezuela.</p> <p>But – and this is critical – you must understand that words are not the primary medium of communication. If you are going organise a team to fix <a href=\"https://en.wikipedia.org/wiki/Libor\">Libor</a>, you don’t say “let’s fix Libor”. You use subtle understatements, allusions, metaphors, sentences that trail off, eyebrows that curl independently. To learn this you have to hang around in places like St Moritz, and not just for a single season.</p> <p>As to the CV, you must make it up. The four spring internships claimed by elite candidates in their first year at university (the new normal according to the report) come in limited supply. Apart from the sons and daughters of the bankers themselves, most other places will be reserved for the offspring of Arab despots and Russian crooks.</p> <p>And if you are proud of having climbed in Glencoe on your Duke of Edinburgh award, be aware that’s not good enough. You must have, at the very least, discovered a new species in the Amazon while in the lower sixth, or still better, a new tribe. You must have proof of this on Facebook and Instagram. Also references from Nobel prize-winning economists.</p> <p>Fortunately, it’s all fakeable.</p> <p>But here comes the unfakeable part. You must go into that interview not just with a tie from Ede &amp; Ravenscroft and shoes from Lobb. You must go in believing that it is the duty of high finance to avoid tax, rewrite the law of sovereign states, enrich dictators, boost inequality and – in return – voluntarily clean up litter in Haringey on the annual away day.</p> <p>Above all, you must subscribe to the efficient-markets hypothesis so unequivocally that it becomes your religion. This says it’s the job of the financial market to allocate capital efficiently. Centuries of good practice show that capital can only be allocated efficiently when the participants in the deal played rugby with each other at the age of 12.</p>",
  "<p>Something interesting happens every time I write a story about gender issues. Men I know, and many more I do not, reach out to me to tell me they feel wronged – silenced, even. </p> <p>Under a recent article of mine, a Guardian commenter wrote that nowadays he avoided saying much at all to progressive women, but that around conservative women he felt he could talk about “everything and anything – the same as I would most males”. I raised an eyebrow and moved on.</p> <p>It finally took an email from a well-educated, professionally successful and mostly very progressive male friend of mine featuring a link to a video of women beating up men to make me fully take notice. The video served as an illustration of the ills of the “post-feminist” world it claimed we lived in. </p> <p>“Come on,” I replied, taking the provocation, and citing statistics showing women are still socially, economically and politically at a clear disadvantage. “You and I both know we do not live in such a world.”</p> <p>The friend retorted quite seriously that while that may be the case, he believed women were still “having their cake and eating it too”. Feminist advancements had led to double standards, meaning that women were now getting away with stuff men never would, and it wasn’t fair.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Now, a lot of guys have to watch what they say. That’s got to be hard</p> </blockquote> </aside>  <p>I had previously dismissed those arguing that an increasingly equal society had made men the suffering sex. I had thought these views to be marginal – the kinds of things men’s rights activists or dyed-in-the-wool misogynists would chant. But as frustrating as the pushback felt, it became increasingly obvious that there was no denying the consistency, and therefore validity, of the feelings that were being thrown at me.</p> <p>Acknowledging the validity of this sentiment, I began to wonder if silencing was legitimately what was going on. So I thought to really understand how misunderstood, robbed, wronged and silenced men felt, I should hand over the microphone to them.</p> <p>•••</p> <p>“What is being challenged here is the general sense of entitlement,” explains Michael Kimmel, a professor of sociology and gender at State University of New York, and the executive director at the <a href=\"http://www.stonybrook.edu/commcms/csmm/\">Center for the Study of Men and Masculinities</a>.</p> <p>“If the whole world used to be our locker room, then we could say what we wanted with complete impunity. Now a lot of guys have to watch what they say. That’s got to be hard.”</p> <p>But for many men I spoke to – chosen because of their diversity, openness to dialogue, honesty and lack of overt disrespect towards women – it went beyond no longer speaking freely. Frustrations seemed to run quite deep.</p> <p>Tom Coss, a 32-year-old butcher based in Seattle, says he is grateful for the opportunity to be silent and learn about some gender issues women face (like catcalling, a reality that he says he was “oblivious” to until recently). Such behavior makes him “embarrassed to be male, and mad”, he says.</p> <p>But he fails to see why he should be held accountable for problems that are systemic, and to which he did not necessarily contribute to. </p> <p>“I might be more comfortable walking home at night down a dark city street. I might be more likely to get a job, but I am not necessarily the cause for any of those things. You’re born into that privilege, but you didn’t do anything to expedite that privilege.”</p> <p>Coss says that in conversations with friends and potential female romantic partners, his experience has sometimes felt disregarded and he has felt misunderstood.</p> <p>“We talk about accepting people – that someone didn’t choose to be trans, or gay, so don’t judge me for that either: I didn’t choose to be straight, white and male.”</p> <p>Coss expresses frustration that people seem to be paying attention to gender and race as forms of oppression, something he keeps on being told he doesn’t understand. “If you want to talk about privilege, I feel class is the big divider, much more than race and gender.”</p> <p>The sense of defeat appears to be shared by others, in other forms. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>It is a positive thing from a woman’s perspective, from a man’s perspective I don’t know</p> <footer> <cite>Ishwar Chhikara</cite> </footer> </blockquote> </aside>  <p>“I actually <em>feel</em> like women are taking over the world,” says Ishwar Chhikara, a 36-year-old investment officer at an international development bank, citing statistics showing <a href=\"http://blogs.census.gov/2015/10/07/women-now-at-the-head-of-the-class-lead-men-in-college-attainment/?cid=RS23\">more women</a> now have college degrees in the US than men. He says this laughing, but with no audible irony.</p> <p>“I feel bad for men, especially those who don’t go to school, or study. The whole system is changing drastically with the coming of the information age. It’s not about strength anymore, it’s about the brains.”</p> <p>While muscles at the center of an economy made the physically stronger sex have more power, Chhikara isn’t so convinced with the switch-up. </p> <p>“It is a positive thing from a woman’s perspective, from a man’s perspective I don’t know.”</p> <p>Like all men interviewed, Chhikara does not deny the historical presence of male privilege. That presence is what makes its loss harder, he says. </p> <p>“It’s because of this sense of entitlement. If you are brought up understanding there is an inherent favorable bias towards men, and that is taken away, it isn’t easy.”</p> <p>Such a feeling matches up to a number of recent studies done on race and perception in America. <a href=\"http://ase.tufts.edu/psychology/sommerslab/documents/raceInterNortonSommers2011.pdf\">One study from 2011</a> showed that despite still persistently experiencing much better outcomes when it came to income, employment, home ownership and health, white Americans felt that as black Americans had gained in rights over the second half of the 20th century, white Americans had experienced a mirror decrease in rights.</p> <p>This understanding is false – both when it comes to race and gender – says Kimmel, the professor of sociology. Gender progress, just like progress towards a more racially equal society, is far from a zero-sum game. Using a “rising sea lifts all boats” argument, Kimmel says gender equality is not just fair, just and democratic, it also makes for happier outcomes and lives for women and <a href=\"https://www.ted.com/talks/michael_kimmel_why_gender_equality_is_good_for_everyone_men_included?language=en\">men</a>.</p> <p>Treva Lindsey, a professor at Ohio State University in the department of women’s, gender and sexuality studies, says the big question here is: what does it mean to move outside of privilege when privilege is normalized?</p> <p>“This is a hard unlearning process that has to happen, but feeling silenced and learning how to be quiet is a different thing,” she says.</p> <p>Lindsey says this is more of a question of learning to create space for other people, and understanding that your thoughts and ideas do not automatically get to be at the center of all conversations.</p> <p>John Acosta, a 31-year-old design student who grew up in what he describes as a small, conservative town, says that as he has traveled and lived in different cities across the US, he has had to learn to repress some of the behaviors he was taught were right, or polite, growing up. </p> <p>“The way I was brought up, I would give up my seat to women in the subway – young or old. Now I don’t. I think, OK we are equal. But I still worry. Does she realize that I am not giving her my seat because I think she is as capable as I am of going that one stop?”</p> <p>When he was an installer at a furniture store, he would go out of his way to help his female bosses, but he quickly had to revisit his approach. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The way I was brought up, I would give up my seat to women in the subway – young or old. Now I don’t</p> <footer> <cite>John Acosta</cite> </footer> </blockquote> </aside>  <p>“We [men] can be annoying while trying to be helpful. You have to shift your questioning – and instead of saying ‘let me help’, you have to say ‘OK, you’re in charge, what can I do?’”</p> <p>Jose Oliveras, a 26-year-old bike messenger and independent contractor, says it is hard to know how to talk to or approach women nowadays. Feminism has made him unsure about courting rituals, and driven him to silence. </p> <p>“You can’t say hello, you can’t compliment, you got to have some prince charming stuff up your sleeve.”</p> <p>Oliveras recounts simply saying “excuse me” to a woman and being met by a hissing sound through teeth.</p> <p>“Women aren’t giving it a chance anymore. They are saying I don’t have to do that, make an effort for men. You are removing the men who are trying to create a bond with you. It’s like, OK fine, but it sucks, you know.”</p> <p>This was echoed by Burton Williams, a 35-year-old senior data engineer who says many women still expect men to be chivalrous, carry bags for them and open doors, but others take offense for the exact same behavior, screaming “woman power” at “almost everything”.</p> <p>It is confusing, and the mixed messaging can leave men feeling portrayed in the wrong way just for trying to do the right thing.</p> <p>“I am all for women empowerment but it’s like they want to empower themselves so much that they want to eliminate men from the equation,” Oliveras says, speculating that women these days are no longer interested in creating intimate ties now that they’re less economically dependent on men.</p> <p>Kimmel, the sociologist, says that the changes that have happened on a gender level within society over the past two generations have been “dizzyingly fast”. </p> <p>Women have entered every single profession, every single arena, provoking changes that have left some men “bewildered”, Kimmel says. </p> <p>The consequence of this is that men sometimes do not see women’s entry into previously male fields as an entry, but rather an “invasion”, Kimmel says. “It feels like a loss for men. They feel they are being invaded.”</p> <p>“Ever since women started to argue for equal rights, men have started to think that this is something against them personally,” he laughs.</p> <p>Coss, the butcher, flags that we should be aspiring to be ending patriarchy and marching towards equality, not creating a new world order of matriarchy.</p> <p>And not making presumptions goes both ways, he states.</p> <p>“I would never say women have it easier in the office place because people will be nice to them, because they do not want to hurt their feelings. I would never presume to know what it’s like to be a woman. That presumption is not shared towards straight white men ... But having that presumption [about straight men] is still a presumption.” </p> <p>Both Lindsey and Kimmel agree there are many parallels to be drawn between these kinds of feelings, and the rhetoric used to enable and justify the political rise of Donald Trump as a presidential candidate (although none of the men interviewed for this article declared themselves to be Trump supporters).</p> <p>“Make America great again” as a slogan clearly recalls the nostalgic loss of some kind of self-proclaimed and self-righteous prestige, highly tied to privilege, and the perceived loss thereof. “I think it is a direct relationship. If you look at the motto ‘take our country back’ or ‘make America great again’, that is the very definition of entitlement. The only Americans who can say that are native Americans,” Kimmel says.</p> <p>“What exactly has been taken away?” Lindsey asks. “If you force the articulation of what has been taken away, you will find that some of these answers are very gender and race related.”</p> <p>But it is the other banner so often seen at Trump rallies that resonates even more clearly in this context: “The silent majority stands with Trump.”</p> <p>“I don’t think they have been very silent,” Lindsey says of Trump supporters.</p>",
  "<p>Prison teachers at the Cessnock correctional complex stopped work for an hour on Monday to protest against the loss of their jobs and the outsourcing of New South Wales prison education to staff without formal teaching degrees. </p> <p>A similar unauthorised stop-work action by staff at <a href=\"https://www.theguardian.com/australia-news/2016/may/06/sydneys-long-bay-jail-to-close-when-australias-biggest-prison-built\">the Long Bay correctional centre in Sydney</a> took place on Friday. From February, prisoners in NSW will have most of their education delivered by staff from an external training organisation rather than by university qualified teachers, most of whose positions will be made redundant by December.</p> <p>The number of qualified teachers in prisons will be cut from 152 full-time public teaching positions to 20, with the gap to be filled by about 60 external clerical staff who will not be required to have a degree. Those positions will be put out to tender.</p> <p><a href=\"https://www.theguardian.com/australia-news/2016/apr/28/inmates-squeezed-into-nsw-jails-as-prisoner-numbers-hit-record-high\">The corrections minister, David Elliott</a>, announced the plan in May, citing a KPMG review from last year that found the current education model was not meeting demand, or achieving adequate literacy and numeracy outcomes for the prisoners. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/aug/24/indigenous-prison-rate-soars-52-in-decade-report-reveals\">Indigenous prison rate soared 52% in decade, report reveals</a> </p> </aside>  <p>He said the working hours of the teachers were inflexible, with only 62% of hours available for teaching used in 2015. External staff would be able to work more flexible hours, he said.</p> <p>But prison teachers say they are not adequately resourced or staffed to provide the level of teaching prisoners require, with many suffering from complex social and mental health issues. </p> <p>The Greens MP David Shoebridge has described the job losses as “an attack on prisoners”. In a meeting on Friday of the committee established to inquire into the performance of government departments, Shoebridge asked Elliott about current NSW prisoner numbers.</p> <p>Elliott revealed the NSW prison population was 11,898, a 7% increase since February. Shoebridge said in order to ensure recidivism rates were lowered, the prisoners needed quality education to prepare them for a future outside jail.</p> <p>“This isn’t just an attack on prisoners but on the concept of professional teaching, and the government wants to de-professionalise teaching,” Shoebridge told Guardian Australia on Monday. “They’re not recruiting when current teachers leave, they don’t cover for teachers when they are on leave and they are not resourcing the current teachers to deliver education properly to prisoners, many of whom have special needs.”</p> <p>NSW Teachers Federation organiser Rob Long said it was unclear whether the positions would be privatised. He suspects the Tafe sector will bid when the contract is put out for tender. </p> <p>Among those set to lose their jobs were literacy, numeracy, IT, arts and music teachers, Long said, as well as senior education officer roles, which he said were similar to the position of a school principal. He fears they will be replaced by contracted staff who pass through prisons on high rotation, meaning prisoners would not develop working relationships with their educators.</p> <p>“What our teachers have been offering is continuity,” Long said. “They get to know the students and advocate for them, they organise to try to get them into external tertiary education.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2016/may/06/sydneys-long-bay-jail-to-close-when-australias-biggest-prison-built\">Sydney's Long Bay jail to close when Australia's biggest prison built</a> </p> </aside>  <p>“Education in jails reduces recidivism. Other programs, like drug and alcohol programs and psychologists, are important but they deal with problems prisoners have when they come into the system. What education from qualified teachers does is give them hope for a future when they get out.” </p> <p>A spokeswoman for Elliott told Guardian Australia corrective services would remain responsible for oversight, assessment, coordination and case management of inmate education at all prisons and also teaching at the specialist intensive learning centres at Lithgow, Wellington, South Coast and Mid North Coast correctional centres.</p> <p>“A review of the current education model concluded that it does not meet demand, nor achieve the desired outcomes and that specialist education and training organisations would be more effective than corrective services in providing most of these services,” she said.</p>"
]