[
  "<p>We desperately need more in-depth analysis of the jobs market (<a href=\"https://www.theguardian.com/uk-news/2016/sep/11/zero-hours-contracts-are-simply-not-working-for-most-people\" title=\"\">Letters</a>, 12&#xa0;September), rather than just the <a href=\"http://\" title=\"\">net numbers issued by the government</a>, especially as the definition of “job” became so loose under Iain Duncan Smith that even an hour a week for 18&#xa0;weeks is now a “full-time job”, eligible for a large payout for so-called back-to-work providers. Most of us would call that a short-lived hobby, not a permanent job. Rules&#xa0;are stretched to maintain income for some of the Conservatives’ pet companies after they were embarrassed into deploying a payment-by-results regime when it was found that claimants were more likely to find a job if they avoided signing on with them.</p> <p>Government data also seems to include a large number of people engaged in unpaid work experience and other dead-end schemes. People should really be classed as unemployed until actually receiving a job offer – far too many are finishing work placements and being replaced by further free labour rather than being offered a job. The oft-repeated “greatest number of people in work since records began” trope needs to be derided as this has been the case every year since records began, excepting 2011 and 2012 when Osborne’s choke took effect.<br><strong>Gareth Evans</strong><br><em>Par, Cornwall</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p>",
  "<p>If the world seems slightly edgier today, it’s probably because Vice has its own TV channel now. As of 6am, Viceland has set out to challenge everything you know about stuff you’re too old to care about in a borderline self-parodic way.</p> <p>Should you watch Viceland? Yes, you should, because it has some very good television programmes. Should you watch Viceland all the time? Oh, Christ, no, you should absolutely not, because Viceland is also studded with the sort of self-conscious yoof-hipster dreck that you hoped had died long ago. Here are six of the best shows you can expect, and six to throw into a metal dustbin and incinerate.</p> <h2>WATCH</h2> <p><strong>Black Market With Michael K Williams</strong> </p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=w0Z9Uz_EMHo\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/w0Z9Uz_EMHo?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Viceland’s answer to Ross Kemp: Extreme World, this follows Omar from The Wire as he ventures deep into squalor. He meets joyriders, poachers, gunrunners, gamblers and drug addicts in this documentary series, filtering the experiences through the trauma of his own life. He’s a great, empathetic interview, and this works beautifully.</p> <p><strong>Fuck That’s Delicious</strong> </p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=p4M4MJsohyY\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/p4M4MJsohyY?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>If Viceland deserves to have a breakout star, it’s Action Bronson. And this deserves to be his breakout show. Fuck That’s Delicious follows Bronson as he travels the world rapping, cooking and eating. And he is truly engaging; simultaneously funny and knowledgable and honest. He’s the new Anthony Bourdain. Honestly, this show is amazing.</p> <p><strong>Gaycation</strong><br></p> <p>Godawful title aside, Gaycation follows Ellen Page and Ian Daniel as they embark upon an LGBT travelogue. They meet people, they immerse themselves in the culture, they try to come to terms with the differing ways in which the gay community are treated in different regions. Gaycation is occasionally a little too worthy for its own good, but this is exactly the sort of show Viceland should be making. </p> <p><strong>Dead Set on Life</strong></p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=ZfaTNlCIyU8\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/ZfaTNlCIyU8?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Viceland’s dirty secret is that when it calms down and stops trying so hard, it’s actually one of the very best food channels on TV. As well as That’s Delicious, there’s Dead Set on Life, which is worth as much time as you can possibly give it. Again, it’s a show about travelling the world and eating food, but chef Matty Matheson is charm personified. If Action Bronson is your fun uncle, Matheson is a giddy little boy who can’t believe his luck. A great show.</p> <p><strong>Party Legends<br></strong>After careful consideration, I have dragged Party Legends out of the “avoid” pile. For the longest time I was convinced that’s where it should live – the entire show is just celebrities telling a succession of crazy party stories, which is about as self-involved as you can get – but I’ve had a change of heart. This is for two reasons. The first is its impressive calibre of talent – Fred Armisen, Margaret Cho, Eric Andre and TJ Miller all appear – and the second is that their stories are animated, which stops things from getting too unbearably tedious. It’s Drunk History for hipsters, essentially.</p> <h2>AVOID</h2> <p><strong>NOISEY </strong></p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=AMmqgJcMNO4\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/AMmqgJcMNO4?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>This is probably what you imagined when you heard about Viceland – endless slow-motion footage of people dancing, accompanied by tracts of mumbled faux-profundity by vapid gits in baseball caps. Watching it feels like accidentally wandering into a clothes shop you’re five years too young for and being hectored about EDM by a checkout girl who lists her profession as DJ on Twitter.</p> <p><strong>Hate Thy Neighbour<br></strong>Remember on Seinfeld, where the themes of each episode would culminate in a brief standup set from Jerry Seinfeld? Hate Thy Neighbour is similar to that, except every episode is about meeting an extremist group of some description. It’s a show for people who enjoy their comedy interspersed with moments of tonally jarring racism. Which is nobody. This show is for nobody.</p> <p><strong>Needles and Pins</strong><br>Because Viceland is a cable television channel in the year 2016, it’s duty-bound to include a documentary series about tattoos. Only this is Viceland, so this one walks an uncomfortable line between too hip and too earnest. Still, if it takes off, Viceland might start making versions of other threadbare cable television formats. I wonder what its version of Storage Wars is going to be like.</p> <p><strong>Weediquette</strong></p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=TzqDZA6EVDI\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/TzqDZA6EVDI?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>I might have given Gaycation a pass for its terrible title, but I have to draw the line somewhere. And I’m doing it with Weediquette, because that’s barely even a pun. If this was a show about propulsion engines, I could live with Jetiquette. If it was about millinery, I could live with Hatiquette. But Weediquette doesn’t work on any level. It is the single most dismal name for a television show in the entire history of the medium. Still, it fills Viceland’s quota for cannabis coverage.</p> <p><strong>Bong Appetit</strong></p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=CSDc7_mWIXo\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/CSDc7_mWIXo?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Except it doesn’t, because almost every other show on Viceland is about cannabis. You know when you’re at a party, and there’s someone there who’s a vegetarian or likes golf or whatever, and you ask them about it because you don’t know what else to talk about, and they drone on and on about why meat is bad or golf is good or whatever, and then they get out their phone and start backing up their pointless drone with evidence, and you want to go upstairs and hit the side of your head on a basin until you die? Viceland is this, but about pot. It’s the Discovery Shed of pot.</p> <p><em>Watch Viceland on <a href=\"http://www.sky.com/shop/tv/\">SKY Channel 153</a> and <a href=\"http://www.nowtv.com/pass-bundles/entertainment\">Now TV</a>.</em></p>",
  "<h2>La La Land is a major contender</h2> <p>Since it world-premiered as the opening night film of the Venice film festival, Damien Chazelle’s big hearted love letter to Los Angeles has continued to buzz as a major awards contender. Reviews were largely glowing out of the gate (in Venice, The Guardian’s Peter Bradshaw declared it a “<a href=\"https://www.theguardian.com/film/2016/aug/31/la-la-land-review-ryan-gosling-emma-stone\">sun-drenched musical masterpiece</a>”). Even Tom Hanks, an Academy member, is a fan: while attending the Telluride film festival, he acted as La La Land’s<a href=\"https://www.theguardian.com/film/2016/sep/08/damien-chazelle-la-la-land-interview-toronto-film-festival-tiff-venice-telluride\"> unofficial mascot</a>, when he was supposed to be touting his performance in Clint Eastwood’s Sully. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/sep/18/why-hollywood-musical-la-la-land-will-follow-argo-and-the-artist-to-the-oscars\">Why Hollywood musical La La Land will follow Argo and The Artist to the Oscars</a> </p> </aside>  <p>La La Land cemented its status as the major breakout this festival season with Sunday’s win of <a href=\"https://www.theguardian.com/film/2016/sep/18/la-la-land-tipped-for-oscars-glory-after-win-at-toronto-film-festival\">Toronto’s People’s Choice award</a> which, while decided by cinemagoers, has become a reliable indicator of Oscar glory. Previous winners have included American Beauty, Silver Linings Playbook, The King’s Speech, Slumdog Millionaire, 12 Years a Slave, Precious and last year’s <a draggable=\"true\" href=\"https://www.theguardian.com/film/2016/jan/14/room-review-brie-larson-shines-in-a-dark-dungeon\">Room</a>, which went on to score a surprise four nominations at the Oscars and a <a draggable=\"true\" href=\"https://www.theguardian.com/film/2016/feb/29/brie-larson-wins-best-actress-oscar-for-room\">best actress win for Brie Larson.</a><br tabindex=\"-1\"></p> <p>The Academy has been known to love films about its own industry, and in that regard, La La Land fits the bill. Emma Stone plays a struggling actor, whose relationship with her jazz pianist boyfriend (Ryan Gosling) becomes strained when his career begins to overtake hers. Chazelle’s swooning execution makes it the most audacious ode to Hollywood since The Artist, which swept to success in 2012. It’s still early to gauge if La La Land will follow in that silent film’s footsteps. So far, the chances appear to be in its favour. </p> <h2>The best actress race is stacked</h2> <p>Out of La La Land’s lovesick pair, Stone has emerged as the MVP. She anchors the film as the feisty Mia, showcasing all of her best assets as an actor: she’s wry when the script calls for it, devastating in a final number, and altogether charming. It’s a winning performance – and the best of her already impressive career. </p> <p>Stone beat Natalie Portman (<a draggable=\"true\" href=\"https://www.theguardian.com/film/2016/sep/13/jackie-review-natalie-portman-kennedy-jfk\">who’s also drawing her best-ever reviews for her terrific portrayal of Jacqueline Kennedy</a> in Pablo Larraín’s Jackie) for best actress honours at Venice. But as potential Oscar narratives go, the two are being pegged as this year’s major rivals.</p>  <figure class=\"element element-image\" data-media-id=\"1052814bc4db40b78709389df49e9a175a128244\"> <img src=\"https://media.guim.co.uk/1052814bc4db40b78709389df49e9a175a128244/0_0_6000_3600/1000.jpg\" alt=\"Natalie Portman\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Natalie Portman as Jackie Kennedy in Jackie.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>Portman hasn’t acted much since winning her Oscar for Black Swan in 2011. She proves that victory was no fluke with a galvanising turn as Kennedy immediately before and following John F Kennedy’s assassination, that’s sure to impress voters for its technical proficiency (Portman thoroughly nails Kennedy’s breathy and docile-sounding voice, without letting the affectations get the better of her), while also appealing to their emotions. </p> <p>The two aren’t the only to impress this season. Rebecca Hall did a victory lap in Toronto months after debuting her dark character Christine in Sundance. Hall is fearless as Christine Chubbuck, the news anchor who achieved notoriety in the 70s for killing herself on live TV. The filmwill probably prove too grim to factor strongly into the discussion, but Hall deserves a major shot. The same goes for <a href=\"https://www.theguardian.com/film/2016/sep/03/una-review-rooney-mara-and-ben-mendelsohn-child-abuse-drama-is-stagey-disappointment\">Rooney Mara in Una</a>. The two-hander about a confrontation between a woman and the man who sexually abused her as a child didn’t set Toronto aflame. Her performance, however, is too charged to ignore. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/feb/22/rebecca-hall-accused-of-cashing-in-by-brother-christine-chubbuck\">Christine, film about presenter's on-air suicide, is 'cashing in' says brother</a> </p> </aside>  <p>Amy Adams meanwhile had a fabulous week, earning major plaudits for her varied work in Denis Villeneuve’s brainy sci-fi Arrival and Tom Ford’s sleek thriller Nocturnal Animals. She’s sure to have a busy few months ahead.<br></p> <h2>The Birth of a Nation is still on shaky ground</h2> <p>Nate Parker’s The Birth of a Nation entered Toronto so clouded in controversy it probably never stood a chance of reclaiming the glory of its Sundance debut, where it sold to Fox Searchlight for a record sum and ignited Oscar buzz as the film that would combat recent #OscarsSoWhite controversy at next year’s ceremony.</p> <p>For a moment, however, the Nat Turner biopic seemed poised to come close. Similar to Sundance, The Birth of a Nation was greeted by a lengthy standing ovation in Toronto, even amid the rape allegations that have threatened to derail the film’s chances of entering the awards race. </p> <p>Everything appeared to be going so smoothly – that was until Parker took part in a press conference following its rapturous screening, where<a href=\"https://www.theguardian.com/film/2016/sep/11/nate-parker-deflects-allegation-question-promoting-birth-of-a-nation-in-toronto\"> he uncomfortably chose to evade any questions regarding the 17-year-old case</a>. Ultimately for Parker, there’s no escaping his past.</p> <h2>Moonlight is soaring</h2> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/sep/15/its-impossible-to-be-vulnerable-how-moonlight-reflects-being-a-black-gay-man-in-the-us\">‘It’s impossible to be vulnerable’: how Moonlight reflects being a black gay man in the US</a> </p> </aside>  <p>With The Birth of a Nation floundering, <a href=\"https://www.theguardian.com/film/2016/sep/03/moonlight-review-devastating-drama-is-vital-portrait-of-black-gay-masculinity-in-america\">Barry Jenkins’s Moonlight </a>stands to become the needed lighting rod to put an end to #OscarsSoWhite. It’s a tougher overall sell: it tells a micro story, focusing on a black gay man at three stages over his life. But ecstatic reviews prove it’s a hit with discerning audiences. There’s no denying its power.</p> <h2>Harvey Weinstein is back in the mix</h2> <p>The producer, once considered the king of awards season, has in recent years been flailing a bit. Last year, he failed to earn Todd Haynes’s Carol a best picture nomination. In fact, no films from his company made the cut in a major blow for Weinstein, who hasn’t seen a film from his company net the industry’s biggest honour since The Artist.</p> <p>By all accounts, Garth Davis’s directorial debut <a href=\"https://www.theguardian.com/film/2016/sep/11/lion-review-dev-patel-and-nicole-kidman-hunt-oscars-in-moving-adoption-drama\">Lion</a> will bring Weinstein back into the fold. The Academy gravitates towards inspirational and fact-based stories, and Lion has a great one: Dev Patel plays a young man adopted as a child who uses Google Maps to track down the family he left in India. The film generated a prolonged ovation at its premiere, as well as enthusiastic reviews from critics usually immune to such tales. It proved its hold by coming in as the runner-up for the People’s Choice award. If Weinstein plays his cards right, he’ll be back on terra firma in no time.</p>",
  "<p>Liv Tyler<strong> </strong>is on her second capsule collection with Belstaff for spring/summer 2017. She was at London fashion week on Sunday to showcase it but made time to have a chat with us first. Here is what we learned.</p> <h2>She’s a big fan of capes</h2> <p>“I love capes,” she says. “So we made a cape.” Indeed. Said design shows she is a cape pro: it has a lovely cut, pulled in at the back with a sweet button at the neck. Enough to convince even the biggest of cape sceptics. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/fashion/2016/sep/17/jw-anderson-and-versaces-versus-play-with-femininity-at-lfw\">J.W. Anderson and Versace's Versus play with femininity at LFW</a> </p> </aside>  <h2>She is from rock ’n’ roll stock</h2> <p>The collection is partly inspired by the Rolling Stones and features Belstaff’s signature bikers with a feminine silhouette. “I grew up with rock ’n’ roll, leather pants and everything, so I was almost allergic to it,” she says. “This collection allowed me to embrace my inner rock child.”</p>  <figure class=\"element element-image\" data-media-id=\"ccf650c4bbd13b1714363f37cb8eb9a8709d0642\"> <img src=\"https://media.guim.co.uk/ccf650c4bbd13b1714363f37cb8eb9a8709d0642/0_0_3000_2948/1000.jpg\" alt=\"Liv Tyler with models at the Belstaff show.\" width=\"1000\" height=\"983\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liv Tyler with models at the Belstaff show.</span> <span class=\"element-image__credit\">Photograph: Samir Hussein/WireImage</span> </figcaption> </figure>  <h2>Black is (probably) her favourite colour</h2> <p>Tyler was in all black for her Belstaff gig – a pussy-bow blouse, pleated skirt and high pumps. With those raven tresses and translucent skin, she’s basically an advertisement for the gothiest shade of the palette. “I love colour,” she says “but black has an elegance.” It features heavily in her Belstaff collection: a floral print on a black bomber is a highlight.</p> <h2>Stealing Beauty influenced her style more than any other of her films</h2> <p>The actor remembers graduating high school and flying to Italy the next to star in the 1996 Bernardo Bertolucci film. She wore custom-made Armani, and dresses created just for her by the costume designer. A floral one inspired this season’s Belstaff collection and features on the moodboard.</p> <h2>Tyler has an archive of clothes to envy</h2> <p>It includes that dress from Stealing Beauty, several Ghost bias-cut dresses, two made for her by Alexander McQueen, and some thrift finds. “I have clothes that weren’t vintage but now they are because they’re from the 90s,” she says. Tyler says she enjoyed the decade – currently a favourite of fashion – because “there was a nice freedom pre-social-media, people could let their freak flag fly more”.</p> <h2>Those ears in Lord of the Rings were custom-made prosthetics</h2> <p>Tyler’s role in the trilogy as elf Arwen Undomiel saw her in hair and makeup for up to three hours. That was nothing on the hobbits. “They had much longer,” reveals Tyler “because of their feet.”</p>"
]