[
  "<p>Donald Trump’s visit to a black church in Detroit met with disgust among protesters and activists on Saturday, but won praise from parishioners who attended the service at the <a href=\"http://www.greatfaith.org/\">Great Faith Ministries</a> church on the city’s west side.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/03/trump-black-vote-detroit-speech-obama\">Black Americans on 'what they have to lose' if Trump becomes president</a> </p> </aside>  <p>A sea of protesters and a heavy police presence surrounded the church, as local residents along Grand River Avenue looked on. Chants of “No Trump, go home Trump” were raised by about 75 people in a march organized by local pastors and activists.</p> <p>The visit by the Republican presidential nominee came just two weeks after a speech to business tycoons in downtown Detroit was nearly derailed by <a href=\"https://www.theguardian.com/us-news/2016/aug/08/donald-trump-tax-plan-business-income-middle-class\">activists who continually interrupted him</a>. </p> <p>Tony Minetee, who grew up near the church, called the scene on Saturday a “circus”.</p> <p>“Trump is an idiot, and he’s pandering,” said Minetee, 48. After months of harsh campaign rhetoric from the former reality TV star, Minetee said his effort to court the African American vote was almost incredible. “You can’t just talk to people like that and think it’s going to just smooth over,” he said.</p> <p>Rick McGowan, 62, carried a sign with a caricature of Trump that deemed him “unstable in all his ways”.</p> <p>“I disagree with Donald Trump on everything that he says,” he said.</p> <p>The Trump campaign would not allow the Guardian inside the church, as different aides said it was a “closed event” or said no press would be permitted at all. Events inside the church were, however, broadcast on television. As the service began, shortly after 11am, Trump shook hands with members of the congregation, then took a seat in the church’s front row, swaying back and forth to music. </p> <p>To mild applause, Bishop Wayne T Jackson noted that the Republican nominee was in the crowd.</p> <p>“This is his first African American church he’s been in, y’all,” said Jackson, laughing and noting that the service would be a “little different” to those of the Presbyterian church to which Trump is accustomed.</p> <p>After Jackson spoke about the need for love and called on parishioners to hug and love each other, Trump could be seen hugging and greeting churchgoers himself. He posed for selfies and held up a baby.</p> <p>Trump had not been expected to address the congregation, having sat beforehand for a privately taped interview with Jackson that was due to be edited and published later on Saturday. In the event, he said he would read some remarks he had written several days earlier.</p> <p>Trump is not known for his strong Christianity: asked last year at an evangelical event in Iowa <a href=\"https://www.youtube.com/watch?v=7sWzJZMTNd4\">if he had ever sought God’s forgiveness</a>, he said that he had not. Accordingly, he has struggled among white evangelical voters. In Detroit, his speech was heavily focused on faith and the importance of black churches through US history.</p> <p>Reading from a script and adopting a milder tone than that familiar from campaign rallies and debates, the billionaire businessman said: “We’re all brothers and sisters and we’re all created by the same God. We must love each other and support each other and we’re in this all together.</p> <p>“I fully understand that the African American community is suffering from discrimination and there are many wrongs that must still be made right. They will be made right. I want to make them right.</p> <p>“It’s from the pews and pulpits [and] Christian teachings of black churches all across this land that the civil rights movement lifted up its soul and lifted up the soul of our nation. </p> <p>“There is perhaps no action our leaders can take that would do more to heal our country and support our people than to provide a greater platform to the black churches and churchgoers.”</p> <p>Trump also noted that the Republican party was the party of Abraham Lincoln, the 16th president, who defeated the slave-owning Confederacy in the civil war and signed the emancipation proclamation.</p> <p>“Becoming the nominee of the party of Abe Lincoln has been the greatest honor of my life,” said Trump. “It is on his legacy that I hope to build the future of the party, but more importantly the future of the nation.”</p> <p>Trump did not focus on crime and law and order, as he has done when speaking to white audiences, or touch on police violence against the black community, gun violence or mass incarceration – major African American issues that the Democratic candidate, Hillary Clinton, has discussed on the campaign trail. Instead, he focused on jobs.</p> <p>“I’m here today to learn so that we can together remedy injustice in any form and so that we can remedy economics so that the African American community can benefit economically through jobs and income and many different ways,” he said.</p> <h2>‘Detroit’s only gone through bankruptcy once’</h2>  <figure class=\"element element-image\" data-media-id=\"833be2b2535bf79a6b20fa26e302310bd5044ef5\"> <img src=\"https://media.guim.co.uk/833be2b2535bf79a6b20fa26e302310bd5044ef5/0_73_3500_2100/1000.jpg\" alt=\"Detroit Trump protesters\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters march outside the church.</span> <span class=\"element-image__credit\">Photograph: Rebecca Cook/Reuters</span> </figcaption> </figure> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/03/citizens-united-david-bossie-trump-campaign\">Trump's new hire David Bossie has decades-long history attacking Clintons</a> </p> </aside>  <p>Outside, protests continued. A group of clergy from across metropolitan Detroit denounced Trump’s visit. The Rev Lawrence Glass said Trump’s message to the black community and minorities – asking “what do you have to lose” through a vote for the Republican – was not genuine.</p> <p>“What do we have to lose?” Glass said. “How about voting rights, civil rights, human rights?” </p> <p>The mayor of Detroit, Mike Duggan, also criticised Trump’s decision to speak in his city and attacked the businessman on economic lines. At a press conference, in a restatement of remarks at the Democratic National Convention in Philadelphia in July, Duggan said: “The difference between Donald Trump and Detroit is Detroit’s only gone through bankruptcy once.” </p> <p>The city is attempting to leave behind <a href=\"https://www.theguardian.com/world/2013/jul/18/detroit-formally-files-bankruptcy\">the largest municipal bankruptcy in US history</a>. In his speech to the Detroit Economic Club <a href=\"https://www.theguardian.com/us-news/2016/aug/09/donald-trump-economic-speech-detroit-michigan-locals-angry\">last month</a>, Trump sought to use the city as an illustration of Democratic party policies that he said produced “silenced victims”. Duggan noted key improvements, particularly falling rates of homicide and unemployment. </p> <p>Detroit’s police chief, James Craig, told reporters at the church he had spoken to Trump for about 30 seconds, and said the Republican nominee told him: “Thanks for making us safe.” As of 11.45am no arrests had been made, Craig said. Activists claimed a woman’s shoulder was broken by a police officer during a brief confrontation prior to the service.<br></p> <p>When events inside the church were over, attendees said Trump had received a warm welcome. Frank Bailey, 69, had driven in from Farmington Hills, a suburb about 20 miles north-west of the city. He said he enjoyed the service, having been concerned about how Trump would be received, due to his low polling among African Americans.</p> <p>“I think at the beginning [of the service] it was slow, but the more he talks and the more he said and the more genuine he seemed to become, I guess, I felt that they really warmed up to him,” he said. </p> <p>Jacquelyn Rhodes, a pastor at New Light Christian Ministries in Detroit, said Trump offered substantive remarks. A lifelong independent, Rhodes said the visit had bolstered her support for the Republican. </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Nobody had any animosity toward him because we’re all Christians</p> <footer> <cite>Cynthia Price</cite> </footer> </blockquote> </aside>  <p>“He wasn’t my first choice during the primaries,” Rhodes said, “but I do support Donald Trump. I think he will have a plan for jobs. I think that’s what we need most of all in the city of Detroit. The economy needs to be improved, and the city has been run by mostly Democrats over the years, and I feel that the policies that have been enacted have not helped the residents in the city.”</p> <p>Others were not swayed. Cynthia Price, a Detroit resident, said that as a Christian she was “supposed to receive everybody in love – whether we agree with them or not”, adding: “I mean, nobody had any animosity toward him, because we’re all Christians.” </p> <p>Still, Trump’s comments had not moved her much. “For voting for him?” she said. “No. I’ve never been a Republican – that’s probably a poor excuse – but I haven’t decided who I’m voting for.”</p>  <figure class=\"element element-image\" data-media-id=\"ebd11ef69dbdc1eacda4a5f3dda79f8fd66dd66d\"> <img src=\"https://media.guim.co.uk/ebd11ef69dbdc1eacda4a5f3dda79f8fd66dd66d/33_0_4709_2826/1000.jpg\" alt=\"detroit protest donald Trump\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters march outside the Great Faith Ministries international church on Saturday in Detroit.</span> <span class=\"element-image__credit\">Photograph: Carlos Osorio/AP</span> </figcaption> </figure>  <p>Latonya White, another Detroit resident, said Trump’s cool demeanor before the congregation had “shocked” her. She had no plans to vote for him either. </p> <p>“I was expecting to hear his view on what’s going on in the black community and I was open to hear what he had to say,” White told reporters. “And some of the things that he did say, as far as just coming out in the black community, kind of shocked me, I’m gonna be honest.</p> <p>“It didn’t change my mind, but it did give me an open mindset concerning Donald Trump.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/02/lyin-trump-fact-check-mexico-wall-immigration\">The lies Trump told this week: who's paying for the wall to immigration costs</a> </p> </aside>  <p>The organisation of the event was somewhat chaotic. The service was publicized as open to the public on a first-come, first-served basis, but upon arrival some parishioners found that tickets were needed. On Wednesday, the New York Times obtained <a href=\"http://www.nytimes.com/2016/09/02/us/politics/donald-trump-black-voters-wayne-jackson.html?_r=0\">a copy of scripted answers</a> for Trump’s taped interview Bishop Jackson, prompting Jackson to say he would change his questions. </p> <p>Duggan, a Democrat, said Trump’s decision to use scripted answers contrasted with his customary portrayal of himself as a maverick. The mayor highlighted one question Jackson intended to ask – “Are you a Christian and do you believe the Bible is an inspired word of God?” – and said: “Donald Trump can’t answer that question to a minister without going through scriptwriters and consultants.</p> <p>“This is the most phony major party candidate I’ve seen in my lifetime.”</p> <p>After Trump’s address, Jackson presented him with a Jewish Heritage Study Bible, a prayer shawl and a pin. Wrapping Trump in the shawl, Jackson said it was from Israel and added that he had prayed and fasted over it.</p> <p>Thanking the presidential candidate for his speech, Jackson declared that he had another title for Trump: “Preacher.”</p>",
  "<p>My wife Teddy and I had a luxury leather-tanning business – we were one of the first to tan crocodiles, lizards and snakes. One day in 1957 I was calling on one of our most important customers, <a href=\"http://www.jta.org/1929/08/15/archive/i-miller-shoe-manufacturer-dies\">I Miller</a> shoes. They had offices in the Empire State Building.</p> <p>I was waiting in a darkened hallway when a very peculiar-looking man walked in and joined me. He had a white face, hair that was the brightest white – it just didn’t belong on a human being. His suit looked like it had been pressed under his bed overnight, his shoes were paint-splattered with all the colours of the rainbow. And he was holding a portfolio. Now, I’m a big man – 6ft 6in – and I was scared. But I also remember thinking that this man was very uncomfortable in his own skin, and painfully shy.</p> <p>In the meeting Andy opened his portfolio to reveal the most extraordinary snakeskin shoe designs. As soon as I could, I said, “Andy, my wife Teddy and I are looking for someone to come work for us. Someone who’s got zoom.” He told me he’d been looking for a full-time job in New York, so he came back to our offices a few blocks over and shocked our receptionist with his appearance. He and Teddy immediately took a huge liking to one another. Teddy was very motherly to him, which I think he liked.</p> <p>He worked quickly – anything we asked for, he’d turn around overnight. He had an innate understanding of everything. He was just incredibly gifted – a genius – and I can say that as someone who worked with him years before he was famous.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I also remember thinking that this man was very uncomfortable in his own skin, and painfully shy</p> </blockquote> </aside>  <p>One evening the three of us were working late. Andy looked up and said, “I would like to do your portrait,” so we headed to a photobooth and had our pictures taken. He kept pumping the machine full of quarters and telling us what to do. Later, I made the one major mistake of my association with Andy: I asked him how much a portrait would cost. Without missing a beat he said, “This is my art. I would have to get $2,500.” Back then $2,500 was a little unattainable for Teddy and me, so we never had the portrait done, but we still have the pictures from the photobooth.</p> <p>Andy worked with us until 1965, but then left as he was getting into film. We’d see him around at restaurants and he’d greet us with such warmth. He came to our house in Greenwich Village when we threw a party for the designer <a href=\"http://www.rogervivier.com/en-gb/\">Roger Vivier</a>, who was over from Paris. Andy took a lot of pictures of our guests that night. He even asked if Roger would appear in one of his films, naked. He was always extraordinary, and he was always going to be Andy Warhol.</p> <p>The Autobiography of a Snake:<em> </em>Drawings by Andy Warhol<em> is published by Thames &amp; Hudson on 22 September at £14.95. To buy a copy for £12.26 go to </em><a href=\"https://bookshop.theguardian.com/autobiography-of-a-snake.html\"><em>bookshop.theguardian.com</em></a><em> </em></p>"
]