[
  "<p>David Cameron was unequivocal. “The military,” he said. “The military is definitely one sector where I don’t see black people represented at the top.” That was four years ago, and the former prime minister was talking to me about the sectors of society in which he felt people of African or African Caribbean heritage were most conspicuous by their absence.</p> <p>He had been spot-on in identifying the military; there are very few black faces in the senior ranks. Only 2.4% of officers are from a black or minority ethnic background – and that figure includes recruits from Commonwealth countries. However, he could just as easily have been talking about the civil service, the police or the media and still have been on the money.</p> <p>Six years before that conversation, I launched the <a href=\"http://www.powerlist.co.uk\">Powerlist</a>, an annual publication that profiles some of Britain’s most influential people of African and African Caribbean heritage. Now, 10 years on, as we publish this year’s list, we have found that despite some cause for optimism – mostly in the business sector – in many areas the situation is no better than a decade ago, and sometimes worse.</p> <p>Take, for instance, the government. Incredibly, there has never been an MP of African or African Caribbean heritage in the cabinet. The only black cabinet minister was Baroness Amos (a peer) who served in the decision-making body of the executive as secretary of state for international development and leader of the House of Lords between 2003 and 2007. Baroness Scotland, as attorney general, and before her Lord Boateng, as chief secretary to the Treasury, held positions in which the incumbent minister was regularly invited to attend cabinet meetings, but strictly speaking neither of those roles is regarded as being in the cabinet. Today there are no black people in the cabinet.</p> <p>A look at the judiciary shows that 10 years ago Dame Linda Dobbs, who currently chairs the Powerlist judging committee, was the only black high court judge. In 2004, when she was first appointed, she said of the fact that she was the first person of African heritage to fill such a role: “I am confident that I am the first of many to come.” Sadly, that has not been the case. Not only was she the one black high court judge throughout her tenure, but since Dobbs retired in 2013 there has been a total absence of black judges in the high court.</p> <p>Intriguingly, however, there has been a significant shift in representation on the list from the public to the private sector. There are no official data to back this up, but a look at corporate Britain reveals that the number of black people in senior positions has increased over the years – almost certainly as a result of aggressive diversity programmes instituted by many companies in this sector. In professional services, while the numbers are still far fewer than they ought to be, there are more black partners than ever before. It’s the same in law firms: more black partners have come through over the past decade. And in banking, particularly investment banking, there are more black managing directors than ever.</p> <p>But when we look at board representation in FTSE 100 companies – the people who make the most important decisions in these firms – the picture once again turns ugly. There are just two UK-based black people – Dambisa Moyo, at Barclays and at SAB Miller, and Jean Tomlin at Sainsbury’s – serving on the board of a FTSE 100 firm. Both are non-executives. There are no black c-suite execs (chair, chief executive, chief finance officer etc) – the people who really run the company. In 2007 there were three, two of whom were executive directors.</p> <p>As our list has clearly shown over the years, this is not due to a paucity of talent. It’s more to do with a lack of opportunities for that talent to shine, with some of the headhunters who have traditionally filled board vacancies particularly culpable because they simply don’t know any black people.</p> <p>But it’s not all bad news. The one area that seems to have thrived, somewhat ironically given the economic climate of the past decade, is the number of black-owned and run businesses that have come through.</p> <p>Ten years ago we struggled to find successful entrepreneurs. Now young people such as 24-year-old Steven Bartlett, who set up Social Chain, one of the UK’s fastest growing social media firms, and former banker Martin Ijaha, the founder and CEO of Neyber, a company that offers affordable loans to company employees, are becoming serious trailblazers in the business sector. And then we have the more established entrepreneurs such as Ric Lewis, whose property investment firm Tristan Capital Partners has £10bn under management, and Tom Ilube, who has set up and sold a number of tech companies. In the arts, Femi Oguns’ Identity Agency Group has been at the forefront of supplying black British acting talent to Hollywood, <em>Star Wars</em> actor John Boyega being one high-profile success.</p> <p>On Tuesday we celebrate the Powerlist’s 10th anniversary at the annual influencers’ dinner, a black-tie event in the City which will feature leading figures in the UK’s African and African Caribbean population as well as guests from the US, Africa and the Caribbean. London mayor Sadiq Khan, will deliver the keynote speech. It has become the most prestigious event in the black British calendar.</p> <p>Ten years on, Powerful Media, the company that publishes the list, has added <a href=\"http://powerful-media.com\">Future Leaders</a>, which profiles 100 of the UK’s most talented black students every year and which has become an invaluable resource for our recruitment firm Powerful Personnel. Through it we work with some of the country’s leading firms to assist them in their efforts to recruit the brightest and best, at all grades of seniority, regardless of their ethnicity.</p> <p>I’ve always said that we will stop publishing the Powerlist when it is no longer necessary. But given the slow rate of change in so many areas of British life, it’s arguably needed more now than ever before.</p> <h2>Corporates, financiers and entrepreneurs</h2> <p><strong>Nathaniel Peat</strong></p> <p><em>Co-founder/CEO, Gennex, which provides innovative renewable energy products, primarily solar, in Africa and the Caribbean</em></p> <p>Social entrepreneur and talented businessman from Tottenham, north London, who has won numerous awards for enterprise.</p>  <figure class=\"element element-image\" data-media-id=\"1dfbd6f15eb66c1bc35a68c05ed7dfa09bae98c9\"> <img src=\"https://media.guim.co.uk/1dfbd6f15eb66c1bc35a68c05ed7dfa09bae98c9/0_182_3500_2100/1000.jpg\" alt=\"Gina Miller.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gina Miller.</span> <span class=\"element-image__credit\">Photograph: Dylan Martinez/Reuters</span> </figcaption> </figure>  <p><strong>Gina Miller</strong></p> <p><em>Founder, SCMDirect.com, MoneyShe.com, SCM50.com, True and Fair Foundation</em></p> <p>Formidable investment fund manager with a passion for consumer protection and a legal challenge against Brexit underway.</p> <p><strong>Najoh Tita-Reid</strong></p> <p><em>VP and country division head for the UK, Bayer Consumer Care</em></p> <p>Seen as being among the very best strategic players in her business, and tipped to be soon running a major pharmaceutical company.</p> <p><strong>Daniel Taylor</strong></p> <p><em>Founder/MD, Metro Design</em></p> <p>He founded his company in 1998 and it remains the largest black-owned firm in its field of commercial design and build.</p> <p><strong>Freddie Achom</strong></p> <p><em>Founder/chair, investment group Rosemont Group Capital Partners</em></p> <p>Focused on land and property development with a keen interest in tech investment, Achom is a self-made millionaire. </p> <p><strong>Alan Smith</strong></p> <p><em>Global head of risk strategy and senior executive officer of group risk, global risk, HSBC</em></p> <p>An author as well as a senior financier who has risen within the ranks of the bank for which he has worked for more than 22 years.</p> <p><strong>Netsai Mangwende </strong></p> <p><em>Head of finance business partnering, UK and Europe, AIG</em></p> <p>An inspiring mentor who plays a pivotal role in her company’s senior management.</p> <p><strong>Wol Kolade</strong></p> <p><em>Managing partner, Living Bridge</em></p> <p>An engineer now responsible for strategic development of his firm’s £1.6bn assets.</p> <p><strong>Kanya King</strong></p> <p><em>Chief Executive/founder, Mobo</em></p> <p>An internationally known entrepreneur, public speaker and music industry innovator.</p> <p><strong>Gary Elden </strong></p> <p><em>CEO, SThree Recruitment</em></p> <p>Having grown up in a south London council estate, he now runs his own company. </p> <p><strong>Richard Iferenta</strong> </p> <p><em>Partner, KPMG</em></p> <p>Passionate about fairness at work and a mentor and coach to BME managers. </p> <p><strong>Pamela Hutchinson </strong></p> <p><em>Head of diversity and inclusion EMEA, Bloomberg</em></p> <p>A leading talent in inclusion , she has worked for all the biggest names in banking. </p> <p><strong>Yvonne Ike </strong></p> <p><em>Managing director, sub-Saharan Africa (Ex-RSA), Bank of America Merrill Lynch</em></p> <p>Financial services guru with a specialism in Africa and deep involvement with several development initiatives.</p> <p><strong>Kayode Akinola</strong></p> <p><em>Director of private equity, KKR</em></p> <p>At the heart of the new explosion of interest in Africa’s private equity sector. </p> <p><strong>Bernard Obika </strong></p> <p><em>CEO, Roughton Group</em></p> <p>An executive in transport and engineering with a key role in advising governments and organisations on infrastructure. </p> <p><strong>Kola Karim </strong></p> <p><em>Group managing director/CEO, Shoreline Energy International</em></p> <p>Named by Forbes as one of the most powerful men in Africa, he has been at the helm of his firm for nearly two decades. </p> <p><strong>Tunji Akintokun </strong></p> <p><em>Director, Cisco, Africa</em></p> <p>A proud torch bearer at Rio 2016, he founded a social enterprise scheme to help children into careers in science and technology and was promoted this year to lead Cisco Africa.</p> <p><strong>Arlene Isaacs-Lowe</strong></p> <p><em>Managing director – head of relationship management EMEA, Moody’s</em></p> <p>One of the most senior female corporate executives in the country since she arrived in London for Moody’s in 2015. </p> <p><strong>Ric Lewis </strong></p> <p><em>Founder/chief executive/chair, Tristan Capital Partners</em></p> <p>London real estate investor who founded his own charity to improve educational prospects for underpriviledged children. </p> <h2>Media, publishing and entertainment</h2>  <figure class=\"element element-image\" data-media-id=\"1c11e89a1d15f0855dc56b35eb8d02dec39d81d7\"> <img src=\"https://media.guim.co.uk/1c11e89a1d15f0855dc56b35eb8d02dec39d81d7/0_107_3000_1801/1000.jpg\" alt=\"Sir Lenny Henry.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sir Lenny Henry.</span> <span class=\"element-image__credit\">Photograph: David M. Benett/Dave Benett/Getty Images</span> </figcaption> </figure>  <p><strong>Sir Lenny Henry</strong></p> <p><em>Actor; writer; campaigner</em></p> <p>One of the UK’s best-known comedy performers and a campaigner for BME diversity in the media.</p> <p><strong>Dr Shirley J Thompson</strong></p> <p><em>Composer; conductor; Reader in Music, University of Westminster</em></p> <p>The first European woman to compose a symphony in the past 40 years.</p> <p><strong>Femi Oguns</strong> </p> <p><em>Leading agent and founder of the Identity School of Acting and Identity Agency Group</em></p> <p>One of Britain’s leading talent agents, with Hollywood clients including John Boyega.</p> <p><strong>David Oyelowo</strong></p> <p><em>Actor</em></p> <p>Star of several high-profile films who helped lead the #oscarssowhite campaign.</p> <p><strong>Marcus Ryder </strong></p> <p><em>Executive producer, current affairs, BBC</em></p> <p>TV executive who spearheaded coverage of the Scottish referendum. </p> <p><strong>Steve McQueen</strong> </p> <p><em>Film director</em></p> <p>Celebrated producer and screenwriter who in 2013 became the first black director to win an Oscar, for 12 Years a Slave.</p> <p><strong>Chiwetel Ejiofor</strong> </p> <p><em>Actor</em></p> <p>Nominated for an Oscar for his role as Solomon Northup in 12 Years a Slave. </p> <p><strong>John Boyega </strong></p> <p><em>Actor and producer </em></p> <p>Peckham-born Hollywood star who played the lead in JJ Abrams’ Star Wars reboot. </p> <p><strong>Sharon Dodua Otoo </strong></p> <p><em>Author</em></p> <p>Winner of the prestigious Ineborg Bachmann prize for German literature.</p> <p><strong>Zadie Smith </strong></p> <p><em>Author</em></p> <p>Critically acclaimed novelist who became an overnight success with White Teeth. </p> <p><strong>Tandy Anderson</strong></p> <p><em>Chief executive, Select Model Management</em></p> <p>Co-founder of groundbreaking modelling agency whose clients include David Gandy.</p> <p><strong>Jamal Edwards</strong></p> <p><em>Social media and TV entrepreneur</em></p> <p>Internet mogul who transformed youth broadcasting with YouTube channel SB.TV.</p> <p><strong>Vanessa Kingori </strong></p> <p><em>Publisher, British GQ</em></p> <p>The first and only black publisher at Condé Nast, the glossy publishing house.</p> <p><strong>Idris Elba </strong></p> <p><em>Actor</em></p> <p>Golden Globe winner known for his roles in Luther and The Wire.</p> <p><strong>Pat Younge and Kwadjo Dajan</strong></p> <p><em>MD and creative director, Sugar Films</em></p> <p>Veteran TV producers who between them have delivered Strictly, Luther and Dr Who.</p> <p><strong>Anne Mensah </strong></p> <p><em>Head of Drama, Sky</em></p> <p>One of the UK’s few black senior TV executives, headhunted from the BBC.</p> <p><strong>Darcus Beese </strong></p> <p><em>President, Island Records</em></p> <p>Maverick who signed a teenage Amy Winehouse and manages US superstars.</p> <p><strong>Wayne Hector </strong></p> <p><em>Songwriter</em></p> <p>Prolific songwriter who penned smashes for One Direction, Donna Summer and Westlife. </p> <h2>Politics, law and religion</h2> <p><strong>Sandie Okoro</strong></p> <p><em>General counsel, HSBC Asset Management</em></p> <p>Barrister, governor of the Royal Shakespeare Company and on the equality standards panel of the Premier League. </p> <p><strong>Dr John Sentamu </strong></p> <p><em>Archbishop of York</em></p> <p>Second most senior cleric in the Church of England. Cambridge-educated and anti-violence campaigner.</p> <p><strong>Colin Cook </strong></p> <p><em>Senior clerk to chambers, Garden Court</em></p> <p>Overseeing the practices of 200 barristers, he cares passionately about social justice, and works with young people in his spare time. </p>  <figure class=\"element element-image\" data-media-id=\"8faad7257f76acd5f29e8074743b5d5010e742b8\"> <img src=\"https://media.guim.co.uk/8faad7257f76acd5f29e8074743b5d5010e742b8/0_133_4064_2438/1000.jpg\" alt=\"Dr John Sentamu.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dr John Sentamu.</span> <span class=\"element-image__credit\">Photograph: Don McPhee/The Guardian</span> </figcaption> </figure>  <p><strong>Rev Rose Hudson-Wilkin</strong></p> <p><em>Chaplain to the speaker of the Commons</em></p> <p>The first black person to hold the role and conducts parliament’s daily services. </p> <p><strong>Sam Gyimah</strong></p> <p><em>Parliamentary under secretary of state, Ministry of Justice</em></p> <p>Recently promoted in Theresa May’s reshuffle, the Surrey Conservative MP began his working life as an investment banker.</p> <p><strong>Walter H White </strong></p> <p><em>Partner, McGuire Woods</em></p> <p>Key figure in efforts to enhance contacts between black Britons and African Americans.</p> <p><strong>Tom Shropshire </strong></p> <p><em>Partner, Linklaters</em></p> <p>One of the UK’s leading black business professionals, on government panel looking at the need for diversity in FTSE companies. </p> <p><strong>Grace Ononiwu OBE</strong></p> <p><em>Chief crown prosecutor, West Midlands</em></p> <p>First woman and black person to hold the CPS post and was awarded an OBE in 2008.</p> <p><strong>Funke Abimbola </strong></p> <p><em>General counsel and company secretary, Roche UK</em></p> <p>An award-winning lawyer with an industry-leading team in science and healthcare.</p> <p><strong>Joshua Siaw </strong></p> <p><em>Partner, White &amp; Case</em></p> <p>British-Ghanaian who advises governments, corporates and banks on transactions and crossborder project development in Africa.</p> <p><strong>Sandra Wallace</strong></p> <p><em>Country managing partner, DLA Piper</em></p> <p>Lawyer who has built up a fine reputation acting on high-level discrimination cases. </p> <p><strong>Chuka Umunna </strong></p> <p><em>Labour MP for Streatham, chair of Vote Leave Watch</em></p> <p>The former shadow business secretary is tipped as a future Labour leader.</p> <h2>Public and third sector</h2> <p><strong>Sharon White </strong></p> <p><em>Chief executive, Ofcom</em></p> <p>Former Treasury official who is first black woman to hold a senior role in UK media . </p> <p><strong>Alexander McLean </strong></p> <p><em>Founder and director-general, African Prisons Project</em></p> <p>Grew his charity to a major initiative that changes lives in Kenya and Uganda.</p> <p><strong>Simon Woolley </strong></p> <p><em>Co-founder/director, Operation Black Vote</em></p> <p>A long-time campaigner for racial justice. </p> <p><strong>Lord Adebowale</strong></p> <p><em>Chief executive, Turning Point</em></p> <p>Social enterprise chief, a champion for those affected by poverty, drugs and mental illness.</p>  <figure class=\"element element-image\" data-media-id=\"6f69d730fa8d8e92f5369db4e799e12783b57a07\"> <img src=\"https://media.guim.co.uk/6f69d730fa8d8e92f5369db4e799e12783b57a07/0_136_4000_2399/1000.jpg\" alt=\"Rio Ferdinand.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rio Ferdinand.</span> <span class=\"element-image__credit\">Photograph: Matt Alexander/PA</span> </figcaption> </figure>  <p><strong>Rio Ferdinand </strong></p> <p><em>Philanthropist, football pundit</em></p> <p>Retired Manchester United player who runs a housing charity in east London. </p> <p><strong>Beverley De-Gale and Orin Lewis</strong></p> <p><em>Founders of the ACLT, one of Britain’s leading blood cancer charities</em></p> <p>Keep their son’s memory alive by raising awareness of stem cell and organ donation.</p> <p><strong>Fiona Bartels-Ellis </strong></p> <p><em>Global head of equality, diversity and inclusion, British Council</em></p> <p>Trustee, supporter and mentor across several diversity and gender enterprises. </p> <p><strong>Dr Tony Sewell </strong></p> <p><em>Author, teacher, lecturer and founder and CEO of Generating Genius. Member, Youth Justice board</em></p> <p>Academic, social commentator and writer who works with several youth groups. </p> <p><strong>Patricia Gallan </strong></p> <p><em>Assistant commissioner, specialist crime and operations for the Metropolitan police</em></p> <p>Scots-born and the most senior ethnic minority female police officer. Widely seen as a future commissioner.</p> <p><strong>Seyi Obakin </strong></p> <p><em>CEO, Centrepoint</em></p> <p>Head of the major homelessness charity, he began his working life as an accountant. </p> <h2>Technology</h2> <p><strong>Mariéme Jamme </strong></p> <p><em>CEO, Spotone Global Solutions; advisory board member, Data-Pop Alliance</em></p> <p>Senegal-born businesswoman who helps startups in emerging markets.</p> <p><strong>Tom Ilube </strong><br></p> <p><em>Founder of Crossword Cybersecurity; African Gifted Foundation</em></p> <p>Cybersecurity expert and educational philanthropist whose schools transform lives in the UK and Africa.</p> <p><strong>Ismail Ahmed </strong></p> <p><em>Founder/CEO, WorldRemit</em></p> <p>Entrepreneur whose firm allows users to send money across the world in seconds.</p> <p><strong>Piers Linney </strong></p> <p><em>Technology adviser, Insight Global Technology Fund</em></p> <p>Former star of BBC 2’s Dragons’ Den, technology mogul and philanthropist.</p> <p><strong>Martin Ijaha </strong></p> <p><em>Founder/CEO, Neyber</em></p> <p>Ex-Goldman Sachs banker whose firm offers an alternative to high borrowing rates.</p> <p><strong>Baroness Oona King</strong></p> <p><em>Global head of diversity, YouTube</em></p> <p>Labour peer, broadcaster and writer who recently swapped the Lords for Silicon Valley.</p>  <figure class=\"element element-image\" data-media-id=\"1bbd60bda3c401eb610f98ce13bdb772e2a746cc\"> <img src=\"https://media.guim.co.uk/1bbd60bda3c401eb610f98ce13bdb772e2a746cc/0_192_5760_3456/1000.jpg\" alt=\"Oona King.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Oona King.</span> <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> </figcaption> </figure>  <p><strong>Ian Greenstreet </strong></p> <p><em>Entrepreneur; founder and chair, Infinity Capital Partners</em></p> <p>Respected financier whose foreign exchange firm is making waves in the City. </p> <p><strong>Janet Thomas </strong></p> <p><em>Investment banker; founder and CEO, Touch FX</em></p> <p>MD of Infinity Capital Partners and one of the most respected women in the City.</p> <p><strong>Jacky Wright</strong></p> <p><em>Vice-president, Microsoft IT Enterprise SES</em></p> <p>IT executive of over 20 years’ business experience who campaigns for diversity. </p> <p><strong>Adrian Joseph</strong></p> <p><em>Non-executive director, the Home Office </em></p> <p>Senior Google executive who leads a taskforce to accelerate racial diversity.</p> <p><strong>Paulette Rowe </strong></p> <p><em>Managing director, global payments acceptance, Barclaycard</em></p> <p>Chair of the Mayor’s Fund for London and oversees a third of card payments in the UK.</p> <p><strong>Dupsy Abiola </strong></p> <p><em>Entrepreneur, lawyer and founder/CEO of Intern Avenue</em></p> <p>Lawyer whose data-driven enterprise Intern Avenue is opening doors for BME students.</p> <p><strong>Steven Bartlett </strong></p> <p><em>Co-founder, Social Chain</em></p> <p>Manages social media accounts for brands including the BBC and 20th Century Fox. </p>",
  "<p>If you’re not a morning person, don’t have breakfast with Royal Ballet star Eric Underwood. The 32-year-old beams with the sort of superhero levels of confidence and joy that would make anyone feel a bit Eeyore-ish by comparison. As he tucks into his meal (two fried eggs with a side of chorizo; he leaves the toast), he even says, “I just really enjoy being myself.”</p> <p>The British-American has been a dancer with the Royal Ballet for nearly 10 years, after being spotted at the age of 21 while on tour with the <a href=\"https://www.theguardian.com/stage/american-ballet-theatre\">American Ballet Theatre</a> in London. He has since danced the lead in Swan Lake, Sylvia and Manon, and Alice’s Adventures In Wonderland. Now he’s finding a new audience as a model, being photographed by <a href=\"https://www.theguardian.com/artanddesign/mario-testino\">Mario Testino</a> and <a href=\"https://www.theguardian.com/lifeandstyle/video/2011/jul/20/nick-knight-interview-video\">Nick Knight</a>, and sitting on front rows at fashion week.</p> <p>Underwood came to ballet as a teenager, which is relatively late for a professional. He was raised in a low-income family in a suburb of Washington DC, one of three children, but his parents’ only biological child (he has two half siblings from his father’s previous marriage). His father passed away when Underwood was 17, and you get the sense that he got the lion’s share of his mother’s attention, with whom he is still best-friend close .</p>  <figure class=\"element element-image\" data-media-id=\"9a4138e999ee49348379d1f1c6a97d49f920b04c\"> <img src=\"https://media.guim.co.uk/9a4138e999ee49348379d1f1c6a97d49f920b04c/894_0_3728_5118/728.jpg\" alt=\"Eric Underwood\" width=\"728\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I felt like I could be great at this. That I could change my family’s destiny if I got it right.’</span> <span class=\"element-image__credit\">Photograph: Linda Brownlee for the Guardian</span> </figcaption> </figure>  <p>“My parents did the whole American, ‘We believe in you, you can do whatever you want to do thing,’” he says. Unlike his brother, who was into carpentry, and his academic sister, Underwood was more creative, something that manifested itself every time he danced with the neighbourhood kids or customised their jeans with a Magic Marker pen.</p> <p>At home, he was nurtured and loved, but says he would hear the sound of gunshots outside every day. “It stressed my mother out and she would make us lie on the ground until the shots finished.” One night, somebody was killed outside their flat. “I don’t have any traumatising memories of seeing that body, because when you grow up hearing gunshots, at some point you know that there will be a dead body.” He adds that he was just glad it wasn’t a familiar face. “I have childhood friends who are no longer with us or who are in prison because of gun crime. That was a reality.”</p> <p>His mother wanted him to go the nearby performing arts school, a more promising bet than mainstream school. “One day she said, ‘OK, we’re going to make you an actor.’ She got a book out of the library [so I could] learn an entire monologue for an audition.” But on the day, he got stage fright and forgot all his lines.</p> <p>That might have been the end of it, but as he was leaving Underwood saw some girls practising ballet in the next room. “I couldn’t walk out of that building and say to my mum, ‘I didn’t get that’. That was a no-no.’” Underwood walked in, wearing jeans and a T-shirt, and insisted the teacher give him a go. “I felt like I could be great at this, and that I could change my family’s destiny if I got it right.” The experience was a baptism of fire, with the teacher shouting out specialist dance terms (tombé and glissé). “I knew nothing, but I said, ‘If you show me, I can do it.’”</p>  <figure class=\"element element-image\" data-media-id=\"b07c4bf631afcd32cd319fe6a86c079a8033a002\"> <img src=\"https://media.guim.co.uk/b07c4bf631afcd32cd319fe6a86c079a8033a002/0_1135_5106_3064/1000.jpg\" alt=\"Eric Underwood\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I’ve always thought, “I look great, I can dance, I’ve got some rhythm. Things are on the up and up.”’</span> <span class=\"element-image__credit\">Photograph: Linda Browlee for the Guardian</span> </figcaption> </figure>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I'd watch the Nutcracker and A Chorus Line over and over. I was obsessed</p> </blockquote> </aside>  <p>He was given a trial run that same day, and was soon taking regular classes. His teacher took him, one of the only boys in her class, under her wing and drove him around the city to attend different classes. This led to tensions between his teacher and his mother. “She was like, ‘I’m your mother, I’m used to giving you everything you need’. But then this ballet teacher came along and gave me something she couldn’t give me.” The two eventually realised they had a common goal and became friends.</p> <p>Underwood, meanwhile, was absorbed in becoming a better dancer. “I would put my leg up on the bunk bed in my bedroom, stretch and watch videos of The Nutcracker and A Chorus Line over and over again. I was obsessed.”</p> <p>His mother had anxiety issues and then a heart attack, which meant she could no longer work. The household income suffered, “but where the finances went away, it was replaced by time”. Underwood says: “My mother was home more, so she’d be able to say, ‘Eric, let’s do your homework together.’”</p> <p>There was fun to be had, too. Every Friday night his mother would gather together the family, make a barbecue dinner, move the furniture and dance around the house to <a href=\"https://www.theguardian.com/music/2010/jan/14/teddy-pendergrass-obituary\">Teddy Pendergrass</a>. “It wasn’t just a Friday night dressed in pyjamas,” Underwood explains. “She’d come fully dressed. She’s quite a vibrant woman who likes to do things, and this was her way of going out.”</p> <p>At 15, he won the Philip Morris foundation scholarship to the School of American Ballet (“My mother was like, ‘Oh, you must be quite good, then’”) and in New York, for the first time in his life, he heard people refer to him as “the black one”. Did that hurt? “No. My mother had always told me I was beautiful and amazing. I thought it was their problem. I never felt negative about being black. I’ve always thought, ‘I look great, I can dance, I’ve got some rhythm. Things are on the up and up! I’m just going to go home, put on some Marvin Gaye and have a blast!’”</p>  <figure class=\"element element-image\" data-media-id=\"cef560a9cf083b34f7b48dd0c4c801c91ead4f18\"> <img src=\"https://media.guim.co.uk/cef560a9cf083b34f7b48dd0c4c801c91ead4f18/0_232_4075_4903/831.jpg\" alt=\"Eric Underwood\" width=\"831\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I never felt negative about being black. My mother had always told me I was beautiful and amazing.’</span> <span class=\"element-image__credit\">Photograph: Linda Brownlee for the Guardian</span> </figcaption> </figure>  <p>Underwood joined <a href=\"http://www.dancetheatreofharlem.org\">the Dance Theatre of Harlem</a> in 2000 and was promoted to soloist at the end of his first season; in 2003, he moved to American Ballet Theatre, where he and <a href=\"https://www.theguardian.com/stage/2015/jun/30/misty-copeland-success-ballet-right-direction\">Misty Copeland</a> were the only two dancers of colour in the company. He tells me about something that happened on tour in Mississippi: he and Copeland were entering their hotel at the same time as a homeless man was being denied access. The man watched them go in and then screamed, “You won’t let me in, but you let these fucking niggers in?” Underwood remembers the sense of shock. “I felt singled out and defeated. In that moment, I wasn’t just one of the dancers.”</p> <p>Until recently, ballet shoes for black feet didn’t exist – the “flesh tone” shoe was always a pale pink or beige – and Underwood’s pre-show ritual used to include a laborious 45 minutes spent caking his “nude” ballet pumps with dark makeup. Once, in Italy, he failed to find the right makeup and struggled to cover his shoes for a performance. “<a href=\"https://www.instagram.com/p/5UE6auBFO9/\">I posted an Instagram to some companies</a>, suggesting there should be different coloured shoes. A Russian ballet company replied, saying, ‘You’re black. You should wear black shoes.’”</p> <p>But one major manufacturer, Bloch, responded by creating a line in darker tones, including one co-designed with Underwood, which they call Eric Tan. Underwood has been dancing in them <a href=\"https://www.instagram.com/p/BC0vjC3l_B_/\">since March this year</a>.</p> <p>He believes that visibility is the best way to get more diversity in ballet. “It’s about having ballet on your radar, and it’s important to see people who reflect you doing it. Ballet can be incredibly elitist and expensive. Unless you can afford those luxuries, you don’t see it as being a possibility.”</p>  <figure class=\"element element-image\" data-media-id=\"032b37eb89b6bc66d7c9aa87003578bdc75f66cc\"> <img src=\"https://media.guim.co.uk/032b37eb89b6bc66d7c9aa87003578bdc75f66cc/0_0_4724_4975/950.jpg\" alt=\"Jumper, trousers and trainers all Polo Ralph Lauren.\" width=\"950\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">All clothes by <a href=\"http://ralphlauren.co.uk/\">Polo Ralph Lauren</a>, available from the new flagship store on Regent Street, London. Stylist: Melanie Wilkinson. Photographer’s assistants: Sophie Teasdale and Will Lepper. Stylist’s assistant: Dinah Shaw. Grooming: Neusa Neves using Dermalogica and Nars.</span> <span class=\"element-image__credit\">Photograph: Linda Brownlee for the Guardian</span> </figcaption> </figure>  <p>Earlier this year, Underwood went to a school in east London with <a href=\"http://www.bbc.co.uk/programmes/b06yr98n\">the BBC show Inside Out</a>, to get some of the kids to try ballet. Out of 60 boys, he identified two whom he thought had real talent. One of the mothers went on to enrol her son in classes, but the other mother was immovable in her view that boys don’t do ballet. “She said, ‘His father wants him to play football. He doesn’t dance.’” Underwood shrugs: “People ask me why there aren’t more dancers of colour, or boys, and it’s about the parents.”</p> <p>His own father’s reaction to his dancing was positive. “My father was quite a shy man. He said, ‘So I hear you’re dancing?’ I said, ‘Yeah,’ and he said, ‘Well, as long as you’re happy’. That was the end of that.”</p> <p>Underwood joined the Royal Ballet in 2006, and in 2008 became a soloist and moved to London; he recently became a British citizen. He says he loves London’s diversity, and now feels like a visitor when he goes back to the States to visit his mother, who has moved to North Carolina. His brother is now a furniture builder and his sister a teacher.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>When people are getting shot outside your house, your priorities are different</p> </blockquote> </aside>  <p>Recently, Underwood has begun to look beyond dancing. “I love dancing,” he explains, “but I want to be able to stop early enough that I can reinvent myself.” Last year, he signed to the same talent agency as Alexa Chung, and has since been photographed by David Bailey (a full-frontal nude for British GQ); <a href=\"http://www.vogue.it/moda/cover-fashion-stories/2016/02/09/laugh-by-mario-testino/\">Testino snapped him with Kate Moss for Italian Vogue</a>, an experience he describes as “in-cre-dible. She knew every angle. It was genius.”</p> <p>He has loved fashion from a young age, and cites model <a href=\"https://en.wikipedia.org/wiki/Tyson_Beckford\">Tyson Beckford</a> and <a href=\"https://www.youtube.com/watch?v=AVbQo3IOC_A\">the Fresh Prince</a> as early style icons. “I think of clothing as costume. One day I can be punk, and another I can be Ralph Lauren on a yacht.” Today, he’s wearing a maroon, button-down shirt that’s more normcore than out-and-out fashion. “I’m in a classic look because of work,” he explains.</p> <p>You’d think a lifetime of focusing on his body and what it can do, as both a dancer and a model, would make Underwood self-critical, but he’s too well-adjusted for that. “When people are getting shot outside your house, your priorities are different,” he says. “It’s not about having a bit of fat under your leg.”</p> <p>But he once described training as “nine hours staring at your faults”, dancing in a room full of mirrors. What does that do to a person? “It can be a great thing or it can destroy you. I think it’s important to know who you are when you’re looking into that mirror.” </p>",
  "<p>Johanna Konta has been denied a place at the WTA Finals at the 11th hour, after Svetlana Kuznetsova won the Kremlin Cup in Moscow to leapfrog the Briton in the race for qualification.</p> <p>On the eve of the season-ending showpiece in Singapore, which features the top eight players in the world, Kuznetsova, the top seed and defending champion, overwhelmed the naturalised Australian Daria Gavrilova in straight sets, 6-2, 6-1.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2016/oct/22/kyle-edmund-loses-richard-gasquet-semi-final-european-open\">Kyle Edmund misses out on first ATP Tour final in Gasquet defeat</a> </p> </aside>  <p>Kuznetsova’s success leaves Konta, who has been named the <a href=\"http://www.wtatennis.com/news/article/5993863/title/konta-wta-most-improved-player-of-the-year\" title=\"\">most improved player on the WTA Tour</a> this year after <a href=\"https://www.theguardian.com/sport/2016/oct/08/johanna-konta-beats-madison-keys-china-open\" title=\"\">breaking into the top 10 for the first time</a> and reaching the <a href=\"https://www.theguardian.com/sport/2016/jan/28/johanna-kontas-fairytale-australian-open-run-ended-by-angelique-kerber\" title=\"\">Australian Open semi-finals</a>, to rue the abdominal strain that forced her to withdraw from the Hong Kong Open and has kept her sidelined since. She had previously been in pole position to complete the lineup at the eight-woman WTA Finals after Serena Williams pulled out with a shoulder injury.</p> <p>Konta, seemingly fit again after appearing on the practice courts in Singapore, where she participated in the buildup to the event, could yet feature as first alternate in the event of any further withdrawals.</p> <p>In the meantime, however, the ninth-ranked Kuznetsova will board a flight to Singapore, bruised but buoyed after a hectic week that has brought four wins in four days and 470 ranking points, enough to edge Konta out of the frame by 95 points.</p> <p>“I was trying not to think about Singapore all week,” said Kuznetsova. “I was playing match by match and I’m so happy to win.”</p> <p>With prize money of more than $150,000 on offer for each group win at the round-robin event, Kuznetsova’s second successive title on the indoor hard courts of Moscow’s Olympic Stadium could yield a return far beyond the <a href=\"http://www.kremlincup.ru/db/aboutcup/33/\" title=\"\">$141,700 cheque</a> she picked up for claiming her second tournament victory of 2016.</p> <p>The Russian will line up in white group, alongside second-seed Agnieszka Radwanska, whom she will face on Monday in her first match, as well as the French Open champion, Garbiñe Muguruza, and the US Open finalist Karolina Pliskova.</p> <p>The Red group is headlined by the world No1, Angelique Kerber, with Simona Halep, Madison Keys and Dominika Cibulkova completing the field.</p> <p>Kuznetsova, a former French and US Open champion, overwhelmed the Moscow-born Gavrilova – who at the age of 22 was contesting her first WTA Tour final – in just over an hour.</p>"
]