[
  "<p>The former dean of the University of California, Berkeley law school has filed a lawsuit accusing school officials of singling him out because of his race for a second investigation of sexual harassment allegations.</p> <p>Sujit Choudhry says in a federal discrimination lawsuit filed Thursday in San Francisco that the University of California has treated white faculty members and administrators found to have committed sexual misconduct more leniently while threatening him with a campus ban and loss of tenure.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/sep/07/berkeley-sexual-harassment-sujit-choudhry-tyann-sorrell\">UC Berkeley dean who violated sexual harassment policies returns to campus</a> </p> </aside>  <p>His lawsuit names the University of California regents and Janet Napolitano, the school’s president, and seeks unspecified damages.</p> <p>A message seeking comment from the University of California was not immediately returned.</p> <p>Choudhry resigned as dean in March amid faculty outrage that he had been allowed to remain in the position after a campus investigation substantiated sexual harassment allegations from his executive assistant.</p> <p>Most recently, outrage flared again after he returned to campus this month to work.</p> <p>The <a href=\"https://www.theguardian.com/us-news/2016/apr/26/uc-berkeley-sexual-harassment-tyan-sorrell-sujit-choudry\">woman at the center of his case</a>, his former executive assistant Tyann Sorrell, said at the time that his presence could “silence victims from coming forward”.</p> <p>As described in a university <a href=\"https://www.law.berkeley.edu/wp-content/uploads/2016/03/Choudhry-Investigation-Report-7-7-15-REDACTED.pdf\">report</a> and Sorrell’s lawsuit, she said Choudhry treated her like his personal “maid” and began hugging and kissing her without permission. According to her claim, he eventually touched her on a “near daily basis” and allegedly rubbed and caressed her arms and shoulders while she typed.<br></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/apr/26/uc-berkeley-sexual-harassment-tyan-sorrell-sujit-choudry\">'I was expendable': how UC Berkeley failed a woman being sexually harassed</a> </p> </aside>  <p>Choudhry admitted touching her – but disputed some specifics of her allegations – and the university concluded that he had violated sexual harassment policies. His salary was reduced by 10% to $373,500 for one year as punishment. After Sorrell, 41, filed a lawsuit, the case went public and sparked intense backlash, with critics saying the university had failed a victim and given an offensively light sanction to a powerful administrator.</p> <p>Choudhry subsequently stepped down as dean but remained on the faculty, and Napolitano in March <a href=\"https://www.scribd.com/doc/304423060/Letters-from-UC-President-Janet-Napolitano\">requested</a> that Choudhry be <a href=\"http://www.dailycal.org/2016/03/12/graham-fleming-fired-from-role-as-berkeley-global-campus-ambassador/\">barred</a> from returning to campus for the rest of the semester.</p> <p>In his lawsuit, Choudhry said the University of California opened a second investigation of him for the same conduct after Sorrell filed the lawsuit and after reports it had mishandled cases of serious sexual misconduct. <br></p> <p>The lawsuit seeks unspecified damages and a court order stopping the second disciplinary process. <br></p>",
  "<p>It was a good day to query the government’s use of flimsy statistics to justify massive infrastructure projects. <a href=\"https://www.theguardian.com/uk-news/2016/sep/15/hinkley-point-c-nuclear-power-station-gets-go-ahead\">After Hinkley</a>, we’re on to Heathrow’s third runway and HS2 – and Andrew Tyrie, chairman of the Treasury select committee, is unhappy on both fronts.</p> <p>On airports, he still hasn’t had a reply to five requests for more detailed disclosures of the assumptions used in the <a href=\"https://www.gov.uk/government/consultations/increasing-the-uks-long-term-aviation-capacity\">Airports Commission’s final report</a>. But his bigger beef is with the high-speed railway. “HS2 has the weakest economic case of all the projects within the infrastructure programme, yet it is being pushed through with the most enthusiasm,” he says. He’s right.</p> <p>What’s more, the cost of HS2 almost puts the other two in the shade. Hinkley and Heathrow are both £18bn projects, or thereabouts. HS2 is a £42.5bn or £55bn adventure, depending on whose numbers you prefer, and could be hurtling towards £70bn or £80bn by the time incidentals, like new trains, are included. The case for review ought to be overwhelming.</p> <p>The momentum behind HS2, however, seems strong now that Chris Grayling, the new transport secretary, <a href=\"https://www.theguardian.com/uk-news/2016/jul/17/hs2-go-ahead-transport-secretary-chris-grayling\">has come out in favour</a>. Like some of his predecessors, Grayling has given up justifying HS2 on grounds of speed and instead relies on the argument that more capacity is needed, especially on the west coast mainline. But then Grayling makes the leap that any new capacity must automatically be of the high-speed variety. “Of course it makes sense, if we’re going to build a new railway line, for it to be a fast railway line, to reduce travel times from north to south,” he said in July. “That’s logical.” </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2016/sep/14/hs2-high-speed-rail-project-commons-public-accounts-committee-report\">Urgent clarity needed on HS2 costs and timescale, MPs warn</a> </p> </aside>  <p>Is it really, though? Has the government approached the cost-benefit analysis with an open mind? A House of Lords committee last year urged the government to review options involving lower speeds, and Tyrie wants to see something similar. “The question of whether it is possible to improve capacity at lower speed and, consequently, at a lower cost, has not been comprehensively examined,” he told Grayling yesterday.</p> <p>It should be examined. So should smaller-scale enhancements of the road and railway networks that could deliver benefits more quickly. With Hinkley, prime minister Theresa May paused for thought and then failed, it seems, to consider costs. She must do better with HS2.</p> <h2>Choppy waters jolt Next’s even keel</h2> <p>For once, Lord Wolfson’s ingrained caution was fully justified. Next’s chief executive warned of tough trading conditions in his last City outing, and he was correct. Sales at Next rose 2.6% to £1.96bn in the six months to July, but <a href=\"https://www.theguardian.com/business/2016/sep/15/next-retail-profits-slide-as-consumers-shun-full-price-clothes\">pre-tax profits fell 1.5% to £342m</a>. The punters come out for cut-price sales but it is harder to persuade them to buy new clothes at full price.</p> <p>In the circumstances, the 5% fall in the share price was understandable. Note, however, that Wolfson, who is admirably strict in providing forecasts of profits for the full year, didn’t tweak his projections one jot. He’s still expecting the final quarter to be strong compared with a year ago, when the country was basking in winter sunshine.</p> <p>That should serve as a reminder that the post-Brexit fall in sterling, though important for clothing retailers, is not the whole story. Next’s shares, at a shade under £50, trade at about 11 times earnings and carry a 3% dividend yield. Not bad for a company that hasn’t gone seriously off the rails for a couple of decades.</p> <h2>Juncker talks the talk over Barroso’s Goldman affair</h2> <p>“Personally I do not have a problem with him working for a private bank – but maybe not this bank,” <a href=\"https://www.theguardian.com/business/2016/sep/15/jean-claude-juncker-jose-manuel-barroso-decision-to-join-goldman-sachs\">says European commission president Jean-Claude Juncker</a>, getting himself deeper into the row over predecessor José Manuel Barroso’s choice of Goldman Sachs as new employer.</p> <p>Loathing Goldman, as an icon of Wall Street’s power and greed, is a popular sport, and not only in Europe. But let’s hear Juncker’s definition of an unsuitable bank for a former Brussels bureaucrat. Goldman, says Juncker, was “one of the organisations that knowingly or unknowingly contributed to the enormous financial crisis we had between 2007 and 2009”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/sep/13/jose-manuel-barroso-brussels-ec-european-commission-inquiry-ethics-goldman-sachs\">Barroso hits back at Brussels over inquiry into Goldman Sachs role</a> </p> </aside>  <p>But dozens of banks could fit that description – certainly those that originated US sub-prime mortgages. Goldman, as it happens, did little origination, although it was up to its neck in the securitisation of financial junk. Should all banks in the sub-prime game be ruled offside? If so, shouldn’t the commission have drawn up a blacklist, which would include several European firms?</p> <p>Juncker has booted the Barroso affair <a href=\"https://www.theguardian.com/business/2016/sep/06/eu-ethics-watchdog-intervenes-on-jose-manuel-barroso-goldman-job\">to the commission’s ethics committee</a>, but it’s hard to believe he intends to apply any actual sanctions. It would oblige him to draw up a few rules, which is harder than making airy statements.</p>",
  "<p>Seven months ago, the Oscars ceremony once again <a href=\"https://www.theguardian.com/film/filmblog/2016/feb/29/oscars-so-white-academy-awards-2016-chris-rock-diversity\">demonstrated</a> that stories about straight white men tend to go down well with groups mostly populated by straight white men. It was the second year running that no acting nominees of colour were nominated and, as <a href=\"https://www.theguardian.com/film/2016/mar/01/oscars-ratings-boycott-film-diversity-box-office\">ratings fell</a> and the call for diversity mounted, the Academy resorted to radical measures. At the end of June, an unprecedented number of new members were <a href=\"https://www.theguardian.com/film/2016/jun/29/oscars-motion-picture-academy-diversity\">invited to join</a>, 40% of them female or from minorities – and, sometimes, both.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/sep/03/moonlight-review-devastating-drama-is-vital-portrait-of-black-gay-masculinity-in-america\">Moonlight review – devastating drama is vital portrait of black gay masculinity in America</a> </p> </aside>  <p>Things were looking up. An industry-wide increase in films centred on ethnically diverse protagonists were <a href=\"https://www.theguardian.com/film/2016/feb/22/major-study-hollywood-endemic-diversity-crisis\">greenlit</a>. Also, there was immediate hope on the horizon: <a href=\"https://www.theguardian.com/film/2016/jan/26/the-birth-of-a-nation-review-sundance-slavery-epic-as-brutal-as-braveheart\">The Birth of a Nation</a>, Nate Parker’s acclaimed Confederacy biopic, which had premiered to wild applause at Sundance. An uncompromising take on racial politics, it was <a href=\"http://www.hollywoodreporter.com/news/sundance-birth-a-nation-sets-857365\">picked up</a> by Fox Searchlight for a record $17.5m (£13.5m) on the presumption it would be the next <a href=\"https://www.theguardian.com/film/2014/mar/03/oscars-2014-twelve-years-a-slave\">12 Years a Slave</a>.</p> <p>But lately, eggs have been removed from the Birth basket. Despite <a href=\"http://www.vanityfair.com/hollywood/2016/08/cheryl-boone-isaacs-birth-of-nation\">renewed calls</a> for people to judge the film on its own importance, the <a href=\"https://www.theguardian.com/film/2016/aug/17/nate-parker-devastated-by-suicide-of-accuser\">distressing accusations</a> of rape against Parker – its star, as well as writer and director – have meant its red-carpet-to-awards glory is looking considerably less assured.</p> <p>So no movie was perhaps ever more sorely required to prevent another #OscarsSoWhite than <a href=\"https://www.theguardian.com/film/2016/sep/03/moonlight-review-devastating-drama-is-vital-portrait-of-black-gay-masculinity-in-america\">Moonlight</a>: Barry Jenkins’s drama tracking a black gay man at three stages over his life.</p> <p>The film has had an extraordinary embrace on the <a href=\"https://www.theguardian.com/film/2016/sep/03/moonlight-review-devastating-drama-is-vital-portrait-of-black-gay-masculinity-in-america\">autumn festival circuit</a>; its brilliance has left few stumbling out of the cinema unmoved. “The reaction has been amazing,” says the 36-year-old Jenkins in Toronto. He is visibly thrilled – and relieved – to be receiving such acclaim for only his second film. “I’ve had a 65-year-old straight white man bawling in my arms.”</p> <p>Loosely based on a play by <a href=\"https://en.wikipedia.org/wiki/Tarell_Alvin_McCraney\">Tarell Alvin McCraney</a>, the film focuses on Chiron, whose troubled life is split into three distinct sections, showing his struggle to define, disguise and ultimately accept his own sexuality in the deprived neighbourhoods of Miami. It is both acutely specific and easily relatable, touching upon issues of identity, coming of age, family and romantic attachment.</p> <p>Jenkins is fresh in town from the film’s monumental launch at the Telluride film festival. But while the movie is yet to receive a negative review from critics, he is fending off a small but vociferous backlash online. “I didn’t tell anybody this,” he says, “but I received hate on Twitter when the trailer dropped. Maybe it was naivety on my part, but it became a discussion that I didn’t anticipate.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"a1f7f0bb1b6dd8b59aa3a25ba3c87212564755c5\"> <img src=\"https://media.guim.co.uk/a1f7f0bb1b6dd8b59aa3a25ba3c87212564755c5/0_115_2036_2544/800.jpg\" alt=\"‘Fifteen years ago, that kid loved ballet but the world has beaten it out of him’ … Barry Jenkins.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Fifteen years ago, that kid loved ballet but the world has beaten it out of him’ … Barry Jenkins.</span> <span class=\"element-image__credit\">Photograph: Vivien Killilea/Getty Images</span> </figcaption> </figure>  <p>The vociferous reaction in some quarters – also visible on <a href=\"https://www.youtube.com/watch?v=9NJj12tJzqc\">YouTube</a> – claims the film poses a threat to black manhood. It is a sentiment that, oddly, echoes that of Parker, who claimed he would never play a gay character because of the need to “preserve black masculinity”.</p> <p>“Growing up, you’re told that being a black man, you have to be that much better than your counterparts,” says <a href=\"https://en.wikipedia.org/wiki/Trevante_Rhodes\">Trevante Rhodes</a>, an ex-athlete turned actor who makes a haunting impression as the twentysomething Chiron. </p> <p>“You have to be stronger, more masculine and the most dominant force in the room at all times. So that automatically puts up that block and you don’t think it’s possible to have any kind of vulnerability about you.”</p> <p>Jenkins concurs: “I think American society forces black men to fortify themselves to have to go out into the world and provide for themselves and survive. Again, the more you fortify, the deeper you’re pushing that vulnerability. I think it’s all connected.”</p> <p>It’s a theme that runs throughout the film as we see a boy, who likes dancing, turn into a teenager, who is afraid of liking anything, to a man, who gives off the impression that he likes being a criminal.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/film/2016/oct/21/moonlight-film-tarell-alvin-mccraney-interview\">Moonlight's Tarell Alvin McCraney: 'I never had a coming out moment'</a> </p> </aside>  <p>“We all have masculine and feminine within us,” says British actor <a href=\"https://www.theguardian.com/film/2016/may/01/naomie-harris-interview-our-kind-of-traitor-bond-moneypenny\">Naomie Harris</a>, who delivers a ferocious turn as Chiron’s neglectful, crack-addict mother. “We’re just human beings and I think that’s such a powerful message. Because, ultimately, we want people to break out of all those boxes. And being human means being vulnerable.”</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=9NJj12tJzqc\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/9NJj12tJzqc?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>For co-star <a href=\"https://www.theguardian.com/tv-and-radio/2015/oct/13/the-knick-andre-holland-interview\">Andre (The Knick) Holland</a>, who plays the object of Chiron’s affection, in certain situations, showing a softer side can also be a survival technique. “I grew up in Birmingham, Alabama,” he says. “It was an all-black neighbourhood, really rough and tumble, and there was no space for any kind of vulnerability. At the same time, I ended up going to a high school that was across town which was all-white and where vulnerability was actually very valuable. I say vulnerability, but what I really mean is being non-threatening. You have to straddle the fence.”</p> <p>In the film, Chiron regulates his behaviour in order to prevent people from knowing he’s gay, but the bullies at school and his cruel mother are aware of his sexuality and persecute him as a result. The experience of being a minority and self-censoring to fit into the world is one the cast find easy to relate to.</p> <p>“There’s a dexterity you have to have as a black person,” says Mahershala Ali, who plays a local drug dealer who becomes a father figure to young Chiron. “If I’m shopping somewhere nice or I go to a nice restaurant or I’m working in a city where there are not a lot of black people, I’m careful about how I walk and about how loud I talk or what I’m wearing. You have to edit yourself in order to try and not draw attention. I’ve been on the subway, dressed really nice, and seen women turn their ring over or cross the street and when you get that message over and over again that you’re something to be feared, it’s toxic.”</p>  <figure class=\"element element-image\" data-media-id=\"a45822785bda0210278c8c0aa7224587ab528242\"> <img src=\"https://media.guim.co.uk/a45822785bda0210278c8c0aa7224587ab528242/66_0_2880_1728/1000.jpg\" alt=\"Andrew Holland with Trevante Rhodes as the older Chiron.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Andre Holland with Trevante Rhodes as the older Chiron.</span> <span class=\"element-image__credit\">Photograph: David Bornfriend/A24</span> </figcaption> </figure>  <p>Even today, they say, when they were doing press in a nearby building filled with residential apartments, they were told by an elderly white woman to vacate the elevator so she could take it.</p> <p>“We get lulled into thinking that there’s equality and love,” says Ali, “and that discrimination isn’t something that’s still around and when that happens, it jars you and it’s painful.”</p> <p>The cast are conscious that the film is launching at a time of heightened violence by police against young black men in the US – and heightened consciousness of such prejudice. It’s a situation that persists, they say, because of the same stereotypes they too constantly encounter. “Recently, I was shooting a movie in Virginia and I was approached and stalked by officers because I had a hoodie on,” Rhodes says. “It was the most surreal thing. It was unsettling to think that still exists.”</p> <p>For Jenkins, this makes bringing a character such as Chiron to as wide an audience as possible yet more crucial. “We don’t get to see stories about these people so we don’t really get to humanise them and see how they get this way,” he says. “To me it’s groundbreaking that people are responding to a character like this. You walk past someone like him all the time. You see the grills and assume all these things. Fifteen years ago, that kid loved ballet but the world has beaten it out of him.”</p> <p>And as for the Oscar buzz? Jenkins is trying to look at the bigger picture. “I try and compartmentalise myself from the awards stuff,” he says. “We did the best we could and that’s what matters the most to me. It’s really about making a statement that we are all human beings and we feel the same things.”</p>  <figure class=\"element element-image\" data-media-id=\"e82768452528adccd28f1f8868ec255d40cf7993\"> <img src=\"https://media.guim.co.uk/e82768452528adccd28f1f8868ec255d40cf7993/0_4_5760_3456/1000.jpg\" alt=\"Ashton Sanders as the teenage Chiron.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ashton Sanders as the teenage Chiron.</span> <span class=\"element-image__credit\">Photograph: David Bornfriend/A24</span> </figcaption> </figure>  <p>Yet such buzz translates into publicity, ticket sales – and, potentially, change. Moonlight manages to justify (for those who still require it) an increased call for diversity within two hours, as well as to provide a reflective experience for audience members who rarely get to see anything loosely resembling their lives on screen. Given the past year of violence against both people of colour and the LGBT community in the US, the importance of Moonlight’s plea for tolerance is hard to understate.</p> <p>“I feel like it’s an idiotic thing to assume that loving a man is different to loving a woman,” Rhodes says. “You’re born a certain way and loving somebody is loving somebody. If you strip away gender and skin colour, we’re all the same and, ultimately, love is the driving force.”</p> <p>•Moonlight premieres at the London film festival on 6 October and opens in the US on 21 October.</p>",
  "<p>From giving women the vote to repealing the White Australia Policy, the Australian parliament has an amazing history of taking the transformative decisions that make this country so great today. </p> <p>On issues like economic reform and gun control, Australia was well ahead of its time and we’re still seen as a global leader. </p> <p>That great history makes it all the more bizarre that we’re on the brink of handballing the next big social change – marriage equality – to an expensive and unnecessary plebiscite, rather than dealing with it in parliament like every other decision that doesn’t need a change to the constitution. </p> <p>When we elect our MPs, we trust and expect them to make those calls. So why can’t parliament be empowered to make this decision?</p> <p>There are two problems with a plebiscite. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/aug/26/marriage-equality-plebiscite-i-take-this-barrage-of-bigotry-dressed-up-as-debate-personally\">Marriage equality plebiscite: I take this barrage of bigotry dressed up as 'debate' personally | Kerryn Phelps</a> </p> </aside>  <p>The first is the damage it could do in the short term. </p> <p>We’ve already had claims that gay marriage <a href=\"https://www.theguardian.com/world/2013/jun/18/cory-bernardi-same-sex-bestiality\">could lead to bestiality</a>, and accusations that <a href=\"http://www.dailytelegraph.com.au/subscribe/news/1/index.html?sourceCode=DTWEB_WRE170_a&amp;mode=premium&amp;dest=http://www.dailytelegraph.com.au/news/opinion/samesex-marriage-totalitarian-tolerance/news-story/ccb59decf097e134adc823b132ee5541&amp;memtype=registered\">businesses that support it are being “totalitarian”</a>. I’ve had people come up to me or write to me saying that they fear worse is to come – their fear is a plebiscite will be open season for most damaging, hurtful language about LGBT people. Given that the rate of depression for gay Australians is much higher than the national average, that’s a serious concern.</p> <p>This isn’t about giving people time and space for a national debate. Australians have been talking about marriage equality seriously since the early 2000s and we already have the forums for people to express their views on both sides, including the media and the parliament itself. The issue is with using taxpayer funds in a way that could give a platform to the worst kind of homophobic rhetoric – without even binding parliament to the result. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/australia-news/video/2016/sep/13/children-from-rainbow-families-discuss-marriage-equality-plebiscite-video\"            data-short-url=\"https://gu.com/p/52z2h\"                    data-show-ads=\"true\"            data-video-id=\"2714138\"            data-video-name=\"Children from Rainbow Families discuss marriage equality plebiscite – video\"            data-video-provider=\"guardian.co.uk\"            > <video data-media-id=\"gu-video-57d7a185e4b08465d4500198\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2016/09/13/160913gaymarriage_h264_publish.mp4\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572802&amp;format=video/m3u8\"/><source src=\"https://multimedia.guardianapis.com/interactivevideos/video.php?octopusid=11572802&amp;format=video/webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/australia-news/video/2016/sep/13/children-from-rainbow-families-discuss-marriage-equality-plebiscite-video\">Children from Rainbow Families discuss marriage equality plebiscite</a></figcaption> </figure>   <p>There have only been three plebiscites in Australian history and the last one was the vote on whether to change a national anthem “Advance Australia Fair”. Nobody has a convincing argument for why we need one now.</p> <p>The second problem is the message calling a plebiscite sends about Australia’s ability to make important national decisions.</p> <p>Parliament is where we have to agree on reforms in tax, education, environment, industrial relations and immigration policy, as well as debating foreign affairs and the economy. It’s also where we’ve got to come to grips with the social changes that are taking place in Australia just like they are in every other country.</p> <p>Same-sex marriage isn’t a niche issue. It’s about basic rights and equality – the “fair go” that’s such a fundamental Australian value.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/jul/28/the-marriage-equality-plebiscite-and-the-constitution-it-may-not-be-plain-sailing\">The plebiscite and the constitution: it may not be plain sailing | Richard Ackland</a> </p> </aside>  <p>Undercutting parliament by taking away its ability to decide on marriage equality would set a terrible precedent for the next big change we’re faced with, whether it’s an economic choice or a social one.</p> <p>On the other hand, empowering parliament to vote would solve both the problems of a plebiscite.</p> <p>It would put a reform that the majority of Australians want to see in the hands of the people we elected to represent us less than three months ago, avoiding a lot of uncertainty and trauma for the LGBT community. </p> <p>And it would send a strong, positive message about Australia’s ability to show leadership on the big decisions we’re going need to make in this parliament and future ones. </p>",
  "<p>The largest and oldest site in Melbourne’s “arts precinct”, the National Gallery of Victoria’s main site NGV International is, plainly, a monolith: a hulking slab of grey stone with entrances and exits seemingly carved out as an afterthought. The gallery has an esoteric air about it, which it has earned the right to: the NGV is the largest and most visited art gallery in Australia and the 23rd most visited gallery in the world, with around 2.3 million visitors each year.</p> <p>But in the eyes of some, NGV International has a gender representation issue. </p> <p>In a recent blog post titled <a href=\"https://nattysolo.com/2016/07/30/ngv-cockfest-degas-a-new-vision/\">NGV #cockfest</a>, Melbourne arts blogger Natalie Thomas took the gallery to task for its lack of non-male representation in the annual Melbourne Winter Masterpieces series, its permanent collections and its headline exhibitions.</p> <p>In the post, Thomas criticises the gallery for consistently showcasing the art of “more white European men than you can shake a stick at”, describing the gallery’s curatorial decisions as “retrograde and boring”. </p> <p>The main offender is NGV International’s arm of the major annual series Winter Masterpieces, which according to Creative Victoria aims to “balance curatorial excellence with popular appeal”.<strong> </strong>The gallery will announce its 2017 iteration of the series on Friday, along with its full autumn/winter season. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/the-womens-blog-with-jane-martinson/2013/may/24/women-art-great-artists-men\">Women in art: why are all the 'great' artists men?</a> </p> </aside>  <p>So far the NGV’s Winter Masterpieces has presented almost exclusively the work of male European artists. Of the 13 exhibitions, six have focused on men and the other seven were group shows which predominantly comprised works by men. Only 2015’s Masterpieces from the Hermitage was focused on a woman – but Catherine the Great was a collector, not an artist.<br></p> <p><a href=\"https://www.theguardian.com/artanddesign/gallery/2016/jun/28/the-australian-ballet-degas-dancers-ngv-exhibition-in-pictures\">NGV International’s latest Winter Masterpiece is Degas: A New Vision,</a> which closes to the public on Sunday.</p> <p>“Women and girls are everywhere in this show, but strangely absent too,” writes Thomas. Despite the fact the majority of Degas’ work explores femininity and the female body, the show, she says, fails to provide a female perspective.</p>  <figure class=\"element element-image\" data-media-id=\"afe2f8839e0d6852870ff56bb3bbd9a66ec720c8\"> <img src=\"https://media.guim.co.uk/afe2f8839e0d6852870ff56bb3bbd9a66ec720c8/0_0_5169_3351/1000.jpg\" alt=\"Evie Ferris of The Australian Ballet poses next to work by Degas at at NGV International\" width=\"1000\" height=\"648\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Evie Ferris of the Australian Ballet poses beside work by Edgar Degas at NGV International.</span> <span class=\"element-image__credit\">Photograph: Wayne Taylor</span> </figcaption> </figure>  <p>The NGV’s curatorial staff contend that the lack of representation in Winter Masterpieces is balanced by diversity across the rest of the gallery’s collection.<br></p> <p>“The NGV is committed to a balanced exhibition program and collection, with a diversity of subject matter, artists, art movements, media, cultures and gender represented,” says Isobel Crombie, assistant director of curatorial and collection management. Crombie lists the gallery’s current focus on contemporary Pacific art – including work by Lisa Reihana, Robin White and Ruha Fifita – as among the exhibitions which, together, feature 27 female artists. </p> <p>But these artworks and exhibitions are dwarfed by the major exhibitions, with recent announcements highlighting forthcoming solo shows for Lee Mingwei, Viktor &amp; Rolf and David Hockney – but none for women. The 2018 Winter Masterpieces exhibition, Masterworks from MoMA, will be the largest ever show in the series with around 150 works, but only one woman was listed among the 12 “iconic figures” in the first announcement.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/artanddesign/2016/mar/09/australian-visual-arts-survey-finds-gender-imbalance-at-most-levels\">New survey paints grim picture of gender balance in Australian visual arts</a> </p> </aside>  <p>Gender inequality in major exhibitions isn’t limited to NGV International. A <a href=\"http://www.museus.gov.br/wp-content/uploads/2015/04/TheArtNewspaper_Ranking2014.pdf\">2015 report by the Art Newspaper</a> revealed that of 590 solo shows in 68 institutions around the United States between 2007-2013, 73% featured male artists. This year, Melbourne artist <a href=\"https://www.theguardian.com/artanddesign/2016/mar/09/australian-visual-arts-survey-finds-gender-imbalance-at-most-levels\">Elvis Richardson released the Countess Report</a>, which looked into gender representation in Australian galleries. Drawing from 2014 data, it showed Australian state galleries on average only feature 34% female artists, while commercial galleries fare only slightly better, at 40%.</p> <p>If curators are leaving female artists behind based on fears they won’t draw crowds, they may not have a case. Pipilotti Rist and Marina Abramović were among the most popular American exhibitions between 2007-2013. In Australia in recent years, Sydney’s Museum of Contemporary Art has presented major exhibitions by Yoko Ono, Annie Leibovitz and Yayoi Kusama , drawing crowds in the same volume or higher than the NGV’s Winter Masterpieces in a period where the NGV presented no solo exhibitions by women artists from outside Australia. (It’s worth noting the MCA has had a female director, Elizabeth Ann Macgregor, for 17 years – while the NGV, in its 155 years, has only ever had male directors.)</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Male artists are overrepresented in major galleries because still in 2016 the archetypal artist is a white male</p> <footer> <cite>Elvis Richardson</cite> </footer> </blockquote> </aside>  <p>Richardson, who also runs Australian gender and art website <a href=\"http://countesses.blogspot.com.au/\">Countess</a>, believes it’s the duty of publicly funded galleries to educate and engage with the public about art, and present them with a diversity of artists. </p> <p>“Male artists are overrepresented in major galleries because still in 2016 the archetypal artist is a white male,” she says. When galleries continue to put their weight behind these men, “women artists have reason to feel less confident that their work and practice will be accepted and supported and championed”.</p> <p>If demand for art by women increases, the flow-on effects for women would be immeasurable, says Richardson. “[State galleries] have a responsibility to be self-critical and understand the role that museums play in ... defining what is and isn’t championed as art.”</p>"
]