[
  "<p>UK Athletics allowed Mo Farah to remain with Alberto Salazar in 2015 despite some board members feeling “blackmailed” by the performance director, Neil Black, and other coaching staff, an independent report into the Salazar scandal has revealed.</p> <p>Black told his board at the time that he “greatly admired” Salazar and had seen no evidence to support allegations made by a damning Panorama programme that Farah’s coach had broken anti-doping rules with his Nike Oregon Project training group. He also warned that severing the relationship with the American, who guided Farah to four Olympic gold medals, would hit medal targets set by UK Sport.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/mar/19/mo-farah-taking-supplement-l-carnitine-london-marathon-2014\">'I genuinely forgot': Mo Farah explains changing story over taking supplement</a> </p> </aside>  <p>However a 130-page report by the leading sports barrister John Mehrzad, which reviewed UK Athletics’ dealings with Salazar, <a href=\"https://www.theguardian.com/sport/2019/oct/01/athletics-coach-alberto-salazar-receives-four-year-ban-for-doping-violations\" title=\"\">who received a four-year doping ban in October</a>, says some board members were uneasy with the comments of Black and Barry Fudge, the head of endurance.</p> <p>“Black said he had not seen and was not aware of any wrongdoing concerning the NOP and Farah,” the report states. “He also greatly admired Salazar and had not personally seen any evidence to support the allegations levelled against Salazar by the Panorama programme.</p> <p>“Indeed, so strongly did Black and Fudge feel about the issue, they indicated that their positions would be ‘untenable’ if there was a knee-jerk severing of the relationship with Salazar by the board.</p> <p>“Having then been informed of that position, some on the then UKA board felt the stance taken by those individuals was ‘in effect blackmail’. However, those performance figures deny that to have been the case. Rather, they believed their position to be very straightforward: their ability to deliver against medal targets set by UK Sport would be hampered if Farah was forced against his will to split from Salazar.”</p> <p>Black left UKA after the world championships in October, while Fudge is still in post. Salazar, who guided Farah to four Olympic and five world titles between 2011 and 2017, has said he will appeal against the ban and no NOP athlete, including Farah, has been found to have taken a banned substance.</p> <p>Mehrzad’s report also concludes that a heavily criticised 2015 UKA internal review, which concluded it had “no concerns” about allowing Farah continue to be coached by Salazar, was reasonable. The report says in future such reviews should be led by those outside the organisation; UKA’s performance oversight committee was restricted by UK Anti-Doping not allowing it to consider any doping-related allegations made by Panorama.</p> <p>Mehrzad also found “no documentary evidence” that Nike had influenced or sought to influence the board’s decision about Salazar and his Nike Oregon training group.</p> <p>However he says the governing body’s handling of the scandal “could have been better” – and is particularly critical of the failure of the UKA board to keep proper records, including minutes taken of a special board meeting to discuss the Salazar case in 2015.</p> <p>Among Mehrzad’s recommendations is UKA should review its coaching code of conduct and ensure reviews are conducted by independent experts. “Of course, any organisation is entitled to manage itself but the carrying out of a review process ‘in-house’ may lead to accusations of a lack of real independence,” the report states.</p> <p>“That perception, however misplaced, cannot be truly alleviated unless a review is carried out, in whole or in part, by an external person or body who has no role or function with the UKA.”</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to The Recap, our weekly email of editors’ picks.\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/4167\" height=\"52px\" data-form-title=\"Sign up to The Recap\" data-form-description=\"Get our weekly email of editors' picks and the biggest sports stories\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption><strong>Sign up to The Recap, our weekly email of editors’ picks.</strong></figcaption> </figure>  <p>In a press release issued on Friday, UKA said it would implement all recommendations made in the report. The chair of UKA, Nic Coward, added: “The depth of insight provided by this independent review is timely support for a number of changes that need to happen, and which we are already getting on with. The sport has to meet the highest possible standards and we need to lead by example.”</p>",
  "<p>Some workers found out through social media. Others were texted hours before their shift. Others were told, “Don’t come in,” but still don’t know how or when they’ll be paid what they’re owed. As New York enters the end of its first week of mandatory shutdowns for bars, restaurants, gyms, entertainment venues and schools, and as gatherings of 50 people or more have been banned, millions of New Yorkers’ lives have been affected.</p> <p>We spoke with several workers who have already lost their jobs and are applying right away for unemployment. Others are experiencing an excruciating work slowdown in a chaotic economy that is forcing them to go day by day, client by client, to find out how the Covid-19 quarantine will affect their ability to pay bills such as utilities and rent.</p> <h2>Diana and Jesus Armengolt, 28 and 29, Jersey City Heights</h2> <h2>Restaurant server and restaurant line cook</h2>  <figure class=\"element element-image\" data-media-id=\"fd334d9786bf8474e928f6c546faa0da3c751091\"> <img src=\"https://media.guim.co.uk/fd334d9786bf8474e928f6c546faa0da3c751091/0_0_3311_4415/750.jpg\" alt=\"Diana Vasquez (left) and Jesus Vasquez (right) pose for a portrait with Emily Vasquez, 9, (bottom left) and Daphne Vasquez, 4, (bottom right) in Washington Park, N.J., on Wednesday, March 18, 2020\" width=\"750\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>I found out on social media. The mayor was saying that restaurants were closing down so I texted one of the managers at my restaurant to see if I should still come in for my shift. He said yes. So I asked: “How’re we going to make money?” He told me to come in and help him take orders because we were actually going to offer delivery.</p>  <figure class=\"element element-interactive interactive element--thumbnail\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/2017/05/americas-unequal-future/embed.html\" data-alt=\"ehrp\"> <a href=\"https://interactive.guim.co.uk/embed/2017/05/americas-unequal-future/embed.html\">ehrp</a> </figure>  <p>I worked my whole shift, 11 hours, and it was pretty sad because I only made $88 the whole day. Plus my actual pay, which is only $3 an hour. I was supposed to come in for my next shift, but I was told not to come in. It’s not worth us coming in, they said, and if I needed money, I should file for unemployment.</p> <p>My husband gets paid $15 an hour, and after taxes, usually makes like around $600 a week working 10-hour shifts. Both the kitchen chefs from his job texted him and let him know that they’d be closing down the restaurant. They were very sad and wished everyone the best luck during these hard times, and told him to look for his last paycheck in the mail. It’ll be the last one we’re getting.</p> <p>We’ve both been working very hard and we have a little bit of money saved up, so we’re hoping it’ll get us through this hard time. We’re staying inside. My daughters haven’t seen sunlight outside since Friday afternoon. The most important thing right now is that we’re able to provide for them. They go to public school and they’re actually offering free breakfast, free lunch. So every morning at around nine, I make my way over and they give me breakfast and lunch to bring back. We’re making it work.</p> <h2>Eleanor Shanahan, 24, Brooklyn<br>Cable series production secretary</h2>  <figure class=\"element element-image element--immersive\" data-media-id=\"52fb9268a22dbc24e0d71bcbfc65453c1e92c19a\"> <img src=\"https://media.guim.co.uk/52fb9268a22dbc24e0d71bcbfc65453c1e92c19a/0_0_5580_3720/1000.jpg\" alt=\"Eleanor Shanahan poses for a portrait in her home in Brooklyn, N.Y., on Tuesday, March 17, 2020.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> </figure>  <p><br>We started hearing news of other productions shutting down so we knew it was coming. We got into the office Monday and heard our production, which is big budget, was “pushed”. I work in the office, so technically we could work from home because it’s a lot of paperwork. But we were supposed to start shooting at the end of the month. That’s 200 crew members on set, and certainly they can’t work from home. My boss told me for us that means we’d have to stop work immediately, get paid through two weeks, and then that’s it.</p> <p>I’ve been working on productions for two and a half years, and in between gigs, my fallback is usually restaurant work. But that’s not going to happen. I can always babysit. But even that right now is dubious. I’m going to have to register for unemployment. I’m on an email chain with a lot of people that work in gig economy jobs, so I’m on that now finding out what more I can do. I know I can survive for a couple of months, paying rent and my bills.</p> <p>We’re meant to go back to work in six to eight weeks if the city is up and running. And if it stays bad until the summer, I wouldn’t re-sign my lease in August and I guess I’d have to move back in with my parents.</p> <h2>Armen Agaian, 23<br>Ice performer, after-school figure skating coach</h2>  <figure class=\"element element-image\" data-media-id=\"398f3241e253ae4901810853abb553a950827e61\"> <img src=\"https://media.guim.co.uk/398f3241e253ae4901810853abb553a950827e61/0_0_3751_5001/750.jpg\" alt=\"Armen Agaian poses for a portrait in his yard in Queens, N.Y.\" width=\"750\" height=\"1000\" class=\"gu-image\" /> </figure>  <p><br>I’ve been in the US since 2017. I came from Georgia, where I was a national figure skating champion. I perform in the Ice Theater show and we do school programs after the show, and I do a lot of private lessons. Last week, the show and all the school programs started shutting down. Then at the beginning of this week, my manager texted us, no one’s going on the ice. The rinks where I teach shut down, of course. I can’t tell if we can get paid.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I have enough to pay my rent this month. After that, I don’t know.</p> </blockquote> </aside>  <p>Everyone’s in the same situation. All my students are at home. That’s a big problem. I stay in touch with my private students and give them work to do at home to stay motivated. But it’s hard. Every single muscle feels different when you’re on the ice. It’s hard for me to work out properly, too. I have a solo program coming up and have to be able to do triple jumps. I have enough to pay my rent this month. After that, I don’t know. I’m just praying we’ll be back to work and back on the ice.</p> <h2>Rebecca Leigh Silverman, 38, Brooklyn<br>Bartender</h2>  <figure class=\"element element-image element--immersive\" data-media-id=\"85610c525a943fd8ae53830da5989972483bddea\"> <img src=\"https://media.guim.co.uk/85610c525a943fd8ae53830da5989972483bddea/0_0_5464_3643/1000.jpg\" alt=\"Rebecca Leigh Silverman poses for a portrait in her neighborhood in Crown Heights.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> </figure>  <p><br>I’ve been working as a bartender at a cocktail bar, Dirty Precious, since 2017. I’m a mixologist, which is like cooking in front of an audience, sometimes using eight or 10 ingredients for a cocktail. I’ve been in this industry since I was 21, and it’s the best bar/restaurant I’ve ever worked in. It’s been my full-time job. I work four nights a week, eight to 10 hours a night. The owner’s really hands-on. She and I have been having an ongoing conversation about it and Sunday, we ultimately decided that closing was the right thing to do. Right after we decided, the governor put out the mandate saying we all had to close anyway.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I’ve been trying to file for unemployment since Monday. The website just keeps crashing.</p> </blockquote> </aside>  <p>This season, January, February, March, is usually our busiest time of year. But even though I worked last week, I would say I had an 80% income drop. Which is scary to think that even if we can reopen, I won’t have anything set aside for when things usually slow down in summer. I’ve been trying to file for unemployment since Monday. The website just keeps crashing. Looks like there may be a little bit of outside help.</p> <p>A bartender association opened up to non-member bartenders to be able to apply for some relief, and Jameson’s just donated $500,000 to that fund, which is lovely of them. Also I read that the mayor announced they’re going to put a hold on people getting evicted due to lack of payment in the next couple of months, and I believe the same with utilities, which makes me feel safer knowing that.</p> <p>I’ve never not paid my rent and utility bill – even when I lived below the poverty line as a professional dancer. But then there’s just this, in New York City, the bar is a community gathering place. It’s where you go when you’re bored. It’s where you go when you want to celebrate. It’s where you go when you’re sad. It’s just where you go. But now it isn’t there.</p> <h2>Oscar Kimjika, 32, Bronx<br>Personal trainer</h2>  <figure class=\"element element-image\" data-media-id=\"f167db037b4f3ba5b79757d6f8c9a1aa5510f427\"> <img src=\"https://media.guim.co.uk/f167db037b4f3ba5b79757d6f8c9a1aa5510f427/0_0_3678_4904/750.jpg\" alt=\"Oscar Kimjika poses for a portrait in Pelham Bay Park in The Bronx, N.Y.\" width=\"750\" height=\"1000\" class=\"gu-image\" /> </figure>  <p>I work for Equinox, so when I heard about the closures, I knew that they’re one of the few corporate gyms that had a system in place already for us to take advantage of technology right away. I just had a conference call about how to cue clients during virtual sessions, you know, to get a client to achieve a specific movement. That was good insight, very effective. It helps knowing we’re going to be able to provide the some quality of service for clients online.</p> <p>As far as being compensated, the company’s taking the average of our two pay periods for February, and they say that’s what they’ll be giving us for however long this thing lasts. So that helps. I’m not saying that’s going to solve everything. I’m going to have to hustle for more clients. But while I will still be working hard to keep my side business with private clients, what I get from the gym is going to help me stay afloat. You know, we’re all going to see how long this thing goes and try to stretch things to make it work as long as it lasts.</p>",
  "<p>Welfare recipients will have their mutual obligations relaxed during the coronavirus crisis, but the government has stopped short of heeding calls from Labor, the Greens and social service groups to suspend them entirely.</p> <p>Facing growing pressure to ease the burden amid a looming economic downturn and increasingly strict social-distancing guidelines, the employment minister, Michaelia Cash, said on Friday the government had adopted a range of measures aimed at making the system more flexible during the Covid-19 outbreak.</p> <p>These included allowing jobseekers to ask that appointments with employment services providers be conducted online or by phone, and a significant reduction in job search requirements, from a maximum of 20 applications to four per month.</p> <p>Work for the dole and other group activities that cannot be undertaken online will be suspended.</p> <p>Cash said the government would keep mutual obligations in place as long as it was in line with official health advice. </p> <p>“These changes prioritise the welfare of jobseekers but will also help keep those out of work actively engaged and supported to take up critical jobs in demand now, and when the economy recovers,” she said.</p> <p>Labor, the Greens and organisations including the Australian Council of Social Service and Australian Unemployed Workers Union want a blanket suspension of mutual obligations, which also would ensure welfare recipients did not have their payments cut.</p> <p>But the government is maintaining a tough posture on welfare compliance, warning that jobseekers who do not attend job interviews or take up work when offered would face penalties.</p> <p>The UK, known for its harsh benefits system, was set to suspend its mutual obligations requirements for jobseekers on Friday. The Morrison government has pointed to a 14-day exemption that applies only to people who are forced to self-isolate, which can be extended with a medical certificate.</p> <p>The government most recently suspended mutual obligations during the bushfire crisis. Guardian Australia has reported <a href=\"https://www.theguardian.com/australia-news/2020/mar/16/australian-jobseekers-fear-having-payments-cut-off-during-coronavirus-crisis\">concerns from welfare recipients</a> – including those who are immunocompromised or <a href=\"https://www.theguardian.com/australia-news/2020/mar/18/welfare-recipients-on-cashless-debit-card-will-have-750-stimulus-payment-quarantined\">exhibiting flu-like symptoms – being forced to attend appointments</a>.</p> <p>While the relaxation of mutual obligations will be welcomes by welfare groups, some advocates have already warned that jobseekers without internet access will struggle to meet mutual obligations now that libraries and other public facilities have begun to close.</p> <p>Centrelink has also been asked to stop chasing welfare recipients over potential social security debts, including robodebts, as the government readies a second stimulus package that is expected to place more cash into the hands of low-income Australians.</p> <p>Although the agency stopped initiating reviews in December under its online compliance – or robodebt – program <a href=\"https://www.theguardian.com/australia-news/2019/nov/27/government-admits-robodebt-was-unlawful-as-it-settles-legal-challenge\">after settling a federal court challenge</a>, it confirmed that it had not halted its broader debt recovery activities, as has occurred in previous crises.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/mar/06/centrelink-robodebt-senate-estimates-class-action\">Officials refuse to say how many flawed robodebts they have found</a> </p> </aside>  <p>Services Australia said people could apply for “flexibility” in repayments if they were suffering hardship.</p> <p>Guardian Australia has spoken to two people who were contacted by Centrelink this week over unfinalised robodebt reviews, including a laid-off worker who was contacted by the debt recovery team about a debt on the same day she enquired about an application for Newstart, which was renamed JobSeeker on Friday.</p> <p> </p> <p>This week the Australian Council of Social Service called for a pause to all debt collection.</p> <p>Centrelink denied there was a link between income support claims and the agency attempting to finalise existing debt reviews under its online income compliance program, infamously labelled robodebt, which is the subject of a federal court challenge.</p> <p>Olivia, who did not want her surnamed used, was working in the tourism industry but has lost her source of income due to the coronavirus crisis and applied for JobSeeker.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/feb/18/welfare-recipients-forced-to-correct-income-to-centrelink-15m-times-in-one-year\">Welfare recipients forced to correct income to Centrelink 15m times in one year</a> </p> </aside>  <p>On Wednesday she called the agency to make further enquiries about getting on to the payment.</p> <p>“Literally two hours later the customer compliance, basically the debt department, called me about this alleged overpayment from 2014,” she said. “The coincidence of it all was a bit strange.”</p> <p>Olivia said she was asked to provide old payslips in the next seven days: “The last thing I want to be doing right now is doing the investigation for them when I could have been applying for more jobs all day.”</p> <p>Services Australia’s spokesman, Hank Jongen, said there was “no link between the application process for income support payments and the agency requesting evidence for an income compliance review”.</p> <p>Asked if there were any plans to pause debt recovery actions or debt repayments that were automatically garnisheed out of income support payments, Jongen said there had been “no changes to social welfare debt recovery arrangements”.</p> <p>“However, our staff help people experiencing hardship and complex challenges every day and we’ll continue to consider any special circumstances, including the impacts of Covid-19, on an individual basis,” he said. “We provide flexibility for debt repayments based on the person’s circumstances.</p> <p>“We encourage anyone who owes a debt, who is vulnerable or in financial hardship, to contact the agency on the dedicated debt phone line 1800 076 072 to discuss their circumstances.”</p>"
]