[
  "<p>As the UK government introduces measures to protect workers who will lose earnings during the coronavirus, amid calls to introduce similar measures for the self-employed, there are reports of employers letting staff go with little or no notice.</p> <p>The arts sector is particularly at risk: cinemas, concert venues, theatres and galleries have all been closed. <a href=\"https://www.theguardian.com/film/2020/mar/20/outrage-picturehouse-cinema-staff-redundant-coronavirus-immediate-effect\">Last week</a>, employees of the Edinburgh cinema Cameo, part of the Picturehouse chain, were made immediately redundant; now, workers at chains including Cineworld and Empire <a href=\"https://twitter.com/cineactiongroup/status/1241104970751115265\">say the same has happened to them</a>. Meanwhile, the Musicians Union <a href=\"https://www.theguardian.com/music/2020/mar/23/uk-musicians-lose-139m-earnings-coronavirus\">estimates</a> that UK artists have lost £13.9m in earnings so far from the crisis, while numerous TV shows and films have paused production.</p> <p>If you are an arts worker, whether salaried, temporary or freelance, we want to hear from you.</p> <h2>Share your experiences</h2>  <figure class=\"element element-embed\" data-alt=\"Arts\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;script type=&quot;text/javascript&quot; src=&quot;https://guardiannewsandmedia.formstack.com/forms/js.php/arts_workers_and_coronavirus&quot;&gt;&lt;/script&gt;&lt;noscript&gt;&lt;a href=&quot;https://guardiannewsandmedia.formstack.com/forms/arts_workers_and_coronavirus&quot; title=&quot;Online Form&quot;&gt;Online Form - Arts Workers&lt;/a&gt;&lt;/noscript&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p><em><strong>If you’re having trouble using the form, <a href=\"https://guardiannewsandmedia.formstack.com/forms/arts_workers_and_coronavirus\">click here.</a> Read terms of service <a href=\"https://www.theguardian.com/help/terms-of-service\">here</a>.</strong></em></p>",
  "<p><strong><br>The accident and emergency doctor</strong></p> <p><strong>Gus Khan, Greater London<br></strong>I have been treating coronavirus patients for the past month. A few weeks ago, when we were seeing the odd patient who had come back from China or Italy, we were being very cautious. We put on aprons and gowns and took all the right precautions. Then all of a sudden that stopped.</p> <p>We have been given flimsy aprons and were told surgical masks were OK rather than the <a href=\"https://www.theguardian.com/world/2020/jan/31/our-face-mask-future-do-they-really-help-beat-flu-coronavirus-and-pollution\">N95 masks</a> we had been using previously. No one has given us a satisfactory explanation for the change. It’s obvious they are in short supply, but nobody wants to admit it. Yesterday, when I went into the “dirty zone”, which is where all the coronavirus patients are, I was told to use the flimsy apron and a surgical mask. That’s like having a piece of paper in front of you to protect you, and I was in there for five hours.</p> <p>Remember that if we get sick when you get sick, we can’t help you. That’s our biggest concern. We don’t care about ourselves. We worry about your mother, your brother, your father, your sister.</p>  <figure class=\"element element-image\" data-media-id=\"fad0a3d762f2670dbd8b3017cc94f5c175a686ac\"> <img src=\"https://media.guim.co.uk/fad0a3d762f2670dbd8b3017cc94f5c175a686ac/0_72_7231_4340/1000.jpg\" alt=\"‘I’m usually seen as ice cool, but I’m full of dread and foreboding.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I’m usually seen as ice-cool, but I’m full of dread and foreboding.’</span> <span class=\"element-image__credit\">Photograph: shapecharge/Getty Images</span> </figcaption> </figure>  <p>I’m usually seen as ice-cool, but I’m full of dread and foreboding. My wife is pregnant, so we are having to live on different floors of our rented house. We have some contact through a glass door. I don’t go into the kitchen in case of contamination. If I need food, my wife leaves it on the stairs for me. There is going to be an epidemic of stress among healthcare workers. There is talk of bringing back 72-hour weeks, and people are terrified. I haven’t felt this way for a very long time.</p> <p>Procedures have been changing daily and we have been getting information by email. Clinicians are really confused about the pathways for getting people into hospital, and their managers are not being updated with the latest guidelines. We are only seeing a handful of patients at the moment, but we are struggling with the protocols, we are struggling with equipment, we are struggling with staff. Hospital workers will become ill and, when healthcare workers are themselves hospitalised, the service cannot function. When this really hits, it will be like nothing we have ever seen before. I wish I was exaggerating.</p> <p><strong>The supermarket worker</strong></p>  <figure class=\"element element-image\" data-media-id=\"a4f5cbe6810e3fb71eb47321bb29614905d8b0f8\"> <img src=\"https://media.guim.co.uk/a4f5cbe6810e3fb71eb47321bb29614905d8b0f8/17_0_7302_4384/1000.jpg\" alt=\"‘We’ve had to bring in a security guard to help us enforce the limit of two items on every product line.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We’ve had to bring in a security guard to help us enforce the limit of two items on every product line.’</span> <span class=\"element-image__credit\">Photograph: webphotographeer/Getty Images/iStockphoto</span> </figcaption> </figure>  <p><strong>Sheila Greig, Glasgow<br></strong>I’m 20 and work on the checkout at a Tesco in Glasgow, in one of the smaller stores on the outskirts of the city. I’m a student at the university and have been working there for three years. I’m contracted to work for 10 hours a week, but I have been working about 25 hours a week during the crisis. I was worried that I wouldn’t qualify for sick pay because it only applies to staff who work a minimum of 12 hours, but last week we got a company email to say that if we were ill they were going to pay us regardless of our sick-pay qualification.</p> <p>It has been unpleasant working here with people breathing over you and having to handle money. The company was slow to put in any safety measures considering we have to touch people’s bags and have high levels of contact with customers. They have given us hand sanitiser but no gloves or mask. I have been starting my shifts 20 minutes early to clean the place where I sit.</p> <p>The company is taking more measures now. They have put tape around the tills so that people can’t come within a metre of you, but it’s difficult because they have to make card payments and hand over cash, which is hard to do from a metre away. We have got a lot of older customers and you worry about them getting the virus, especially when they are mixing in the store with younger people who may have it without showing symptoms. My mother has loads of health problems, so I have been avoiding seeing her and my gran.</p> <p>The panic buying has been appalling – we have introduced a limit of two items on every product line. We’ve had to bring in a security guard to help us enforce it. We have had abuse from customers because of the empty shelves and had to put a sign up warning people not to abuse the staff. Some make a joke about it, but there’s a lot of anxiety.</p> <p><strong>The nurse</strong></p> <p><strong>Jennifer Hayes, south-east England<br></strong>I’m a children’s nurse and in the third trimester of my pregnancy. From the beginning we were made to nurse children who we thought might have coronavirus – they were nursed in A&amp;E without a mask and in open bays. It was not taken seriously. Gowns, masks, visors, gloves, handwash and sanitiser are all running low.</p> <p>We have been split into two wards: a “clean ward” and a “coronavirus ward”, with nurses and doctors moving from one to the other and potentially cross-contaminating. Meanwhile, management are nowhere to be seen and are dictating through email. There have also been cases where children have been admitted who then develop symptoms, so they have to be moved from the clean side to the Covid-19 side. I put these in my incident reports, but I’ve heard nothing back.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>I am pregnant, but have been told by my managers that pregnant women are not exempt from caring for coronavirus patients</p> </blockquote> </aside>  <p>Staff in contact with coronavirus patients have been told that self-isolating “does not apply to healthcare workers – if it did there would be none left”. They don’t even want you to self-isolate if you have a family member who is showing symptoms. I am seven months pregnant, but have been told by my managers that pregnant women are not exempt from caring for coronavirus patients. I’ve asked to be reallocated to a safer working environment, but this has been denied.</p> <p>My mental health is now horrific and my doctor has signed me off sick for two weeks – but the hospital still wants me to go back. I feel they don’t care about me. I’m going on maternity leave soon, and after that I plan to leave. I have lost all respect for the management. If I need anything or I’m in danger, I’m the least of their worries. They just see me as a number.</p> <p><strong>The care home cleaner</strong></p> <p><strong>Brian Crowne, Lancashire<br></strong>I’m 42 and have been working as a cleaner in a care home for two years. I moved up north a couple of years ago, and it was the only job I could get. The home I clean in is for dementia patients, many of whom have very challenging behaviour. The owner of the home is fantastic, and has been working really hard to find out how she can limit the impact of this. Most of the residents are over 70 and if it gets in the house, everyone’s a goner. With all the attention on hospitals, the work going on in care homes to keep the vulnerable safe often gets forgotten.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>I’m imagining everywhere that is being touched, going round in circles, wiping and rewiping</p> </blockquote> </aside>  <p>Lots of the residents here have one-to-one care, so there are many carers coming in. Their temperature gets taken before they enter the building and, if it’s high, they get sent home straight away. If we start losing staff because of illness, it will be exhausting for the ones left because it’s very hard to isolate the residents. Some have to be watched the whole time and would tear the place apart if they were left alone.</p> <p>I usually clean the bedrooms, but am also working in the communal areas during the crisis. You have to use a second-stage cleaner (cleaning and then sanitising) and make sure you clean every door handle and anywhere likely to be touched, twice. They have very few cleaners, so often I’m there by myself, fighting the invisible man, trying to imagine everywhere that’s being touched, going round and round in circles wiping and rewiping. I’ve got a herniated disc, which is slowing me down, but I’m working a couple of hours more every day and doing weekends. If there’s something I can do, I have to do it to be able to sleep at night. That sounds melodramatic, but these are people who can’t care for themselves and the little bits may matter. I’d like to think society might value cleaners’ jobs more after this, but I don’t suppose it will.<br></p> <p><strong>The paramedic</strong></p> <p><strong>Martin Meadowcroft, south of England<br></strong>I’m a 53-year-old paramedic practitioner, trained to do things a doctor would traditionally have done. I’m working in an urgent treatment centre – a satellite of the main hospital designed to take the pressure off it and off GPs.</p> <p>I live alone and am avoiding people as much as I can, because I’m terrified the virus could be on my uniform. I wash my scrubs every day; I wash my hands assiduously; every time I get in and out of my car it’s a risk; if I stop at the shops on the way to work to buy some food, it’s a risk. It’s a pretty sad and lonely life outside of work. It’s stressful being on your own after a long shift. It’s just work and sleep; it’s relentless.</p> <p>It’s a really strange atmosphere. I would call it a phoney war. We were mobbed until a few days ago and I was working 14-hour days, but now people have stopped turning up, either because they are scared of getting coronavirus here or because they are taking NHS advice not to bring it into a hospital. But we know that is going to change when the confirmed infected numbers begin to rise. Probably the main hospital will cease doing all minor injuries, and we will have to carry the can for that. Plus, the population panics more and wants to be seen and reassured, so we’ll get a lot more people coming in.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>It’s stressful being on your own after a long shift. It’s just work and sleep; it’s relentless</p> </blockquote> </aside>  <p>The GPs in this area are now doing only telephone and online consultations, so we are taking all the risks right now. If you come in with a broken wrist but you have also got coronavirus, we still have to treat your broken wrist. We ask people at reception if they have any coronavirus symptoms and, if they do, they are seated in a separate area and given a mask. If the triage nurse then thinks you have coronavirus, we are warned and don full PPE [personal protective equipment] while we examine and treat that patient.</p> <p>I used to work in Africa but became ill with something viral that destroyed my pancreas, so now I’m very high-risk myself. If I get coronavirus, I’m in a lot of trouble. That’s makes doing this job very worrying for me, but your sense of duty and pride in the NHS kick in. We are pulling together and looking after one another. We have got WhatsApp groups so we can keep an eye on each other. You’re not fighting for king and country. You’re fighting for the man stood next to you in the trench.</p> <p><strong>The teacher</strong></p> <p><strong>Jing Li, Bristol<br></strong>I teach maths at a secondary school in Bristol. My mother is Chinese and at the very beginning, when the coronavirus was first breaking in China, she came to the UK to look after my son. She had recently had surgery for lung cancer and was wearing a mask – less because of the virus than because she found it very cold in the UK. But a man passed her in the street and shouted to her: “We don’t wear that in England.”</p> <p>She was upset and so was I, because I didn’t think the fact she was wearing a mask should have bothered anybody. It was her choice. A lot of my Chinese friends have had similar experiences to my mother, and I’ve heard racist language been spoken to Chinese kids about the virus.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>We are risking our lives to look after the kids. The school needs to help us teach safely</p> </blockquote> </aside>  <p>My mother and son are both coughing, so I’m self-isolating at the moment. I was working up till the final week before my school was closed, by which time you could feel people were worried. More and more staff and students had stopped coming in. Even though my school has now closed, I may have to go back to teach the children of keyworkers and children with special needs. I would be very worried if I did have to go back, especially with my mother being in a high-risk health category.</p> <p><br>In the UK there is a reluctance to wear masks. People don’t think they are useful. But something has to be done. Otherwise we are risking our lives to look after the kids. The school needs to help us teach safely. This is something we all have to get through together.</p> <p><em>Names have been changed and ages have been withheld to prevent identification</em><br></p>",
  "<p>In a desperate bid to salvage hospitality jobs during the Covid-19 pandemic, the United Workers Union has agreed with the Australian Hotels Association to cut minimum hours requirements and suspend rules on job classifications.</p> <p>It has also agreed to relax the rules on when staff can be directed to take leave.</p> <p>Monday’s closure of all bars, restaurants, hotels and clubs <a href=\"https://www.theguardian.com/australia-news/2020/mar/23/job-losses-from-australias-coronavirus-shutdown-will-be-devastating\">threatens nearly 1m hospitality jobs</a>. Many casual staff have already been told they are no longer needed and have joined <a href=\"https://www.theguardian.com/australia-news/2020/mar/24/newly-unemployed-australians-queue-at-centrelink-offices-as-mygov-website-crashes-again\">the long lines</a> outside Centrelink offices. The hospitality sector accounts for more than 8% of jobs in Australia.</p> <p>Employers and unions reached the extraordinary agreement on Tuesday and made a joint application to the Fair Work Commission to suspend rules in the hospitality award.</p> <p>Several other unions and employer groups are in consultations about temporary changes to awards.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/mar/24/newly-unemployed-australians-queue-at-centrelink-offices-as-mygov-website-crashes-again\">Newly unemployed Australians queue at Centrelink offices as MyGov website crashes again</a> </p> </aside>  <p>The national president of the United Workers Union, Jo-anne Schofield, said: “As the Fair Work Commission full bench hears this application, there are close to a million hospitality workers across the country facing cuts to their hours, being stood down, or losing their jobs.</p> <p>“Our hospitality members want job security and certainty above all else, and we hope this variation will help to deliver this,” she said.</p> <p>“Altering the award temporarily is an important step to help protect workers and their shifts during this unprecedented time,” she said.</p> <p>She said the agreement required consultation with workers about any change.</p> <p>“Penalty rates, allowances and job security are all preserved.”</p> <p>The chief executive of the Australian Hotels Association, Stephen Ferguson, said the peak body had decided to move ahead before other groups to keep businesses operating and save jobs, noting it had a good relationship with the union.</p> <p>“Our employer members are at the coalface of this crisis,” he said. “Other sectors and industries are not as hard hit.”</p> <p>The hospitality award covers pubs, casinos and hotels, as well as bars and restaurants within hotels, <a href=\"https://www.theguardian.com/world/2020/mar/22/australia-coronavirus-shutdown-what-is-open-closed-places-scott-morrison\">most of which were shut down by the government’s closure of non-essential services</a>.</p> <p>Some hotels are still operating where they offer accommodation, but with skeleton staff and at just 10%-20% capacity.</p> <p>Some restaurants and cafes are operating on delivery and takeaway basis.</p>",
  "<p>Moments after Donald Trump approached the lectern to open the daily taskforce briefing on the coronavirus pandemic, mild panic broke among viewers online.</p> <p>Where was Dr Anthony Fauci, the 79-year-old infectious disease expert who has become a regular fixture and a calming presence alongside the president?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AmandiOnAir/status/1242219842138263552\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Will the press in the <a href=\"https://twitter.com/WhiteHouse?ref_src=twsrc%5Etfw\">@WhiteHouse</a> briefing room commit malpractice for the second day in a row by not asking the only question that matters:<br><br>WHERE IS DR. FAUCI ??? 🤔🤔<a href=\"https://twitter.com/hashtag/WhereIsDrFauci?src=hash&amp;ref_src=twsrc%5Etfw\">#WhereIsDrFauci</a>? <a href=\"https://twitter.com/hashtag/WhereIsFauci?src=hash&amp;ref_src=twsrc%5Etfw\">#WhereIsFauci</a>? <a href=\"https://t.co/cXWsga3ocL\">pic.twitter.com/cXWsga3ocL</a></p>&mdash; Fernand R. Amandi (@AmandiOnAir) <a href=\"https://twitter.com/AmandiOnAir/status/1242219842138263552?ref_src=twsrc%5Etfw\">March 23, 2020</a></blockquote>  </figure>  <p>A hashtag questioning his whereabouts trended on Twitter.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Robt_Gibbs/status/1242227243465785347\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Paging Dr. Fauci...Paging Dr. Anthony Fauci. Please call your office immediately. <a href=\"https://t.co/kGASefBBAS\">https://t.co/kGASefBBAS</a></p>&mdash; Robert Gibbs (@Robt_Gibbs) <a href=\"https://twitter.com/Robt_Gibbs/status/1242227243465785347?ref_src=twsrc%5Etfw\">March 23, 2020</a></blockquote>  </figure>  <p>The alarm reflected just how much the nation has come to rely on the wisdom of the straight-talking doctor from New York as the virus spreads, with the worst yet to come.</p> <p>For the many anxious Americans tuning in from the confinement of their homes, Fauci is avoice of reason in a time of deep uncertainty. And his absence at yet another briefing raised was cause for concern.</p> <p>Had he been <a href=\"https://twitter.com/SethAbramson/status/1242216815998222341\">sidelined</a> for contradicting the president? Was he ill?</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/morningmika/status/1242223490473889800\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Where is Fauci? Disturbing. “At a certain point, we have to get open. .. we will be doing something very very quickly.. We can do two things at once.”  ...Then the President talks about how the flu and auto accidents can also be deadly.. WOW. That lack of Fauci shows.</p>&mdash; Mika Brzezinski (@morningmika) <a href=\"https://twitter.com/morningmika/status/1242223490473889800?ref_src=twsrc%5Etfw\">March 23, 2020</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WalshFreedom/status/1242221804036513792\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It’s clear that the coward in the White House can no longer handle having Dr Fauci in the room. That’s very bad news for the American people.</p>&mdash; Joe Walsh (@WalshFreedom) <a href=\"https://twitter.com/WalshFreedom/status/1242221804036513792?ref_src=twsrc%5Etfw\">March 23, 2020</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MollyJongFast/status/1242217957016637443\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The only person I want to hear from is dr. Anthony Fauci.</p>&mdash; Molly Jong-Fast🏡 (@MollyJongFast) <a href=\"https://twitter.com/MollyJongFast/status/1242217957016637443?ref_src=twsrc%5Etfw\">March 23, 2020</a></blockquote>  </figure>  <p>Asked about his absence by a Guardian reporter, Trump said: “I was just with him” – explaining that Fauci was “at a taskforce meeting”. A White House official confirmed Fauci’s attendance at earlier meetings that day and insisted his absence was in keeping with a commitment to rotate speakers “depending on the news of the day”.</p> <p>Fauci himself attempted to allay concerns about his current status – professionally and physiologically. Reached at his home on Sunday, the longtime director of the National Institute of Allergy and Infectious Diseases <a href=\"https://www.sciencemag.org/news/2020/03/i-m-going-keep-pushing-anthony-fauci-tries-make-white-house-listen-facts-pandemic\">told Science magazine</a> that he was “exhausted” but otherwise “good”.</p> <p>“I mean, I’m not, to my knowledge, coronavirus-infected,” he said, adding with a laugh: “To my knowledge, I haven’t been fired.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/23/trump-vows-to-open-up-our-country-even-as-deaths-from-coronavirus-rise\">Trump vows to ‘open up our country’ even as deaths from coronavirus rise</a> </p> </aside>  <p>But the doctor went further. He conceded that some of what Trump has said does not “comport” with the facts. Fauci, who has served six US presidents, said he is working with the members of the taskforce to ensure Trump shares accurate information from the podium about the coronavirus, but admitted that it can be a difficult task.</p> <p>“But I can’t jump in front of the microphone and push him down,” Fauci said. “OK, he said it. Let’s try and get it corrected for the next time.”</p> <p>From behind the podium, Trump has repeatedly made inaccurate or misleading claims about the coronavirus outbreak from the <a href=\"https://www.cnn.com/2020/03/19/politics/fact-check-trump-coronavirus-media/index.html\">availability of testing</a> to the <a href=\"https://www.factcheck.org/2020/03/trump-gets-ahead-of-himself-on-covid-19-therapies/\">development of a vaccine</a>. And on more than one occasion, it has fallen to Fauci to politely but firmly correct the president – sometimes in real time.</p> <p>At recent briefings, Trump, acting on instinct, has promoted a widely-available malaria drug as a possible antidote to Covid-19, the disease caused by the coronavirus. Asked by a reporter if it was true that the drug could prevent the disease, Fauci was blunt.</p> <p>“The answer is no,” he replied, explaining in his distinctive Brooklyn accent that the science was simply not there yet. “The information that you’re referring to specifically is anecdotal.”</p> <p>Later in the briefing, Fauci placed a hand over his face when Trump interjected and referred to the state department as the “deep state department”. The doctor’s face-palm was an instant <a href=\"https://twitter.com/Walldo/status/1241044023445524481?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1241044023445524481&amp;ref_url=https%3A%2F%2Fwww.businessinsider.com%2Fdr-anthony-fauci-did-a-facepalm-during-trumps-coronavirus-briefing-2020-3\">internet meme</a>, even as some noted that he had <a href=\"https://twitter.com/ed_solomon/status/1241057897884323840?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1241057897884323840&amp;ref_url=https%3A%2F%2Fwww.businessinsider.com%2Fdr-anthony-fauci-did-a-facepalm-during-trumps-coronavirus-briefing-2020-3\">touched his face </a>in violation of public health guidelines.</p> <p>“I don’t want to embarrass him,” Fauci said of his diplomatic approach, in a weekend <a href=\"https://www.nytimes.com/2020/03/21/opinion/sunday/fauci-coronavirus-trump.html\">interview</a> with New York Times columnist Maureen Dowd. “I don’t want to act like a tough guy, like I stood up to the president. I just want to get the facts out.”</p> <p>Trump, ever reluctant to share the spotlight, has taken note of Fauci’s heightened national profile – the interviews, the TV appearances and the dedicated following. Inviting him to speak at a press conference last week, Trump remarked: “I think everybody out here knows you pretty well.”</p> <p>He added: “Tony has been doing a tremendous job working long, long hours. And you’ve seen a lot happen, but this has been – it’s been a great experience, and working with you has been terrific.” That was 13 March.</p> <p>Ten days later, Trump’s opinion of the doctor appears not to have been dimmed by their disagreements.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/cspan/status/1242234983516966912\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Q: &quot;Where is Dr. Fauci right now? Why is he not at this briefing?&quot;<br><br>President Trump: I was just with him...he&#39;s at the task force meeting right now.&quot;<br><br>Q: &quot;Does he agree with you about the need to reopen the economy soon?&quot;<br><br>President Trump: &quot;He doesn&#39;t not agree.&quot; <a href=\"https://t.co/NC6CkyDmVN\">pic.twitter.com/NC6CkyDmVN</a></p>&mdash; CSPAN (@cspan) <a href=\"https://twitter.com/cspan/status/1242234983516966912?ref_src=twsrc%5Etfw\">March 23, 2020</a></blockquote>  </figure>  <p>“I like Dr Fauci a lot,” he told reporters on Monday.</p> <p>But did Fauci agree with Trump’s latest declaration – that he could soon begin easing restrictions on social distancing and public activities recommended by public health officials to help contain the spread of the coronavirus?</p> <p>Trump paused, then replied: “Well, he doesn’t not agree.”</p>"
]