[
  "<p>Organisers of anti-racism protests in the UK have accused the police of unfairly targeting black people during the lockdown and called for further demonstrations this week.</p> <p>Protests took place in London, Cardiff, Manchester and Nottingham on Saturday and Sunday against the <a href=\"https://www.theguardian.com/us-news/george-floyd\">killing last week of George Floyd</a> by a white police officer in Minnesota, which has led to widespread unrest across the US.</p> <p>As well as showing solidarity with demonstrators in the US, Britons have expressed anger and frustration at the increased use of stop and search during the lockdown in areas with large black, Asian and minority ethnic (BAME) populations.</p> <p>The Guardian revealed last week that BAME people in England were <a href=\"https://www.theguardian.com/world/2020/may/26/bame-people-fined-more-than-white-population-under-coronavirus-laws\">54% more likely to be fined under coronavirus rules</a> than white people.</p> <p>British demonstrations were called spontaneously by young black people who are not affiliated with any organisations. They said they wanted to shine a spotlight on the impact of <a href=\"https://www.theguardian.com/commentisfree/2020/mar/21/windrush-institutional-racism-hostile-environment\">institutional racism</a> in the UK.</p> <p>During the protests, the rallying cry that “the UK is not innocent” was accompanied by Black Lives Matter banners.</p>  <figure class=\"element element-image\" data-media-id=\"7a81c88b64d0bb42234ab869773527adc3f93313\"> <img src=\"https://media.guim.co.uk/7a81c88b64d0bb42234ab869773527adc3f93313/0_98_3000_1801/1000.jpg\" alt=\"Protesters in Westminster\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters in Westminster on Sunday.</span> <span class=\"element-image__credit\">Photograph: Ollie Millngton/RMV/Rex/Shutterstock</span> </figcaption> </figure>  <p>A police source&nbsp;told the Guardian a single incident such as video circulating on social media of alleged police heavy-handedness could be the spark for trouble and described the atmosphere as tinder dry: “I worry about the effect over here of what’s going on in the US. One incident, and it could kick off.”</p> <p>Aima, 18, who did not wish to give her last name, was one of the organisers of a protest in London on Sunday. She said: “I started the #LDNBLM hashtag and it blew off. I didn’t expect that to happen. What inspired me was how much pain I’ve suffered while in the UK. I moved here from Nigeria when I was 10 and as soon as I came here I experienced a lot of discrimination from the police and from people around me. People need to understand in the UK, we’re suffering too.”</p> <p>The protest was not associated with the more established group Black Lives Matter UK. A spokesperson for the group said: “Although we are supporting newly founded groups in their demonstrations, we are currently not calling protests due to the life-threatening reality of the pandemic, which is killing members of our communities at a rate far greater than their white counterparts. We are the first to work, first to die and now, first to fight.”</p> <p>The Met has increased &nbsp;stop&nbsp;and searches by 50% in a year. In April 2019 Met officers carried out 20,981 stops. This April, with lockdown fully in place, 30,608 stops were carried out. The Met says one in five searches led to further action being taken</p> <p>Demonstrations follow recent high-profile stop and searches in the capital, including on an ambulance driver waiting for his friend in south London, which prompted Jovan Nepaul, the chair of Lewisham Deptford constituency Labour party, to write to the mayor of London, Sadiq Khan, expressing his concern about “the disproportionate policing of black people in our area”.</p> <p>Trey Campbell-Simon, the BAME officer for the Chelsea and Fulham Labour party, said he attended a rally on Sunday to show solidarity with victims of police violence in the US. “I also attended because the British police are not innocent. There is a long history with the British police using excessive force with black people, you only have to look at the <a href=\"https://www.theguardian.com/society/2016/jun/26/man-accused-of-starting-2011-london-riots-mark-duggan\">killing of Mark Duggan</a> for one example,” he said.</p> <p>A spokesperson for the Metropolitan police said: “We understand there are concerns across some communities that the use of the stop-and-search tactic during the Covid-19 lockdown has been deliberately aimed at certain groups. We would like to reassure communities that this is absolutely not the case.<br><br>“However, our use of stop and search over recent weeks has increased as additional resources have been placed into proactive patrols to tackle crime and keep London safe during this challenging period.”</p> <p>Protesters say the demonstrations go much further than a protest against policing operations during lockdown.</p> <p>Another organiser, who wished to remain anonymous, said there had been widespread anger over recent government failures that had affected the BAME population.</p> <p>“There’s a whole load of people who have directly been affected by the unlawful murders and unjust treatment of our brothers and sisters worldwide, but it’s also more than that. It’s looking at things like <a href=\"https://www.theguardian.com/commentisfree/2017/jun/16/grenfell-tower-price-britain-inequality-high-rise\">Grenfell</a>, it’s looking at things like the <a href=\"https://www.theguardian.com/commentisfree/2020/mar/21/windrush-institutional-racism-hostile-environment\">Windrush </a><a href=\"https://www.theguardian.com/commentisfree/2020/mar/21/windrush-institutional-racism-hostile-environment\">scandal</a>,” the 22-year-old said. “We are here to stay, we’re not just a blip in the moment.”</p> <p>Further protests are planned in London on Saturday and Sunday. A demonstration on Wednesday at Hyde Park aims “to demand justice for George Floyd and a public inquiry here in Britain into the <a href=\"https://www.theguardian.com/commentisfree/2020/apr/19/bame-dying-coronavirus-sadiq-khan\">disproportionate BAME deaths during the Covid-19 crisis</a>”.</p> <p>Weyman Bennett, the <a href=\"https://www.standuptoracism.org.uk/\">Stand Up To Racism</a> national co-convenor, said: “In the UK we’ve seen a <a href=\"https://www.theguardian.com/uk-news/2020/may/08/manchester-police-taser-man-with-child-iopc-stretford\">black man </a><a href=\"https://www.theguardian.com/uk-news/2020/may/08/manchester-police-taser-man-with-child-iopc-stretford\">Tasered in front of his child in Manchester</a> this month while Tory adviser Dominic Cummings gets away scot-free.”</p> <p>Demonstrators last weekend also demanded <a href=\"https://www.theguardian.com/uk-news/2020/may/12/uk-rail-worker-dies-coronavirus-spat-belly-mujinga\">justice for Belly Mujinga</a>, a 47-year-old railway ticket office worker who died after contracting Covid-19 after being spat at while on duty. The British&nbsp;Transport&nbsp;Police announced last week that <a href=\"https://www.theguardian.com/uk-news/2020/may/29/police-close-case-of-rail-workers-covid-19-death-after-spitting-incident\">no further action would be taken</a>.</p> <p>Edan, 17, who plans to attend the next wave of protests in London, said events over the past decade had awoken her generation to widespread inequalities in the UK. “It’s forcing people to see we live completely different lives, even if we live in the same area and go to the same school. We are leading two completely different realities.”</p> <p>The Met said there were 23 arrests at the demonstrations in London on Sunday. “The arrests were for a variety of offences including breaching the Covid-19 legislation, assault on an emergency worker, possession of an offensive weapon and breach of the peace. The ages of those arrested ranged from 17 to 30 years.”</p> <p>The Home Office said in a statement it had “put in place measures to ensure that policing is subject to appropriate levels of transparency and accountability – with regular inspections of the way forces engage with communities, frequent publication of data on use of police powers and strengthening the police complaints system.</p> <p>“If an officer does commit a serious breach of the standards expected of them, disciplinary proceedings and, if appropriate, criminal proceedings should follow.”</p> <p>• This article was amended on 2 June 2020. The organisation Stand Up To Racism has called for a day of action on Wednesday 3 June, but is not involved in the Hyde Park demonstration as an earlier version had said.</p>",
  "<p>Government lawyers have tried and failed to remove the name of Dominic Cummings from a sex discrimination claim being pursued by Sajid Javid’s former special adviser, the Guardian can disclose.</p> <p>The demand was rejected after barristers for <a href=\"https://www.theguardian.com/politics/2019/sep/01/adviser-sacked-by-cummings-may-have-case-for-unfair-dismissal-expert\">Sonia Khan, the former chancellor’s media adviser</a> who was marched by armed police from Downing Street, successfully argued that the behaviour of Boris Johnson’s chief aide was pivotal to the case.</p> <p>The disclosure will be seen as an attempt by the government to protect Cummings from further controversy. He is facing demands for his resignation after the Guardian revealed that he had <a href=\"https://www.theguardian.com/politics/2020/may/28/durham-police-believe-cummings-probably-did-break-lockdown-rules\">driven hundreds of miles across the UK</a> during the coronavirus outbreak.</p> <p>It also means that Cummings could be made personally liable for part of any damages award.</p> <p>Khan was Javid’s media adviser at the time she was escorted from No 10 after Cummings accused her of misleading him over her contact with individuals close to the former chancellor Philip Hammond. She denied any inappropriate contact. Javid was furious to learn about her dismissal after the event.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"25b3a05d764fe8104e4ef1e3e0ca644008331835\"> <img src=\"https://media.guim.co.uk/25b3a05d764fe8104e4ef1e3e0ca644008331835/0_0_1732_2164/800.jpg\" alt=\"Sonia Khan\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sonia Khan was escorted from No 10 after Dominic Cummings accused her of lying about contact with one of Philip Hammond’s former staff.</span> <span class=\"element-image__credit\">Photograph: Aaron Chown/PA</span> </figcaption> </figure>  <p>At an employment tribunal hearing in central London, a judge set the case for a five-day hearing in December at which the relationship between Cummings and Johnson will be scrutinised.</p> <p>Barristers for Khan named Cummings as a respondent in the case, which also includes an unfair dismissal claim. It is understood that the government’s solicitors attempted to argue that his name should be removed and replaced as a respondent with that of the Cabinet Office.</p> <p>Whitehall sources said Cummings planned to fight the claim.</p> <p>Counsel for Khan, who is being backed by the FDA union, argued that Cummings was pivotal to the case and that what he had done personally, rather than just as an agent of the employer, was actionable. He is expected to be summoned as a witness.</p> <p>The hearing ruled that the Cabinet Office could be added as a respondent but Cummings would also remain.</p> <p>Khan, 28, was accused by Cummings of lying about her conversations with Hammond’s former staff member Poppy Trowbridge.</p> <p>It is understood Khan was asked to hand over her work phone, and also presented her personal phone to Cummings.</p> <p>There were no other firsthand witnesses to Khan’s sacking by Cummings, who spoke to her in an office in Downing Street close to the prime minister’s.</p> <p>In a meeting days after Khan’s departure with Boris Johnson’s team of special advisers – known as spads – Cummings is said to have remarked: “If you don’t like how I run things, there’s the door.”</p> <p>Bruce Carr QC, a former government adviser on employment law, said the naming of an individual as a respondent could mean he could be personally liable for damages.</p> <p>“There are plenty of cases where it is appropriate and legitimate to include an individual as a respondent where that individual is central to the allegations of discrimination,” he said.</p> <p>“Where that is or might be the case, it is actually very difficult for the principal respondent such as a government department to persuade a tribunal to strike out a claim against the individual named respondents.</p> <p>“What you are effectively asking them to do is rule that the claim against the individual is frivolous or hopeless or is being brought for illegitimate reasons.”</p> <p>Cummings has previously faced criticism over what some describe as his high-handed behaviour. In 2012, a senior civil servant received a payout of £25,000 from the Department for Education in a bullying case she took against Cummings and a senior member of Michael Gove’s team when Cummings was a special adviser at the department. An internal investigation found no grounds for disciplinary action.</p> <p>Cummings also drew criticism for hiring <a href=\"https://www.theguardian.com/politics/2020/feb/17/andrew-sabisky-boris-johnsons-ex-adviser-in-his-own-words\">Andrew Sabisky, a temporary contractor who resigned</a> over comments about eugenics and race.</p> <p>Johnson could also be asked to give evidence to the tribunal. At the time of Khan’s dismissal last September, the terms of employment for special advisers made it clear that it was only the prime minister who had the power to sack them. This was then changed after Khan left, giving Cummings ultimate “responsibility for disciplinary matters”.</p> <p>Dave Penman, the head of the FDA, declined to comment on the specifics of the case. “The FDA continues to support Sonia Khan through her legal claims at tribunal,” he said.</p> <p>A government spokesperson said:&nbsp;<strong>“</strong>We don’t&nbsp;comment&nbsp;on&nbsp;ongoing&nbsp;legal&nbsp;matters.”&nbsp;</p> <p>A source added that it is standard government practice to ask for the employing department to be named as the respondent rather than individual employees.</p>",
  "<div id=\"block-5ed4e9548f087122eca534d1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T11:41:28.668Z\">12.41pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This blog is closing now, but our round-the-clock coverage continues here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/live/2020/jun/01/george-floyd-protests-donald-trump-white-house-washington-police-brutality-minneapolis-latest-news-updates\">George Floyd protests across US create greatest uprising since 1968 – live</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed4e0508f087122eca53441\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T11:05:11.232Z\">12.05pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">California to close all state buildings in downtown areas</h2> \n <div class=\"block-elements\"> \n  <p>California’s Department of Human Resources has just issued a directive that <strong>all state buildings “with offices in downtown city areas” must be closed on Monday,</strong> a sweeping order that covers everything from Department of Motor Vehicles offices to those that license workers and provide health care, the Associated Press reports.</p> \n  <p>“After consultation with the California Highway Patrol and Office of Emergency Services, the decision was made this evening to advise all state departments with offices in downtown city areas to close tomorrow, and to notify staff of the decision,” said Amy Palmer, a spokeswoman for the state Government Operations Agency.</p> \n  <p>The directive was sent Sunday evening and it was left up to officials at individual agencies to determine which buildings should be closed.</p> \n  <p>A state Department of Justice memo sent to employees said the attorney general’s offices in Sacramento, Oakland, San Francisco, Los Angeles and San Diego would be closed, though employees who can work from home should do so.</p> \n  <p>“Staff assigned to these offices should not report to work for any reason. Staff who are able to telework should continue to do so despite the office closures,” the memo said.</p> \n </div> \n</div> \n<div id=\"block-5ed4dd3e8f084df971c8d6f8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T10:59:07.548Z\">11.59am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s footage of the moment last night when some of the White House’s exterior lights were shut off, providing symbolism some have found hard to resist.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Hop_Squatch/status/1267387690854633472\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Remember when Donald Trump thought wearing a mask would make him look weak? <a href=\"https://twitter.com/hashtag/BunkerBoy?src=hash&amp;ref_src=twsrc%5Etfw\">#BunkerBoy</a> <a href=\"https://t.co/2Xlows8SIk\">pic.twitter.com/2Xlows8SIk</a></p>— Hop von Squätch (@Hop_Squatch) \n    <a href=\"https://twitter.com/Hop_Squatch/status/1267387690854633472?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The news that Donald Trump spent part of Friday evening in the presidential bunker, as protesters massed near to the White House, is getting a lot of traction online. #BunkerBoy is the leading trend on Twitter in the United States and in the top five in Australia. </p> \n </div> \n</div> \n<div id=\"block-5ed4d1088f087122eca533a3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T10:04:59.158Z\">11.04am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We’ve already reported how China’s state media is using these protests as an opportunity to goad Donald Trump and deflect from its own government’s treatment of Hong Kong and protesters in the city.</p> \n  <p>Iran is also getting in on the act. Its foreign ministry spokesman has just given this press conference that observers are saying is the first he’s ever given in English, in which he directly addresses American protesters with messages of support.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AbasAslani/status/1267378657426911234\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Iran?src=hash&amp;ref_src=twsrc%5Etfw\">#Iran</a>'s Foreign Ministry spox to American people: The world has heard your outcry over the State oppression. The world is standing with you...The American regime is perusing violence &amp; bullying at home &amp; abroad...Stop violence against your people &amp; let them breathe.<a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a> <a href=\"https://t.co/nsXEIo1FrF\">pic.twitter.com/nsXEIo1FrF</a></p>— Abas Aslani (@AbasAslani) \n    <a href=\"https://twitter.com/AbasAslani/status/1267378657426911234?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>His government doesn’t deem Iranians worthy of the same support, if last November’s nationwide protests are any indication. Security forces used teargas, live ammunition and other repressive measures <a href=\"https://www.theguardian.com/world/2019/dec/01/iran-fuel-protest-crackdowns-revealed-on-social-media\">to crush those demonstrations</a>, which also involved riots and destruction of banks and state buildings. Estimates of how many were killed range from 304, according to Amnesty International, to about 1,500 according to Reuters. The Iranian government has not released its own figure. </p> \n </div> \n</div> \n<div id=\"block-5ed4cefe8f087122eca53396\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T09:54:50.237Z\">10.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>George Floyd’s killing has led to a global pouring of outrage and solidarity with protesters in the US. That has included four solidarity rallies in New Zealand, a large demonstration in London’s Trafalgar Square and protests in Berlin and Copenhagen. Demands for justice also featured in this weekend’s Bundesliga, the German football championship. Floyd’s visage also now features on a part of the former Berlin Wall, along with some of his last words, “I can’t breathe”. </p> \n  <figure class=\"element element-image\" data-media-id=\"6a0441c41face059280803f4437583ac261c2a19\"> \n   <img src=\"https://media.guim.co.uk/6a0441c41face059280803f4437583ac261c2a19/0_605_4032_2419/1000.jpg\" alt=\"A portrait of George Floyd on a wall at Gedenkstatte Berliner Mauer in Berlin, Germany.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A portrait of George Floyd on a wall at Gedenkstatte Berliner Mauer in Berlin, Germany.</span> \n    <span class=\"element-image__credit\">Photograph: China News Service/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>We’ve pulled those threads together into this story, just published:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/01/george-floyd-protests-take-place-in-cities-around-the-world\">George Floyd: protests take place in cities around the world</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T09:56:13.186Z\">at 10.56am BST</time></p> \n</div> \n<div id=\"block-5ed4ac458f084df971c8d516\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T07:30:10.058Z\">8.30am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A striking detail from tonight’s coverage has been reports that as protesters surged towards the White House on Friday night, US president Donald Trump, his wife Melania and son Barron briefly retreated to the Presidential Emergency Operations Centre – a fortified bunker-like structure beneath the residence.</p> \n  <p>The last time a US head of state was publicly known to have used the bunker was on 11 September, 2001, where senior members of the George W Bush administration spent that day after their west wing offices were evacuated. There are no other public reports of presidents needing to use the area since - the New York Times, which <a href=\"https://www.nytimes.com/2020/05/31/us/politics/trump-protests-george-floyd.html\">first reported</a> this detail, says “it has not been used much, if at all” since the 9/11 terrorist attacks. But it notes the area has since been strengthened to withstand the impact of a passenger jet.</p> \n  <p>The White House has declined to comment on the reports.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/31/trump-flees-to-bunker-as-protests-over-george-floyd-rage-outside-white-house\">Trump fled to bunker as protests over George Floyd raged outside White House</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed4aadb8f087122eca53280\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T07:16:26.760Z\">8.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleague Julian Borger in Washington DC has just filed this update on a tense evening the capital.</p> \n  <blockquote class=\"quoted\"> \n   <p>Multiple fires broke out near the White House late on Sunday evening, as angry protesters gathered in Washington DC for the third night in a row following the death of George Floyd.</p> \n   <p>Sunday evening’s protests in front of the White House started relatively cheerfully, with a crowd of a few thousand in Lafayette park. Earlier in the day, demonstrators had marched through the city’s downtown, chanting “George Floyd! Say his name!” and “No Justice! No Peace!”</p> \n   <p>But as the 11 pm curfew approached, tensions between protesters and police mounted. Demonstrators faced off against a line of a few hundred police supported by national guardsmen. The lights illuminating the north side of the White House, which had provided the backdrop to the face off between protesters and police, were turned off. In normal times, they are only ever turned off when a president dies.</p> \n   <p>Inside it was reported that Donald Trump, his wife, Melania and son Barron, had been <a href=\"https://www.theguardian.com/us-news/2020/may/31/trump-flees-to-bunker-as-protests-over-george-floyd-rage-outside-white-house\">taken down to the White House bunker</a> at the height of the protests and then brought back up as the crowds dispersed.</p> \n   <p>When 11pm came, the police line in front of the White House advanced with tear gas rounds across Lafayette park clearing out the protesters, with intermittent sprints. </p> \n  </blockquote> \n  <p>Read the full story here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/31/fires-light-up-washington-dc-on-third-night-of-george-floyd-protests\">Fires light up Washington DC on third night of George Floyd protests</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed4a86f8f084df971c8d4f8\" class=\"block\" data-block-contributor=\"profile/michael-safi\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T07:11:45.296Z\">8.11am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hello, it’s just past 3am on the east coast and midnight on the west coast and the US is reeling from the sixth successive night of protests and riots following the killing of George Floyd. I’ll be steering you through the next hours of our coverage.</p> \n  <p>Those just checking in might have missed this frightening scene from a Minneapolis freeway earlier today, where a tanker truck appeared to charge at full speed into a throng of protesters. Nobody was injured but the driver did seek medical assistance, according to local authorities.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BrettHoffland/status/1267227669701316608\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING- Truck moves at full speed into a crowd of thousands of demonstrators <a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a> <a href=\"https://twitter.com/hashtag/Minnesota?src=hash&amp;ref_src=twsrc%5Etfw\">#Minnesota</a> <a href=\"https://twitter.com/KSTP?ref_src=twsrc%5Etfw\">@KSTP</a> <a href=\"https://t.co/pUscK8JgFB\">pic.twitter.com/pUscK8JgFB</a></p>— Brett Hoffland (@BrettHoffland) \n    <a href=\"https://twitter.com/BrettHoffland/status/1267227669701316608?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Police in the city have now named the driver as Bogdan Vechirko, and he’s been arrested. </p> \n </div> \n</div> \n<div id=\"block-5ed49dc48f087122eca53226\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T06:25:34.363Z\">7.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Many of the reporters on the ground are heading for some rest as the unrest quietens down for now. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alex_burness/status/1267331611047141378\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Just drove a couple big laps around the Capitol and through Cap Hill. Saw a couple dumpster fires but otherwise pretty quiet. I didn’t see many protesters. There are still cops everywhere. And “cops” doesn’t really do it justice — SWAT trucks, tons of them. Debris all over.</p>— Alex Burness (@alex_burness) \n    <a href=\"https://twitter.com/alex_burness/status/1267331611047141378?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alex_burness/status/1267323716784066561\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The show of force from police over the last hour in Denver has been way above and beyond anything else I’ve seen since all this started four days ago. In fact it’s beyond anything I’ve seen from police in my life.</p>— Alex Burness (@alex_burness) \n    <a href=\"https://twitter.com/alex_burness/status/1267323716784066561?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AGuzmanLopez/status/1267269781805137920\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I just got hit by a rubber bullet near the bottom of my throat. I had just interviewed a man with my phone at 3rd and Pine and a police officer aimed and shot me in the throat, I saw the bullet bounce onto the street <a href=\"https://twitter.com/LAist?ref_src=twsrc%5Etfw\">@LAist</a> <a href=\"https://twitter.com/KPCC?ref_src=twsrc%5Etfw\">@kpcc</a> OK, that’s one way to stop me, for a while <a href=\"https://t.co/9C2u5KmscG\">pic.twitter.com/9C2u5KmscG</a></p>— Adolfo Guzman-Lopez (@AGuzmanLopez) \n    <a href=\"https://twitter.com/AGuzmanLopez/status/1267269781805137920?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed49ac38f08f5e3730121f3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T06:11:21.632Z\">7.11am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It’s the middle of the night in the US, where cities continue to reel under protest and violence and where Black Lives Matter leaders say president Donald Trump, has failed his country. This report from David Smith in Washington:<br></p> \n  <p><em>For three years, the first president elected without political or military experience rode his luck and skirted past disaster. In the fourth year, the fates demanded payback.</em></p> \n  <p><em>Not even Trump’s harshest critics can blame him for a virus believed to have come from a market in the Chinese city of Wuhan, nor for an attendant economic collapse, nor for <a href=\"https://www.theguardian.com/world/2019/aug/13/us-slavery-400-years-virginia-point-comfort\">four centuries of slavery,</a> segregation, police brutality and racial injustice.</em></p> \n  <p><em>But they can, and do, point to how he made a bad situation so much worse. The story of Trump’s presidency was arguably always leading to this moment, with its toxic mix of weak moral leadership, racial divisiveness, crass and vulgar rhetoric and an erosion of norms, institutions and trust in traditional information sources. Taken together, these ingredients created a tinderbox poised to explode when crises came.</em></p> \n  <p><a href=\"https://www.theguardian.com/us-news/2020/jun/01/george-floyd-gggdonald-trump-black-lives-matter\">Read Smith’s full report here.</a></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/01/george-floyd-donald-trump-black-lives-matter\">'He is a destroyer': how the George Floyd protests left Donald Trump exposed</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T06:14:21.905Z\">at 7.14am BST</time></p> \n</div> \n<div id=\"block-5ed48fe68f08f5e3730121b6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T05:45:01.719Z\">6.45am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Cities across the US saw further unrest on Sunday as protests against police brutality and the killing of George Floyd in Minneapolis raged on.</strong> On the sixth day of demonstrations since Floyd’s death, many throughout the nation defied curfews amid rising anger and frustration at the repeated failure of America’s policing system. More than 4,000 protestors have been <br></li> \n   <li><strong>Fires burned in Washington DC, including near the White House. </strong>As the 11pm curfew passed, an area of a few blocks around the White House was thick with smoke.</li> \n   <li><strong>Donald Trump was taken into a special secure bunker</strong> as protests sparked by the death of George Floyd raged outside the White House on Friday night, according to reports. Despite days of peaceful protests and violent clashes with police in some of America’s major cities, Trump has not addressed the nation and has repeatedly sent inflammatory messages over Twitter.</li> \n   <li><strong>Few defied the curfew in Minneapolis, where the main gathering place remained the street where Floyd was arrested and killed on Monday, now a memorial filled with flowers.</strong> Police had cleared protesters from the site with force last night.</li> \n   <li><strong>In the Twin Cities, thousands of people who had gathered on the Interstate 35 west bridge were forced off a semi-truck drove into the crowd.</strong> No protestors appear to have been injured by the “disturbing” incident, officials said. <br></li> \n   <li><strong>New York descended into chaos once again, as t</strong><strong>housands of demonstrators spread throughout the city, and at one point briefly shut down the Manhattan bridge. </strong>Protestors thew trash at the police and officers responded by beating crowds back with batons and making arrests.</li> \n   <li><strong>New York Mayor’s Bill de Blasio’s 25-year-old daughter was one of the demonstrators who was arrested this weekend. </strong>As outlets reported the news, a New York City police union tweeted personal information about Chiara de Blasio’s arrest.</li> \n   <li><strong>Throughout the country, police responded use tear gas, pepper spray, rubber bullets and batons against demonstrators and press.</strong> Officers fired “beanbag rounds” at protestors in Austin, and in Denver police reportedly hit a Denver Post reporter with multiple nonlethal rounds despite him screaming “press”. </li> \n   <li><strong>Los Angeles county, the largest county in the US, has announced a regional curfew to go from 6pm to 6am, as a number of protests continue across southern California. </strong>Business owners and residents spent Sunday morning cleaning up after Saturday night’s explosive demonstration, with many merchants putting up “minority-owned” and “Black Lives Matter” signs on the boarded-up storefronts</li> \n   <li><strong>Trump tweeted that “The United States of America will be designating ANTIFA as a Terrorist Organization.”</strong> The president has blamed the violence during this week’s protests on Antifa and leftwing organizations despite the fact that it is unclear who is responsible for the looting. </li> \n  </ul> \n  <p>The Guardian’s team in London will continue live coverage of the protests. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/31/george-floyd-us-cities-protests-violence-minneapolis-new-york\">George Floyd: curfews fail to deter a new wave of protests across US</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T05:46:30.909Z\">at 6.46am BST</time></p> \n</div> \n<div id=\"block-5ed490288f08f5e3730121b9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T05:34:13.641Z\">6.34am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Report: New York police union 'doxes' mayor's daughter</h2> \n <div class=\"block-elements\"> \n  <p>As news outlets reported that New York City mayor Bill de Blasio’s 25-year-old daughter had been arrested at a protest last night, a New York city police union tweeted personal information about Chiara de Blasio’s arrest. </p> \n  <p>Gizmodo reporter Dell Cameron reported on the tweet from the Sergeant’s Benevolent Association, calling it a “doxing.” </p> \n  <p>“How can the NYPD protect the city from rioting anarchist [sic] when the mayors object throwing daughter is one of them. Now we know why he is forbidding Mounted Units to be mobilized and keeping the NYPD from doing their jobs,” the tweet read. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dellcam/status/1267310781290381313\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Deleted my tweet about NYPD doxing Mayor de Blasio's daughter. <br><br>I redacted all the personal information I saw. It's pretty blurry. Someone DM'd to say you could still read another piece of personal info on the screen. <br><br>Better safe than sorry. <a href=\"https://t.co/tfdhBlXWOq\">pic.twitter.com/tfdhBlXWOq</a></p>— Dell Cameron BLM (@dellcam) \n    <a href=\"https://twitter.com/dellcam/status/1267310781290381313?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dellcam/status/1267308615553163265\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Okay, for clarification, I'm told: The address they provided was Gracie Mansion, the mayor's residence. (They used the wrong zip code). It did include an apartment number (?) The address was also not the only personally identifiable information (PII) included.</p>— Dell Cameron BLM (@dellcam) \n    <a href=\"https://twitter.com/dellcam/status/1267308615553163265?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>It appears that Twitter subsequently removed the tweet, Cameron and other reporters noted, although comment from Twitter was not immediately available. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jose_Pagliery/status/1267313072533889024\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Twitter has deleted this tweet by the NYPD's sergeants union, in which they unilaterally revealed arrest info about <a href=\"https://twitter.com/NYCMayor?ref_src=twsrc%5Etfw\">@NYCMayor</a>'s daughter. <a href=\"https://t.co/T4hPPdm9Ud\">pic.twitter.com/T4hPPdm9Ud</a></p>— 𝙅𝙤𝙨𝙚 𝙋𝙖𝙜𝙡𝙞𝙚𝙧𝙮 (@Jose_Pagliery) \n    <a href=\"https://twitter.com/Jose_Pagliery/status/1267313072533889024?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed48eeb8f087122eca531d8\" class=\"block\" data-block-contributor=\"profile/maanvi-singh\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T05:20:35.540Z\">6.20am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>A fourth night of chaotic protests in New York City</h2> \n  <p>New York descended into chaos once again today, as the fourth night of demonstrations raged on. The demonstrations have been characterized by turbulent confrontations between police and protestors, with officers arresting hundreds though the weekend. </p> \n  <p>Mayor Bill deBlasio’s daughter Chiara deBlasio, 25, was among the those arrested on Saturday night, news outlets reported on Sunday night, as the New York police union tweeted personal information about the mayor’s daughter’s arrest. </p> \n  <p>In Union Square, flames rose two stories high, according to reporters at the scene. In Lower Manhattan, shops including a Duane Reade drugstore were looted. Thousands of demonstrators spread throughout the city, and at one point briefly shut down the Manhattan bridge. Protestors thew trash at the police, and officers responded by beating crowds back with batons and making more arrests. </p> \n  <p>NYPD officers have been widely criticized for using excessive force in response to protestors throughout the weekend. Earlier in the day, the protests began with people kneeling at various spots across the city. Demonstrators held moments of silence in honor of George Floyd and even filmed a few officers joining in.</p> \n </div> \n</div> \n<div id=\"block-5ed4880d8f084df971c8d43f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T04:50:47.643Z\">5.50am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>How US newspapers have covered the George Floyd protests</h2> \n  <p>What does American coverage of the George Floyd protests look like to people in the rest of the world? </p> \n  <p>My Guardian colleague Alison Rourke looks at the front pages of US newspapers over the past few days: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/01/rage-and-anguish-how-the-us-papers-have-covered-the-george-floyd-protests\">Rage and anguish: how the US papers have covered the George Floyd protests</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed486b88f087122eca531ba\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T04:44:39.452Z\">5.44am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Austin, Texas: Police firing ‘beanbag rounds’ at protesters </h2> \n  <p>ProPublica reporter Jessica Huseman is covering protests in Austin tonight. She tweeted that she can see an officer firing beanbag rounds at protesters, and that he is “smiling.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JessicaHuseman/status/1267306486960717824\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Police are firing beanbag rounds in Austin. There was no warning, it has made the situation much worse. <a href=\"https://t.co/0cCZ3qTmjU\">pic.twitter.com/0cCZ3qTmjU</a></p>— Jessica Huseman (@JessicaHuseman) \n    <a href=\"https://twitter.com/JessicaHuseman/status/1267306486960717824?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JessicaHuseman/status/1267307790122594304\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The cop shooting beanbags, im not kidding, is smiling. I can see his face.</p>— Jessica Huseman (@JessicaHuseman) \n    <a href=\"https://twitter.com/JessicaHuseman/status/1267307790122594304?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JessicaHuseman/status/1267307920804458496\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">None of the officers near him will tell me who he is and none will say why he started firing.</p>— Jessica Huseman (@JessicaHuseman) \n    <a href=\"https://twitter.com/JessicaHuseman/status/1267307920804458496?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Earlier today, the Austin Police Association tweeted about why the city’s police were using beanbag rounds against protesters: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ATXPOA/status/1267111930180907008\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Q: Why is APD using bean bag rounds?<br>A: Bean bag rounds are used to stop protestors from throwing rocks, bottles, paint, and other dangerous items at <a href=\"https://twitter.com/Austin_Police?ref_src=twsrc%5Etfw\">@Austin_Police</a> officers or other people nearby. The debris all over IH35 yesterday were items thrown at officers.<a href=\"https://twitter.com/hashtag/QandAwiththeAPA?src=hash&amp;ref_src=twsrc%5Etfw\">#QandAwiththeAPA</a> <a href=\"https://t.co/FHp5cWq2k5\">pic.twitter.com/FHp5cWq2k5</a></p>— Austin Police Association (@ATXPOA) \n    <a href=\"https://twitter.com/ATXPOA/status/1267111930180907008?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed4845b8f08f5e373012181\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T04:39:00.984Z\">5.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>‘Major show of force’ outside police headquarters in Denver </h2> \n  <p>Reporters on the scene in Denver, Colorado are describing a “major show of force” as more than a thousand protesters defied the city’s curfew and continued to march towards the city’s police headquarters. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alex_burness/status/1267302986155544578\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Giant crowd at 14th and Grant, chanting FTP as the same police warning about curfew blares over megaphone for the millionth time. They’re now marching down 14th. <a href=\"https://t.co/TPHDu8csZO\">pic.twitter.com/TPHDu8csZO</a></p>— Alex Burness (@alex_burness) \n    <a href=\"https://twitter.com/alex_burness/status/1267302986155544578?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Journalist Alex Burness of the Denver Post was hit with multiple nonlethal rounds despite screaming “press,” a New York Times reporter covering the protest with him tweeted. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jackhealyNYT/status/1267308781794480131\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is <a href=\"https://twitter.com/alex_burness?ref_src=twsrc%5Etfw\">@alex_burness</a>, Denver Post reporter. He screamed “Press” shortly before being hit as officers fired on protesters. <a href=\"https://t.co/bE4a7kGIoq\">pic.twitter.com/bE4a7kGIoq</a></p>— jack healy (@jackhealyNYT) \n    <a href=\"https://twitter.com/jackhealyNYT/status/1267308781794480131?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Burness called it “definitely the most violent single moment I’ve covered over these four days” and a “Major show of force by cops outside Denver PD headquarters.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alex_burness/status/1267309462181875712\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">That was definitely the most violent single moment I’ve covered over these four days. Major show of force by cops outside Denver PD headquarters. People scrambled. I got hit several times with what I think are foam bullets. One in leg, one on my side, one at my head. I’m fine.</p>— Alex Burness (@alex_burness) \n    <a href=\"https://twitter.com/alex_burness/status/1267309462181875712?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“Denver feels like a rolling street battle right now,” another reporter on scene tweeted less than twenty minutes ago. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jackhealyNYT/status/1267310402397929472\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Denver feels like a rolling street battle right now. <a href=\"https://t.co/GmP7lKkS5S\">pic.twitter.com/GmP7lKkS5S</a></p>— jack healy (@jackhealyNYT) \n    <a href=\"https://twitter.com/jackhealyNYT/status/1267310402397929472?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed482f28f08f5e37301217a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T04:25:57.844Z\">5.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Chinese officials and state media have seized on news of the protests sweeping the US, comparing the widespread unrest to the pro-democracy movement in Hong Kong and accusing Washington of hypocrisy, my colleague <a href=\"https://www.theguardian.com/us-news/2020/jun/01/mr-president-dont-go-hide-china-goads-us-over-george-floyd-protests\">Helen Davidson reports</a>. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SpokespersonCHN/status/1266741986096107520\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"I can't breathe.\" <a href=\"https://t.co/UXHgXMT0lk\">pic.twitter.com/UXHgXMT0lk</a></p>— Hua Chunying 华春莹 (@SpokespersonCHN) \n    <a href=\"https://twitter.com/SpokespersonCHN/status/1266741986096107520?ref_src=twsrc%5Etfw\">May 30, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Read the full story here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/01/mr-president-dont-go-hide-china-goads-us-over-george-floyd-protests\">'Mr President, don't go hide': China goads US over George Floyd protests</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed482048f084df971c8d413\" class=\"block\" data-block-contributor=\"profile/eleanor-ainge-roy\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T04:23:15.649Z\">5.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Tens of thousands reportedly protest in solidarity in New Zealand </h2> \n  <p>George Floyd solidarity protests are being held in Auckland, New Zealand, with some estimating that tens of thousands of people are in attendance. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/coastalmaoribo1/status/1267299138275643396\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/kFuAhSq4Bc\">pic.twitter.com/kFuAhSq4Bc</a></p>— Kahumate (@coastalmaoribo1) \n    <a href=\"https://twitter.com/coastalmaoribo1/status/1267299138275643396?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/max_tweedie/status/1267298460031574029\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/TWD7lIaGry\">pic.twitter.com/TWD7lIaGry</a></p>— Max 🏳️‍🌈 (@max_tweedie) \n    <a href=\"https://twitter.com/max_tweedie/status/1267298460031574029?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p><br>Four other solidarity vigils are planned in other parts of the country.</p> \n </div> \n</div> \n<div id=\"block-5ed47f778f08f5e37301216d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T04:19:22.735Z\">5.19am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>All this and a tiger on the loose? </h2> \n  <p>Amid the tension and fear and constant breaking news tonight, a local sheriff’s department in Oakland, California tweeted an advisory: there were reports of “a tiger on the loose”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ACSOSheriffs/status/1267299965635682305\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Reports of a Tiger on the loose near the Oakland Zoo. If you see it call 911. 98th Ave at Golf Links.</p>— Alameda County Sheriff (@ACSOSheriffs) \n    <a href=\"https://twitter.com/ACSOSheriffs/status/1267299965635682305?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Just minutes later, the Alameda County sheriff tweeted an update: Oakland’s Knowland Park Zoo had checked, and “tigers are all accounted for”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ACSOSheriffs/status/1267302868945563648\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tigers are all accounted for at the Oakland Zoo. They just checked and confirmed.</p>— Alameda County Sheriff (@ACSOSheriffs) \n    <a href=\"https://twitter.com/ACSOSheriffs/status/1267302868945563648?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The rumor had not just circulated on Twitter: an Oakland Police Department dispatcher had asked, “if we have an actual tiger walking around on the streets right now”, journalist <a href=\"https://twitter.com/DarwinBondGraha/status/1267302022593671168\">Darwin BondGraham reported</a>. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DarwinBondGraha/status/1267302022593671168\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Dispatcher: \"If you can see if we have an actual tiger walking around on the streets right now?\"<br><br>OPD helicopter: we'll check it out.<br><br>Sgt.: Staff at the zoo say all animals are accounted for at this time.</p>— Darwin BondGraham (@DarwinBondGraha) \n    <a href=\"https://twitter.com/DarwinBondGraha/status/1267302022593671168?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T04:46:48.845Z\">at 5.46am BST</time></p> \n</div> \n<div id=\"block-5ed4805c8f08f5e373012170\" class=\"block\" data-block-contributor=\"profile/julianborger\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T04:15:49.375Z\">5.15am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2><strong>A tense night in Washington DC</strong></h2> \n  <p>As the 11pm curfew passed, an area of a few blocks around the White House was thick with smoke. A fire was started in the basement of St John’s Church, which since 1816 has been the “Church of the Presidents”. Every president from James Madison on has worshipped there. The DC Fire Service got there quickly and are reported to have put it out. <br><br>Around the corner, however, a few protesters smashed the plate glass window front of the AFL-CIO Union federation headquarters and someone started a fire in the lobby. A couple of bystanders tried to dissuade them, shouting that the “unions are on our side” but to no avail. Fifty yards away, on I St, a car was still burning. <br><br>As the curfew arrived, the lights illuminating the north side of the White House, which provided the backdrop to the face off between protesters and police, were turned off, leaving police floodlights the only source of illumination. At the same time, the police line in front of the White House advanced with tear gas rounds across Lafayette Park clearing out the protesters, with intermittent sprints. There were two reports of journalists being hit with batons and non-lethal rounds. <br><br>In Georgetown the old money neighbourhood to the west of the White House, there was looting and some gunshots reported. Residents were told to stay inside. </p> \n </div> \n</div> \n<div id=\"block-5ed47d7c8f084df971c8d3ff\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T04:03:39.103Z\">5.03am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>DC National Guard reportedly recalled</h2> \n  <p><br>The Army Secretary recalled the entire DC National Guard to help with the response to protests in the nation’s capital, according to two Defense Department officials.</p> \n  <p>More from the AP: <br><br></p> \n  <blockquote class=\"quoted\"> \n   <p>Washington Mayor Muriel Bowser said Sunday that she had requested 500 DC Guardsman to assist local law enforcement. Later on Sunday, as the protests escalated, Army Secretary Ryan McCarthy ordered the rest of the Guardsman roughly 1,200 soldiers to report. The officials insisted on anonymity because they were not authorized to publicly discuss the matter.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T04:16:45.360Z\">at 5.16am BST</time></p> \n</div> \n<div id=\"block-5ed47a568f084df971c8d3f2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T03:49:51.126Z\">4.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>‘Church of the Presidents’ catches fire</h2> \n  <p><br>The basement of the “Church of the Presidents,” located opposite the White House in Washington, briefly caught fire this evening, before firefighters rushed to put it out. Guardian editor Julian Borger notes presidents have come to worship there since it was built in 1816. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/julianborger/status/1267294062887014400\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The \"Church of the Presidents\" is on fire opposite the White House. Presidents have come to worship there since it was built in 1816. Fire currently just in the basement. <a href=\"https://t.co/yJJvV7wtbl\">https://t.co/yJJvV7wtbl</a></p>— Julian Borger (@julianborger) \n    <a href=\"https://twitter.com/julianborger/status/1267294062887014400?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T04:17:19.447Z\">at 5.17am BST</time></p> \n</div> \n<div id=\"block-5ed4772a8f08f5e37301213d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T03:39:08.911Z\">4.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>New York attorney general to journalist: ‘please report’ police violence</h2> \n  <p>As tense protests continue in New York, Wall Street Journal reporter there tweeted that New York City police officers “hit me in the face multiple times with riot shields and pushed me to the ground” even though “I was backing away as requested, with my hands up.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tylergabriel_/status/1267287516345925632\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Lost my glasses and my ankle is in searing pain after NYPD hit me in the face multiple times with riot shields and pushed me to the ground. I was backing away as request, with my hands up. My NYPD-issued press badge was clearly visible. I’m just sitting here crying. This sucks.</p>— Tyler Blint- Welsh (@tylergabriel_) \n    <a href=\"https://twitter.com/tylergabriel_/status/1267287516345925632?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>New York state’s attorney general, Letitia James, responded on Twitter: “Please report this to my office.” </p> \n  <p>James, who was first elected as attorney general in 2018, is known for taking bold progressive stances, including <a href=\"https://www.nbcnews.com/politics/politics-news/new-york-attorney-general-intensifies-investigation-nra-n1099106\">launching an investigation</a> into the finances of the National Rifle Association. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NewYorkStateAG/status/1267296358958010368\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Please report this to my office: Complaints@ag.ny.gov</p>— NY AG James (@NewYorkStateAG) \n    <a href=\"https://twitter.com/NewYorkStateAG/status/1267296358958010368?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T04:01:32.916Z\">at 5.01am BST</time></p> \n</div> \n<div id=\"block-5ed477198f087122eca5316c\" class=\"block\" data-block-contributor=\"profile/chrismcgreal\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T03:37:30.273Z\">4.37am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Few defy curfew in Minneapolis</h2> \n  <p>It’s been very slow going getting around Minneapolis this evening. All the main highways have been closed and a lot of side streets are shut off by makeshift barricades. Police are blocking a lot of junctions.</p> \n  <p>There are few people around defying the curfew. The main gathering place remains the street where George Floyd was arrested on Monday, now a memorial filled with flowers. Police cleared protesters from the site with force last night, but it’s unclear if they’d do the same this time around.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T04:18:11.366Z\">at 5.18am BST</time></p> \n</div> \n<div id=\"block-5ed472b48f084df971c8d3c8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T03:29:40.352Z\">4.29am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Confederate monument torn down in Birmingham, Alabama</h2> \n <div class=\"block-elements\"> \n  <p>As unrest over state violence towards black Americans roils the country, protesters have torn down one confederate statue in Birmingham, Alabama, and defaced another confederate monument. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BrittanyDtvNews/status/1267273168818966531\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Protesters pull down confederate monument in Linn Park. <a href=\"https://twitter.com/WBRCnews?ref_src=twsrc%5Etfw\">@WBRCnews</a> <a href=\"https://t.co/CWU12oJjyC\">pic.twitter.com/CWU12oJjyC</a></p>— Brittany Dionne (@BrittanyDtvNews) \n    <a href=\"https://twitter.com/BrittanyDtvNews/status/1267273168818966531?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WBRCnews/status/1267281526208815104\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Protesters tear down a statue in Linn Park in Birmingham Sunday night.<br>--&gt; <a href=\"https://t.co/lDlyoMxp6S\">https://t.co/lDlyoMxp6S</a> <a href=\"https://t.co/OHrz2GOlLF\">pic.twitter.com/OHrz2GOlLF</a></p>— WBRC FOX6 News (@WBRCnews) \n    <a href=\"https://twitter.com/WBRCnews/status/1267281526208815104?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The statue torn down appeared to be of Charles Linn, one of the founders of Birmingham, who served in the <a href=\"http://www.encyclopediaofalabama.org/article/m-8542\">Confederate Navy during the Civil War. </a></p> \n </div> \n</div> \n<div id=\"block-5ed471068f08f5e373012117\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T03:10:08.263Z\">4.10am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Washington Monument surrounded by smoke from multiple fires</h2> \n <div class=\"block-elements\"> \n  <p>NBC Washington has striking footage from the nation’s capital: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Chopper4Brad/status/1267285662480371712\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Smoke from multiple fires rising up in front of the Washington Monument <a href=\"https://twitter.com/hashtag/Chopper4?src=hash&amp;ref_src=twsrc%5Etfw\">#Chopper4</a> looking south from Maryland, White House center screen. <a href=\"https://twitter.com/hashtag/BreakingNews?src=hash&amp;ref_src=twsrc%5Etfw\">#BreakingNews</a> <a href=\"https://twitter.com/nbcwashington?ref_src=twsrc%5Etfw\">@nbcwashington</a> <a href=\"https://twitter.com/hashtag/protests2020?src=hash&amp;ref_src=twsrc%5Etfw\">#protests2020</a> <a href=\"https://twitter.com/hashtag/GeorgeFloydProtests?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloydProtests</a> <a href=\"https://t.co/WNtPkgYCtD\">pic.twitter.com/WNtPkgYCtD</a></p>— Brad Freitas (@Chopper4Brad) \n    <a href=\"https://twitter.com/Chopper4Brad/status/1267285662480371712?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed46c7b8f087122eca5310e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T03:05:51.636Z\">4.05am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Police arrested NYC mayor’s daughter at protest Saturday</h2> \n <div class=\"block-elements\"> \n  <p>Police arrested the New York City mayor’s 25-year-old daughter at a protest in Manhattan on Saturday night, the New York Post <a href=\"https://nypost.com/2020/05/31/mayor-de-blasios-daughter-chiara-arrested-at-manhattan-protest/\">first reported</a>, citing law enforcement sources.</p> \n  <p>Chiara de Blasio “was one of about 100 people who refused to leave the roadway when advised by police,” <a href=\"https://abc7ny.com/mayor-de-blasios-daughter-among-345-protesters-arrested/6223912/\">ABC7 New York reported</a>. </p> \n  <p>She did not tell police that she was the mayor’s daughter, but she did give her home address as the address of the governor’s mansion, the Post reported. </p> \n  <p>In his political campaigns, de Blasio has spoken out about raising black children in America: he is white, and his wife, Chirlane McCray, is black. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JonLemire/status/1267270954784362498\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Mayor de Blasio's daughter, Chiara, arrested at Manhattan protest <a href=\"https://t.co/4QZPlwSWFo\">https://t.co/4QZPlwSWFo</a></p>— Jonathan Lemire (@JonLemire) \n    <a href=\"https://twitter.com/JonLemire/status/1267270954784362498?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T03:06:54.390Z\">at 4.06am BST</time></p> \n</div> \n<div id=\"block-5ed46b7a8f08f5e3730120dc\" class=\"block\" data-block-contributor=\"profile/julianborger\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T02:45:23.843Z\">3.45am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Things are getting tense outside the White House as an 11 o’clock curfew approaches.</p> \n  <p>The protest this evening started out relatively cheerfully with a crowd of a few thousand in Lafayette Park, the public gardens just in front of the White House. But as the night progressed, protesters faced off against a line of a few hundred police. You could just see the camouflage uniforms of the National Guard behind the police line. Then a few firecrackers were hurled from the crowd and the police responded with a couple of rounds of tear gas and rapid advance towards the protesters.</p> \n  <p>People scattered and fires were set in the surrounding streets. A car was set on fire on I Street and a few men ran along the road swinging baseball bats at every car they came across. A hundred yards from the White House, a small knot of protesters fired three projectiles at the AFLCIO Union headquarters breaking plate glass windows.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/julianborger/status/1267267678722498560\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In Lafayette Park in front of the White House. A man rallies the crowd from the roof of a car <a href=\"https://t.co/fpJBT0S6xp\">pic.twitter.com/fpJBT0S6xp</a></p>— Julian Borger (@julianborger) \n    <a href=\"https://twitter.com/julianborger/status/1267267678722498560?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/julianborger/status/1267277320777326593\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"fr\" dir=\"ltr\">Bonfire on H St <a href=\"https://t.co/IfKAlMNChl\">pic.twitter.com/IfKAlMNChl</a></p>— Julian Borger (@julianborger) \n    <a href=\"https://twitter.com/julianborger/status/1267277320777326593?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/julianborger/status/1267278087949111302\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Curfew is approaching but there is no sign the crowd is thinning <a href=\"https://t.co/ocD8IXL7ER\">pic.twitter.com/ocD8IXL7ER</a></p>— Julian Borger (@julianborger) \n    <a href=\"https://twitter.com/julianborger/status/1267278087949111302?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed464028f087122eca530f4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T02:40:49.946Z\">3.40am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Even in the whitest state, ongoing anger over police killings of black Americans</h2> \n <div class=\"block-elements\"> \n  <p>Major protests over police killings of black Americans continue across the United States tonight, even as many cities imposed curfews and called in the National Guard to suppress the continuing unrest. Some updates from the Associated Press and reporters on the ground: </p> \n  <ul> \n   <li>In <strong>Washington, DC</strong>, protesters in front of the White House <a href=\"https://twitter.com/Cecchini_DC/status/1267275709040517120\">set road signs on fire</a>. </li> \n   <li>Live footage on CNN showed police officers in <strong>New York city</strong> forcefully trying to clear a large protests. Protesters tweeted <a href=\"https://twitter.com/ndhapple/status/1267276016990457856\">images of intense scenes</a>.</li> \n   <li>In <strong>Portland, Maine, </strong>in the whitest state in the US, a racially diverse crowd of about 300 people blocked traffic and vandalized police headquarters. </li> \n   <li>In <strong>Philadelphia</strong>, police used tear gas on crowds. Police vehicles were set on fire. A city official said that several police officers were injured, some hit with bricks. </li> \n   <li>In <strong>San Diego</strong>, police officers fired tear gas to disperse a crowd. Demonstrations in the city had started early in the day. A small group of protesters later pelted officers with rocks and bottles, officials said.</li> \n   <li>In <strong>Detroit, Michigan, </strong>police fired tear gas on protesters who remained outside the police headquarters just 45 minutes after the city’s 8 pm curfew. </li> \n   <li>A major interstate highway through downtown <strong>Seattle, Washington</strong> was closed Sunday afternoon because of protest activity. </li> \n   <li>In <strong>Boston, Massachusetts, </strong>which has a reputation among black Americans as one of the country’s <a href=\"https://apps.bostonglobe.com/spotlight/boston-racism-image-reality/series/image/\">most racist cities</a>, thousands marched peacefully Sunday afternoon, but police said on Sunday night that some people were throwing bricks, rocks and bottles at them. </li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5ed466e68f084df971c8d357\" class=\"block\" data-block-contributor=\"profile/chrismcgreal\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T02:37:27.101Z\">3.37am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The thousands of people who had gathered on the Interstate 35 west bridge were forced off after the incident earlier this evening, when a semi-truck drove into the crowd.<br></p> \n  <p>Police warned demonstrators that the city’s curfew was approaching and large numbers left. But a minority remained and initially faced down the police on a ramp off the bridge. As they moved down the street they were pursued by the police, including by officers on bikes in gas masks. The police fired tear gas and surrounded the dwindling group.</p> \n  <p>After trapping the crowd in a parking lot of an auto store, the police ordered protesters to lie on the ground while they were arrested.</p> \n  <p>There was far less resistance than on previous evenings, and the group facing down the police was much smaller as it dwindled to fewer than 100 people.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T02:41:47.737Z\">at 3.41am BST</time></p> \n</div> \n<div id=\"block-5ed465a58f084df971c8d355\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T02:23:14.278Z\">3.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Scenes from across the country on Sunday evening<br><br></p> \n  <figure class=\"element element-image\" data-media-id=\"2348096ceda4e474e8b100ac415604225d1d8b38\"> \n   <img src=\"https://media.guim.co.uk/2348096ceda4e474e8b100ac415604225d1d8b38/0_116_3500_2101/1000.jpg\" alt=\"A man dressed in costume takes part in a protest against the death in Minneapolis police custody of George Floyd, in Brooklyn\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A man dressed in costume takes part in a protest against the death in Minneapolis police custody of George Floyd, in Brooklyn</span> \n    <span class=\"element-image__credit\">Photograph: Eduardo Muñoz/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"80ced661b4afab8cc9c971a0b764f768ba72f421\"> \n   <img src=\"https://media.guim.co.uk/80ced661b4afab8cc9c971a0b764f768ba72f421/0_17_3500_2101/1000.jpg\" alt=\"Protesters block all lanes of Interstate 35W during a protest against the death in Minneapolis police custody of George Floyd, in Minneapolis, Minnesota\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Protesters block all lanes of Interstate 35W during a protest against the death in Minneapolis police custody of George Floyd, in Minneapolis, Minnesota</span> \n    <span class=\"element-image__credit\">Photograph: Eric Miller/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"2995228e59cb26bb94e59e584618e9ade3d705e8\"> \n   <img src=\"https://media.guim.co.uk/2995228e59cb26bb94e59e584618e9ade3d705e8/29_0_3302_1981/1000.jpg\" alt=\"Flowers and written tributes are placed in the intersection of 38th Street and Chicago Avenue, the site where George Floyd died while in police custody.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Flowers and written tributes are placed in the intersection of 38th Street and Chicago Avenue, the site where George Floyd died while in police custody.</span> \n    <span class=\"element-image__credit\">Photograph: Bebeto Matthews/AP</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"ec6767b451447f9187dbc8ab44e362b8adcf8b05\"> \n   <img src=\"https://media.guim.co.uk/ec6767b451447f9187dbc8ab44e362b8adcf8b05/0_39_4718_2832/1000.jpg\" alt=\"Demonstrators gather to protest the death of George Floyd, Sunday, May 31, 2020, near the White House in Washington\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Demonstrators gather to protest the death of George Floyd, Sunday, May 31, 2020, near the White House in Washington</span> \n    <span class=\"element-image__credit\">Photograph: Alex Brandon/AP</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed45a378f087122eca530cc\" class=\"block\" data-block-contributor=\"profile/ankita-rao\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T01:35:24.933Z\">2.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>After police violence in New York on Saturday, signs of more restraint </h2> \n  <p>In perhaps the biggest and most organized march yet, thousands of New Yorkers made their way from the Grand Army Plaza and Barclay’s Center in Brooklyn down Flatbush Avenue, the main artery of the borough that feeds into the Manhattan bridge. <br>In an unprecedented shutdown of the road, people on bicycles and on foot held signs and chanted while approaching the foot of the bridge, where they were met with multiple NYPD squads. </p> \n  <p>The crowd included many families. Fatima, a Brooklyn resident who came with her husband and toddler. “I’m tired of posting social media -- I got a black husband, a black son. I’m tired of them killing us,” she said. “This is the civil rights movement and it’s 2020.” </p> \n  <p>Some people noticed that the police had a markedly different approach to the crowds than on Saturday evening, when police cars were seen driving into groups of protesters, and police were pushing people to the ground. Most officers seemed to be holding steady to keep people out of the traffic. As of 9 pm, I didn’t see any significant altercations, tear gas or any other methods. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/anrao/status/1267256080326963200\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Literally hundreds/thousands more headed down Flatbush to the bridge <a href=\"https://t.co/HyuAURj7Eo\">pic.twitter.com/HyuAURj7Eo</a></p>— Ankita Rao (@anrao) \n    <a href=\"https://twitter.com/anrao/status/1267256080326963200?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/anrao/status/1267255300601544704\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">These are the backup police arriving at the entirely peaceful scene <a href=\"https://t.co/yu1lWxStwE\">pic.twitter.com/yu1lWxStwE</a></p>— Ankita Rao (@anrao) \n    <a href=\"https://twitter.com/anrao/status/1267255300601544704?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/anrao/status/1267252522374311942\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The next generation of protestors are already here <a href=\"https://twitter.com/hashtag/nycprotests?src=hash&amp;ref_src=twsrc%5Etfw\">#nycprotests</a> <a href=\"https://t.co/tiYrhRiZUd\">pic.twitter.com/tiYrhRiZUd</a></p>— Ankita Rao (@anrao) \n    <a href=\"https://twitter.com/anrao/status/1267252522374311942?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed459668f084df971c8d317\" class=\"block is-key-event\" data-block-contributor=\"profile/eline-gordts\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T01:29:41.013Z\">2.29am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Philonise Floyd: 'My brother’s in the morgue, and some of these police officers are at home.'</h2> \n <div class=\"block-elements\"> \n  <p>In a joint interview on CNN, the families of Ahmaud Arbery and George Floyd addressed the ongoing protests and the growing frustration over police brutality across the country. </p> \n  <p>“It really breaks my heart that it’s come to this, but I truly understand where protesters are coming from” Wanda Cooper, Ahmaud Arbery’s mother, told Don Lemon. “Black lives are being lost, and they’re being lost for no reason.” </p> \n  <p>“People are killing black men and women,” Philonise Floyd, the brother of George Floyd, echoed. </p> \n  <p>Philonise Floyd questioned why several officers who were present when George was killed haven’t been arrested. “My brother’s in the morgue, and some of these police officers are at home,” he said. “I want justice now. My brother deserves it.” </p> \n </div> \n</div> \n<div id=\"block-5ed457c28f087122eca530c2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T01:26:36.439Z\">2.26am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump reportedly taken to 'underground bunker' during Friday protest</h2> \n <div class=\"block-elements\"> \n  <p>As protests sparked by the death of George Floyd raged outside the White House on Friday night, Donald Trump was taken into a special secure bunker, the <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.nytimes.com%2F2020%2F05%2F31%2Fus%2Fpolitics%2Ftrump-protests-george-floyd.html\">New York Times reported</a>. </p> \n  <p>Floyd’s death in Minneapolis on Monday, has sparked unrest and protests in dozens of cities across the US, including Washington DC. Demonstrators have gathered outside the White House since Friday night, with clashes erupting intermittently outside the very perimeter of the White House.<br></p> \n  <p>As protesters converged on the White House on Friday, the “Secret Service agents abruptly rushed the president to the underground bunker used in the past during terrorist attacks,” the Times reported. </p> \n  <p>Hardened to withstand the force of a passenger jet crashing into the White House, the bunker is the same one that sheltered vice president Dick Cheney during the terror attacks of September 11, 2001. </p> \n  <p>“The president and his family were rattled by their experience on Friday night, according to several advisers,” the Times <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.nytimes.com%2F2020%2F05%2F31%2Fus%2Fpolitics%2Ftrump-protests-george-floyd.html\">report said</a>.</p> \n  <p>Trump has been widely criticized for his response to the protests that have rocked the nation since video of Floyd’s death began spreading on social media. Despite days of peaceful protests and violent clashes with police in some of America’s major cities, Trump has not addressed the nation and has repeatedly sent inflammatory messages over Twitter.</p> \n  <p>Late on Friday, Trump tweeted that protesters could have been attacked with “vicious dogs and ominous weapons” wielded by the US Secret Service and accused the DC mayor for supposedly not providing police to protect the White House.</p> \n  <p>“They let the ‘protesters’ scream and rant as much as they wanted, but whenever someone got too frisky or out of line, they would quickly come down on them, hard – didn’t know what hit them,” Trump said.</p> \n  <p>“If they had [breached the fence],” the president continued, “they would have been greeted with the most vicious dogs, and most ominous weapons, I have ever seen. That’s when people would have been really badly hurt, at least.”</p> \n  <p>The president has spoken to George Floyd’s grieving family, but <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fviewer.gutools.co.uk%2Fus-news%2F2020%2Fmay%2F31%2Fgeorge-floyd-brother-philonise-floyd-trump-phone-call\">according</a> to Floyd’s brother, Philonise Floyd, the conversation was brief. “He didn’t give me an opportunity to even speak,” <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.msnbc.com%2Fpoliticsnation%2Fwatch%2Fgeorge-floyd-s-brother-says-trump-didn-t-give-him-the-opportunity-to-even-speak-in-conversation-84136517515\">Floyd told MSNBC</a> .</p> \n </div> \n</div> \n<div id=\"block-5ed44ea98f08f5e373012061\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T00:58:08.346Z\">1.58am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Joe Biden posted a photograph of himself today at the site of protests last night in Wilmington, Delaware, and said that he will lead “this conversation,” but that also “I will listen.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoeBiden/status/1267216045246382082\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We are a nation in pain right now, but we must not allow this pain to destroy us. <br><br>As President, I will help lead this conversation — and more importantly, I will listen, just as I did today visiting the site of last night's protests in Wilmington. <a href=\"https://t.co/0h2ApbKT0C\">pic.twitter.com/0h2ApbKT0C</a></p>— Joe Biden (@JoeBiden) \n    <a href=\"https://twitter.com/JoeBiden/status/1267216045246382082?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Earlier today, the New York Times’ Astead Herndon highlighted <a href=\"https://www.nytimes.com/2020/05/31/us/politics/black-americans-democrats-trump.html\">the challenge Biden faces</a>, as the presumptive Democratic nominee for president, in speaking to the deep pain, grief, and exhaustion that Black Americans are feeling in this moment. </p> \n  <p>“Interviews with activists and leading Democratic figures including Stacey Abrams of Georgia, the longtime civil rights leader and former presidential candidate Jesse Jackson, and Representative Ayanna Pressley of Massachusetts, flipped [the] typical framework: If Democrats want people to vote, party leaders need to listen to why people are angry,” Herndon wrote. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AsteadWesley/status/1267050405458055168\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Black protesters are exhausted and enraged, and \"go vote\" is not good enough response. On a wake up call bigger than one election or party, intvws w/ Stacey Abrams, Ayanna Pressley, Jesse Jackson, and scenes from Columbia protest in South Carolina <a href=\"https://t.co/KymGi0PQpY\">https://t.co/KymGi0PQpY</a></p>— Steadman™ (@AsteadWesley) \n    <a href=\"https://twitter.com/AsteadWesley/status/1267050405458055168?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“Interviews with activists and leading Democratic figures including Stacey Abrams of Georgia, the longtime civil rights leader and former presidential candidate Jesse Jackson, and Representative Ayanna Pressley of Massachusetts, flipped [the] typical framework: If Democrats want people to vote, party leaders need to listen to why people are angry,” Herndon wrote. </p> \n </div> \n</div> \n<div id=\"block-5ed44cad8f084df971c8d2ec\" class=\"block\" data-block-contributor=\"profile/kari-paul\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T00:34:13.804Z\">1.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>In Oakland, a ‘car caravan’ protest more than four miles long </h2> \n  <p>Cars stretched more than four miles down the streets of Oakland on Sunday, as protestors participated in a peaceful caravan to demand justice for George Floyd, Breonna Taylor, and other victims of police violence. </p> \n  <p>The caravan marked the third day of protests in Oakland, <a href=\"https://www.theguardian.com/us-news/2020/may/31/minneapolis-george-floyd-protests-saturday-crackdown\">sparked</a> by the killing of Floyd by a police officer in Minnesota last week. Demonstrators invoked the names of many killed by police violence, including Floyd and Taylor, <a href=\"https://www.theguardian.com/us-news/2020/may/14/breonna-taylor-louisville-police-shooting-kentucky\">a black woman</a> killed by police in her apartment in March, in Louisville, Kentucky.<br></p> \n  <p><a href=\"https://www.theguardian.com/us-news/2020/may/30/oakland-courthouse-shooting-george-floyd-protest\">Demonstrations got heated</a> in Oakland on Friday and Saturday after police used tear gas on protestors and stores were vandalized. But protestors in the caravan on Sunday stressed the peaceful nature of their protest, which was organized by local non-profit the Anti-Police Terror Project.<br></p> \n  <p>“We are here to make a peaceful statement and let it be known that this cannot go on,” said Ayana, a protestor holding a sign that said ‘silence = death’ and who declined to use her last name. <br></p> \n  <p>“We have been dealing with these injustices for years and years,” she added. “It’s so easy to sit behind a screen or say things on our phone, but we want to be on the forefront of change, even if it’s just holding up a sign, justice must be served.” </p> \n  <p>Organizers encouraged attendees to stay inside their cars or stand six feet apart from each other to stop the spread of coronavirus. Participants could tune into local radio station 88.1 or a Facebook livestream to listen to music and driving instructions throughout the event, which went on for more than three hours. </p> \n  <p>The caravan traveled through West Oakland into Middle Harbor Shoreline Park, located near the harbor of Oakland, where cars turned around. Cars were covered in posters with slogans like “Black Lives Matter” and the names of people killed by police in recent years. <br></p> \n  <p>Ayana and her sister Nadja drove to Oakland from Vallejo, about 20 miles away, to participate in the car caravan. They got out of their cars to walk after being stuck in the long line of cars for quite a while, said Nadja. <br></p> \n  <p>“We don’t want to be looting, we don’t want to be tearing up things, we want to make this as peaceful as possible,” she said. “That’s why we are walking and showing our message right now.”<br></p> \n  <p>The caravan wrapped through the bay-side park, turning around before continuing through Oakland several miles to the freeway entrance, where some protestors on foot <a href=\"https://twitter.com/Dena/status/1267239971707994112\">faced off</a> with California Highway Patrol <a href=\"https://twitter.com/arielboone/status/1267245792147804162\">before dispersing</a>. </p> \n </div> \n</div> \n<div id=\"block-5ed44a8e8f084df971c8d2dd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T00:27:33.824Z\">1.27am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Semitrailer driving through protesters on bridge ‘appeared deliberate’</h2> \n  <p>The Associated Press has an update on the footage of a semi-truck driving at high speed through a crowd of protesters demonstrating on a highway bridge in Minneapolis: </p> \n  <blockquote class=\"quoted\"> \n   <p>Officials in Minnesota say no protesters appear to have been hit after a semitrailer drove into a crowd demonstrating on a freeway near downtown Minneapolis. But the Minnesota State Patrol said in a tweet that the action appeared deliberate. The patrol says the driver was injured and taken to a hospital with non-life-threatening injuries.</p> \n   <p>It wasn’t clear how the driver was hurt. TV footage showed protesters swarming the truck, and then law enforcement quickly moving in.</p> \n  </blockquote> \n  <p>On Twitter, the Minnesota Department of Public Safety called the truck driver’s actions “very disturbing” and said that he was “inciting a crowd of peaceful demonstrators.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MnDPS_DPS/status/1267237995477970945\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Very disturbing actions by a truck driver on I-35W, inciting a crowd of peaceful demonstrators. The truck driver was injured &amp; taken to a hospital with non-life threatening injuries. He is under arrest. It doesn’t appear any protesters were hit by the truck. <a href=\"https://twitter.com/hashtag/MACCMN?src=hash&amp;ref_src=twsrc%5Etfw\">#MACCMN</a></p>— MnDPS_DPS (@MnDPS_DPS) \n    <a href=\"https://twitter.com/MnDPS_DPS/status/1267237995477970945?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed4482c8f08f5e37301203e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T00:18:29.979Z\">1.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2> Chicago to block major streets with sanitation trucks, suspend transit<br></h2> \n  <p>Chicago city officials are taking extraordinary steps Sunday to patrol and restrict access to the city’s downtown after a night of tense protests, the <a href=\"https://apnews.com/3a71f73ced56446fc29de4ce4357032a\">Associated Press reports</a>: </p> \n  <blockquote class=\"quoted\"> \n   <p><em>Mayor Lori Lightfoot, who had already ordered an indefinite nightly 9 p.m. curfew, said only essential workers would be allowed into the central business district, city trains and bus service would be suspended, major streets would be blocked with city sanitation trucks and Chicago River drawbridges allowing pedestrians and vehicles into downtown would remain lifted.</em><br></p> \n   <p><em>Some protesters questioned certain restrictions, saying Lightfoot’s late Saturday curfew didn’t allow enough time to safely exit downtown because many streets were blocked and public transportation had been restricted. The American Civil Liberties of Union of Illinois said an indefinite curfew raised “serious constitutional questions that need to be remedied” and said it was considering taking legal action.</em></p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ed445398f084df971c8d2c7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-06-01T00:12:51.002Z\">1.12am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Oakland protests continue with socially distant ‘car caravan’ </h2> \n  <p>Longtime Oakland activists organized a “car caravan” this afternoon to demonstrate for justice for George Floyd, <a href=\"https://www.theguardian.com/us-news/2020/may/14/breonna-taylor-louisville-police-shooting-kentucky\">Breonna Taylor</a>, and <a href=\"https://www.theguardian.com/us-news/2020/apr/20/san-leandro-shooting-walmart-police-steven-taylor\">Steven Taylor</a>, while maintaining social distancing. </p> \n  <p>According to local reporters covering the protest, hundreds or even thousands of cars are now winding through downtown Oakland, honking constantly. The sound is echoing across the city. I can hear it through my open window as I update this live blog. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SarahBelleLin/status/1267239896671907842\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Day 3 of Oakland <a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a> protest: the car caravan, thousands deep, heads down 14th Street in Downtown. The action is protesting against the police killings of George Floyd, <a href=\"https://twitter.com/hashtag/BreonnaTaylor?src=hash&amp;ref_src=twsrc%5Etfw\">#BreonnaTaylor</a> and <a href=\"https://twitter.com/hashtag/StevenTaylor?src=hash&amp;ref_src=twsrc%5Etfw\">#StevenTaylor</a>. <a href=\"https://t.co/toHh3Q2raK\">pic.twitter.com/toHh3Q2raK</a></p>— Sarah Belle Lin (@SarahBelleLin) \n    <a href=\"https://twitter.com/SarahBelleLin/status/1267239896671907842?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jonahowenlamb/status/1267241112508362752\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The head of the Oakland <a href=\"https://twitter.com/hashtag/FloydProtests?src=hash&amp;ref_src=twsrc%5Etfw\">#FloydProtests</a> caravan at the east side of Lake Meritt just now. It literally stretches from here to the port. I saw the car broadcasting <a href=\"https://twitter.com/CatsCommentary?ref_src=twsrc%5Etfw\">@CatsCommentary</a> too <a href=\"https://t.co/h9D1I2DtKV\">pic.twitter.com/h9D1I2DtKV</a></p>— Jonah Owen Lamb (@jonahowenlamb) \n    <a href=\"https://twitter.com/jonahowenlamb/status/1267241112508362752?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SukeyLewis/status/1267241906154516480\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Here in <a href=\"https://twitter.com/hashtag/Oakland?src=hash&amp;ref_src=twsrc%5Etfw\">#Oakland</a> at the <a href=\"https://twitter.com/APTPaction?ref_src=twsrc%5Etfw\">@APTPaction</a> <a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a> car caravan protest even the joggers are in solidarity. <a href=\"https://t.co/Q3UnckuFqW\">pic.twitter.com/Q3UnckuFqW</a></p>— Sukey Lewis (@SukeyLewis) \n    <a href=\"https://twitter.com/SukeyLewis/status/1267241906154516480?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JMBooyah/status/1267244746533044224\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The scene in downtown Oakland. We hadn’t even made it to the lake yet. <a href=\"https://t.co/OZncHJYNYX\">pic.twitter.com/OZncHJYNYX</a></p>— Johana Bhuiyan (@JMBooyah) \n    <a href=\"https://twitter.com/JMBooyah/status/1267244746533044224?ref_src=twsrc%5Etfw\">June 1, 2020</a>\n   </blockquote> \n  </figure> \n  <p>The socially distant protest was organized by the <a href=\"http://www.antipoliceterrorproject.org/\">Anti Police-Terror Project</a>. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T00:58:30.694Z\">at 1.58am BST</time></p> \n</div> \n<div id=\"block-5ed442518f08f5e373012029\" class=\"block is-key-event\" data-block-contributor=\"profile/sam-levin\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T23:51:53.675Z\">12.51am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Los Angeles announces 6 pm curfew</h2> \n <div class=\"block-elements\"> \n  <p>Los Angeles, the largest county in the US, has just announced a regional curfew to go from 6pm to 6am, as a number of protests continue across southern California. </p> \n  <p>The order impacts 10m residents and comes one day after the mayor of LA adopted a citywide curfew and brought in the state National Guard to assist with its response to demonstrations. Protests on Sunday have continued to attract large police responses in <a href=\"https://twitter.com/bri_sacks/status/1267211747447853056\">Santa Monica</a>,<a href=\"https://twitter.com/jeremiahdobruck/status/1267228037256364033\"> Long Beach</a>, <a href=\"https://twitter.com/ABC7/status/1267211454920265728\">Huntington Beach</a> and other LA cities. </p> \n  <p>Police deployed teargas, beanbags, batons and rubber bullets during the Saturday protests, and the Los Angeles police department (LAPD) arrested roughly 400 people. </p> \n  <p>On Melrose avenue, one of the main strips where some property damage occurred later in the evening, business owners and residents were doing cleanups on Sunday, with many merchants putting up “minority-owned” and “Black Lives Matter” signs on the boarded-up storefronts. Police helicopters continued to circle above. Some impacted LA restaurants have <a href=\"https://www.latimes.com/food/story/2020-05-30/la-fo-restaurants-closed-curfew-riots-coronavirus\">expressed support for the protests</a>, many of them forced to close shortly after they were allowed to reopen for indoor dining following months of Covid shutdowns. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamTLevin/status/1267225258613895168\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The scene on Melrose Ave today. Lots of cleanup efforts, “minority-owned business” and BLM signs, boarded up windows, and many folks out to take pics and do photoshoots. Helicopters continue to fly above. <a href=\"https://twitter.com/hashtag/LAProtests?src=hash&amp;ref_src=twsrc%5Etfw\">#LAProtests</a> <a href=\"https://t.co/YCDDremVIs\">pic.twitter.com/YCDDremVIs</a></p>— Sam Levin (@SamTLevin) \n    <a href=\"https://twitter.com/SamTLevin/status/1267225258613895168?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamTLevin/status/1267225971712647168\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/iKPpSZZqJt\">pic.twitter.com/iKPpSZZqJt</a></p>— Sam Levin (@SamTLevin) \n    <a href=\"https://twitter.com/SamTLevin/status/1267225971712647168?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Civil rights groups and some <a href=\"https://twitter.com/mhdcd8/status/1266963029997965312\">community leaders</a> have condemned LA officials for adopting strict curfews and deploying armed National Guard officers, with the ACLU of Southern California saying “these measures give police too much discretion over whom to arrest and will lead to selective and biased enforcement and risk harassment of people who are unhoused”. </p> \n  <p>“Combined with the aggressive show of military force ... these approaches repeat the very problems at the root of the protests,” the ACLU said. </p> \n </div> \n</div> \n<div id=\"block-5ed4411d8f08f5e373012025\" class=\"block is-key-event\" data-block-contributor=\"profile/chrismcgreal\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T23:47:22.307Z\">12.47am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Driver under arrest after truck drives through protesters on Minneapolis bridge</h2> \n <div class=\"block-elements\"> \n  <p><strong>More from Guardian correspondent Chris McGreal in Minneapolis: </strong></p> \n  <p>A semi-truck drove into a George Floyd demonstration of thousands of people on a bridge in Minneapolis, apparently without seriously injuring anyone. But two children are now missing.<br></p> \n  <p>A large crowd had blocked the I-35 west interstate bridge when they spotted the fuel tanker coming around the curve at speed. The mass of people parted in panic and fled to the sides of the bridge as the truck ploughed through the crowd, coming very close to hitting several people.</p> \n  <p>As the vehicle ground to a halt, the crowd surged back toward the driver and dragged him from his cab and beat him. He was taken to hospital. The police said he is now under arrest.</p> \n  <p>It’s not clear whether it was a deliberate act on the part of the driver or he was unaware that the bridge was closed.</p> \n  <p>Organisers were appealing for help to find two children who were separated from their parents as people scattered.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T00:45:52.151Z\">at 1.45am BST</time></p> \n</div> \n<div id=\"block-5ed43e728f087122eca53059\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T23:41:43.894Z\">12.41am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Curfew tonight in nation’s capital </h2> \n  <p>Washington, DC will have a citywide curfew tonight, starting at 11 p.m. local time. The city’s mayor also announced she is activating the National Guard to support the city’s police force. </p> \n  <p>The US capital is a city of <a href=\"https://www.urban.org/research/publication/historical-context-racial-inequity-washington-dc\">stark racial inequalities</a>. Nearly half of DC’s population is Black. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MayorBowser/status/1267230528002023425\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Mayor Bowser is ordering a citywide curfew for the District of Columbia from 11:00 p.m. on Sunday, May 31, until 6:00 a.m. on Monday, June 1. She has also activated the DC National Guard to support the Metropolitan Police Department.</p>— Mayor Muriel Bowser #StayHomeDC Lite (@MayorBowser) \n    <a href=\"https://twitter.com/MayorBowser/status/1267230528002023425?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T23:43:19.482Z\">at 12.43am BST</time></p> \n</div> \n<div id=\"block-5ed43bf18f087122eca5304e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T23:31:16.804Z\">12.31am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Shocking footage of semi-truck driving through protesters on bridge</h2> \n  <p>A local television station in Minneapolis is <a href=\"https://minnesota.cbslocal.com/2020/05/31/breaking-semi-truck-appears-to-drive-through-protest-marchers-on-i-35w-bridge/\">airing footage</a> of a semi-truck attempting to drive through crowds of demonstrators on the Interstate 35W Bridge across the Mississippi River in Minneapolis. </p> \n  <p>The footage was captured by a news helicopter for WCCO, a CBS-affiliate station in Minnesota. While the story is still developing, the station is reporting <a href=\"https://minnesota.cbslocal.com/2020/05/31/breaking-semi-truck-appears-to-drive-through-protest-marchers-on-i-35w-bridge/\">initial details</a>: </p> \n  <blockquote class=\"quoted\"> \n   <p><em>WCCO’s chopper appears to have gotten images of a semi-truck tanker attempting to drive through crowds on the Interstate 35W Bridge across the Mississippi River, before some report the driver being pulled from the cab. There were thousands of people on the bridge when it came through at what appeared to be top speeds. The driver, according to scanner traffic, has been taken to Hennepin County Medical Center.</em></p> \n  </blockquote> \n  <p>Watching the footage as it broadcast, the anchors narrating the footage sounded shaken: “Oh my gosh, the speed at which that truck approached, and even some of the brave people attempting to slow it down,” one said. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DeRushaJ/status/1267231480943710213\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Horrifying traffic cam video of a semi truck going full speed through crowds of protesters on the I-35W bridge in Minneapolis. <a href=\"https://t.co/6D7HeTS07g\">pic.twitter.com/6D7HeTS07g</a></p>— Jason DeRusha (@DeRushaJ) \n    <a href=\"https://twitter.com/DeRushaJ/status/1267231480943710213?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>WCCO <a href=\"https://minnesota.cbslocal.com/2020/05/31/breaking-semi-truck-appears-to-drive-through-protest-marchers-on-i-35w-bridge/\">also reported</a> that the crowd on the highway “had been, up to that point, a peaceful protest” and that it was “was part of a protest group marching against the death of George Floyd, and had taken position to take a knee on the bridge.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T23:42:40.508Z\">at 12.42am BST</time></p> \n</div> \n<div id=\"block-5ed42e308f084df971c8d272\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T23:01:36.197Z\">12.01am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>All major roads into Minneapolis and St Paul have been shut for the night</strong> as authorities aim to quell the protests in the city over the last few days. The twin cities are also under curfew until Monday morning. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MnDOT/status/1267208871069790208\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">⚠️ IMPORTANT UPDATE: Road closures will now begin at 5PM, and will be more extensive than previously planned. <a href=\"https://t.co/8Znf2BVk9x\">https://t.co/8Znf2BVk9x</a> <a href=\"https://t.co/1PfOEIRTRL\">pic.twitter.com/1PfOEIRTRL</a></p>— Minnesota Department of Transportation (@MnDOT) \n    <a href=\"https://twitter.com/MnDOT/status/1267208871069790208?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed4361b8f08f5e373011fff\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T22:57:45.520Z\">11.57pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As the country braces for another night of protests, <strong>Donald Trump tweets</strong>: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1267227396341669889\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">LAW &amp; ORDER!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1267227396341669889?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ed433148f087122eca5302c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T22:54:01.440Z\">11.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Atlanta mayor announced <strong>t</strong><strong>wo police officers have been fired </strong>and three have been placed on desk duty after a review of body cam footage showing excessive use of fore during an incident at a protest on Saturday night. </p> \n  <p>Atlanta police chief Erika Shields called the images “really shocking to watch.”</p> \n  <p>Officials said the video, which circulated online, appears to show a group of police officers pulling a woman out of a car and using a stun gun on the man with her. They use zip-tie handcuffs on the woman on the ground. Reporters at the scene at the time of the incident said the police also broke the glass on the car and flattened the tires.</p> \n </div> \n</div> \n<div id=\"block-5ed42cb18f08f5e373011fe3\" class=\"block\" data-block-contributor=\"profile/gilesrichards\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T22:38:57.809Z\">11.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Formula One world champion <a href=\"https://www.theguardian.com/sport/lewis-hamilton\">Lewis Hamilton</a></strong> has spoken out on the killing of George Floyd, and offered a damning condemnation of the silence from others in his sport, including his fellow drivers.</p> \n  <p>“I see those of you who are staying silent, some of you the biggest of stars yet you stay silent in the midst of injustice,” he wrote. “Not a sign from anybody in my industry which of course is a white-dominated sport.”</p> \n  <p>“I’m one of the only people of colour there yet I stand alone. I would have thought by now you would see why this happens and say something about it but you can’t stand alongside us. Just know I know who you are, and I see you.”</p> \n  <p><strong>Hamilton is the only black driver in Formula One</strong> and has been outspoken on the sport’s need for greater diversity in the past. “There’s barely any diversity in F1,” <a href=\"https://www.theguardian.com/sport/2018/mar/22/lewis-hamilton-nothing-has-changed-on-diversity-in-formula-one-f1\">Hamilton said in 2018</a>. “Still nothing’s changed in 11 years I’ve been here.”</p> \n  <p>The defending world champion also gave his thoughts on the ongoing protests in the US. “I do not stand with those looting and burning buildings but those who are protesting peacefully,” Hamilton wrote.</p> \n  <p>“There can be no peace until our so-called leaders make change,” he added. “<strong>This is not just America, this is the UK, this is Spain, this is Italy and all over</strong>.”</p> \n  <p>“The way minorities are treated has to change, [and] how you educate those in your country of equality, racism, classism and that we are all the same. We are not born with racism and hate in our hearts, it is taught by those we look up to.”</p> \n </div> \n</div> \n<div id=\"block-5ed42c988f084df971c8d26e\" class=\"block\" data-block-contributor=\"profile/martin-pengelly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T22:30:49.416Z\">11.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Outside the White House, where for the past two nights protests have turned violent, large crowds have gathered again today. </p> \n  <p>Donald Trump has been inside all day – no sign yet of him <strong>pulling a Nixon</strong> and wandering out among the young and the disaffected, aides skittering after him, to take the mood of the times. (That was Saturday 9 May 1970, and you can read more about it <a href=\"https://www.washingtonian.com/2016/05/17/richard-nixon-kent-state-protests-white-house-lincoln-memorial/\">here</a> and <a href=\"https://www.cnn.com/2011/11/10/politics/nixon-lincoln-memorial/index.html\">here</a>.)</p> \n  <p>Here’s the Associated Press report on today’s gathering in Washington:</p> \n  <blockquote class=\"quoted\"> \n   <p>Protests near the White House appear to be mostly peaceful on Sunday afternoon as<strong> thousands descended on the area to call for justice for George Floyd</strong>.</p> \n   <p>Loud chants of “Black lives matter” can be heard from the White House grounds, but officers from the Park Police and Secret Service were keeping them far back from the heavily fortified Executive Mansion.</p> \n   <p>Beside the stepped-up law enforcement presence, the White House was unusually quiet for a Sunday as staffers were encouraged to keep away from the complex. </p> \n   <p>“Due to ongoing demonstrations, please avoid coming to the White House Complex today if it all possible,” an email alert to staffers stated.</p> \n  </blockquote> \n  <p>Some of the pictures from Washington are striking indeed:</p> \n  <figure class=\"element element-image\" data-media-id=\"be3bb9861efb69401b88ebc5ab74166f56655de7\"> \n   <img src=\"https://media.guim.co.uk/be3bb9861efb69401b88ebc5ab74166f56655de7/0_0_5843_3895/1000.jpg\" alt=\"Protesters gather outside the White House.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Protesters gather outside the White House.</span> \n    <span class=\"element-image__credit\">Photograph: Jim Lo Scalzo/EPA</span> \n   </figcaption> \n  </figure> \n  <p>The AP also reports that “several hundred people <strong>marched through downtown Boston</strong> on Sunday, carrying signs and chanting in a peaceful protest … </p> \n  <p>“They chanted, “No justice no peace,” “black lives matter” and silence is violence” as they walked by City Hall, the State House and the Public Garden, with the crowd closing off a two-lane city street. There was a light police presence and no signs of the violence that has erupted in other cities in recent days.</p> \n </div> \n</div> \n<div id=\"block-5ed42acd8f087122eca5300a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T22:16:04.199Z\">11.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Arizona</strong> has taken an extraordinary step in the face of the continuing protests and <strong>imposed a statewide curfew for the rest of the week</strong>. It comes into force at 8pm local time on Sunday.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dougducey/status/1267186472060252160\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Today’s declaration also authorizes an expanded National Guard mobilization to protect life and property throughout the state. Our office will continue to communicate with local law enforcement to provide whatever resources we can. 3/</p>— Doug Ducey (@dougducey) \n    <a href=\"https://twitter.com/dougducey/status/1267186472060252160?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“This gives law enforcement an additional tool to prevent the lawlessness we’ve seen here and in cities nationwide. Police will be equipped to make arrests of individuals who are planning to riot, loot or cause damage and unrest,” tweeted the state’s Republican governor, Doug Ducey.</p> \n </div> \n</div> \n<div id=\"block-5ed4281c8f08f5e373011fcf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T22:00:18.941Z\">11.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Associated Press has the story of a Mississippi mayor who said earlier this week that he “didn’t see anything unreasonable” in the treatment of George Floyd before his death. The story in full:</p> \n  <p><em>A white Mississippi mayor who caused an outrage with his tweets about the death of George Floyd in Minneapolis has apologized but says he won’t resign, prompting protesters to return to City Hall for a third day on Sunday to insist the mayor leave office.</em></p> \n  <p><em>Petal mayor Hal Marx told the Hattiesburg American his remarks on social media about Floyd’s death, which occurred after a white police officer kneeled on his neck, “were made in haste and not well-thought out or expressed.”</em></p> \n  <p><em>“I apologize to those who found them to be insensitive, and I apologize to the people of our city,” Marx told the newspaper in an interview on Saturday.</em></p> \n  <p><em>Still, the mayor said he plans to serve out his term that expires in July 2021.</em></p> \n  <p><em>Roughly 200 people protested outside city hall on Sunday, the third straight day demonstrators have gathered to call for Marx’s resignation, the Clarion Ledger reported. Petal’s board of aldermen also agreed the mayor should step down.</em></p> \n  <p><em>“Why in the world would anyone choose to become a police officer in our society today?” Marx tweeted on Tuesday, the day that four Minneapolis police officers were fired. Floyd, 46, was handcuffed and pleading for air as a white police officer kneeled on his neck Monday.</em></p> \n  <p><em>In a follow-up tweet, the Republican directly referenced the Floyd case, saying he “didn’t see anything unreasonable”. </em></p> \n  <p><em>“If you can say you can’t breathe, you’re breathing. Most likely that man died of overdose or heart attack. Video doesn’t show his resistance that got him in that position. Police being crucified.”</em></p> \n  <p><em>Marx told the newspaper that city aldermen and others had wrongly characterized the tweets as racist. “I did not make racist comments,” Marx said, “and I have not mistreated anyone.”</em></p> \n </div> \n</div> \n<div id=\"block-5ed4200f8f087122eca52fd7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T21:37:39.031Z\">10.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Michael Jordan</strong> has released a statement on the death of George Floyd, <strong>calling out “ingrained racism” in the United States</strong>.</p> \n  <p>“I am deeply saddened, truly pained and plain angry,” wrote Jordan in a statement posted by the Charlotte Hornets, the NBA team he owns. “I stand with those who are calling out the ingrained racism and violence toward people of color in our country. We have had enough.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hornets/status/1267195441021628417\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/PJpdCkaIKM\">pic.twitter.com/PJpdCkaIKM</a></p>— Charlotte Hornets (@hornets) \n    <a href=\"https://twitter.com/hornets/status/1267195441021628417?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p><strong>Jordan has often been criticized for his reluctance to speak up on political matters</strong>, especially when compared to the activism of other NBA stars such as LeBron James and <a href=\"https://www.theguardian.com/sport/2020/may/12/kareem-abdul-jabbar-covid-19-donald-trump\">Guardian columnist Kareem Abdul-Jabbar</a>. During a 1990 Senate race in his home state of North Carolina, Jordan refused to endorse Democrat Harvey Gantt, an African American who was running against the incumbent Republican Jesse Helms, a notorious racist. Jordan, who at the time had already won the first of his five <a href=\"https://www.theguardian.com/sport/nba\">NBA</a> MVP awards, explained away his refusal to take a stance by saying “Republicans buy sneakers, too”. <a href=\"https://www.theguardian.com/sport/2020/may/04/michael-jordan-espn-last-dance-republicans-sneakers-quote-nba\">Jordan has since insisted the comment</a> was made in jest. </p> \n  <p>The six-time NBA champion, widely considered the greatest basketball player of all time, said on Sunday that Americans needed to work together to find answers to the country’s problems. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/may/12/kareem-abdul-jabbar-covid-19-donald-trump\">If I were Donald Trump's speechwriter, this is the team talk I would suggest | Kareem Abdul-Jabbar</a> </p> \n  </aside> \n  <p>“I don’t have answers, but our collective voices show strength and the inability to be divided by others. We must listen to each other, show compassion and empathy and never turn out backs on senseless brutality,” he wrote.</p> \n  <p>Curfews were in place in more than a dozen US cities on Sunday and Jordan urged people to protest peacefully. “We need to continue peaceful expressions against injustice and demand accountability,” he wrote.</p> \n  <p>Jordan finished his statement by expressing his sympathy to the family of Floyd and others. “My heart goes out to the family of George Floyd and to the countless others whose lives have been brutally and senselessly taken through acts of racism and injustice,” he wrote.</p> \n  <p>The former Chicago Bulls star has been in the news lately due to the popularity of The Last Dance, a documentary telling the story of his final championship season.</p> \n </div> \n</div> \n<div id=\"block-5ed41e448f08f5e373011fa6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T21:20:02.659Z\">10.20pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">More than a dozen US cities under curfew</h2> \n <div class=\"block-elements\"> \n  <p>Several US cities and counties <strong>have brought forward their curfew times</strong> to try to prevent another night of violent protests over George Floyd’s death. Here is a state-by-state look at the known curfews and timings in several areas worst affected on Friday and Saturday (all times local):</p> \n  <p><strong>Arizona: </strong>Statewide curfew from 8pm. Will be in place for next week.</p> \n  <p><strong>California:</strong> Los Angeles County 8pm-5.30am; San Francisco 8pm-5am.</p> \n  <p><strong>Colorado:</strong> Denver 8pm-5am.</p> \n  <p><strong>Florida:</strong> Miami 8pm-5am; Orange County 10pm-5am.</p> \n  <p><strong>Georgia:</strong> Atlanta 9pm-sunrise.</p> \n  <p><strong>Illinois:</strong> Chicago 9pm-6am.</p> \n  <p><strong>Kentucky:</strong> Louisville 9pm-6.30am.</p> \n  <p><strong>Michigan:</strong> Detroit 8pm-5am.</p> \n  <p><strong>Minnesota:</strong> Minneapolis/St Paul 8pm-6am.</p> \n  <figure class=\"element element-image\" data-media-id=\"99a294b8a7c5bcf2e7dd0d8e8da7e7266eedff1e\"> \n   <img src=\"https://media.guim.co.uk/99a294b8a7c5bcf2e7dd0d8e8da7e7266eedff1e/0_249_5627_3376/1000.jpg\" alt=\"People help clean up damage in Minneapolis\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People help clean up damage in Minneapolis. The city is under curfew on Sunday night.</span> \n    <span class=\"element-image__credit\">Photograph: Stephen Maturen/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p><strong>Ohio:</strong> Cincinnati 9pm-6am; Cleveland 12pm-6am; Columbus 10pm-6am; Dayton 7pm-6am.</p> \n  <p><strong>Oregon:</strong> Portland 8pm-6am.</p> \n  <p><strong>Pennsylvania:</strong> Philadelphia 6pm-6am; Pittsburgh 8.30pm-6am.</p> \n  <p><strong>South Carolina: </strong>Charleston 6pm-6am.</p> \n  <p><strong>Tennessee:</strong> Nashville 8pm-6am.</p> \n  <p><strong>Texas:</strong> Dallas 7pm-6am.</p> \n  <p><strong>Utah:</strong> Salt Lake City 8pm-6am.</p> \n  <p><strong>Virginia:</strong> Richmond 8pm to 6am.</p> \n  <p><strong>Wisconsin:</strong> Milwaukee 9pm-7am. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T22:07:06.813Z\">at 11.07pm BST</time></p> \n</div> \n<div id=\"block-5ed419b58f087122eca52fb6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T21:11:24.482Z\">10.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>YouTube star Jake Paul has denied he looted an Arizona mall</strong> on Saturday night. </p> \n  <p><a href=\"https://twitter.com/TaylorLorenz/status/1267122926266077190\">Video emerged on Sunday</a> of Paul standing inside a looted mall. Paul, who has 20 million subscribers to his YouTube channel, said he had been protesting against the police killing of George Floyd in Scottsdale, Arizona. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jakepaul/status/1267130631097430017\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/kwsQ2jyMm1\">pic.twitter.com/kwsQ2jyMm1</a></p>— Jake Paul (@jakepaul) \n    <a href=\"https://twitter.com/jakepaul/status/1267130631097430017?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“To be absolutely clear, neither I nor anyone in our group was engaged in any looting or vandalism,” said the 23-year-old in a statement posted to Twitter. Paul could be seen wearing a mask and filming as the mall was looted. He added in an Instagram story that police had teargassed him and his companions during the protests.</p> \n  <p>“I do not condone violence, looting or breaking the law; however, I understand the anger and frustration that led to the destruction we witnessed, and while it’s not the answer, it’s important that people see it and collectively figure out how to move forward in a healthy way,” he wrote.</p> \n  <p>Paul, whose brother Logan is also a YouTube star, has been involved in a number of controversies in the past few years. In 2018, he was filmed <a href=\"https://www.vulture.com/2018/01/jake-paul-caught-rapping-n-word-twice-in-leaked-video.html\">using the n-word while rapping</a>. He was also accused of anti-social behaviour and was the subject of a number of noise complaints after moving into a house in West Hollywood house. He later relocated to another area of Los Angeles <a href=\"https://www.tubefilter.com/2018/04/24/jake-paul-lawsuit-former-landlord/\">after being sued by his landlords</a>.</p> \n </div> \n</div> \n<div id=\"block-5ed4133d8f087122eca52f93\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T20:54:58.785Z\">9.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>More from <strong>Miranda Bryant </strong>on the policing of protests in New York City…</em></p> \n  <p><strong>Alexandria Ocasio-Cortez has hit out at Bill de Blasio</strong>, branding as “unacceptable” the New York City mayor’s handling of an incident in which <strong>two police cars drove through a crowd of protesters</strong> in Brooklyn.</p> \n  <p>The New York congresswoman spoke out after de Blasio defended the New York Police Department (NYPD) officers involved.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"9e9161dc-5684-4ceb-ba73-1fc976d4253c\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/AuZZ7aJ07Eg?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>Video <a href=\"https://www.theguardian.com/us-news/video/2020/may/31/new-york-police-cars-filmed-driving-at-george-floyd-protesters-video\">footage</a> shows dozens of protesters gathering in front of a police car in the road and throwing objects at it. Another police car pulls up and ploughs through the crowd. The other car lurches forward, pushing people to the floor.</p> \n  <p>“<a href=\"https://twitter.com/NYCMayor\">@NYCMayor</a> your comments tonight were unacceptable,” the influential Democrat tweeted to her 7m followers. “As mayor, this police department is under your leadership. This moment demands leadership &amp; accountability from each of us. Defending and making excuses for NYPD running SUVs into crowds was wrong. Make it right. De-escalate.”</p> \n  <p>She added: “Running SUVs in crowds of people should never, ever be normalized. No matter who does it, no matter why.”</p> \n  <p>The mayor has since <a href=\"http://%E2%80%9Ci%20didn%E2%80%99t%20like%20what%20i%20saw%20one%20bit.%20i%20never%20want%20to%20see%20something%20like%20that.%20i%20don%E2%80%99t%20want%20to%20see%20anything%20like%20that%20again.%20we%20need%20to%20do%20a%20full%20investigation%20and%20look%20at%20the%20actions%20of%20those%20officers%20and%20see%20what%20was%20done%2C%20why%20it%20was%20done%2C%20how%20it%20could%E2%80%99ve%20been%20done%20differently%2C%E2%80%9D%20he%20said./\">said</a> there will be a “full investigation” and that he “didn’t like what I saw one bit”. However, he continued to blame protesters, saying that the situation “was created by a group of protesters blocking and surrounding a police vehicle”.</p> \n </div> \n</div> \n<div id=\"block-5ed414ee8f087122eca52fa0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T20:43:36.267Z\">9.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Donald Trump has taken to Twitter to aim criticism at Joe Biden</strong>, and Democrats in general.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1267187902192193538\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Get tough Democrat Mayors and Governors. These people are ANARCHISTS. Call in our National Guard NOW. The World is watching and laughing at you and Sleepy Joe. Is this what America wants? NO!!!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1267187902192193538?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“Get tough Democrat Mayors and Governors,” wrote Trump. “These people are ANARCHISTS. Call in our National Guard NOW. The World is watching and laughing at you and Sleepy Joe. Is this what America wants? NO!!!”</p> \n  <p>In fact, <strong>several Democratic governors</strong> – such as Wisconsin’s Tony Evers and Minnesota’s Tim Walz – called in the national guard on Saturday. Trump also <strong>attempted to take credit for Walz’s decision</strong> in another tweet on Sunday. </p> \n  <p>“Law &amp; Order in Philadelphia, NOW! They are looting stores,” wrote the president. “Call in our great National Guard like they FINALLY did (thank you President Trump) last night in Minneapolis. Is this what voters want with Sleepy Joe? All Dems!”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-01T08:17:28.572Z\">at 9.17am BST</time></p> \n</div> \n<div id=\"block-5ed413308f08f5e373011f82\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T20:33:32.207Z\">9.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Richard Luscombe has news on US attorney general Bill Barr...</em></p> \n  <p>Echoing <a href=\"https://twitter.com/realDonaldTrump/status/1267124501361369091\">His Master’s Voice</a>, attorney general Bill Barr has weighed in on the unrest sweeping the US with <strong>a statement blaming “Antifa and other similar groups”</strong>.</p> \n  <p>In a rare <a href=\"https://www.justice.gov/opa/pr/attorney-general-william-p-barrs-statement-riots-and-domestic-terrorism\">Sunday afternoon missive</a> issued by the justice department, <strong>Barr reinforced Donald Trump’s earlier assertions of outside influence</strong>, and claimed that “violent radical elements” have hijacked peaceful protests.</p> \n  <p>“Groups of outside radicals and agitators are exploiting the situation to pursue their own separate, violent and extremist agenda,” Barr wrote, <strong>without citing evidence</strong>. “It is time to stop watching the violence and to confront and stop it.”</p> \n  <p>He also suggested that the FBI and other law federal resources may be used to crack down on the violence.</p> \n  <p>“It is the responsibility of state and local leaders to ensure that adequate law enforcement, including the National Guard where necessary, are deployed in the streets to reestablish law and order. We saw this finally happen in Minneapolis last night, and it worked,” Barr wrote.</p> \n  <p>“Federal law enforcement actions will be directed at apprehending and charging the violent radical agitators who have hijacked peaceful protest and are engaged in violations of federal law.”</p> \n </div> \n</div> \n<div id=\"block-5ed411988f084df971c8d20e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T20:25:44.372Z\">9.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>National guard will be on the streets of Los Angeles tonight</strong>, although they will be protecting businesses rather than patrolling alongside the LAPD. The LAPD’s chief said 500 members of the guard will be on duty in LA tonight after close to 400 people were arrested in the city on Saturday night and Sunday morning. “My hope and prayer is that [the national guard’s] tenure is short here,” Michel Moore said.</p> \n  <p>A curfew will be in place between 8pm tonight and 5am on Monday. On the east coast, <strong>Philadelphia’s curfew has been moved forward from 8pm to 6pm</strong>. Dallas’s curfew will start at 7pm. </p> \n </div> \n</div> \n<div id=\"block-5ed40c6f8f08f5e373011f6d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T20:14:14.686Z\">9.14pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>North Carolina Central men’s basketball coach LeVelle Moton has said he has been disappointed by <strong>the failure of white coaches to speak out about the death of George Floyd</strong>. Moton, who is black, says that the top coaches, <a href=\"https://www.theguardian.com/sport/2020/may/13/can-millionaire-college-coaches-defend-their-salaries-during-covid-19\">who are paid millions of dollars a year</a>, profit from the black community but <strong>do little to protect it</strong>.</p> \n  <p>“The reality is a lot of these coaches have been able to create generational wealth,” Moton said on <a href=\"https://twitter.com/ESPNRadio/status/1267150846665637889\">ESPN Radio’s Sunday Morning</a>. “Their grandkids’ kids are gonna be able to live a prosperous life because athletes who were the complexion of George Floyd were able to run a football, throw a football, shoot a basketball or whatever have you so <strong>they have been able to benefit from athletes that look like George Floyd</strong> and many more. But whenever people [who are] the complexion of George Floyd are killed, assassinated, murdered in the street in broad daylight, they’re silent.”</p> \n  <p>Moton said he felt a link with Floyd as he was confronted a gunpoint by police officers in 2005. </p> \n  <p>“I have a problem with [white coaches’ silence] because it seems as if black lives matter to them whenever they can benefit from it or whenever they’re getting them first downs, catching an alley-oop or shooting a [basket] or whatever,” Moton said. “When it’s time for humanity to speak up on behalf of the student athlete, it’s silent, it’s crickets. And my problem is if the murdering of black Americans is too risky of an issue for you to stand up as a leader, then who are they really playing for?”</p> \n  <p>Some high-profile white athletes, such as the No1 overall pick in this year’s NFL draft, Joe Burrow, have spoken about the death of Floyd. He said that the “black community needs our help” on Twitter.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Joe_Burrow10/status/1266404689203146754\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The black community needs our help. They have been unheard for far too long. Open your ears, listen, and speak. This isn’t politics. This is human rights.</p>— Joey Burrow (@Joe_Burrow10) \n    <a href=\"https://twitter.com/Joe_Burrow10/status/1266404689203146754?ref_src=twsrc%5Etfw\">May 29, 2020</a>\n   </blockquote> \n  </figure> \n  <p>“They have been unheard for far too long,” said Burrow, the <a href=\"https://www.theguardian.com/sport/2020/jan/14/joe-burrow-from-back-up-quarterback-to-likely-nfl-no1-overall-pick\">Heisman Trophy winner</a> from Louisiana State. “Open your ears, listen, and speak. This isn’t politics. This is human rights.”</p> \n </div> \n</div> \n<div id=\"block-5ed409368f087122eca52f77\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T19:55:12.169Z\">8.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Beaches in Miami had been due to reopen</strong> following the Covid-19 lockdown on Monday but that will no longer happen after a weekend of unrest in Florida, and across the country. </p> \n  <p>“If everything is calm today, then we can take a respite for tomorrow and then hopefully open up on Tuesday,” Miami-Dade mayor Carlos Gimenez told WPLG-Channel 10. “It really all depends on what happens today, what happens tonight. My hope is, and I believe, that today and tonight will be calm and peaceful.”</p> \n  <p>The city will be under lockdown again on Sunday night but Florida congressman Shevrin Jones <a href=\"https://www.miamiherald.com/news/local/community/miami-dade/article243135896.html\">told the Miami Herald</a> that he does not believe anger over the death of George Floyd will dissipate anytime soon. </p> \n  <p>“I don’t think this is going to go away,” Jones said. “We are here. We’re in it. The black community is tired. We’re tired of talking. Everyone has been saying, let’s come to the table but it hasn’t resulted in anything.”</p> \n </div> \n</div> \n<div id=\"block-5ed407658f08f5e373011f5d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T19:40:59.245Z\">8.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More than 200 people were arrested during protests in <strong>Texas</strong> on Saturday night, with police using tear gas to disperse crowds. As a result, the state’s governor, Greg Abbott, <strong>has declared a state of disaster</strong>, which will allow federal agents to do the work of local police.</p> \n  <p>“Every Texan and every American has the right to protest and I encourage all Texans to exercise their First Amendment rights,” Abbott said in a statement on Sunday. “However, violence against others and the destruction of property is unacceptable and counterproductive. As protests have turned violent in various areas across the state, it is crucial that we maintain order, uphold public safety, and protect against property damage or loss.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T19:45:44.851Z\">at 8.45pm BST</time></p> \n</div> \n<div id=\"block-5ed4018a8f087122eca52f5e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T19:24:49.286Z\">8.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>In San Francisco</strong>, the mayor confirmed the city will be under curfew from 8pm on Sunday after “significant damage to the city” on Saturday night. </p> \n  <p>“It is hard not to have a reaction [to George Floyd’s death]. It is hard not to feel the pain,” said London Breed in a press briefing on Sunday. “As mayor, it doesn’t mean that I’m immune from the hurt and pain.” However, she said that violence and looting “is not something that we’re going to tolerate”.</p> \n  <figure class=\"element element-image\" data-media-id=\"dc5a8ce57b78d0bb1c8f35def7cbf77ff597641c\"> \n   <img src=\"https://media.guim.co.uk/dc5a8ce57b78d0bb1c8f35def7cbf77ff597641c/0_295_4419_2651/1000.jpg\" alt=\"A firefighter prepares to extinguish a dumpster fire on Taylor St in San Francisco on Saturday\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A firefighter prepares to extinguish a dumpster fire on Taylor St in San Francisco on Saturday.</span> \n    <span class=\"element-image__credit\">Photograph: Noah Berger/AP</span> \n   </figcaption> \n  </figure> \n  <p>Meanwhile, <strong>Washington governor Jay Inslee</strong> has activated 200 members of the state’s national guard to help law enforcement in Seattle. </p> \n  <p>“Saturday’s disheartening events in Seattle – carried out by a smattering of the thousands of protesters on hand – will not deter the cause of justice. Hundreds of public servants and volunteers are already helping clean up the property damage done,” Inslee said.</p> \n </div> \n</div> \n<div id=\"block-5ed400db8f087122eca52f59\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T19:11:25.885Z\">8.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Robert Reich believes Donald Trump’s response in the week following George Floyd’s death <a href=\"https://www.theguardian.com/commentisfree/2020/may/31/donald-trump-coronavirus-pandemic-george-floyd-minneapolis-tweets\">is a final abdication of his office</a>. Here’s an extract from his column:</p> \n  <blockquote class=\"quoted\"> \n   <p>Trump is not governing. He’s golfing, watching cable TV and tweeting.</p> \n   <p>How has Trump responded to the widespread unrest following the murder in Minneapolis of George Floyd, a black man who died after a white police officer knelt on his neck for minutes as he was handcuffed on the ground?</p> \n   <p>Trump called the protesters “thugs” and threatened to have them shot. “When the looting starts, the shooting starts,” he tweeted, parroting a former Miami police chief whose words spurred race riots in the late 1960s.</p> \n   <p>On Saturday, he gloated about “the most vicious dogs, and most ominous weapons” awaiting protesters outside the White House, should they ever break through Secret Service lines. </p> \n   <p>Trump’s response to the last three ghastly months of mounting disease and death has been just as heedless. Since claiming Covid-19 was a “Democratic hoax” and muzzling public health officials, he has punted management of the coronavirus to the states.</p> \n   <p>Governors have had to find ventilators to keep patients alive and protective equipment for hospital and other essential workers who lack it, often bidding against each other. They have had to decide how, when and where to reopen their economies.</p> \n  </blockquote> \n  <p>You can read the full article here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/31/donald-trump-coronavirus-pandemic-george-floyd-minneapolis-tweets\">Fire, pestilence and a country at war with itself: the Trump presidency is over | Robert Reich</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed3fbba8f087122eca52f3e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T18:55:55.248Z\">7.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>White House staff have been told to stay away from work on Sunday if they can</strong>. “Due to ongoing demonstrations, please avoid coming to the White House Complex today if it all possible,” read an email to staff.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SecretService/status/1267139197124726791\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Secret Service Statement: <a href=\"https://t.co/IY6B6VBsne\">pic.twitter.com/IY6B6VBsne</a></p>— U.S. Secret Service (@SecretService) \n    <a href=\"https://twitter.com/SecretService/status/1267139197124726791?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p><strong>The Secret Service said that 60 of its members were injured</strong> during protests outside the White House on Saturday night but no members of the public breached the perimeter of the complex. The statement said 11 members of the service required hospital care for their injuries, none of which were life-threatening. The statement concluded by saying that “the Secret Service respects the right to assemble, and we ask that individuals do so peacefully.”</p> \n  <figure class=\"element element-image\" data-media-id=\"db2f202bdd82b7594d1414598709ebe745363a9d\"> \n   <img src=\"https://media.guim.co.uk/db2f202bdd82b7594d1414598709ebe745363a9d/0_355_5328_3197/1000.jpg\" alt=\"Police hold a perimeter near the White House early on Sunday morning\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Police hold a perimeter near the White House early on Sunday morning.</span> \n    <span class=\"element-image__credit\">Photograph: Alex Wong/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>On Saturday, Donald Trump said that protesters would have been greeted by “vicious dogs” and “ominous weapons” if they had breached the White House fence on Friday night. </p> \n </div> \n</div> \n<div id=\"block-5ed3f8ce8f087122eca52f30\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T18:47:00.212Z\">7.47pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Richard Luscombe has news about concern among leaders that the protests over the last few days may lead to a surge in cases of Covid-19.</em></p> \n  <p>A growing number of governors, mayors and public health officials across the US are <strong>raising fears of a surge in coronavirus cases from escalating protests</strong> over the death of George Floyd.</p> \n  <p>Images of demonstrators in close proximity, many without masks, in numerous cities have alarmed leaders to the point where some are pleading with those on the streets to protest “the right way” to better protect themselves.</p> \n  <p>“I’m concerned that we had mass gatherings on our streets when we just lifted a stay at home order and what that could mean for spikes in coronavirus cases later,” Muriel Bowser, the mayor of Washington DC, said in a press conference on Sunday.</p> \n  <p>Bowser said protests in her city, which has seen <a href=\"https://www.theguardian.com/us-news/2020/may/31/george-floyd-protests-us-cities-hotspots-unrest\">violence several days in a row</a> at the White House and other areas, were a mixed bag.</p> \n  <p>“While I saw some people with masks last night, others didn’t,” she said. “I saw some people social distancing, other people were right on top of each other. So we don’t want to compound this deadly virus and the impact it’s had on our community.”</p> \n  <p>The message was echoed by Keisha Lance-Bottoms, the mayor of Atlanta, who said she was “extremely concerned” about Covid-19 spreading, and that protests had distracted her from dealing with the pandemic.</p> \n  <p>“I realised that I hadn’t looked at our coronavirus numbers in two days,” she told Jake Tapper, host of CNN’s State of the Union. “And that’s frightening, because it’s a pandemic, and people of color are getting hit harder.”</p> \n  <p>According to the <a href=\"https://dph.georgia.gov/covid-19-daily-status-report\">Georgia department of health</a>, more African Americans have contracted Covid-19 statewide than any other race. </p> \n  <p>“The question is how do we do protesting safely?” Dr Ashish Jha, director of the global health institute at Harvard’s T H Chan school of public health told CNN. “I think masks are a critical part of it.”</p> \n  <p>In New York, governor Andrew Cuomo reported 56 new coronavirus deaths statewide, the lowest number since 23 March. He did not express fears for a resurgence of the virus as a result of the protests, but figured the lockdown was a contributory factor for them.</p> \n  <p>“It’s not a coincidence the unrest happens in the midst of a pandemic,” Cuomo said at his daily press briefing. “People have lost their jobs. They are isolated at home. People are stressed and worried. It is all of that.”</p> \n  <p>Meanwhile, Dr Theodore Long, who is leading New York City’s contact tracing strategy, offered advice to demonstrators.</p> \n  <p>“We strongly encourage anybody who is out in the protests to wear a mask, practice proper hand hygiene and to the extent possible, socially distance, though we know that’s not always going to be feasible,” he said.</p> \n </div> \n</div> \n<div id=\"block-5ed3982f8f087122eca52c65\" class=\"block\" data-block-contributor=\"profile/martin-pengelly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T18:32:49.400Z\">7.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As Faulkner wrote and journalists in the US or writing about it <a href=\"https://harpers.org/2008/03/the-past-is-not-past-or-is-it/\">never tire of repeating</a>, “The past is never dead. It’s not even past.” </p> \n  <p>And lo, the protests, riots and fires across the US this weekend bring forth a fascinating report from the Associated Press, which notes that statues honoring the Confederacy, the slave power which lost the American civil war, which was fought between 1861 and 1865 but which remains a jagged dividing line in American society, have been among targets of protesters in cities across the South this weekend:</p> \n  <blockquote> \n   <p>As tense protests swelled across the country Saturday into Sunday morning, <strong>monuments in Virginia, the Carolinas and Mississippi were defaced</strong>.</p> \n  </blockquote> \n  <blockquote> \n   <p>…The words “spiritual genocide,” along with red handprints, were painted on the sides of a Confederate monument on the <strong>University of Mississippi</strong> campus Saturday, The Oxford Eagle reported. One person was arrested at the scene.</p> \n   <p>…In <strong>Charleston, South Carolina</strong>, protesters defaced a Confederate statue near The Battery, a historic area on the coastal city’s southern tip. The base of the Confederate Defenders statue, erected in 1932, was spray-painted, including with the words “BLM” and “traitors,” news outlets reported. It was later covered with tarp, photos show.</p> \n  </blockquote> \n  <blockquote> \n   <p>…But the state where the debate over Confederate monuments has perhaps attracted the most attention is <strong>Virginia</strong>, where a 2017 white nationalist rally over Charlottesville’s proposed removal of such monuments turned deadly.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"dbbc2ab16b8efa90063ba0f3538f99c39967ab09\"> \n   <img src=\"https://media.guim.co.uk/dbbc2ab16b8efa90063ba0f3538f99c39967ab09/0_302_4032_2419/1000.jpg\" alt=\"A tattered American flag lays on the ground on the property of the United Daughters of the Confederacy in Richmond, Virginia.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A tattered American flag lays on the ground on the property of the United Daughters of the Confederacy in Richmond, Virginia.</span> \n    <span class=\"element-image__credit\">Photograph: Sarah Rankin/AP</span> \n   </figcaption> \n  </figure> \n  <blockquote> \n   <p>In the coastal city of <strong>Norfolk</strong>, protesters climbed a Confederate monument and spray-painted graffiti on its base, according to photos posted by a Virginian-Pilot journalist. Norfolk is among the Virginia cities that have signaled intent to remove their Confederate monuments. In February, state lawmakers approved legislation that would give cities autonomy to do so.</p> \n   <p>A commission in <strong>Richmond</strong>, the state capital and what was the capital of the Confederacy, recommended removing one of five Confederate statues along the city’s famed Monument Avenue. Photos posted to social media late Saturday and early Sunday showed the bases of at least two statues those of Confederate generals Robert E Lee and JEB Stuart almost entirely covered in graffiti.</p> \n   <p>Nearby, <strong>a fire burned for a time at the headquarters of the United Daughters of the Confederacy</strong>, a group responsible for erecting many Confederate statues and fighting their removal. The building, too, was covered in graffiti, The Richmond Times-Dispatch reported.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T18:33:42.417Z\">at 7.33pm BST</time></p> \n</div> \n<div id=\"block-5ed3f14f8f08f5e373011ef8\" class=\"block\" data-block-contributor=\"profile/martin-pengelly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T18:22:59.737Z\">7.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Further to Donald Trump’s tweets about “designating Antifa as a terrorist organisation” earlier – he didn’t elaborate about how – the president has been complaining about “the Lamestream Media … doing everything within their power to foment hatred and anarchy”. </p> \n  <p>Trump also says the “fake news” are “truly bad people with a sick agenda” and adds: “We can easily work through them to GREATNESS!”</p> \n  <p>Trump regularly complains about press coverage of his administration and has regularly labelled the media as “the enemy of the people”, a phrase with <a href=\"https://www.newyorker.com/news/daily-comment/trump-and-the-enemies-of-the-people\">distinctly Stalinesque</a> overtones.</p> \n  <p>Here’s a story from Michael Safi about incidents in which journalists covering the protests and violence this weekend have been targeted by police and crowds. </p> \n  <p>A salient passage:</p> \n  <blockquote class=\"quoted\"> \n   <p>More than 50 incidents of violence and harassment against media workers were reported on social media and in news outlets on Friday and Saturday, according to a Guardian tally.</p> \n   <p>They included <a href=\"https://twitter.com/KillerMartinis/status/1266618525600399361\">the blinding of Linda Tirado</a>, a freelance photojournalist and activist who has <a href=\"https://www.theguardian.com/profile/linda-tirado\">contributed to the Guardian</a>, who was <strong>hit in the eye with a nonlethal round</strong> while covering unrest in Minneapolis</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/31/george-floyd-protests-reporters-targeted-by-police-and-crowds\">George Floyd protests: reporters targeted by police and crowds</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T18:23:28.541Z\">at 7.23pm BST</time></p> \n</div> \n<div id=\"block-5ed3ef958f08f5e373011eea\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T18:01:51.200Z\">7.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Associated Press has news of the scene in Los Angeles after a long night of protests.</p> \n  <figure class=\"element element-image\" data-media-id=\"4ba15e4e8fdff88d1f4dac997b93d4705c5f687e\"> \n   <img src=\"https://media.guim.co.uk/4ba15e4e8fdff88d1f4dac997b93d4705c5f687e/0_559_4189_2515/1000.jpg\" alt=\"The national guard on the streets of LA on Sunday morning\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The national guard on the streets of LA on Sunday morning.</span> \n    <span class=\"element-image__credit\">Photograph: Valérie Macon/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p><em>Armed national guard soldiers patrolled the streets of Los Angeles on Sunday as the city began cleaning up after a night of violence that saw demonstrators clash repeatedly with officers, torch police vehicles and pillage businesses.</em></p> \n  <p><em>A rare citywide curfew expired as dawn revealed broken shop windows, demolished security gates and graffiti along entire blocks. Firefighters mopped up hot spots from lingering fires while store owners swept up glass and boarded up broken windows to protect what’s left of their inventories.</em></p> \n  <p><em>Mayor Eric Garcetti said on Saturday he asked California’s governor, Gavin Newsom, for 500 to 700 members of the guard to assist the 10,000 Los Angeles Police Department officers.</em></p> \n  <figure class=\"element element-image\" data-media-id=\"4c314f652d0822b97f133c4904a52ac893b1d9bc\"> \n   <img src=\"https://media.guim.co.uk/4c314f652d0822b97f133c4904a52ac893b1d9bc/0_369_5533_3320/1000.jpg\" alt=\"A demonstrator kneels in front of a police line in downtown Los Angeles on Saturday night\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A demonstrator kneels in front of a police line in downtown Los Angeles on Saturday night.</span> \n    <span class=\"element-image__credit\">Photograph: Apu Gomes/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p><em>Garcetti said the guard members who arrived early Sunday were summoned “to support our local response to maintain peace and safety on the streets of our city.”<br>Fire crews responded to dozens of blazes, and scores of businesses were damaged.</em></p> \n  <p><em>One of the hardest-hit areas was around the Grove, a popular high-end outdoor mall west of downtown where hundreds of protesters swarmed the neighborhood, showering police with rocks and other objects and vandalizing shops. One officer suffered a fractured skull, Los Angeles Police Chief Michel Moore said.</em></p> \n </div> \n</div> \n<div id=\"block-5ed3ec8a8f084df971c8d173\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T17:49:30.483Z\">6.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Legal Rights Center and ACLU of Minnesota have released a statement expressing concern that <a href=\"https://www.theguardian.com/us-news/2020/may/29/derek-chauvin-police-officer-charged-george-floyd\">the third-degree murder charge given to Derek Chauvin</a>, the officer who knelt on George Floyd’s neck before his death, is insufficient. </p> \n  <p>The organisations say they have “grave concerns about the legal sufficiency of the criminal complaint charging ... Derek Chauvin with third degree murder in the death of George Floyd. The charging of third degree murder instead of first or second degree murder may prove to be legally defective and allow Chauvin to evade the punishment warranted for his actions. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/29/derek-chauvin-police-officer-charged-george-floyd\">Police officer filmed kneeling on George Floyd's neck charged with murder</a> </p> \n  </aside> \n  <p>“The issuance of a potentially defective murder charge, combined with the delay by the Hennepin County Attorney’s office in charging Chauvin and the other involved officers, further strengthens and validates demands for appointment of a special prosecutor to handle charges arising from this tragic event and its aftermath. Both the LRC and ACLU-MN fully support and join these demands.”</p> \n </div> \n</div> \n<div id=\"block-5ed3eadf8f084df971c8d168\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T17:39:24.407Z\">6.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On a more positive note, there have been <strong>non-violent interactions between police and demonstrators</strong>. A sheriff in Michigan on Saturday was welcomed with cheers as he gave a speech before joining demonstrators on a George Floyd protest. “The only reason we’re here is to make sure you have a voice, that’s it,” said Chris Swanson. “I want to make this a parade, not a protest.”</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"2c2e7296-0dbe-4c72-b29e-8989639213c1\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/kDbKAkb8oLs?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>Swanson then joined the demonstrators after they chanted “walk with us” at him. </p> \n </div> \n</div> \n<div id=\"block-5ed3e9208f084df971c8d15f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T17:32:33.247Z\">6.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>New York governor Andrew Cuomo</strong> has joined New York City mayor Bill De Blasio by refusing to condemn an incident captured on video in which two police cars drove into a crowd of protestors in Brooklyn. </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"9e9161dc-5684-4ceb-ba73-1fc976d4253c\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/AuZZ7aJ07Eg?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>“I’m not going to judge it on just what I saw on the video ... as I said from what I saw on the video, I think it’s inexplicable but maybe there is an explanation and lets [remember] there’s always two sides,” he said. Cuomo added that “police are in an impossible situation in many ways. But their behavior is everything.”</p> \n  <p>Cuomo said that, rather than using violence, people should vote out leaders they are not happy with. “Demand that change and if government leaders won’t do it, or can’t do it, or don’t know how to do it then you vote them out,” Cuomo said.</p> \n </div> \n</div> \n<div id=\"block-5ed3e4de8f08f5e373011eb0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T17:17:38.913Z\">6.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Atlanta, Chicago and Philadelphia</strong> will be under curfew on Sunday night. Atlanta and Chicago’s curfew will start at 9pm and Philadelphia’s at 8pm. Meanwhile <strong>Chicago</strong> will close down its central business district except for business owners and residents of the immediate area.</p> \n  <figure class=\"element element-image\" data-media-id=\"fd32102e873e7a7a7a7a18a5b4feb918a2ed65dc\"> \n   <img src=\"https://media.guim.co.uk/fd32102e873e7a7a7a7a18a5b4feb918a2ed65dc/0_81_4800_2880/1000.jpg\" alt=\"Chicago was the scene of protests on Saturday night\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Chicago was the scene of protests on Saturday night.</span> \n    <span class=\"element-image__credit\">Photograph: John J Kim/AP</span> \n   </figcaption> \n  </figure> \n  <p>“The City of Chicago today announced new precautionary measures to further ensure the health and safety of residents and the hundreds of peaceful protestors participating in rallies this Sunday,” Chicago mayor Lori Lightfoot’s office said in a statement. “As part of these efforts, the city announced that multiple routes to the Central Business District will be temporarily reduced today following multiple public safety incidents and property damage that occurred overnight.”</p> \n  <p>One person was killed in central Chicago on Saturday night and there were also incidents of looting. Lightfoot said violence undermined the protests and such actions mean “we all lose by giving the very same forces of racist oppression we are fighting the false validation that they crave”.</p> \n  <p>Lightfoot also reminded residents of Chicago to wear face coverings while attending demonstrations. </p> \n  <p>“It goes without saying that all this is occurring while we are still in a pandemic,” she wrote on Twitter. “So, to those who do go out peacefully, please – for your safety and the safety of our communities – please wear face coverings and maintain safe social distancing while you are marching.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T17:24:53.278Z\">at 6.24pm BST</time></p> \n</div> \n<div id=\"block-5ed3e3438f084df971c8d134\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T17:08:03.935Z\">6.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More signs that protests against the death of George Floyd have extended beyond the US. In Germany’s Bundeliga, French striker Marcus Thuram <a href=\"https://www.theguardian.com/football/2020/may/31/marcus-thuram-takes-knee-after-scoring-tribute-to-george-floyd\">took a knee after scoring for Borussia Mönchengladbach</a> against Union Berlin. Thuram’s action was a nod to the former NFL quarterback Colin Kaepernick, who started kneeling during the national anthem in 2016 to protest against racial injustice in the United States. </p> \n  <figure class=\"element element-image\" data-media-id=\"bba889ba3c161cf6c11d93e28f4fde349bc7c458\"> \n   <img src=\"https://media.guim.co.uk/bba889ba3c161cf6c11d93e28f4fde349bc7c458/0_213_3500_2102/1000.jpg\" alt=\"Marcus Thuram kneels after his goal on Sunday\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Marcus Thuram kneels after his goal on Sunday.</span> \n    <span class=\"element-image__credit\">Photograph: Martin Meissner/PA</span> \n   </figcaption> \n  </figure> \n  <p>“He [Thuram] cut to the chase,” said the Borussia Mönchengladbach manager, Marco Rose, after the match. “He took a stand against racism, one that we wholeheartedly support.”</p> \n  <p>Marcus Thuram is <a href=\"https://www.theguardian.com/football/2020/may/27/lilian-thuram-classmates-judged-my-skin-colour-football\">the son of the World-Cup winner Lilian</a>, who has become one of the most eloquent and powerful voices to speak out against racism in football.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bglendenning/status/1267143230019297282\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">After Marcus Thuram took a knee earlier, Jadon Sancho celebrates scoring against Paderborn. <a href=\"https://t.co/zQxfqg8Kg8\">pic.twitter.com/zQxfqg8Kg8</a></p>— Barry Glendenning (@bglendenning) \n    <a href=\"https://twitter.com/bglendenning/status/1267143230019297282?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p><strong>English forward Jadon Sancho</strong> also unveiled a message reading “Justice for George Floyd” after scoring for Borussia Dortmund on Sunday.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T18:31:16.357Z\">at 7.31pm BST</time></p> \n</div> \n<div id=\"block-5ed3dc938f087122eca52e68\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T16:57:08.336Z\">5.57pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Here’s <strong>Miranda Bryant</strong> again, with a look at what Maryland governor Larry Hogan told CNN’s State of the Union earlier:</em></p> \n  <p>Two weeks ago, like many states, Maryland was under a stay-at-home order. Now its Republican governor fears that gatherings across the country to protest the killing of George Floyd could lead to <strong>a rise in Covid-19 cases across the US.</strong><br></p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"0e56f81e880170aa735fa146218f402fa2c44f84\"> \n   <img src=\"https://media.guim.co.uk/0e56f81e880170aa735fa146218f402fa2c44f84/1514_0_2918_3648/800.jpg\" alt=\"Larry Hogan.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Larry Hogan.</span> \n    <span class=\"element-image__credit\">Photograph: Andrew Harnik/AP</span> \n   </figcaption> \n  </figure> \n  <p>“There’s no question that, when you put hundreds or thousands of people together in close proximity, when we have got this virus all over the streets, is, it’s not healthy,” Hogan told CNN. </p> \n  <p>“<strong>There’s about a 14-day incubation period</strong>. So, two weeks from now across America, we’re going to find out whether or not this gives us a spike and drives the numbers back up again or not. But we went from a stay-at-home order, most states in America had rules about no crowds of 10 or more, and now we’re seeing thousands of people jammed in together in close proximity.”</p> \n  <p>On the subject of protests, Hogan, a popular Republican governor, said Donald Trump’s comments – including describing protesters as “thugs” and tweeting “When the looting starts, the shooting starts” – were “not helpful” and “continuing to escalate the rhetoric”. </p> \n  <p>He added: <strong>“</strong>It’s just the opposite of the message that should have been coming out of the White House.”</p> \n  <p>Maryland’s biggest city saw serious rioting in 2015, over the death at the hands of police of Freddie Gray, who sustained <a href=\"https://www.theguardian.com/us-news/2016/jul/27/freddie-gray-police-officers-charges-dropped\">fatal injuries</a> in custody.</p> \n  <p>Hogan said he would advise other state leaders to “not let the situation get out of control”.</p> \n  <p>“Our theory was kind of peace through strength,” he said. “We did not let it escalate to violence, where crowds were overpowering police. But we separated the violent acts and the destructive acts from the peaceful protesting.”</p> \n </div> \n</div> \n<div id=\"block-5ed3dd6c8f08f5e373011e67\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T16:45:17.949Z\">5.45pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Trump says Antifa will be designated 'a terrorist organization'</h2> \n <div class=\"block-elements\"> \n  <p><strong>Donald Trump</strong> has tweeted that “The United States of America will be designating ANTIFA as a Terrorist Organization.” This continues the president’s habit of blaming violence during this week’s protests on Antifa and leftwing organisations despite the fact that <a href=\"https://www.theguardian.com/us-news/2020/may/30/minneapolis-protests-george-floyd-outsiders-looting\">it is unclear who is responsible</a> for the looting and violence that has taken place at some demonstrations.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1267129644228247552\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The United States of America will be designating ANTIFA as a Terrorist Organization.</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1267129644228247552?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p><strong>It may be tough for Trump to follow up on his action anyway</strong> as Antifa is not a single entity but a loosely linked group of individuals and organisations. And, <a href=\"https://www.washingtonpost.com/politics/2019/07/20/senators-want-antifa-activists-be-labeled-domestic-terrorists-heres-what-that-means/\">as the Washington Post reported last year</a>, when two Republican senators moved to label Antifa as domestic terrorists, Trump’s plan could have damaging effects:</p> \n  <p>“The lack of a central governing system for antifa creates the risk of wrongly applying the label to all counterprotesters of white supremacists, according to <a href=\"https://www.adl.org/resources/backgrounders/who-are-the-antifa\">the Anti-Defamation League</a>, an organization that opposes anti-Semitism,” <a href=\"https://www.washingtonpost.com/politics/2019/07/20/senators-want-antifa-activists-be-labeled-domestic-terrorists-heres-what-that-means/\">according the Washington Post’s report</a>. “This kind of mislabeling, the ADL said, could cause police to violate the civil rights of peaceful activists.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T17:18:40.767Z\">at 6.18pm BST</time></p> \n</div> \n<div id=\"block-5ed3d9228f08f5e373011e3b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T16:28:54.182Z\">5.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Minnesota</strong>, where George Floyd was killed last week and the scene of some of the country’s largest protests, will have its curfew extended into Sunday evening. The state’s governor, Tim Walz, said the curfew will start at 8pm on Sunday and continue until 6am Monday. “We are not done yet,” the governor said. </p> \n  <p>Minnesota’s public safety commissioner, John Harrington, said that a “large number” of arrests made during Saturday night’s protests were due to weapons violations. “We took AR-15s off of people, we took guns off of people,” Harrington said.</p> \n  <p>Walz said that state computers had also been the subject of a cyberattack but it was unclear who was behind the attack. </p> \n  <p>“Before our operation kicked off last night, a very sophisticated denial of service attack on all state computers was executed,” Walz said. “That’s not somebody sitting in their basement.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1267124501361369091\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Congratulations to our National Guard for the great job they did immediately upon arriving in Minneapolis, Minnesota, last night. The ANTIFA led anarchists, among others, were shut down quickly. Should have been done by Mayor on first night and there would have been no trouble!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1267124501361369091?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Donald Trump, meanwhile, has maintained his stance of blaming violence during the Minnesota protests on Antifa. “Congratulations to our National Guard for the great job they did immediately upon arriving in Minneapolis, Minnesota, last night. The ANTIFA led anarchists, among others, were shut down quickly. Should have been done by Mayor on first night and there would have been no trouble!,” he wrote on Twitter on Sunday. He also blamed, with no evidence, “radical Left Anarchists” for the violence. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/30/minneapolis-protests-george-floyd-outsiders-looting\">The governor says Minneapolis is 'under assault'. Who is behind the protests?</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed3d3588f084df971c8d0bd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T16:18:10.842Z\">5.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Miranda Bryant has news from Minnesota on a possible investigation into some of the protesters…</em></p> \n  <p>Minnesota attorney general Keith Ellison has said there is evidence of “very suspicious behaviour” among some protesters and called for an investigation into their motives.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"e844cbf65cd2d278db892d8fd3acfb412b0e4424\"> \n   <img src=\"https://media.guim.co.uk/e844cbf65cd2d278db892d8fd3acfb412b0e4424/1605_128_1518_1898/800.jpg\" alt=\"Keith Ellison.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Keith Ellison.</span> \n    <span class=\"element-image__credit\">Photograph: John Autey/AP</span> \n   </figcaption> \n  </figure> \n  <p>It comes after US attorney general William Barr <a href=\"https://abcnews.go.com/Politics/ag-blasts-violent-radical-elements-left-antifa-tactics/story?id=70972194\">claimed</a> on Saturday that much of the protest violence was being driven by “far left extremist groups using Antifa-like tactics” and crossing state lines to do so.</p> \n  <p>Ellison <a href=\"https://www.nbcnews.com/meet-the-press/video/full-ellison-federal-government-has-tried-to-walk-back-efforts-to-resolve-systemic-police-abuse-84145733768\">told</a> NBC’s Meet the Press: “There’s been a lot of videotape taken by demonstrators of people who are very suspicious, who really did start breaking windows, particularly at the AutoZone, and there have been other, you know, photographs and cars with, you know, no license plates, very suspicious behaviour.</p> \n  <p>“But the real point is we do need to investigate it. Because you know the truth is nobody really knows. I’ve talked to people who are demonstrating. Some of them say they think some of those folks are from Minnesota, and they also say some people have come from out of town. What the exact political motivation is unclear at this point.”</p> \n  <p>He accused Barr and the president of trying to “walk back” their involvement in policing in key states that existed under the Obama administration and said: “They have not brought a single pattern or practice lawsuit against a major municipality where there’s systemic police abuses in America.”</p> \n  <p>Ellison added: “They have actually tried to walk back their involvement in key states where they existed under the Obama administration. They have not moved forward, when it comes to 21st-century policing which the Obama administration started.”</p> \n  <p>The federal government, he said, needs to forge “a better relationship” between cities and police departments, instead of making “incendiary comments”. </p> \n  <p>“We need their help to be more constructive and less assigning, you know, blame on matters that, actually, we don’t know the truth of yet.”</p> \n  <p>Ellison also said charges against ex-police officer Derek Chauvin could be amended to include higher charges for George Floyd’s killing and that the three other officers involved are “not out of the woods”. Chauvin was <a href=\"https://www.theguardian.com/us-news/2020/may/29/derek-chauvin-police-officer-charged-george-floyd\">charged</a> with third-degree murder and manslaughter on Friday.</p> \n  <p>Ellison <a href=\"https://www.nbcnews.com/meet-the-press/video/full-ellison-federal-government-has-tried-to-walk-back-efforts-to-resolve-systemic-police-abuse-84145733768\">said</a> officials were still “early in the process”. He said he does not know what charges the three other officers might face, but that charges of aiding and abetting were “a possibility”. He said county attorney Mike Freeman was looking into the matter and that he expects to hear something in the “near future”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T16:19:20.331Z\">at 5.19pm BST</time></p> \n</div> \n<div id=\"block-5ed3d4728f084df971c8d0c7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T16:08:37.407Z\">5.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Minnesota’s governor, Tim Walz, <strong>has apologised to journalists “everywhere” </strong>after a number of arrests of members of the media covering the protests. </p> \n  <p>“I want to once again extend my deepest apologies, to the journalists who were once again in the middle of this situation were inadvertently, but nevertheless, detained, to them personally and in to the news organizations and to journalists everywhere,” Walz said at a press conference on Sunday. </p> \n  <p>Michael Safi has more on the targeting of journalists - by police and protesters - during the demonstrations over George Floyd’s death:</p> \n  <p><em>Journalists covering <a href=\"https://www.theguardian.com/us-news/2020/may/30/george-floyd-protests-saturday-curfews-minneapolis\">the protests and riots that have erupted in US cities</a> after the killing of George Floyd have reported being shot at, teargassed and arrested, as well as being intimidated by crowds.</em></p> \n  <p><em>More than 30 incidents of violence and harassment against media workers were reported on social media and in news outlets on Friday and Saturday, according to a tally the Guardian collated.</em></p> \n  <p><em>They included <a href=\"https://twitter.com/KillerMartinis/status/1266618525600399361\">the blinding of Linda Tirado</a>, a freelance photojournalist and activist who has <a href=\"https://www.theguardian.com/profile/linda-tirado\">contributed to the Guardian</a>, who was hit in the eye with a nonlethal round while covering unrest in Minneapolis; the <a href=\"https://www.huffingtonpost.co.uk/entry/chris-mathias-huffpost-reporter-arrested-protest_uk_5ed367b5c5b68e5a582fff41?ncid=tweetlnkukhpmg00000001\">arrest of the HuffPost US reporter</a> Chris Mathias during protests in New York; and the <a href=\"https://www.expressen.se/kronikorer/plotsligt-smaller-det-till-i-hoften-jag-ar-traffad/\">shooting of the Swedish foreign correspondent Nina Svanberg</a>, who was struck in the leg by several rubber bullets on Friday night.</em></p> \n  <p><em>“They’re sighting us in,” a member of a CBS News crew was heard saying in <a href=\"https://twitter.com/MikeGeorgeCBS/status/1266919447970942986\">another incident in Minneapolis</a> on Saturday, as police fired rubber bullets at the team, who said they were wearing press credentials and carrying large cameras. A sound engineer was struck in the arm, a journalist from the outlet said.</em></p> \n  <p><em>A Canadian Broadcasting Corporation journalist, Susan Ormiston, was hit with a gas canister also while covering the protests in the city. “The thing is, we were in that parking lot all by ourselves,” <a href=\"https://twitter.com/NatashaFatah/status/1266919824556535808\">she said in a broadcast</a>. The police “fired at us to clear us away but we clearly had our camera equipment visible”.</em></p> \n  <p><em>Minneapolis was the scene of especially acute unrest on Saturday night as authorities imposed a curfew and deployed the Minnesota state national guard to clear the streets and prevent the rioting and looting of the previous night.</em></p> \n  <p>You can read the full story here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/31/george-floyd-protests-reporters-targeted-by-police-and-crowds\">George Floyd protests: reporters targeted by police and crowds</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed3c3e48f08f5e373011d79\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T15:58:44.897Z\">4.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>More from Miranda Bryant, this time watching Washington DC mayor Muriel Bowser, whose city has seen protests outside the White House for two nights running, talk to NBC’s Meet the Press:</em></p> \n  <p>Protesters have the right to exercise their first amendment rights, Bowser said, but “not to destroy our city”.</p> \n  <p>On Saturday night, <a href=\"https://www.theguardian.com/us-news/2020/may/30/protest-washington-dc-george-floyd-white-house-trump\">protests</a> outside the White House saw wastebins and a car set on fire and windows of businesses smashed. Bowser said the damage done to the city was “maddening”.</p> \n  <p>“We’re sending a very clear message to people that they have a right to exercise their first amendment rights, but not to destroy our city. So we saw a level of just destruction and mayhem among some that was maddening,” she said. </p> \n  <p>“Our crews are out right now cleaning up our city, and we are working with all of our law enforcement partners to ensure calm in our city.” </p> \n  <p>Criticising the president’s handling of the crisis, Bowser urged Donald Trump to help “calm the nation”.</p> \n  <p>“The president has a responsibility to help calm the nation, and he can start by not sending divisive tweets that are meant to hearken to the segregationist past of our country. And he can start by doing that right now. We certainly urge him to do that.”</p> \n  <p>She said there are “systematic issues” that need addressing – at both a federal and local level.</p> \n  <p>“What you see in cities across our nations, what we saw last night, there are people who are angry and people who are hurting. And some not, not doing it in ways that are helpful to our cause. But we still have to acknowledge that hurt and that anger,” she added.</p> \n  <p><em>Here’s David Smith’s report from Washington on Saturday night:</em></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/30/protest-washington-dc-george-floyd-white-house-trump\">George Floyd: protesters clash with Secret Service as unrest comes to the White House</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed3d1a38f08f5e373011dfa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T15:51:33.842Z\">4.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>De Blasio ends his press conferences by saying that <strong>New York will not follow other cities in the US by imposing a curfew</strong>.</p> \n  <p>“This is a place with a strong tradition of peaceful protest,” he says. “We find a way in this most complex of places ... last night was not perfect but there was no loss of life. There’s is no plan for a curfew.”</p> \n  <p><strong>De Blasio also said he would not bring in outside military forces</strong> - the national guard has been called in in states such as Minnesota and Wisconsin – as they do not know how to deal with the “realities” of life on the streets of New York.</p> \n </div> \n</div> \n<div id=\"block-5ed3cfc18f084df971c8d092\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T15:42:51.514Z\">4.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>De Blasio is asked about <strong>two police cars that drove into a crowd of protesters</strong> on Saturday night in Brooklyn. He says the incident will be investigated. “I don’t ever want to see a police officer do that but I also know it was an incredibly dangerous situation [for the officers],” he said. </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"9e9161dc-5684-4ceb-ba73-1fc976d4253c\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/AuZZ7aJ07Eg?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>On Saturday night, De Blasio defended the officers’ decision to drive at protesters. “If those protesters had just gotten out of the way and not created an attempt to surround that vehicle, we would not be talking about this,” he said, <a href=\"https://twitter.com/AOC/status/1266971256588566529\">in comments that were widely criticized</a>.</p> \n  <p>He says, more generally, that the “culture” of policing must change in New York and the US. He adds: “I see more and more officers who see that” and says the current NYPD commissioner, Dermot Shea, also wants to see a change in policing culture and calls him a “great leader”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T16:55:18.846Z\">at 5.55pm BST</time></p> \n</div> \n<div id=\"block-5ed3cd6b8f084df971c8d083\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T15:34:06.314Z\">4.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>New York City mayor Bill de Blasio</strong> is giving a press conference after a troubled night in his city. An investigation has been started into allegations police were heavy handed in their response to protesters. </p> \n  <p>“I also want to acknowledge that the vast majority of police officers are doing there jobs correctly ... An attack on a police officer is an attack on all of us ... An attack on an innocent protestor by a police officer is an attack on all of us,” he says.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T15:39:41.225Z\">at 4.39pm BST</time></p> \n</div> \n<div id=\"block-5ed3cb238f08f5e373011dc7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T15:24:07.482Z\">4.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The protests have spread beyond the US. Crowds have gathered outside the US embassy in London as part of a Black Lives Matter demonstration and have also marched down Whitehall.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"c6f7c86b-f01a-4511-89ec-cb19feb3d3e2\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/uqs4PyEaFCE?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>There have also been protests outside the US embassies in Berlin and Copenhagen.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CarlNasman/status/1266763136100708353\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Thousands now chanting “black lives matter” in front of the US Embassy in Berlin <a href=\"https://twitter.com/hashtag/GeorgeFloyd?src=hash&amp;ref_src=twsrc%5Etfw\">#GeorgeFloyd</a> <a href=\"https://t.co/Jh65RKhTLo\">pic.twitter.com/Jh65RKhTLo</a></p>— Carl Nasman (@CarlNasman) \n    <a href=\"https://twitter.com/CarlNasman/status/1266763136100708353?ref_src=twsrc%5Etfw\">May 30, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T16:05:01.382Z\">at 5.05pm BST</time></p> \n</div> \n<div id=\"block-5ed3c8168f087122eca52da8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T15:18:37.188Z\">4.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Speaker of the House Nancy Pelosi</strong> has appeared on ABC News’s This Week with George Stephanopoulos and opened by <strong>urging unity in the United States</strong>. “Let’s come together. Let’s be prayerful, especially on Sunday morning, about how we can put our differences aside because this is the greatest country in the world and we want to live up to the legacy of America,” she said.</p> \n  <p>Pelosi also described the death of George Floyd as an execution after she was asked if all four officers present at his death should be held responsible (so far only one officer has been charged with a crime). “I said right from the start that it was murder. <strong>We saw an execution of a person on TV</strong>. We saw it happened, a knee to the neck,” she said. There are others there who witnessed it who were – would be considered in other circumstance accomplices to it.”</p> \n  <p>Pelosi said many of Donald Trump’s <strong>inflammatory comments - the president described some protesters as “thugs” – should be ignored</strong>. </p> \n  <p>“The president of the United States should bring dignity to the office that he serves. He should be a unifying force in our country. We have seen that with Democratic and Republican presidents all along. They have seen their responsibility to be the president of the United States, to unify our country, and not to fuel the flame, not to fuel the flame. Not to fuel the flame,” she said.</p> \n  <p>“And I think to take his bait time and time again is just a gift to him because he always wants to divert attention from what the cause of the response was rather than to describe it in his own terms, sadly.”</p> \n  <p>Pelosi ended by saying that <strong>injustices faced by black people in American are not limited to police brutality</strong>. </p> \n  <p>“This is happening at a time of other injustices. The fact is that the coronavirus has taken undue tool among people of color. This again is an injustice,” she said. “...Why should there have been more disproportionate deaths among people of color?Because we’re not really testing in those communities to treat and save lives.”</p> \n </div> \n</div> \n<div id=\"block-5ed3c3c58f084df971c8d035\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T15:00:15.560Z\">4.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Val Deming</strong><strong>s</strong>, a member of Congress and potential running mate with Joe Biden in November’s presidential election, has appeared on NBC’s Meet The Press. Her comments carried added weight as she is <strong>the former police chief for Orlando</strong>. She said Minnesota’s chief of police should be praised for quickly firing the officers involved in George Floyd’s death.</p> \n  <p>“While I know that it seemed like the days that passed before the officer was arrested – if you look historically, that was a pretty swift arrest that was made,” she said.</p> \n  <p>Demings added that the federal government had a large part to play in ensuring law enforcement are trained properly. “While I know that our government does not have direct jurisdiction, I certainly believe that we do have a major role to play in terms of helping law enforcement agencies throughout the nation maybe come up with some standards for hiring and training, especially use of force training,” she said.</p> \n  <p>Demings said she was not confident Donald Trump is the correct person to lead the United States through a time in which <strong>the country is dealing with civil unrest and a pandemic</strong>. “If there was ever a time we need leadership in the White House, it is now, to help heal our nation, but I don’t know why I would expect this president to do something that he has never done before and we have never seen before,” she said.</p> \n  <p>She was asked what the president could say to heal the nation’s wounds. “I would tell him to begin with showing some compassion for the persons who and the families that have lost their loved ones ... and maybe we begin today by acknowledging the sins of the past and even said things that he has said and done that caused harm and brought pain to the American people,” she said.</p> \n </div> \n</div> \n<div id=\"block-5ed3bfe38f08f5e373011d5d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T14:44:04.264Z\">3.44pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Ilhan Omar: US has 'two-tiered justice system'</h2> \n <div class=\"block-elements\"> \n  <p><em>More from <strong>Miranda Bryant</strong>, who has been watching the Minnesota congresswoman Ilhan Omar speak to ABC’s This Week:</em></p> \n  <p>Ilhan Omar has called for nationwide reform following the killing of George Floyd and criticised some protesters’ use of violence. Speaking from Minneapolis, she told ABC News there was “real work to do, to heal” and that a new system is needed “that works for all of us”.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"377fa5f2605f5f8892ea89743fcdb77c8c031ab8\"> \n   <img src=\"https://media.guim.co.uk/377fa5f2605f5f8892ea89743fcdb77c8c031ab8/1211_684_1578_1974/799.jpg\" alt=\"Ilhan Omar.\" width=\"799\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Ilhan Omar.</span> \n    <span class=\"element-image__credit\">Photograph: Olivier Douliery/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Omar, an immigrant from Somalia who was one of the first two Muslim women elected to the US House, called for justice – including action against the police officers present when Floyd died who have not yet been charged, with one charged with murder – and nationwide reforms following “social and economic neglect”. </p> \n  <p>She added: ”We are living in a country that has a two-tiered justice system and people are … sick and tired of being sick and tired. And we need to really step back and say to ourselves, where do we actually from here? And that can’t just be getting justice for George Floyd. It needs to be bigger than that.”</p> \n  <p>Omar said Minneapolis residents were feeling “terrorised” by the threat of their homes and businesses burning down – but also by the presence of tanks and national guard troops.</p> \n  <p>“What we are trying to do is try to figure out something between extreme aggression and ways to figure out how to not get our city burned down. And it’s a challenge.”</p> \n  <p>Omar spoke out against those causing destruction in the city, saying: “When we see people setting our buildings and our businesses ablaze, we know those are not people who are interested in protecting black lives.”</p> \n  <p>Donald Trump, she said, has failed to understand “the kind of pain and anguish many of his citizens are feeling.”</p> \n  <p>She added: “When you have a president who really is glorifying violence and was talking about the kind of vicious dogs and weapons that could be unleashed on citizens, it is quite appalling and disturbing.”</p> \n  <p><em>Here’s Charles Kaiser’s review of Omar’s new book, This Is What America Looks Like:</em></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/30/this-is-what-america-looks-like-review-ilhan-omar\">This Is What America Looks Like review: Ilhan Omar inspires – and stays fired up</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed3bebc8f08f5e373011d58\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T14:33:01.375Z\">3.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Boston Celtics star Jaylen Brown</strong> drove 15 hours to Atlanta to take part in a peaceful protest on Saturday.</p> \n  <p>“I drove 15 hours to get to Georgia, my community,” said Brown, who is from Georgia, and is also a vice president of the National Basketball Players Association. “This is a peaceful protest. Being a celebrity, being an NBA player don’t exclude me from no conversations at all. First and foremost, I’m a black man and I’m a member of this community. ... We’re raising awareness for some of the injustices that we’ve been seeing. It’s not OK.</p> \n  <p>“As a young person, you’ve got to listen to our perspective. Our voices need to be heard. I’m 23 years old. I don’t know all of the answers. But I feel how everybody else is feeling, for sure. No question.”</p> \n  <p>Another NBA player, <strong>the Indiana Pacers’ Malcolm Brogdon</strong>, was also at the protest with Brown. </p> \n  <p>“This is a moment. We have leverage right now,” he said. “We have a moment in time. People are going to look back, our kids are going to look back at this and say, ‘You were part of that.’ I’ve got a grandfather that marched next to [Martin Luther King Jr.] in the ‘60s, and he was amazing. He would be proud to see us all here. We got to keep pushing forward. Jaylen has led this charge, man, and I’m proud of him. We need more leaders.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2018/jan/09/jaylen-brown-boston-celtics-nba-interview\">Jaylen Brown: 'Sport is a mechanism of control in America'</a> </p> \n  </aside> \n  <p>Brown recently wrote an op-ed for the Guardian on <a href=\"https://www.theguardian.com/sport/2020/apr/19/jaylen-brown-coronavirus-covid-19-nba-basketball-boston-celtics\">how US society should unite to combat Covid-19</a>. He also spoke to us about how <a href=\"https://www.theguardian.com/sport/2018/jan/09/jaylen-brown-boston-celtics-nba-interview\">sports are used as a mechanism of control in the States</a>. Brogdon spoke to the Guardian <a href=\"https://www.theguardian.com/sport/2019/mar/01/malcolm-brogdon-interview-milwaukee-bucks-nba\">last year about sports and race</a>. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2019/mar/01/malcolm-brogdon-interview-milwaukee-bucks-nba\">Malcolm Brogdon: 'People think if you’re black you can’t be both educated and a sportsman'</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed3bd608f087122eca52d62\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T14:23:58.746Z\">3.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In more upbeat news, the Dragon Capsule from the SpaceX mission <strong>has successfully docked at the International Space Station</strong> after a 19-hour journey from Earth. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NASA/status/1267098121194090498\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Docking confirmed! <a href=\"https://twitter.com/AstroBehnken?ref_src=twsrc%5Etfw\">@AstroBehnken</a> and <a href=\"https://twitter.com/Astro_Doug?ref_src=twsrc%5Etfw\">@Astro_Doug</a> officially docked to the <a href=\"https://twitter.com/Space_Station?ref_src=twsrc%5Etfw\">@Space_Station</a> at 10:16am ET: <a href=\"https://t.co/hCM4UvbwjR\">pic.twitter.com/hCM4UvbwjR</a></p>— NASA (@NASA) \n    <a href=\"https://twitter.com/NASA/status/1267098121194090498?ref_src=twsrc%5Etfw\">May 31, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Richard Luscombe has more details on yesterday’s launch:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/science/2020/may/30/spacex-nasa-crewed-spaceflight-launch-dragon-capsule-elon-musk-trump\">SpaceX successfully launches Nasa astronauts into orbit</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed3b84c8f084df971c8cffc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T14:08:21.142Z\">3.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On Saturday, New York attorney general Letitia James said <a href=\"https://nypost.com/2020/05/30/ny-ag-james-to-probe-nypd-clashes-with-george-floyd-protesters-cuomo/\">she will investigate violent confrontations</a> between protesters and law enforcement, with many saying the police had been heavy handed in their approach. On Saturday night, video emerged of police cars being driven at protesters near Brooklyn’s Prospect Park. </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"9e9161dc-5684-4ceb-ba73-1fc976d4253c\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/AuZZ7aJ07Eg?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>In a letter published on Sunday <strong>the NYPD commissioner, Dermot Shea</strong>, told officers <strong>he was proud of their conduct</strong> during the unrest of the last few days. </p> \n  <p>“What you’ve endured these last couple of days and nights – like much of 2020, so far – was unprecedented,” wrote Shea. “In no small way, I want you to know that I’m extremely proud of the way you’ve comported yourselves in the face of persistent danger, disrespect, and denigration. What we saw in New York City last night and the night before was not about peaceful protest of any kind. It was not about civil disobedience. It was not about demonstrating against police brutality.”</p> \n  <p>Around <strong>340 people were arrested</strong> on Saturday night and Sunday morning during the protests in New York, and <strong>at least 33 police officers injured</strong>. </p> \n  <p>“What it was, quite frankly, was a mob bent solely on taking advantage of a moment in American history, to co-opt the cause of equality that we all must uphold, to intentionally inflict chaos, mayhem, and injury just for the sake of doing so,” wrote Shea.</p> \n </div> \n</div> \n<div id=\"block-5ed3b0908f08f5e373011d04\" class=\"block\" data-block-contributor=\"profile/miranda-bryant\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T13:59:03.487Z\">2.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Protesters in Minneapolis have condemned the “opportunistic” looting and violence taking place around the US – saying it is not being done in George Floyd’s name.</p> \n  <p>Speaking on Saturday night – which again saw widespread violence and unrest in cities across the US following Floyd’s killing during an arrest by police officers on Monday – some protesters spoke out in interviews with <a href=\"https://www.cnn.com/videos/us/2020/05/31/protester-calls-out-looting-follow-death-of-george-floyd-sot-vpx.cnn/video/playlists/protests-george-floyd-death/\">CNN</a>.</p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=4XVXFCtJmUI\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/4XVXFCtJmUI?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n   <figcaption>\n    Video from CNN.\n   </figcaption> \n  </figure> \n  <p>In an impassioned interview, one man addressed looters directly, saying: “Something is wrong with you.”</p> \n  <p>He said: </p> \n  <blockquote class=\"quoted\"> \n   <p>This is what I’ve got to say to the people who are destroying things. If you really feel like you have to take an opportunity, like if you’re going to be opportunistic, something is wrong with you.</p> \n   <p>“If you cannot stand up and fight the good fight and you want to be a cheater and go ahead and take what we’re trying to do, something is wrong with you. Because what we’re trying to do is stand up for the basic right of humanity. And that’s what we’re trying to do and we’re trying to do in a peaceful way.”</p> \n   <p>He added: “We do not want to go through this anymore. OK? I want to be able to go in a white neighbourhood and feel safe. I want to be able, when a cop is driving behind me, I don’t have to clench and be tense, OK?</p> \n   <p>“I want to be able just to be free and not have to think about every step I take because at the end of the day, being black is a crime. At the end of the day, being born black is a crime to them and I don’t understand why because we’re all humans and that’s sickening.”</p> \n  </blockquote> \n  <p>Another protester said demonstrations staged in Floyd’s name were peaceful.</p> \n  <p>He said: “I don’t think the looting and rioting is being done in George Floyd’s name…What’s being done in George Floyd’s name is this type of gathering right now and we’re going to try to keep this peace and morale the way it is.</p> \n  <p>“Our goal tonight is to keep the energy high and the tension low, we’re going to keep that up.”</p> \n </div> \n</div> \n<div id=\"block-5ed3b1668f084df971c8cfce\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T13:50:07.599Z\">2.50pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">National security adviser denies systemic racism exists in US</h2> \n <div class=\"block-elements\"> \n  <p>Many leaders believe that tragedies like the death of George Floyd - and the unrest that ensues from those deaths - <strong>will continue until structural racism in the United States is dismantled</strong>. That does not appear to be the view of many in power. In an interview on CNN, national security adviser <strong>Robert O’Brien denied that systemic racism exists in the US</strong>.</p> \n  <p>“No, I don’t think there’s systemic racism,” O’Brien told Jake Tapper on CNN’s State of the Union. Instead, O’Brien said “there are some bad cops that are racist and there are cops that maybe don’t have the right training.” He added that <strong>police were being hurt by “a few bad apples”</strong>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/30/policing-in-the-us-is-not-about-enforcing-law-its-about-enforcing-white-supremacy\">Policing in the US is not about enforcing law. It’s about enforcing white supremacy | Paul Butler</a> </p> \n  </aside> \n  <p>O’Brien returned to a theme promoted by Donald Trump that antifa elements were responsible for the violence during protests. He said he had not seen <a href=\"https://www.vice.com/en_us/article/pkyb9b/far-right-extremists-are-hoping-to-turn-the-george-floyd-protests-into-a-new-civil-war\">a Vice report</a> that far-right groups attempting to stir up a race war had been partly responsible for the violence at demonstrations.</p> \n  <p>He was also asked about <strong>Donald Trump’s language during the last few days</strong>, in which the president has labelled some protesters “thugs” and has appeared to relish settings dogs on demonstrators. O’Brien says that the president supports peaceful protesters but not people who do so violently. </p> \n </div> \n</div> \n<div id=\"block-5ed3abc48f087122eca52cf4\" class=\"block\" data-block-contributor=\"profile/martin-pengelly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T13:43:01.382Z\">2.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More from Keisha Lance Bottoms, mayor of Atlanta, who has spoken to CBS and NBC already.</p> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"3925c279d30d8981cefea426e47b54752bb33be1\"> \n   <img src=\"https://media.guim.co.uk/3925c279d30d8981cefea426e47b54752bb33be1/414_0_947_1184/800.jpg\" alt=\"Keisha Lance Bottoms.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Keisha Lance Bottoms.</span> \n    <span class=\"element-image__credit\">Photograph: Ben Gray/AP</span> \n   </figcaption> \n  </figure> \n  <p>“<strong>Last night was not as bad as Friday night,</strong>” in her city, Bottoms told CBS’ Face the Nation. “I think there were several reasons for that. Of one, many people just decided to heed my advice and stay home. Also, … much more support that we had for our officers last night with the national guard. And we also had a curfew last night, a 9pm curfew and so that helped tremendously.”</p> \n  <p>Bottoms added: “I think that there is a place in America for peaceful protest, and we know that peaceful protests have had a history of changing things in this country. But it has to be organised and it has to be for a purpose. And when you have violent eruptions like we’ve seen across America, then we lose sight of even what we are talking about. </p> \n  <p>“Yesterday, all we talked about was how our cities were erupting across America, but we weren’t even talking about George Floyd and so many others who have been killed in this country. So that’s my concern about what happens when we get lost in the violence.”</p> \n  <p>Bottoms said she did not have any evidence that outside radical left groups, as described by US attorney general William Barr, were involved in planning violence in Atlanta. She also criticised Donald Trump for his tweets on the matter.</p> \n  <p>“This is <strong>so reminiscent of Charlottesville</strong> when President Trump just made it worse,” she said, referring to <a href=\"https://www.theguardian.com/us-news/2017/aug/15/donald-trump-press-conference-far-right-defends-charlottesville\">the deadly white nationalist rally in Virginia in August 2017</a>, after which Trump insisted there had been “very good people” on “both sides”. </p> \n  <p>“And there are times that you should just stop. And this is one of those times. He’s making it worse. This is not about using military force. This is about where we are in America. We are beyond a tipping point in this country. And his rhetoric only inflames that. And he should just sometimes stop talking.”</p> \n  <p>Bottoms also told CBS she did not “have faith in this justice department”, as it investigates not just the death of George Floyd in Minneapolis but the shooting of Ahmaud Arbery, an African American out jogging, in Georgia. </p> \n  <p>“But I do have faith in America as a whole,” she said. “So it is my hope that between the justice department, between the state of Georgia, that there will be appropriate charges that will be brought, that will be prosecuted and that there will be a conviction.”</p> \n  <p>Here’s more on Charlottesville from the summer of 2018, when Lois Beckett went back:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2018/aug/04/charlottesville-viginia-one-year-on-violence-far-right\">Charlottesville, a year on: 'We can’t fix the whole nation. Hopefully we can fix ourselves'</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed3ab628f087122eca52ceb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T13:22:37.070Z\">2.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Melvin Carter, the mayor of St Paul, Minnesota</strong>, is talking about the protests in the twin cities on CNN’s State of the Union. </p> \n  <p>Carter says the anger that has spurred the protests is “legitimate” and that George Floyd’s death at the hands of the police was from from unique - he says unarmed African Americans have been killed by police for decades.</p> \n  <p>He is then asked <strong>if the military should be called in to help keep peace on the streets of his city</strong>. “The thing I think would help us more than military support is some assurance across our country that we possess a legal and judicial system that has the capacity and capability to hold someone accountable when something this blatant, something this disgusting, something this well-documented happens in plain view for all of us see,” Carter says.</p> \n  <p>Derek Chauvin, the officer who knelt on Floyd’s neck, has been charged with third degree murder. Carter is asked if <strong>the other three officers present at the scene should be charged</strong>. Carter, whose father was a police officer in St Paul, says the basic charge of police officers is to help the community. He says that the fact that the other officers at the scene of Floyd’s death helped or stood guard while Floyd died is an incredible insult to humanity and other officers. <strong>He says all four officers must be held accountable</strong>.</p> \n  <p>Carter then asks people to protest peacefully but not patiently. “Channel this anger towards forces that make it so difficult to hold somebody accountable when African American lives are taken,” he says.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T13:55:54.917Z\">at 2.55pm BST</time></p> \n</div> \n<div id=\"block-5ed39ae28f08f5e373011c6c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T13:03:00.020Z\">2.03pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Atlanta mayor to protesters: 'Get a Covid test'</h2> \n <div class=\"block-elements\"> \n  <p>The Sunday shows are about to begin, and there’s sure to be plenty to discuss. </p> \n  <p>Keisha Lance Bottoms is the Democratic mayor of Atlanta, a city which has seen its share of trouble this weekend. She’s appearing on a number of shows this morning but she already has a stark message for protesters: “If you were out protesting last night, you probably need to go get a Covid test this week.</p> \n  <p>“There is still <strong>a pandemic in America that’s killing black and brown people at higher numbers.</strong>”</p> \n  <p>As the AP puts it this morning, “Health experts fear that silent carriers of the virus who have no symptoms could unwittingly infect others at protests where people are packed cheek to jowl, many without masks.</p> \n  <p>“Whether they’re fired up or not, that doesn’t prevent them from getting the virus,” said Bradley Pollock, chairman of the Department of Public Health Sciences at the University of California, Davis.”</p> \n  <p>The US has seen <strong>nearly 1.8m infections and nearly 104,000 deaths</strong> in the pandemic, which has disproportionately affected racial minorities in a nation that does not have universal healthcare.</p> \n  <p>Minneapolis mayor Jacob Frey, under intense pressure during the protests, noted: “We have two crises that are sandwiched on top of one other.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/ng-interactive/2020/may/28/coronavirus-map-us-latest-cases-state-by-state\">Coronavirus map of the US: latest cases state by state</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed3a4378f08f5e373011cac\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T12:45:19.770Z\">1.45pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">George Floyd brother: Trump 'didn't give me an opportunity to even speak'</h2> \n <div class=\"block-elements\"> \n  <p>At the White House on Friday, Donald Trump said he had spoken to the family of George Floyd, the 46-year-old African American man who was killed during an arrest by police officers in Minneapolis this week. </p> \n  <p>“I want to express our nation’s deepest condolences and most heartfelt sympathies to the family of George Floyd,” Trump said. “I spoke to members of the family – terrific people.”<a href=\"https://www.cnn.com/2020/05/29/us/minneapolis-george-floyd-friday/index.html\"><br></a></p> \n  <p>“I just expressed my sorrow,” <a href=\"https://www.nbcnews.com/politics/donald-trump/trump-says-he-spoke-george-floyd-s-family-i-just-n1218776\">Trump said</a>, adding “that was a horrible thing to witness” and saying it “looked like there was no excuse” for Floyd’s death.</p> \n  <p>But according to Floyd’s brother, Philonise Floyd, the conversation did not go well.</p> \n  <p>“He didn’t give me an opportunity to even speak,” <a href=\"https://www.msnbc.com/politicsnation/watch/george-floyd-s-brother-says-trump-didn-t-give-him-the-opportunity-to-even-speak-in-conversation-84136517515\">Floyd told MSNBC</a> on Saturday. “It was hard. I was trying to talk to him, but he just kept, like, pushing me off, like ‘I don’t want to hear what you’re talking about.’</p> \n  <p>“And I just told him, I want justice. I said that I couldn’t believe that they committed a modern-day lynching in broad daylight.”<br></p> \n  <p>The officer who kneeled on George Floyd’s neck has been charged with murder. Three other officers involved in the arrest have not yet been charged. Protests and riots have spread to major cities across the US. </p> \n  <p>Trump has been <a href=\"https://www.theguardian.com/us-news/2020/may/30/trump-secret-service-george-floyd-protesters-white-house\">rebuked for responses</a> which critics say have only increased tensions, including apparent threats to have looters shot and boasts about “vicious dogs” and “ominous weapons” awaiting protesters outside the White House.</p> \n  <p>Trump and the White House did not immediately comment on Philonise Floyd’s description of the call.</p> \n  <p>Joe Biden, Trump’s presumptive challenger in the presidential election in November, also spoke to the family and issued a video address in which he called for calm.<br></p> \n  <p>“I asked Vice-President Biden – I never had to beg a man before – but I asked him, could he please, please get justice for my brother,” Floyd said. </p> \n  <p>“I need it. I do not want to see him on a shirt just like the other guys. Nobody deserved that. Black folk don’t deserve that. We’re all dying.</p> \n  <p>“Black lives matter.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T12:50:38.386Z\">at 1.50pm BST</time></p> \n</div> \n<div id=\"block-5ed394588f087122eca52c44\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T12:25:41.135Z\">1.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Donald Trump had a busy Saturday, travelling to Florida for the SpaceX launch from a White House that was the scene of violent protest on Friday and Saturday nights. </p> \n  <p>He found time to make news wherever he went, lambasting and threatening protesters and, on his way back from Florida, announcing that this summer’s scheduled <a href=\"https://www.theguardian.com/world/2020/may/31/donald-trump-postpones-g7-summit-and-signals-wider-attendance-list-in-future\">Camp David G7 conference is off</a>, thanks to the coronavirus pandemic, but that he would like to invite Russia, Australia and India – all led by allies, of course – whenever the event is staged.</p> \n  <p>Today, the president has no public events scheduled. It seems unthinkable – scratch that, it would seem unthinkable under any other president – that he will therefore take the chance to go golfing at his course in Virginia, while parts of many cities across the country burn. </p> \n  <p>But this, as our columnist Robert Reich notes here, is America under Donald Trump:</p> \n  <blockquote class=\"quoted\"> \n   <p>By having no constructive response to any of the monumental crises now convulsing America, Trump has abdicated his office. </p> \n   <p><strong>He is not governing. He’s golfing, watching cable TV and tweeting</strong>.</p> \n  </blockquote> \n  <p>Here’s Robert’s powerful column in full:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/may/31/donald-trump-coronavirus-pandemic-george-floyd-minneapolis-tweets\">Fire, pestilence and a country at war with itself: the Trump presidency is over | Robert Reich</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ed391638f084df971c8cee1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-31T12:03:50.643Z\">1.03pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Good morning…</h2> \n <div class=\"block-elements\"> \n  <p>…and welcome to another day of coverage of what is now extensive civil unrest in the US, over <strong>the killing by Minneapolis police of George Floyd</strong>, a 46-year-old African American man, not quite a week ago. </p> \n  <p>The officer who kneeled on Floyd’s neck has been charged with murder but that has not quelled protests which have spread around the country and deteriorated into violence.</p> \n  <p>Five Guardian reporters across the US contributed <a href=\"https://www.theguardian.com/us-news/2020/may/30/george-floyd-protests-saturday-curfews-minneapolis\">to our lead story today</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>The violence happened across America <strong>from coast to coast and from big cities to small ones</strong>. Beyond the major metropolitan areas, protesters clashed with police in cities including Tulsa, Oklahoma; Little Rock, Arkansas; Albany, New York; Fargo, North Dakota; and Raleigh, North Carolina.</p> \n   <p>Near Union Square, in the heart of Manhattan, a police vehicle was on fire, sending plumes of black smoke into the air. In Brooklyn, protesters and police clashed for hours in Flatbush.<strong> </strong>In Los Angeles, a police post was burned in a shopping mall while nearby shops were looted. In Nashville, Tennessee, a historic courthouse was set on fire and in Salt Lake City, Utah, vehicles were burned and a man with a bow and arrow was arrested after he aimed it at protesters.</p> \n  </blockquote> \n  <p>There have been reports of shooting, of cars driving into protesters, of widespread injury, of journalists assaulted.</p> \n  <p>Protesters also <strong>returned to the White House in Washington DC</strong> on Saturday night, undeterred by Donald Trump’s talk of “vicious dogs” and “ominous weapons” awaiting them. David Smith, <a href=\"https://www.theguardian.com/us-news/2020/may/30/protest-washington-dc-george-floyd-white-house-trump\">our Washington bureau chief</a>, reports:</p> \n  <blockquote class=\"quoted\"> \n   <p>Chanting “I can’t breathe”, “Black Lives Matter” and “Fuck Donald Trump!”, hundreds of demonstrators on Saturday circled the White House grounds, which have come to resemble a fortress more than at any time in recent memory…</p> \n   <p>…protesters overcame the barriers near the White House and entered the park in front of it, but were driven out by police wielding shields, batons and pepper spray. Demonstrators damaged several Secret Service vehicles and threw themselves against officers’ riot shields, the Washington Post reported.</p> \n   <p>Tensions rose as the night wore on and the National Guard was called out as pockets of violence erupted. Dumpsters and a car near the White House were set on fire, and the windows of some businesses were smashed.</p> \n  </blockquote> \n  <p>So far this morning there has been no word from Trump, whose<strong><a href=\"https://www.theguardian.com/us-news/2020/may/30/trump-secret-service-george-floyd-protesters-white-house\"> tweets and comments on Friday and Saturday</a></strong> were widely condemned for doing nothing to calm tensions and indeed pouring fuel on the flames. Joe Biden, his presumptive opponent in November, said protests against police brutality were “<strong>right and necessary</strong>” but urged an end to violence. </p> \n  <p>“The act of protesting should never be allowed to overshadow the reason we protest,” Biden said.</p> \n  <p>Here’s Chris McGreal’s latest dispatch from Minneapolis, ground zero for a violent start to the summer of 2020:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/31/minneapolis-george-floyd-protests-saturday-crackdown\">Dispatch from Minneapolis: the night the city cracked down on George Floyd protests</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-31T12:49:00.975Z\">at 1.49pm BST</time></p> \n</div>",
  "<p>Maisie Marston, 20, will graduate this year into the <a href=\"https://www.theguardian.com/business/live/2020/apr/23/uk-government-borrowing-covid-19-recession-pmi-us-jobless-claims-business-live\">worst recession in centuries</a>. “I’ve been job hunting and it’s difficult to find things,” she says. “There’s a lot of uncertainty.” As a result of the pandemic, Marston has decided to delay the journalism master’s she had planned, so she can save money first. “It would also be good to get work experience, as I’ll miss out on doing it this summer.”</p> <p>The “<a href=\"https://www.theguardian.com/business/2020/may/06/risk-dole-queue-future-young-people-after-covid-19-crisis\">corona class of 2020</a>” will be the most exposed age group to the likely unemployment surge caused by the Covid-19 crisis, leading to fears of a “dole queue future” for young people, the Resolution Foundation thinktank warned this month.&nbsp;</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2020/may/27/students-like-the-flexibility-why-online-universities-are-here-to-stay\">'Students like the flexibility': why online universities are here to stay</a> </p> </aside>  <p>More than a quarter of employers have cut their graduate recruitment this year, according to <a href=\"https://cdn.ymaws.com/ise.org.uk/resource/collection/D2182353-BDCD-481D-8F81-2F0D2D8F24E9/Covid19_survey_press_release_FV.pdf\">a recent survey</a> by the Institute of Student Employers. However Stephen Isherwood, its chief executive, says the picture is “mixed”, with other employers still recruiting online.&nbsp;</p> <p>It’s difficult to predict how this will play out over the next five years, Isherwood says.&nbsp;Transport, travel and leisure industries could be heavily hit. Professional services such as law and accountancy could sit somewhere in the middle of the scale, while public sector graduate employers like Teach First or the police are likely to be resilient. The tech sector could continue to see growth.</p> <p>In this changing job market, students say they are anxious about the future: 81% are concerned about job prospects and 71% about their employability, <a href=\"https://www.bbc.com/news/education-52373828\">according to</a> the National Union of Students (NUS).</p> <p>Phoebe Davis, 23, who is studying a journalism master’s at the University of Sheffield, fears she won’t be financially independent for a long time. “It’s scary more than anything. I’m worried I’m not going to get a job,” she says. “There’s a huge chunk of students coming out of university with no idea what’s going to happen.”</p> <p>Polly Hatcher, 23, studied history at the University of Leeds and is now considering a master’s due to limited job opportunities. “I feel a bit lost,” she says. “I had a plan and this has thrown a spanner in the works.” Hatcher hopes further study will allow her&nbsp;to bide time, give her a niche, and make her a stronger candidate.</p> <p>Those who graduate into a decimated job market are often advised to go abroad or to continue education. With options for the former limited by the pandemic, experts are predicting an uptake in postgraduate courses over the next few years.</p> <p>A master’s can give students more skills in a competitive job market. However, Isherwood warns not to look at further study as “the easy safe option”, since not all postgraduate degrees improve employment prospects. </p> <p>Not everyone can afford this option, either. “The recession will compound disadvantages,” Josh Hillman, director of education at the Nuffield Foundation, says. One way it could do this is through greater take up of postgraduate courses among wealthier students, he adds.</p> <p>Hillman believes universities now have a “significant responsibility” to consider the employability of their graduates. In recent years, there has been growing recognition of the need to future-proof students’ skills for a changing world of work, as automation was already expected to alter jobs over the coming decades. The pandemic may have made the focus on transferable skills even more necessary.&nbsp;</p> <p>“We often say our students are going into jobs that don’t exist yet and in a way that’s what employers will look for,” says Natalie Brett, head of London College of Communication and pro vice-chancellor of the University of the Arts, London. </p> <p>Soft skills such as flexibility, resilience, communication, problem solving, and creativity were already becoming increasingly important and will likely become even more desirable, Brett says, while digital skills could be more in demand as organisations move services online.</p> <p>Rachel Hewitt, director of policy and advocacy at the Higher Education Policy Institute, says universities have faced growing demand from students to help them to develop such skills. “That’s only going to build as we move forward in this difficult time,” she says.</p> <p>Many careers services are currently providing services online. “We’re busier than ever,” says Claire Guy, a careers advisor at a Russell Group university and a member of the Association of Graduate Careers Advisory Services. “We’ve always run workshops on developing a positive mindset, but there’s a new flavour to that now. There’s not just a need [for students] to be resilient about job rejections, but about the fact they might have to change their whole career plan.”</p> <p>Hillman says he fears universities – which face a “financial<a href=\"https://www.theguardian.com/commentisfree/2020/may/06/coronavirus-uk-university-finances-student-numbers\"> black hole” </a>estimated at over £2.5bn – don’t have the ability or expertise to give students the increased support they will need. “[Universities] might have to do some rapid rethinking and partner with national organisations in the employment sector,” he says. “But that might not be their top priority.”&nbsp;</p> <p>Universities UK is currently working with universities, careers services and employers on ways to provide additional support for recent graduates and current students, such as through enhanced careers services.</p> <p>Meanwhile, the NUS is urging the government to offer financial support for students graduating this year. “Graduates and education leavers need a safety net: government intervention to support them by introducing a grant to be used towards further education, training, and other activity that will improve their job prospects,” Claire Sosienski Smith, NUS vice-president for higher education, says.&nbsp;</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2020/may/04/i-cant-get-motivated-the-students-struggling-with-online-learning\">'I can't get motivated': the students struggling with online learning</a> </p> </aside>  <p>Support given now could help limit “<a href=\"https://www.theguardian.com/business/2020/may/06/risk-dole-queue-future-young-people-after-covid-19-crisis\">long-term scarring</a>” caused by graduating into a recession. “[Students graduating now] face a cliff edge,” Hillman says. “Evidence from previous recessions shows the effects of this can last at least up to a decade and possibly beyond that, with regards to earnings and job satisfaction.”</p> <p>Becci Newton, deputy director of public policy research at the Institute of Employment Studies, says new graduates will need to keep moving in the early stage of their career and stay focused on their goals to avoid stagnating. “The ability to continuously learn and develop becomes the crucial key skill,” she says.&nbsp;</p> <p>All of this may sound daunting to the class of 2020. For Marston, the pandemic has already made her reflect upon work. “It’s put into perspective what jobs really matter,” she says. “I like the fact that with journalism you can contribute something and it’s also a job you can do from home if you need to.” However, despite her renewed sense of purpose, she still feels held back by the pandemic. “The uncertainty of not knowing what will happen next year is hard,” she says. “I’m not sure what to expect – but I’m hoping for the best.”</p>",
  "<p>Donald Trump was taken to the secure White House bunker, usually reserved for times of war or terrorist attacks, in the midst of noisy protests on Friday about the killing of George Floyd by police, and sporadic clashes close to the presidential complex’s perimeter.</p> <p>According to several accounts by unnamed officials, Trump spent nearly an hour sequestered in the austere suite of hardened underground rooms designed for use in grave emergencies, and in which the then vice-president, Dick Cheney, took shelter during the 9/11 attacks.</p> <p>The decision to move the president to the bunker was attributed to US Secret Service officers tasked with protecting him. It was taken as chants from protesters in nearby Lafayette Park could be heard in the White House, and Secret Service and DC and park police were required to push back demonstrators from barriers close to the White House, some of whom were throwing stones and water bottles.</p> <p>The decision to take Trump to the bunker, <a href=\"https://www.nytimes.com/2020/05/31/us/politics/trump-protests-george-floyd.html\">first reported in the New York Times</a>, preceded the turning off of external lights at the White House during further protests on Sunday, and has inevitably reinforced the sense of a president under siege.</p> <p>Largely unheard from except for the stream of predictably accusatory and inflammatory tweets, Trump did, however, condemn Floyd’s killing in a <a href=\"https://www.whitehouse.gov/briefings-statements/remarks-president-trump-kennedy-space-center/\">speech marking the SpaceX launch in Florida</a> on Saturday.</p> <p>The White House and Secret Service remarked that they did not comment on security protocols and decisions or the means and methods of protective operations. The bunker is hardened to withstand the force of a passenger jet crashing into the White House.</p> <p>The incident provoked a stream of derisive comments on social media, comparing Trump unfavourably both to the presumptive Democratic candidate, Joe Biden, who visited protesters and to the cowardly lion from the Wizard of Oz. The hashtag “#bunkerboy” became a trending term on Twitter.</p> <p>Greg Sargent, who writes the Plum Line blog for the Washington Post, wrote: “President of the United States cowering in fear of delivering a national address while instead issuing deranged tweets from his underground bunker somehow persuades himself that the world is laughing at someone else.”</p> <p>The activist and author Amy Siskind was equally scathing. “Trump hiding out in a bunker Friday, and shutting off the lights at the White House Sunday – both over a few hundred protesters – will be forever remembered as defining moments of his presidency when he was revealed as a coward, not the strongman he advertised.”</p> <p>Colin Hanks, the actor son of Tom Hanks, described the incident as a metaphor for Trump’s presidency.</p> <p>“Trump is not leader. He KNOWS it in his bones. He is a coward. Turning off the lights, pretending no one is home while hiding in a bunker. There is no better metaphor for his, and his entire administration’s failures. The election is in seven months. VOTE. HIM. OUT.”</p> <p>Trump, who has tweeted encouraging the use of lethal force against “looters”, and warned protesters outside the White House of “vicious dogs” and “ominous weapons”, has told advisers he worries about his safety, while both privately and publicly praising the work of the Secret Service.</p> <p>By Monday Trump was calling for “law and order” and blaming far-left agitators for a sixth straight night of violent nationwide protests.</p> <p>After his visit to the space Launch in Florida on Saturday, Trump returned to a White House under virtual siege, with protesters, some violent, gathered just a few hundred yards away through much of the night. Demonstrators returned on Sunday afternoon, facing off against police at Lafayette Park into the evening.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/31/george-floyd-donald-trump-protests-violence-looting\">George Floyd: Donald Trump under fire as violence flares across America</a> </p> </aside>  <p>“The president and his family were rattled by their experience on Friday night, according to several advisers,” the Times <a href=\"https://www.nytimes.com/2020/05/31/us/politics/trump-protests-george-floyd.html\">report said</a>.</p> <p>Trump has been widely criticised for his response to the protests that have rocked the nation since video of Floyd’s death began spreading on social media. <br><br>Despite days of peaceful protests and violent clashes with police in some of America’s major cities, Trump has not addressed the nation and has repeatedly sent inflammatory messages over Twitter.</p> <p>Late on Friday, Trump tweeted that protesters could have been attacked with dogs and weapons wielded by the US Secret Service and accused the DC mayor for supposedly not providing police to protect the White House.</p> <p>“They let the ‘protesters’ scream and rant as much as they wanted, but whenever someone got too frisky or out of line, they would quickly come down on them, hard – didn’t know what hit them,” Trump said.</p> <p>“If they had [breached the fence],” the president continued, “they would have been greeted with the most vicious dogs, and most ominous weapons, I have ever seen. That’s when people would have been really badly hurt, at least.”</p> <p>The president has spoken to George Floyd’s grieving family, but, <a href=\"https://www.theguardian.com/us-news/2020/may/31/george-floyd-brother-philonise-floyd-trump-phone-call\">according</a> to Floyd’s brother Philonise Floyd, the conversation was brief. “He didn’t give me an opportunity to even speak,”&nbsp;<a href=\"https://www.msnbc.com/politicsnation/watch/george-floyd-s-brother-says-trump-didn-t-give-him-the-opportunity-to-even-speak-in-conversation-84136517515\">Floyd told MSNBC</a>.</p>"
]