[
  "<p>The “unprecedented crisis” facing British and European football because of coronavirus could result in serious economic consequences with insolvencies and layoffs of players and staff if the sport does not coordinate its response, the head of the international players union has said.</p> <p>Jonas Baer-Hoffman, <a href=\"https://www.fifpro.org/en/about-us/new-general-secretary\" title=\"\">who took over as the Fifpro general secretary in January</a>, said he will be stressing the impending financial cost of the crisis during Uefa’s conference with all Europe’s football associations, leagues and top clubs on Tuesday.</p> <p>Some clubs in the Football League have already begun to discuss redundancies and reducing employees’ hours after the postponement last week of matches, provisionally until 3 April.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/mar/16/ioc-rules-out-tokyo-olympic-games-behind-closed-doors\">IOC rules out staging Tokyo Olympic Games behind closed doors</a> </p> </aside>  <p>It is widely expected Uefa will offer to postpone June’s European Championship, the first in the new format of hosting in 12 major cities <a href=\"https://www.uefa.com/uefaeuro-2020/news/0256-0dd74d2cf7cc-56813840afe0-1000%E2%80%93euro-2020-host-cities/\" title=\"\">from St Petersburg to Dublin</a> that has become logistically the worst possible given the pandemic that has put much of the continent in lockdown.</p> <p>Moving the Euros provisionally to next year will free a month to try to finish club competitions including the Champions and Europa leagues but will cause another headache, given the women’s European Championship is <a href=\"https://www.uefa.com/womenseuro/news/0258-0e2c4c13b77a-1553560769ae-1000%E2%80%93the-finals-all-you-need-to-know/?iv=true\" title=\"\">scheduled for 7 July to 1 August in England next year</a>.</p> <p>The Uefa director of competitions, Giorgio Marchetti, has been leading the modelling of different ideas for the remaining Champions and Europa league fixtures as football looks for ways to complete the season despite the crisis.</p> <p>One possibility being discussed is if the remaining round of 16 games – four in the Champions League and all eight second-leg ties in the Europa League that have been indefinitely postponed – can somehow be played, the quarter‑finals could be stripped down to a single tie.</p> <p>The four semi-finalists could then meet in the city designated for the final, Istanbul for the Champions League, Gdansk for the Europa League, with the semi-finals and final played over a long weekend.</p> <p>That, and other models being worked up by national leagues to get their own competitions finished, is dependent on government health advice and travel policies that have become increasingly firm and effectively led to professional football leagues being <a href=\"https://twitter.com/EuropeanLeagues/status/1239599613855891459\" title=\"\">suspended across Europe</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/mar/16/rfl-admits-clubs-are-under-threat-after-suspending-season-over-coronavirus\">RFL admits clubs are under threat after suspending season over coronavirus</a> </p> </aside>  <p>Baer-Hoffman said Fifpro is “already seeing contracts terminated” of players at clubs where the finances are fragile and income from tickets and hosting matches is being lost.</p> <p>“In a matter of weeks we could have insolvencies and massive layoffs, not only of players but among hundreds of thousands of people who work in football and whose jobs are now on the line,” he said.</p> <p>“Our membership includes many players who are not hugely well-paid, we all know how tightly many clubs’ budgets are managed, so the social and economic consequences could be profound if we don’t manage this crisis properly.”</p> <p>As European countries contemplate a near-shutdown of their wider economies with dire results for millions of people’s livelihoods, Baer‑Hoffman pointed out that football is one sector with the wealth to look after itself.</p> <p>“Football must look at how it can sustain clubs, to make use of its liquidity to maintain its pyramid. After the recent period where we’ve had arguments about the football calendar after 2024, this presents a need to have a responsible dialogue and work together. We will be making these points with Uefa and hoping these conversations can happen very soon.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/blog/2020/mar/16/beware-sporting-disaster-capitalists-crisis-go-to-waste\">Beware sporting disaster capitalists not letting this crisis go to waste</a> </p> </aside>  <p>The Uefa president, Aleksander Ceferin, will host the video conference with all 55 of Europe’s football associations, the European Club Association and European Leagues.</p> <p>One senior figure who will be involved in the video conference said that beyond the expected postponement of the Euros, he did not expect any firm decisions to be taken, about the Champions League, Europa League, or any other competition.</p> <p>It remains so uncertain when football may be able to resume in any kind of normal way, he said, that different potential scenarios are more likely to be discussed, and commitments given to work further on them, as the virus, and consequent restrictions, take their course.</p> <p>The government in Switzerland, where Uefa, Fifa and approximately 60 other sports governing bodies are based, <a href=\"https://www.thelocal.ch/20200316/switzerland-declares-state-of-emergency-over-coronavirus\" title=\"\">declared a state of emergency</a> on Monday until 19 April, shutting all shops, restaurants, bars, entertainment and leisure facilities and tightening travel restrictions on its borders.</p>",
  "<p>After TWO premieres and TWO casts, it’s the bit we’ve been waiting for – the queens meet. Let the backhanded compliments and thinly veiled nastiness ensue. It’s ALMOST as good as that bit in Four In A Bed where they’re forced to explain to each other’s faces why they underpaid by £3.50. Almost, but not quite (“I just really felt the poached eggs weren’t up to scratch and also we found a pubic hair under the kettle”).</p> <p>This one also kicks off with a written statement addressing Sherry Pie-gate. It explains that they’ve decided, for the sake of the other queens, to proceed as planned, and that Sherry has been disqualified from the competition. It is on screen for a full 14 seconds. Which doesn’t sound like very long, but on a show that’s edited with roughly the same poise and coherence as a hungover oyster, a silent pause like this stands out and has an impact. They really want you to know that Sherry Pie will most certainly not be passing go, and absolutely will not be collecting ONEHUNDREDTHOUSANDDOOOOLLARS.</p> <h2>Clash of the queens</h2> <p>After the initial obligatory shady entrance, suddenly both cliques are hugging and smiling – Jan and Brita know each other from New York. In fact, five of the girls are from New York. A considerable chunk, and perhaps a slight oversight from the show’s casting directors. There are so many incredible drag scenes in the US, and the more we get to see of those, the better. Despite not being especially racially diverse, something Drag Race UK did very well was represent drag from across the UK. Except Scotland. And Wales. And the UK’s gayest town, Brighton. Ok, maybe it didn’t do it that well actually. NEXT.</p> <p>The episode 1 queens are all looking stunning, and we’ve just worked out who Gigi reminds us of – Denise Richards! The button nose, gorgeous eyes and a slight look that says she’s wondering whether she locked the back door when she left the house. Nicky Doll says “we just met the bitches and they’re already starting to complain.” Bienvenue a Drag Race, Nicky! “We’ve been through some shit” says Jackie Cox darkly. Jackie … it’s only been a week.</p>  <figure class=\"element element-image\" data-media-id=\"26d73e305667d442d38f1507678a2128520f39f0\"> <img src=\"https://media.guim.co.uk/26d73e305667d442d38f1507678a2128520f39f0/420_59_1629_977/1000.jpg\" alt=\"Gigi Goode\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gigi Goode ignores the coronavirus protocols.</span> <span class=\"element-image__credit\">Photograph: Astrid Stawiarz/Getty Images  for VH1 &quot;RuPaul's Drag Race&quot;</span> </figcaption> </figure>  <h2>It’s not personal</h2> <p>Everyone’s in the workroom and Rock is wearing <em>those</em> grey shorts again. Don’t pretend you didn’t notice them last week. RuPaul is dressed like a Balamory cast member who’s just been made redundant. SO many people are wearing glasses. Do drag queens need glasses more than other people? Maybe because of eye makeup? Is that a thing? We’ll get The Guardian’s team of trained opticians onto it. Just kidding, they’ve been redeployed for coronavirus planning.</p> <p>Next in a real dick move from Ru, but one that undeniably makes great television, the two winners from the last two weeks (Widow and Jaida) are tasked with lining up the other queens in order of how good they think they are. “It’s not personal” says Ru. Well … it is. It’s literally the most personal thing ever.</p> <h2>World’s Worst</h2> <p>This time, the girls are starring in a show called “World’s Worst” where they’ll play wannabe performers with big dreams, outrageous backstories, and no talent whatsoever. So it’s based on season 10 then. THE SHADE.</p> <p>Already Brita and Sherry are arrogantly talking over team leader Aiden Zhane because they know about acting daahling. “We’re not sure about the leader of the group,” says Sherry. Well, we’re not sure why we still have to watch Sherry given the repulsive revelations about her, but here we are.</p> <p>In terms of the actual end product – as with most of these Drag Race TV show parodies, it’s mostly inane and unfunny. It also goes on for way too long, taking up almost half of the episode’s running time. The only good thing about it is guest judge Charo, who’s had more wiglets than you’ve had hot dinners.</p> <h2>Workroom</h2> <p>Back in the workroom and we’re onto some interesting chat from Dalia about her and her gay identical twin brother, and how they navigated coming out to their parents, including debating whether to do it together or separately. It’s in situations like this where Drag Race really comes into its own, giving airtime to unique stories. But apparently the twin also wants to start doing drag … UH-OH.</p> <p>Heidi is wearing a Pinocchio nose. We don’t know why but we can’t wait to find out.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WorldOfWonder/status/1238635737588871168\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Category is… Buttons and Bows! 🎀  <a href=\"https://twitter.com/HeidiNCloset?ref_src=twsrc%5Etfw\">@heidincloset</a> <a href=\"https://twitter.com/hashtag/DragRace?src=hash&amp;ref_src=twsrc%5Etfw\">#DragRace</a> <a href=\"https://t.co/qOsSBgnFlN\">pic.twitter.com/qOsSBgnFlN</a></p>&mdash; World of Wonder (@WorldOfWonder) <a href=\"https://twitter.com/WorldOfWonder/status/1238635737588871168?ref_src=twsrc%5Etfw\">March 14, 2020</a></blockquote>  </figure>  <h2>Sissy that walk</h2> <p>RuPaul arrives in a brave silhouette for her, a departure from her usual ballgown fare – she of course pulls it off though. The whole gang’s here – Carson, Michelle and, alas, Ross Matthews. We’re also joined by <a href=\"https://en.wikipedia.org/wiki/Olivia_Munn\">Olivia’s Mum</a>. Who’s Olivia? And why is her mum on TV?</p> <p>The runway category is “Buttons &amp; Bows”. At this point the production team might as well just be throwing those little word magnets at the fridge in the staffroom and seeing what sticks. Olives &amp; Ships! Farmyard Car Crash! San Moritz Space Exploration!</p> <p>Jan’s look is incredible, Heidi’s is EXACTLY as ridiculous as we thought it’d be and Gigi’s is genius – a suit of 25,000 orange buttons. “This is the heaviest thing I’ve ever worn,” she says. Once you’ve said something as fabulous as that, you’ll know you’ve made it in life.</p> <p>In possibly the most hilarious piece of dialogue in any show ever, Michelle says to Dahlia, with a perfectly straight face; “I know it’s hard to be a piece of broccoli when you’re trying to be beautiful.” AND THE EMMY GOES TO …</p> <h2>Lipsync for your LIFE</h2> <p>It’s lipsync time and the wrong people are in the bottom two. The song is Iggy Azalea and Ariana Grande’s “Problem”. A pre-drink fave. Carson’s dad dancing is hilarious. Nicky’s staying and Dahlia’s going. The whole thing is a colossal anticlimax.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chrixxstian/status/1238648592606195713\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">dahlia sin walking out petty on rpdr is me walking anywhere 😭 <a href=\"https://t.co/DghzqC0erW\">pic.twitter.com/DghzqC0erW</a></p>&mdash; christian (@chrixxstian) <a href=\"https://twitter.com/chrixxstian/status/1238648592606195713?ref_src=twsrc%5Etfw\">March 14, 2020</a></blockquote>  </figure>  <h2>Notes and observations</h2> <p><strong>Shadiest moment</strong><em> </em>Sherry and Brita picking on Aiden left a sour taste and felt dangerously close to bullying. Let’s hope it doesn’t continue next week.</p> <p><strong>Catchphrase watch</strong><em> </em>“Pinnocchi-HO!”</p> <p><strong>Animal print hunt </strong>Just a quick jaunt in the long grass at 2.5 items – the leopard print sleeves on Crystal’s jacket, Dahlia’s tigerprint shirt and RuPaul’s white snakeskin (?) runway look.</p> <p><strong>Just between us squirlfriends </strong>We really didn’t want to see Dahlia go, and she certainly isn’t the weakest queen in the competition by a long shot. This has long been an issue with Drag Race, to the point where it’s actually lost long-time fans over some of RuPaul’s decisions. But to be fair … it’s called RUPAUL’S Drag Race, so, like it or not, the final decision is hers to make.</p> <p>So, what do you think Heidi N Closet should change her name to? Heidi Ho? Heidi Ng The Salami? Heidi From Covid-19?</p>"
]