[
  "<p>Bayern Munich’s Joshua Kimmich has said that white players should join their black teammates in protesting against the killing of George Floyd by police in Minneapolis.</p> \n<p>On a day when the German FA announced that Jadon Sancho, Marcus Thuram, Achraf Hakimi and Weston McKennie will not be sanctioned after leading protests in the Bundesliga against Floyd’s killing, Kimmich said all footballers have a duty to make a stand against racism.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/jun/02/fa-will-take-common-sense-approach-to-players-taking-a-knee-in-matches\">FA unlikely to discipline players for taking a knee as Fifa urges leniency</a> </p> \n</aside> \n<p>“It’s good that it’s not just one player,” the Bayern midfielder said. “Maybe it is also an option to say something as a team. Football is like a role model, because normally in normal life – but especially in football – it is not possible that there is something like racism.</p> \n<p>“We are one world, one club, one football team. It doesn’t matter if you are black or white. We as footballers, like with Sancho, have a lot of power to reach other people, to be role models and to say something. What we say to people outside gives us a big chance to make a statement.”</p> \n<p>Sancho and Hakimi lifted their shirts to reveal “Justice for George Floyd” messages during Borussia Dortmund’s win against Padeborn on Sunday, while Thuram took a knee after scoring for Borussia Mönchengladbach against Union Berlin. McKennie, Schalke’s USA midfielder, also had “Justice for George Floyd” on an armband.</p> \n<p>Kimmich was impressed by the protests and revealed that Bayern’s players are planning to make an anti-discrimination statement. “We discussed it and maybe we can do something,” the German international said. “We maybe have to do something because we cannot give something like this a place.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"e40deb59-d8b4-4c88-9c32-266d3789b135\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/v4RzVArmCpc?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
  "<p>Three former chancellors have warned the government to prepare for 1980s levels of unemployment as the coronavirus crisis sinks Britain into the deepest recession in living memory.</p> <p>Lord Alistair Darling, George Osborne and Philip Hammond said the government urgently needed to announce measures to cushion the blow as job losses began to mount.</p> <p>Darling, who as Labour’s last chancellor led the response from No 11 to the 2008 financial crisis, told the Commons Treasury committee: “We need to get ourselves into the frame of mind where we’re thinking about 1980s levels of unemployment.”</p> <p>Osborne, his Conservative successor, also suggested the current economic collapse could trigger mass unemployment. “There will be loads of people in businesses that have gone bust that aren’t going to return, and people who are coming off furloughs into unemployment. That is going to be a big social challenge, and of course economic challenge, for this government,” he said.</p> <p>Britain’s unemployment rate peaked at almost 12% in 1984 during the period of de-industrialisation overseen by the Thatcher government.</p> <p>The Bank of England has warned joblessness could more than double from the current rate of 3.9% by the end of the year as Covid-19 and lockdown measures used to contain the virus bring the economy to a near standstill.</p> <p>The former chancellors’ interventions come as the current chancellor, Rishi Sunak, prepares to scale back the government’s furlough wage subsidy scheme from August.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/28/job-vacancies-collapse-has-hit-low-income-workers-hardest-ons\">UK manufacturers planning tens of thousands of redundancies</a> </p> </aside>  <p>As lockdown restrictions are rolled back in an attempt to reopen the British economy, Sunak is believed to be working on a fresh package of policy measures, including job creation initiatives, expected to be announced in July.</p> <p>Darling said if he were still chancellor he would be getting the whole of government involved in drawing up measures to keep people in work or to help them retrain if they lost their job.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/13/lessons-from-the-past-uk-biggest-quarterly-economic-declines\">The UK's biggest quarterly economic declines</a> </p> </aside>  <p>“Government needs to be planning. Let’s just assume things are going to be worse – it’s better that it’s good and well – but don’t leave it too late because it does take a long time to put these things in place,” he said.</p> <p>Darling and Hammond warned Sunak against embarking on a fresh round of austerity to <a href=\"https://www.theguardian.com/business/2020/apr/12/rishi-sunak-dilemma-over-how-to-pay-for-his-coronavirus-spending\">tackle rising government borrowing</a>, saying he should pursue pro-growth policies to ensure a stronger economic recovery takes hold.</p> <p>Hammond said: “In the recovery phase, the next two years, where the debt as percentage of GDP is not the primary concern we should be addressing.” </p> <p>However, Darling suggested the <a href=\"https://www.theguardian.com/world/2020/jun/01/easing-covid-19-shielding-in-england-risks-second-wave-\">continuing health risks</a> of Covid-19 meant the government was not yet ready to boost the economy fully.</p> <p>Osborne said the government would either need to impose cuts or raise taxes once the pandemic had passed. He said: “Sadly we are poorer than we thought we were, and either we’re going to have to raise more in revenue or spend less than we were planning.”</p> <p>All three former chancellors warned Boris Johnson of the mounting risks of <a href=\"https://www.theguardian.com/commentisfree/2020/jun/03/pandemic-no-deal-brexit-vote-leavers-coronavirus\">failing to reach a trade deal</a> with Brussels before the end of the Brexit transition at the end of this year.</p> <p>Hammond, who served under Theresa May, said a “quick and dirty” arrangement was required to avoid crashing out of the EU. Osborne said both sides would probably agree a limited deal to avoid “going off a cliff”.</p> <p>Darling added: “No-deal would be absolutely disastrous. With everything we’re going through with Covid you’d have to be mad to want to end up with a situation where you erect huge trade barriers and tariffs just at the time you hope your economy might be beginning to recover.”</p>",
  "<p>Rolls-Royce has announced the locations of its first 3,000 redundancies in the UK, as the jet-engine manufacturer makes deep cuts to its civil aerospace business in response to the coronavirus pandemic.</p> <p>The company last month announced it <a href=\"https://www.theguardian.com/business/2020/may/20/rolls-royce-to-cut-9000-jobs-worldwide-as-covid-19-takes-toll\">would cut 9,000 jobs across its global operations </a>because of expectations of lower demand for air travel using its engines for years to come.</p> <p>The first round of cuts will be carried out through a voluntary redundancy programme in 2020, with the 1,500 jobs at the <a href=\"https://www.theguardian.com/business/2020/may/23/derby-reliance-manufacturing-covid-problem-rolls-royce\">company’s </a><a href=\"https://www.theguardian.com/business/2020/may/23/derby-reliance-manufacturing-covid-problem-rolls-royce\">manufacturing headquarters </a>in Derby and surrounding sites in the east Midlands.</p> <p>Approximately 700 of the redundancies will be in Inchinnan, near Glasgow, with another 200 at its Barnoldswick site in Lancashire, and 175 in Solihull, Warwickshire. There will be smaller cuts at Rotherham, Washington, Denby, Bristol, Ansty near Coventry and London Heathrow.</p> <p>The Rolls-Royce chief executive, Warren East, suggested last month that about two-thirds of the 9,000 job cuts would fall in the UK, with another 3,000 redundancies expected in 2021.</p> <p>Before the job cuts were announced, Rolls-Royce employed 52,000 staff globally. As well as making and servicing commercial jet engines, it also makes fighter jet and ship engines in addition to <a href=\"https://www.theguardian.com/business/2016/dec/01/rolls-royce-to-cut-800-jobs-in-marine-arm\">reactors for nuclear submarines</a>. However, it said there would be no job losses at its defence business.</p> <p>A Rolls-Royce spokeswoman said: “Offering voluntary severance is an important step as we resize our business to adapt to the impact of the Covid-19 pandemic on the aviation industry.”</p>  <figure class=\"element element-embed\" data-alt=\"Business email sign-up\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> </figure>  <p>She added: “We will unfortunately lose people who have worked hard to establish our world-leading position.”</p> <p>The Unite union’s national officer for the aerospace sector, Rhys McCarthy, said: “Today’s announcement by Rolls-Royce is another warning sign that the UK is in serious danger of losing its leading position in aerospace, in addition to losing thousands of skilled jobs.”</p> <p>The union also called for the UK government to give investment at levels “last seen in the postwar period” with a focus on new, environmentally friendly technologies.</p> <p>Rolls-Royce and Airbus have already cancelled their <a href=\"https://www.theguardian.com/business/2019/jun/15/climate-crisis-aviation-industry-hears-clamour-for-electric-planes\">EFan-X programme to develop electric-powered aircraft</a>.<br>&nbsp;<br>McCarthy said: “The UK needs to develop a survival and recovery strategy that includes an aircraft scrappage scheme so that more environmentally friendly aircraft, wings and engines that the UK produces can be brought into service by airlines.”</p>",
  "<div id=\"block-5ed7d9168f08cadb604007e0\" class=\"block is-summary\" data-block-contributor=\"profile/andrewsparrow\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T17:42:13.292Z\">6.42pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Evening summary</h2>  <div class=\"block-elements\">  <p>Here is a summary of the main points from the press conference (at the top), as well as our main stories from the day (lower down).</p> <ul> <li><strong>Boris Johnson said it was “inevitable” that there would be “many, many job losses” this year because of the impact of coronavirus on the economy. </strong>Technically the UK has not yet reached the official benchmark for a recession - two successive quarters of negative growth - but in practice the economy is already shrinking considerably, with some forecasts saying <a href=\"https://www.ft.com/content/734e604b-93d9-43a6-a6ec-19e8b22dad3c\">the country is facing the deepest recession for 300 years.</a> Johnson seemed to acknowledge this when he said:</li> </ul> <blockquote class=\"quoted\"> <p>I am afraid tragically there will be many, many job losses. That is just inevitable.</p> </blockquote> <p>But he also said the government would be as “as activist and interventionist” in helping people in the next phase of the crisis as it has been up to now. (See <a href=\"https://www.theguardian.com/politics/live/2020/jun/03/uk-coronavirus-live-keir-starmer-boris-johnson-lockdown-easing-pmqs-covid-19-latest-updates-news?page=with:block-5ed7d1438f082107f453a242#block-5ed7d1438f082107f453a242\">5.41pm.)</a></p> <ul> <li><strong>Sir Patrick Vallance, the government’s chief scientific adviser, refused to explicitly back the government’s decision to impose quarantine on new arrivals to the UK from next week</strong>. He also implied that scientists are sceptical about the policy generally. Asked if Sage, the Scientific Advisory Group for Emergencies, had endorsed this timetable, he said dates and policy were a matter for ministers. He also said quarantine works best when the infection rate is low in the country receiving visitors and high in those countries sending them in. This is not the case with the UK at the moment vis-à-vis arrivals from most EU countries.</li> </ul> <ul> <li><strong>Prof Chris Whitty, the government’s chief medical adviser, said it would take “quite some time” before the new test and trace system was working at full capacity.</strong> He said:</li> </ul> <blockquote class=\"quoted\"> <p>The new thing that has been brought in - and it is definitely, as you imply, in the early stages of its development, but it is definitely there, and definitely working, but it will work a lot better over time - is the new element of test and trace ...</p> <p>We are not yet at cruising altitude for this. The number of tests is going to keep on going up and our ability to use the tests we have got is going to carry on going up. This is going to carry on for quite some time before we get to the point where we are all satisfied we have got to the point we need.</p> </blockquote> <ul> <li><strong>Johnson ducked a question about whether Britons would be able to take a foreign holiday this summer.</strong> Asked if it was safe to book one, he replied:</li> </ul> <blockquote class=\"quoted\"> <p>I’m not going to give advice on individuals’ travel arrangements, but you know what the Foreign Office guidance is... everybody at the moment should avoid non-essential travel.</p> </blockquote> <ul> <li><strong>He claimed he was a Sinophile.</strong> Asked about Huawei and whether he would now exclude it from the 5G network, he said he wanted solutions that worked for UK security. But he went on:</li> </ul> <blockquote class=\"quoted\"> <p>I want to stress one thing. I am a Sinophile. I think China is an incredible country and an extraordinary civilisation.</p> <p>And I deeply disapprove of anti-Chinese xenophobia - attacks on people of Chinese appearance that we have seen in recent months. We must stamp out such xenophobia. I see absolutely no contradiction with what I’ve said earlier about Hong Kong and high-risk vendors in critical national infrastructure and wanting a good, friendly, clear-eyed, working relationship with China and that’s what this country will have.</p> </blockquote> <ul> <li><strong>He said the UK was talking to other European countries about setting up “air corridors” that could allow them to bypass the quarantine rules.</strong></li> </ul> <ul> <li><a href=\"https://www.theguardian.com/world/2020/jun/03/priti-patel-urged-to-publish-scientific-advice-behind-uk-quarantine-move\"><strong>Priti Patel, the home secretary, is facing mounting calls to publish the scientific advice behind the decision to enforce a 14-day quarantine period on all arrivals into the UK months after the pandemic began.</strong></a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/uk-news/2020/jun/03/met-police-twice-as-likely-to-fine-black-people-over-lockdown-breaches-research\">The Metropolitan police are facing claims of bias after figures showed that officers enforcing the coronavirus lockdown were more than twice as likely to issue fines to black people as to white people</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2020/jun/03/care-home-staff-could-be-asked-to-work-without-ppe-under-council-plan\">Health and social care workers could be asked to volunteer to look after people with Covid-19 without wearing protective equipment in the event of extreme shortages, according to proposals seen by the Guardian.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/world/2020/jun/03/theresa-may-attacks-boris-johnson-over-brexit-and-covid-quarantine-plans\">Theresa May has launched a double attack on Johnson’s government, speaking in the Commons to first warn about the security implications of a final no-deal Brexit, and then against the coronavirus quarantine plans.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2020/jun/03/mps-shielding-from-covid-19-allowed-proxy-vote-in-johnson-u-turn\">Johnson has announced a government U-turn to allow MPs who are shielding to vote by proxy following an outcry over the treatment of parliamentarians with medical conditions or those who are looking after vulnerable loved ones during the coronavirus pandemic.</a></strong></li> </ul> <p>That’s all from us for today.</p> <p>Thanks for the comments.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T17:59:55.938Z\">at 6.59pm BST</time></p>  </div> <div id=\"block-5ed7d8688f082107f453a2a9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T17:08:20.747Z\">6.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from Business Insider’s <strong>Adam Bienkov</strong> on Boris Johnson’s claim to be a Sinophile. (See<a href=\"https://www.theguardian.com/politics/live/2020/jun/03/uk-coronavirus-live-keir-starmer-boris-johnson-lockdown-easing-pmqs-covid-19-latest-updates-news?page=with:block-5ed7d2c48f0893539f4cf7b5#block-5ed7d2c48f0893539f4cf7b5\"> 5.45pm.)</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AdamBienkov/status/1268224411947143171\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">“I am a Sinophhile,” says Boris Johnson at the daily coronavirus briefing.<br><br>Here’s what he wrote about China and its culture while at the Telegraph. <a href=\"https://t.co/G8QmelPEZK\">pic.twitter.com/G8QmelPEZK</a></p>&mdash; Adam Bienkov (@AdamBienkov) <a href=\"https://twitter.com/AdamBienkov/status/1268224411947143171?ref_src=twsrc%5Etfw\">June 3, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5ed7d6e28f0893539f4cf7eb\" class=\"block\" data-block-contributor=\"profile/jamie-grierson\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:59:48.189Z\">5.59pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The number of confirmed cases of Covid-19 in the prison estate continues to rise, the Ministry of Justice daily update shows.</p> <p>As at 5pm on Tuesday, 479 prisoners had tested positive for coronavirus across 79 prisons, an increase of just two cases in 24 hours, a rise of less than 0.5%</p> <p>The number of prison staff with the virus increased by just five cases to 935 workers across 105 prisons in the same period, a rise of less than 1%</p> <p>The figures are not live cases and include those who have recovered.</p> <p>There are around 80,000 prisoners across 117 prisons in England and Wales, and around 33,000 staff working in public sector prisons.</p> <p>At least 23 prisoners and nine staff are known to have died, as well as one prison escort driver and one NHS trust employee working in a secure training centre.</p> <p>On Tuesday, the Ministry of Justice unveiled its plan for recovery within the prison estate with potential to restart prison visits in July.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T17:03:58.244Z\">at 6.03pm BST</time></p>  </div> <div id=\"block-5ed7d4d78f0893539f4cf7d4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:54:09.311Z\">5.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Johnson</strong> says the UK is discussing air corridors (or “air bridges”, as they are sometimes called) with other European partners. But he will not give details.</p> <p>But he has a message for Italians, he says: “Come back to the UK.” But you have to quarantine, he says.</p> <p>The press conference is now over. I will post a summary soon.</p> </div>   </div> <div id=\"block-5ed7d3ad8f0893539f4cf7c6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:49:15.100Z\">5.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: What assurances can you give to the car industry in the West Midlands?</em></p> <p><strong>Johnson</strong> says he wants to champion low-carbon vehicles. That is the future.</p> <p><em>Q: What advice can you give to parents worried about sending their children to school?</em></p> <p><strong>Whitty</strong> says he will reply as a doctor would; when putting a patient on a new treatment, you stress the advantages and the disadvantages.</p> <p>He says children are much less likely than adults to get severe illness from coronavirus.</p> <p>And parents of primary school children are generally not in the age group where they are at high risk, he says. He accepts some parents may have health issues that make them vulnerable.</p> <p>He says government has to perform a balancing act between slowing transmission, and making sure children do not lose out by missing education.</p> <p>He says other family members might be at risk. They need to take sensible decisions, he says.</p> </div>   </div> <div id=\"block-5ed7d2c48f0893539f4cf7b5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:45:28.364Z\">5.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Do you want to exclude Huawei now from the 5G network?</em></p> <p><strong>Johnson</strong> says he thinks what is happening now in Hong Kong will be an infringement of the agreement between China and the UK.</p> <p>On Huawei, he says he wants solutions for the UK that protect UK security.</p> <p>But he stresses that he is a Sinophile. He deeply disapproves of anti-Chinese phobia. We must stamp out attacks on Chinese people, he says.</p> <p><em>Q: Did Sage specifically advise on imposing quarantine from 8 June?</em></p> <p><strong>Vallance</strong> says it did not advise on timing. That is a policy matter for ministers. He repeats the point about Sage advising that quarantine works best when the incidence of coronavirus is low here and high in other countries.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T16:49:43.923Z\">at 5.49pm BST</time></p>  </div> <div id=\"block-5ed7d1438f082107f453a242\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:41:30.229Z\">5.41pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'Many, many job losses' are 'inevitable', Johnson says</h2>  <div class=\"block-elements\">  <p><em>Q: [From the Sun] When will test and trace be operating at full capacity? And are you comfortable for more lockdown measures to be eased before this is up and running?</em></p> <p><strong>Whitty</strong> says they are playing leapfrog. Capacity goes up, then testing goes up. With more capacity, more can be done. Now they can test members of the general public. That means test and trace can operate. And it means the government can identify hotspots.</p> <p>They are not yet at “cruising altitude”, he says. He says it will take quite some time to get there.</p> <p><strong>Vallance</strong> says a test and trace system is not the single answer. Other measures will be needed too.</p> <p><em>Q: Many people will lose their jobs. Will you find new jobs for them, or provide training?</em></p> <p><strong>Johnson</strong> says there will be “many, many job losses”. That is “inevitable”, he says.</p> <p>He says the government will be “as activist and interventionist” in helping people as it has been so far, he says.</p> <p>He says no other country in the world has done as much.</p> <p>(That last point is not true, according to <a href=\"https://www.ifs.org.uk/publications/14845\">this <strong>Institute for Fiscal Studies </strong>analysis.)</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T17:01:12.655Z\">at 6.01pm BST</time></p>  </div> <div id=\"block-5ed7cffa8f0893539f4cf78d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:35:10.507Z\">5.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Whitty</strong> says coronavirus is an infection we will have to live alongside for many months, and possibly longer.</p> <p>He says the lockdown should be relaxed very cautiously.</p> <p>He says the government has to isolate people with the virus, or who might have the virus.</p> <p>The people most likely to get it from these people are people in their household.</p> <p>He says test and trace has just been brought in. It will work better over time.</p> <p>It will allow the government to identify people most at risk.</p> <p>Whitty goes on to talk about reducing transmission at an individual level. Washing hands is important, and so is coughing etiquette. The 2-metre rule is important. And if people cannot socially distance at 2 metres, they should wear face coverings.</p> <p>He says all these measures will continue for as long as the epidemic continues.</p> <p>On top of that, the government needs to break social contacts. That is why pubs have been closed down, and why shops and schools were closed too.</p> <p>In this category of lockdown measures, the changes have been very modest, he says.</p> <p>Whitty says shielding is also important, to protect those at greatest risk.</p> <p>A small adjustment has been made to this, but it is “very small”.</p> <p>And research is vital too - finding new vaccines and drugs.</p> <p>Whitty says he has set out all these measures to explain that it is not “lockdown over”. He says the changes announced have been modest.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T16:49:53.758Z\">at 5.49pm BST</time></p>  </div> <div id=\"block-5ed7ce7d8f0893539f4cf77b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:29:19.646Z\">5.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: [From Sky] Protesters in London are angry about the death of George Floyd. They cannot speak to the US president. You can. What will you say to him?</em></p> <p><strong>Johnson </strong>says we mourn George Floyd. He says he was appalled and sickened by what happened to him. His message to Trump is that racist violence has no place in society.</p> <p>People have a right to protest. But they should do so peacefully.</p> <p><em>Q: The government said the lockdown would not be relaxed until the alert level went down to 3. But it is still at 4. What has happened?</em></p> <p><strong>Whitty</strong> says relaxing the lockdown was linked to the government’s five tests.</p> <p>But the alert level is different, he says. It is independently set. It monitors the spread of the disease.</p> <p>(Whitty is wrong about this. The government’s coronavirus recovery plan specifically said: “The content and timing of the second stage of adjustments will depend on the most up-to-date assessment of the risk posed by the virus. The five tests set out in the first chapter must justify changes, and they must be warranted by the current alert level.” And the government produced a chart saying gradual relaxation of the lockdown would only start when the alert level went down to 3. See <a href=\"https://www.theguardian.com/politics/live/2020/jun/01/uk-coronavirus-live-england-schools-reopen-lockdown-eases-covid-19-latest-updates?page=with:block-5ed4e2758f084df971c8d73b#block-5ed4e2758f084df971c8d73b\">here.)</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T16:29:40.330Z\">at 5.29pm BST</time></p>  </div> <div id=\"block-5ed7cded8f082107f453a21e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:23:21.958Z\">5.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Johnson defends quarantine measure and hints at possible 'travel corridors'</h2>  <div class=\"block-elements\">  <p><em>Q: [From the BBC] Are holidays abroad going to happen? If someone has paid a deposit, should they cancel?</em></p> <p><strong>Johnson</strong> says he will not give people holiday advice. But the Foreign Office advice is clear; everyone should avoid non-essential travel.</p> <p><em>Q: Would a quarantine like this have saved lives if introduced earlier? And did Sage give advice on the new quarantine policy?</em></p> <p>Johnson defended the decision to impose a quarantine now, saying: “Now that we’re getting the virus under control in the UK, there is a risk that cases from abroad begin once again to make up a greater proportion of overall cases. We therefore need to take steps now to manage that risk of these imported cases triggering a second peak.”</p> <p><strong>Vallance</strong> says the advice is clear: quarantine measures work best when the level of coronavirus in the UK is low, and when it is high in the countries from which people might be arriving.</p> <p><strong>Johnson</strong> also said the government “will explore the possibility” of “travel corridors” with countries with low rates of coronavirus.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T16:50:12.850Z\">at 5.50pm BST</time></p>  </div> <div id=\"block-5ed7cd748f082107f453a21c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:20:58.193Z\">5.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: What help is there for parents who need to go back to work but who do not have childcare options?</em></p> <p><strong>Johnson</strong> says he understands how frustrating that is.</p> <p>He says they hope to get primary children back.</p> <p>The government will continue to support people, thought things like the furlough system.</p> <p>As for specific options with childcare, he refers the questioner (a member of the public) to the government’s coronavirus website.</p> <p>He says not being able to get childcare should be seen by employers as a reasonable excuse for not being able to go back to work.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T16:50:22.003Z\">at 5.50pm BST</time></p>  </div> <div id=\"block-5ed7cd168f082107f453a219\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:18:54.587Z\">5.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The first question is from Amy in Brighton. She says Spain has relaxed its lockdown, but there is no second spike. Why?</p> <p><strong>Vallance </strong>says he would hope to see the same thing happen here.</p> <p><strong>Johnson</strong> says it is possible there could be a second wave. It has its own kinetic force, he says.</p> <p><strong>Whitty</strong> says a second wave is quite common.</p> </div>   </div> <div id=\"block-5ed7ccb18f08cadb6040074d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:16:43.770Z\">5.16pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And here are the figures for deaths.</p> <p><strong>Vallance </strong>says there is a long tail.</p> <blockquote class=\"quoted\"> <p>It is not coming down as fast as we would like it to come down.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"f139749c9ca6ee7db477ef1ffee76c33766d7a3d\"> <img src=\"https://media.guim.co.uk/f139749c9ca6ee7db477ef1ffee76c33766d7a3d/0_0_1906_1058/1000.jpg\" alt=\"Death figures\" width=\"1000\" height=\"555\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Death figures</span> <span class=\"element-image__credit\">Photograph: No 10</span> </figcaption> </figure> </div>   </div> <div id=\"block-5ed7cc268f0893539f4cf762\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:15:39.557Z\">5.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Vallance says there is 'relatively little room for manoeuvre' because new cases not falling fast</h2>  <div class=\"block-elements\">  <p><strong>Vallance </strong>is now going through the slides.</p> <p>The first is for the number of new cases.</p> <p>He says these figures only show people tested. The real number of new cases per day may be more like 8,000, he says.</p> <p>He says the numbers are not coming down fast. That means there is “relatively little room for manoeuvre”, he says.</p>  <figure class=\"element element-image\" data-media-id=\"5862e05e61c764c07163fcc6dc9a1161c3bea063\"> <img src=\"https://media.guim.co.uk/5862e05e61c764c07163fcc6dc9a1161c3bea063/0_0_1890_1052/1000.jpg\" alt=\"New cases.\" width=\"1000\" height=\"557\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New cases.</span> <span class=\"element-image__credit\">Photograph: No 10</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T16:17:19.040Z\">at 5.17pm BST</time></p>  </div> <div id=\"block-5ed7cbe58f08cadb60400741\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:13:19.488Z\">5.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Johnson</strong> says as the weather gets worse some people may be tempted to move the gatherings they would have held outdoors indoors.</p> <p>He urges people not to do that, he says.</p> <p>He says the government relaxed the rules for outdoor gatherings because there is much less risk of transmission outside.</p> </div>   </div> <div id=\"block-5ed7cb378f082107f453a1fd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:11:01.106Z\">5.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Johnson </strong>says there must be effective international action to reduce the impact of the virus.</p> <p>Health experts have warned that, if the virus is left to spread, future waves could return to strike the UK, he says.</p> <p>He says many developing countries have health systems that are ill prepared for this.</p> <p>Tomorrow he will host a global vaccine summit, he says.</p> </div>   </div> <div id=\"block-5ed7c82a8f082107f453a1d0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:09:21.661Z\">5.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here are the death figures from today’s slides.</p>  <figure class=\"element element-image\" data-media-id=\"f139749c9ca6ee7db477ef1ffee76c33766d7a3d\"> <img src=\"https://media.guim.co.uk/f139749c9ca6ee7db477ef1ffee76c33766d7a3d/0_0_1906_1058/1000.jpg\" alt=\"Death figures\" width=\"1000\" height=\"555\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Death figures</span> <span class=\"element-image__credit\">Photograph: No 10</span> </figcaption> </figure> </div>   </div> <div id=\"block-5ed7cabd8f082107f453a1f6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:08:56.787Z\">5.08pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Johnson</strong> is speaking now.</p> <p>He appeals to people to get tested if they have symptoms.</p> <p>And he justifies the decision to introduce quarantine.</p> </div>   </div> <div id=\"block-5ed7c85e8f082107f453a1d8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T16:01:57.949Z\">5.01pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris Johnson's press conference</h2>  <div class=\"block-elements\">  <p><strong>Boris Johnson</strong> is taking the UK government press conference today. It is due to start imminently. He will be appearing with <strong>Prof Chris Whitty</strong>, the UK government’s chief medical adviser, and <strong>S</strong><strong>ir Patrick Vallance</strong>, the government’s chief scientific adviser.</p> </div>   </div> <div id=\"block-5ed7c68f8f08cadb604006e2\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T15:52:00.832Z\">4.52pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Burnham says government plans for local lockdowns 'fraught with difficulties'</h2>  <div class=\"block-elements\">  <p><strong>Andy Burnham</strong>, the mayor of Greater Manchester, has reiterated the region’s opposition to government plans to use “local lockdowns” to combat Covid-19 flare-ups. Speaking at his regular weekly media briefing, Burnham said:</p> <blockquote class=\"quoted\"> <p>We think this is fraught with difficulties and we have serious concerns about it.</p> <p>At the moment we don’t have a great deal of detail as to how it would work in practice.</p> <p>The government has spoken of it not necessarily just being linked to a single building or an institution, but could be imposed over a wide geographical area.</p> <p>It’s not clear who would make that decision or how it would be enforced and we think there are major difficulties with that.</p> <p>To throw out something as potentially worrying as a local lockdown to people without the detail I think is wrong.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"26fe76454bef7a513c27c95c88e83e9648ea0362\"> <img src=\"https://media.guim.co.uk/26fe76454bef7a513c27c95c88e83e9648ea0362/0_196_5906_3546/1000.jpg\" alt=\"Andy Burnham.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Andy Burnham.</span> <span class=\"element-image__credit\">Photograph: Colin McPherson/Alamy Stock Photo</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T16:02:58.011Z\">at 5.02pm BST</time></p>  </div> <div id=\"block-5ed7c4508f08cadb604006c9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T15:40:36.599Z\">4.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The latest Guardian Politics Weekly podcast is out. Sonia Sodha chats to Michael Savage about the latest in Westminster. Peter Walker talks to Lib Dem leadership candidate Layla Moran, and Rajeev Syal reports on the latest restoration plans for the Palace of Westminster.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/audio/2020/jun/03/pm-accused-of-winging-the-covid-19-response-politics-weekly-podcast\">PM accused of 'winging' the Covid-19 response: Politics Weekly podcast</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T16:03:38.168Z\">at 5.03pm BST</time></p>  </div> <div id=\"block-5ed7c41a8f082107f453a196\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T15:39:37.593Z\">4.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"ad01e63248fcafa1e93cc73506dc1676a8ae8eae\"> <img src=\"https://media.guim.co.uk/ad01e63248fcafa1e93cc73506dc1676a8ae8eae/185_187_3120_1871/1000.jpg\" alt=\"People observing social distancing today at a Black Lives Matter protest rally in Hyde Park, London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People observing physical distancing today at a Black Lives Matter protest rally in Hyde Park, London.</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T16:03:51.908Z\">at 5.03pm BST</time></p>  </div> <div id=\"block-5ed7c31d8f082107f453a18d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T15:35:17.525Z\">4.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Scotland’s national parks are demanding urgent guidance on reopening public toilets safely and consistently, after weekend reports of local residents near beaches and beauty spots discovering human excrement left by daytrippers, my colleague<strong> Libby Brooks</strong> reports.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2020/jun/03/scotlands-parks-call-for-guidance-on-safe-reopening-of-public-toilets\">Scotland's parks call for guidance on safe reopening of public toilets</a> </p> </aside> </div>   </div> <div id=\"block-5ed7be208f082107f453a140\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T15:20:42.628Z\">4.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Jeremy Hunt criticises government for failing to release test and trace data</h2>  <div class=\"block-elements\">  <p>Labour’s <strong>Taiwo Owetami</strong> asks what testing capacity is needed to make test and trace a success.</p> <p><strong>Harding </strong>says at the moment there is excess capacity. But in the autumn, when more people get ill with Covid-like symptoms, more capacity will be needed.</p> <p>She says she agrees that at the moment the priority is to speed up testing times.</p> <p><strong>Hunt</strong> wraps up the session with another complaint about Harding’s failure to provide data about the number of contacts taking place under test and trace. (See <a href=\"https://www.theguardian.com/politics/live/2020/jun/03/uk-coronavirus-live-keir-starmer-boris-johnson-lockdown-easing-pmqs-covid-19-latest-updates-news?page=with:block-5ed7b5008f082107f453a0d3#block-5ed7b5008f082107f453a0d3\">3.38pm.)</a> He says:</p> <blockquote class=\"quoted\"> <p>I hope you understand that our frustration is that it is very hard to scrutinise what the government is doing if we’re not given the data that allows us to do that.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"6b3126e050149b9a237a2b2517c6d49f8eefc24b\"> <img src=\"https://media.guim.co.uk/6b3126e050149b9a237a2b2517c6d49f8eefc24b/134_0_3731_2239/1000.jpg\" alt=\"Jeremy Hunt.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Hunt.</span> <span class=\"element-image__credit\">Photograph: House of Commons/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5ed7bdab8f08cadb6040066d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T15:13:21.490Z\">4.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Laura Trott</strong>, a Conservative, asks about the app being tested on the Isle of Wight.</p> <p>Harding says the feedback has been very positive. She says more than 50,000 people have downloaded the app - although she admits some of those are people not living on the island.</p> </div>   </div> <div id=\"block-5ed7bccd8f082107f453a136\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T15:11:32.444Z\">4.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s<strong> Barbara Keeley </strong>asks what financial help is available to anyone told to self-isolate.</p> <p><strong>Harding </strong>says anyone who is told to self-isolate by test and trace is eligible for statutory sick pay.</p> <p>If not, they could get universal credit, she says.</p> <p><em>Q: But those pay very little. And this could happen to people more than once.</em></p> <p>Harding says she understands this. But she says the scheme should work alongside people physically distancing. If you have not been close to someone for more than 15 minutes, you cannot be asked to self-isolate. So this should encourage people to practice physical distancing, she says.</p> <p><em>Q: But what about key workers, who might come into contact with people with symptoms, like healthcare workers?</em></p> <p>Harding says if workers have been wearing PPE, they won’t be asked to self-isolate.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T15:18:14.594Z\">at 4.18pm BST</time></p>  </div> <div id=\"block-5ed7bb358f082107f453a115\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T15:04:30.335Z\">4.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back in the Commons health committee Labour’s <strong>Rosie Cooper</strong> asks what is being done to ensure fraudsters don’t cheat people by pretending to be from test and trace.</p> <p><strong>Dido Harding</strong>, executive chair of the NHS test and trace system in England, says the test and trace system will never ask for people’s bank details. She says its phone number is public. She says if people receive suspicious text messages or emails, they should report them.</p> <p>But she says there will always be people trying to take advantage of people.</p> <p><strong>Cooper</strong> says she does not know where there is no number people can ring to check a call is genuine.</p> <p><strong>Harding</strong> says there is a number. It’s 119, she says.</p> </div>   </div> <div id=\"block-5ed7b9cb8f08cadb60400635\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T14:57:47.665Z\">3.57pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">UK official death toll rises by 359 in a day to 39,748</h2>  <div class=\"block-elements\">  <p>The UK’s official coronavirus death toll has risen to 39,748 - that’s 359 new deaths since yesterday.</p> <p>The latest daily figures from the Department for Health and Social Care also show there were 171,829 tests on 2 June.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DHSCgovuk/status/1268193369689329664\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">As of 9am 3 June, there have been 4,786,219 tests, with 171,829 tests on 2 June. <br><br>279,856 people have tested positive. <br><br>As of 5pm on 2 June, of those tested positive for coronavirus, across all settings, 39,728 have sadly died.<br><br>More info: <br><br>▶️<a href=\"https://t.co/xXnL3FU15k\">https://t.co/xXnL3FU15k</a> <a href=\"https://t.co/g2ROPO66og\">pic.twitter.com/g2ROPO66og</a></p>&mdash; Department of Health and Social Care (@DHSCgovuk) <a href=\"https://twitter.com/DHSCgovuk/status/1268193369689329664?ref_src=twsrc%5Etfw\">June 3, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5ed7b9398f08cadb60400631\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T14:54:21.789Z\">3.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Luke Evans</strong>, a Conservative, asks what will be done to stop people false reporting that they have been in contact with someone. He suggests this could be done maliciously to force police officers to isolate, or MPs.</p> <p><strong>Harding </strong>says she does not think that is likely. She says people have to supply their details. She does not rule it out, but she suggests this is improbable.</p> </div>   </div> <div id=\"block-5ed7b72a8f0893539f4cf632\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T14:51:11.608Z\">3.51pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Hunt</strong> says <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/888807/S0402_Thirty-second_SAGE_meeting_on_Covid-19_.pdf\">a Sage report from 1 May (pdf)</a> said that contact tracing would only be effective if people were contacted and put into isolation within 48 hours. He asks how many tests results are provided within 24 hours.</p> <p><strong>Harding </strong>says over 90% of all test results come within 48 hours.</p> <p>(That is the answer Boris Johnson gave when asked the same question in the Commons by Hunt. See<a href=\"https://www.theguardian.com/politics/live/2020/jun/03/uk-coronavirus-live-keir-starmer-boris-johnson-lockdown-easing-pmqs-covid-19-latest-updates-news?page=with:block-5ed786cd8f084df971c8edc7#block-5ed786cd8f084df971c8edc7\"> 12.19pm.)</a></p> <p><strong>Hunt</strong> says he wants to know what the figure is for results within 24 hours. <strong>Harding</strong> says she does not have that figure. <strong>Hunt </strong>says he finds that hard to believe. <strong>Harding</strong> then says she does not have validated data.</p> </div>   </div> <div id=\"block-5ed7b7248f082107f453a0ef\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T14:43:50.489Z\">3.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Harding </strong>does, though, offer to give the committee a flavour of what is happening.</p> <p>She says the “vast majority” of people contacted by the service are happy to be contacted and to self-isolate.</p> <p>As an example, she cites a person who was planning to go to a family barbecue. She says they were glad to be contacted, because it meant they would not put their family at risk.</p> </div>   </div> <div id=\"block-5ed7b5008f082107f453a0d3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T14:38:58.712Z\">3.38pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Test and trace chief Dido Harding gives evidence to Commons health committee</h2>  <div class=\"block-elements\">  <p><strong>Dido Harding</strong>, executive chair of the NHS test and trace system in England, has just started giving evidence to the Commons health committee.</p> <p><strong>Jeremy Hunt</strong>, the chair, asks for details of how many people have been contacted.</p> <p><strong>Harding</strong> says she cannot give those figures. The system was only launched six days ago, she says. She says she cannot give data at this point because it has not been validated.</p> <p><strong>Hunt </strong>says he is disappointed by this answer.</p> <p><strong>Harding</strong> says she hopes to start publishing a weekly dashboard with data next week. But to begin with it will not have all the statistics, she says.</p> </div>   </div> <div id=\"block-5ed7b1d78f082107f453a0a1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T14:23:34.843Z\">3.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>NHS England has recorded another 179 hospital deaths today. (See <a href=\"https://www.theguardian.com/politics/live/2020/jun/03/uk-coronavirus-live-keir-starmer-boris-johnson-lockdown-easing-pmqs-covid-19-latest-updates-news?page=with:block-5ed7a3698f08cadb604004ec#block-5ed7a3698f08cadb604004ec\">2.20pm.)</a> For the record, here are the equivalent daily NHS England figures for the last two weeks.</p> <p><em>Wednesday 20 May - 166</em></p> <p>Thursday 21 May - 187</p> <p>Friday 22 May - 121</p> <p>Saturday 23 May - 157</p> <p>Sunday 24 May - 147</p> <p>Monday 25 May - 59</p> <p>Tuesday 26 May - 116</p> <p><em>Wednesday 27 May - 183</em></p> <p>Thursday 28 May - 185</p> <p>Friday 29 May - 149</p> <p>Saturday 30 May - 146</p> <p>Sunday 31 May - 85</p> <p>Monday 1 June - 108</p> <p>Tuesday 2 June - 143<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T14:31:03.848Z\">at 3.31pm BST</time></p>  </div> <div id=\"block-5ed7ae978f082107f453a055\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T14:16:03.557Z\">3.16pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">No 10 lobby briefing – key points</h2>  <div class=\"block-elements\">  <p>Here are some of the main points from this afternoon’s Downing Street briefing.</p> <p><strong>Figures on the test-and-trace scheme would only be released once they had been verified and processes had been discussed with the statistics watchdog, Downing Street indicated.</strong></p> <p>The UK Statistics Authority has rebuked the health secretary, Matt Hancock, over the way testing figures have been handled so far.</p> <p>The prime minister’s official spokesman said: </p> <blockquote class=\"quoted\"> <p>We are encouraged by the progress so far and are working with the UK Statistics Authority to consider what information it would be useful to publish on the performance of the service and taking the time to ensure this is verified.</p> </blockquote> <p><strong>The PM’s spokesman outlined the membership of the government’s new coronavirus strategy and operations committees.</strong> </p> <p>Boris Johnson, Rishi Sunak, Dominic Raab, Priti Patel, Michael Gove, Matt Hancock and Alok Sharma will attend the new C-19 strategy committee.</p> <p>And Gove, Sunak and Hancock will attend the C-19 operations committee. Other cabinet ministers will attend the committee meetings “according to the agenda”, and they will meet “as often as is required”.</p> <p><strong>The cabinet will continue to meet virtually despite the return of MPs to Westminster.</strong></p> <p>The PM’s spokesman said this was due to social distancing not being possible in the cabinet room, so this week it was conducted via video conference.</p> <p><strong>Downing Street said postal tests could not be included within the PM’s new 24-hour target because of factors that were not within the government’s control.</strong></p> <p>The spokesman said it was dependent on people doing the test straight away and sending it back immediately.</p> <p><strong>Downing Street said businesses should be preparing for life after the UK leaves the single market and customs union.</strong></p> <p>The PM’s spokesman said that, whatever the outcome of negotiations, the UK will be leaving the single market and customs union at the end of the year.</p> <p><strong>In response to the concerns raised by Nissan, No 10 said it remained committed to reaching a deal with Brussels which would result in no tariffs or quotas on cross-border trade.</strong></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T14:25:55.717Z\">at 3.25pm BST</time></p>  </div> <div id=\"block-5ed7aca98f082107f453a047\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T14:00:18.180Z\">3.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"329da088d624548414ff9fe3c36d42bfcc81229b\"> <img src=\"https://media.guim.co.uk/329da088d624548414ff9fe3c36d42bfcc81229b/0_0_6720_4032/1000.jpg\" alt=\"Protestors wear protective face masks as they gather in London’s Hyde Park in solidarity with the Black Lives Matter movement.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protestors wear protective face masks as they gather in London’s Hyde Park in solidarity with the Black Lives Matter movement.</span> <span class=\"element-image__credit\">Photograph: Martin Godwin/The Guardian</span> </figcaption> </figure> </div>   </div> <div id=\"block-5ed7aa378f0893539f4cf56f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T13:49:58.396Z\">2.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Tory MP <strong>Sir Desmond Swayne</strong> asks whether the home secretary will bring forward the review of the quarantine policy by 10 days, “to limit a second wave of economic damage”.</p> <p><strong>Patel</strong> says the date for review has already been outlined.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T14:08:59.519Z\">at 3.08pm BST</time></p>  </div> <div id=\"block-5ed7a8588f082107f453a011\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T13:46:36.438Z\">2.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Tory MP<strong> Sir Geoffrey Clifton-Brown</strong> asks whether the home secretary will consider and urgently review as soon as possible the establishment of air bridges, particularly with countries where the rate of infection is lower than our own.<br></p> <p><strong>Patel </strong>says this is absolutely right and they want to find a safe way for people to travel.</p> </div>   </div> <div id=\"block-5ed7a78b8f08cadb60400534\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T13:39:50.905Z\">2.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sir Graham Brady</strong>, who chairs the 1922 Committee, says hundreds of thousands of jobs will be lost if airlines are unable to fly their peak summer schedules. He asks that there be clear criteria for air corridors and the first list of safe countries well before the three-week review on 29 June.</p> <p><strong>Patel</strong> says the transport secretary will be leading on this. <br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T13:48:32.565Z\">at 2.48pm BST</time></p>  </div> <div id=\"block-5ed7a5eb8f08cadb60400509\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T13:36:20.464Z\">2.36pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Quarantine plan will lead to 'unnecessary economic isolation', says Liam Fox</h2>  <div class=\"block-elements\">  <p>Meanwhile, the Tory former international trade secretary <strong>Liam Fox</strong>’s intervention is worth quoting in full:</p> <blockquote class=\"quoted\"> <p>I’m afraid I simply cannot get my head around the public health mental gymnastics of this policy. </p> <p>If such a barrier was required, why was it not introduced earlier in the outbreak.</p> <p>And if it is a contingency measure against a second wave, why apply it to countries with a lower infection rate than we already have. </p> <p>Surely the answer lies in the government’s test-and-trace system, rather than unnecessary economic isolation.</p> </blockquote> <p>He asks how, in the event of air bridges, it will be possible to identify travellers in transit or stopover passengers who may be able to come through the bridge from higher risk areas to the UK.</p> <p><strong>Patel</strong> says the data from the contact locator form will be instrumental in giving people clearance to go through and transit to other locations.</p> <p>She adds the form should be adapted to include data including Covid test information.</p>  <figure class=\"element element-image\" data-media-id=\"d8b871eadbe51e3e8c3906981b50ca4939f3ea62\"> <img src=\"https://media.guim.co.uk/d8b871eadbe51e3e8c3906981b50ca4939f3ea62/0_350_3264_1958/1000.jpg\" alt=\"Liam Fox arriving at the Commons yesterday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liam Fox arriving at the Commons yesterday.</span> <span class=\"element-image__credit\">Photograph: Johnny Armstead/REX/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T14:27:26.756Z\">at 3.27pm BST</time></p>  </div> <div id=\"block-5ed7a5048f08cadb604004fc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T13:29:44.008Z\">2.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Tory former environment secretary <strong>Theresa Villiers</strong> urges the home secretary to suspend the implementation of the blanket quarantine requirement, to allow more time for air bridges to be in place safely and to save aviation jobs.</p> <p><strong>Patel</strong> says this would require bilateral agreements with countries, which the FCO is working on.</p> </div>   </div> <div id=\"block-5ed7a3cf8f08cadb604004f2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T13:25:30.037Z\">2.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Conservative MP <strong>Ben Spencer </strong>calls the 14-day quarantine “a very blunt tool” with many downsides and consequences for the aviation industry. He calls for the government to move “as quickly as possible” to a precise, more targeted based on science and international safety standards that would protect the both the health of the public and staff and save livelihoods.</p> <p><strong>Patel</strong> says this is an international crisis, so there is no “bespoke” way of working throughout the crisis for the aviation sector. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T14:02:41.474Z\">at 3.02pm BST</time></p>  </div> <div id=\"block-5ed7a3698f08cadb604004ec\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T13:20:29.577Z\">2.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">England records another 179 hospital deaths, taking total to 27,044</h2>  <div class=\"block-elements\">  <p><strong>NHS England</strong> has announced 179 new deaths of people who tested positive for Covid-19, bringing the total number of confirmed reported deaths in hospitals in England to 27,044. The full details are <a href=\"https://www.england.nhs.uk/statistics/wp-content/uploads/sites/2/2020/06/COVID-19-daily-announced-deaths-3-June-2020.xlsx\">here.</a></p> <p>Of the 179 new deaths announced on Wednesday:<br>- 20 occurred on 2 June <br>- 47 occurred on 1 June <br>- 18 occurred on 31 May </p> <p>The figures also show 66 of the new deaths took place between 2 and 30 May, 24 occurred in April, and the remaining four deaths took place in March, with the earliest on 24 March.</p> <p>NHS England releases updated figures each day showing the dates of every coronavirus-related death in hospitals in England, often including previously uncounted deaths that took place several days or even weeks ago. This is because of the time it takes for deaths to be confirmed as testing positive for Covid-19, for post-mortem examinations to be processed and for data from the tests to be validated.</p> <p>The figures published on Wednesday by NHS England show 8 April continues to have the highest number of hospital deaths on a single day, with a current total of 897.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T14:18:12.025Z\">at 3.18pm BST</time></p>  </div> <div id=\"block-5ed7a2a48f082107f4539fc0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T13:19:19.251Z\">2.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back in the Commons, the Conservative MP <strong>Steve Brine</strong> says the quarantine measures are “the right move at the wrong time”. He asks if the government would consider “travel gates” to block travellers from certain countries based on the science, in what would be a more targeted “risk-based approach”.</p> <p><strong>Patel</strong> says there will be a range of measures and ongoing dialogue with the industry.</p> </div>   </div> <div id=\"block-5ed7a1da8f082107f4539fb5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T13:13:30.582Z\">2.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Public Health Wales</strong> said a further 17 people have died after testing positive for coronavirus, taking the total number of deaths in Wales to 1,371.</p> <p>And another 82 people have tested positive for Covid-19, bringing the total number of confirmed cases there to 14,203.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PublicHealthW/status/1268165570299662337\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The latest number of confirmed cases of Coronavirus in Wales has been updated.<br><br>Data dashboard:<br><br>💻<a href=\"https://t.co/RwgHDufHE7\">https://t.co/RwgHDufHE7</a><br><br>📱<a href=\"https://t.co/P6UF1MTOwc\">https://t.co/P6UF1MTOwc</a><br><br>Find out how we are responding to the spread of the virus in our daily statement here: <a href=\"https://t.co/1Lza9meaTL\">https://t.co/1Lza9meaTL</a> <a href=\"https://t.co/22ZqSm4O3j\">pic.twitter.com/22ZqSm4O3j</a></p>&mdash; Public Health Wales (@PublicHealthW) <a href=\"https://twitter.com/PublicHealthW/status/1268165570299662337?ref_src=twsrc%5Etfw\">June 3, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5ed7a0088f0893539f4cf4dc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T13:05:29.195Z\">2.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Patel</strong> added: </p> <blockquote class=\"quoted\"> <p>Taking this public health action - alongside our other measures, including test and trace and continued social distancing - will ensure we have greater freedom in the longer term.</p> <p>That includes international travel corridors.</p> <p>Currently, there should only be essential travel, but across government and with the sector we continue to explore all options for future safe travel. Any international approaches will be bilateral and agreed with the other countries concerned.</p> <p>We need to ensure that those countries are deemed to be safe. We are not alone in our fight against this disease, or in the measures we have taken to stop it.</p> </blockquote> </div>   </div> <div id=\"block-5ed79f688f08cadb604004ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T13:02:35.441Z\">2.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Patel</strong> says she will not allow a reckless minority to put quarantine at risk.</p> <p>A breach of the rule could lead to a £1,000 fine in England, or potential prosecution.</p> <p>She says the measures will be reviewed regularly to ensure they are proportionate. The first review will take place in the week beginning 28 June.</p> <p>She says various factors will be taken into account when the government decides whether or not to continue with the measures, including: the rate of infection, credibility of reporting, what other governments are doing, the infection rate in other countries and the extent to which testing minimises the risk.</p> </div>   </div> <div id=\"block-5ed79daf8f08cadb604004a1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T12:57:26.362Z\">1.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Patel</strong> says the quarantine measures will come in from 8 June.</p> <p>She says a limited number of exemptions from the self-isolation rule for new arrivals have been allowed.</p> <p>Arrivals will have to fill in a contact locator form, including details of where they will be isolated, and how they can be contacted.</p> <p>The form will have to be completed before arrival. Passengers will need a receipt showing they have filled it in.</p> <p>Border Force officers will be able to impose a £100 fine on those who do not comply, she says.</p> </div>   </div> <div id=\"block-5ed79d148f08cadb6040049e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T12:55:06.039Z\">1.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Priti Patel's Commons statement on quarantine scheme</h2>  <div class=\"block-elements\">  <p><strong>Priti Patel</strong>, the home secretary, is making a Commons statement now about the quarantine scheme.</p> <p>She says the priority is to protect people’s health. This scheme will play an important role, she says.</p> <p>The scientific advice has been consistent and clear, she says. She says we are past the peak - but now more vulnerable to infections being introduced from abroad.</p> <p>She says quarantine would have made little difference earlier - when transmission rates within the UK were higher. But now it would help, she says.</p> </div>   </div> <div id=\"block-5ed79c338f082107f4539f74\" class=\"block\" data-block-contributor=\"profile/josh-halliday\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T12:54:01.484Z\">1.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Nearly a decade of progress in narrowing the attainment gap in England between disadvantaged pupils and their classmates has probably been “wiped in a few months” due to the coronavirus pandemic, a study has found.</p> <p>Analysis by the Education Endowment Foundation charity said the closure of schools to most pupils 10 weeks ago was likely to reverse all progress made to close the gap since 2011.</p> <p>Over the past decade the attainment gap between disadvantaged pupils and their classmates at the end of primary school in England is <a href=\"https://www.theguardian.com/education/2019/jul/30/attainment-gap-widens-disadvantaged-gcse-pupils-study\">estimated to have narrowed</a> from 11.5 months in 2009 to 9.2 months in 2019, according to the Education Policy Institute. However, the EEF fears that progress made since 2011 will now be lost.</p> <p>The analysis, published on Wednesday, said its median estimate was that the attainment gap could widen by 36% but that “plausible estimates” indicated it could widen by between 11% and 75%.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2020/jun/03/decade-of-progress-tackling-uk-pupil-disadvantage-wiped-out-coronavirus-school-closures\">Decade of progress in tackling pupil disadvantage 'wiped out'</a> </p> </aside> </div>   </div> <div id=\"block-5ed79b0b8f084df971c8eec0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T12:47:29.305Z\">1.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sir Keir Starmer has not held a one-on-one conversation with the prime minister for more than a month, the Labour leader’s spokesman told journalists. As PA Media reports, the spokesman said the telephone talks referred to by Boris Johnson during PMQs (see <a href=\"https://www.theguardian.com/politics/live/2020/jun/03/uk-coronavirus-live-keir-starmer-boris-johnson-lockdown-easing-pmqs-covid-19-latest-updates-news?page=with:block-5ed784798f087122eca54b30#block-5ed784798f087122eca54b30\">12.09pm)</a> were with all opposition leaders, with the last one-on-one conversation occurring on April 29. Starmer has since written a letter (see <a href=\"https://www.theguardian.com/politics/live/2020/jun/03/uk-coronavirus-live-keir-starmer-boris-johnson-lockdown-easing-pmqs-covid-19-latest-updates-news?page=with:block-5ed78a048f084df971c8edf8#block-5ed78a048f084df971c8edf8\">12.31pm)</a> requesting a meeting with the PM and the education secretary, Gavin Williamson, to discuss schools reopening but Labour says there has been no reply.</p> </div>   </div> <div id=\"block-5ed79a2f8f084df971c8eeb3\" class=\"block\" data-block-contributor=\"profile/dan-sabbagh\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T12:42:35.000Z\">1.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Downing Street’s new Joint Biosecurity Centre (JBC) will be moved to the Department of Health and run by one of its senior officials – instead of the Home Office’s head of counter-terrorism as originally proposed.</p> <p>It is now expected to be led by Clara Swinson, currently responsible for global and public health, in a swift replacement for Tom Hurd, a security specialist who was also a schoolmate of Boris Johnson.</p> <p>But the changes reflect a rapid shift in emphasis after some public health experts had voiced concern that the pandemic virus did not behave in a similar way to violent terrorists. “A different approach is being taken,” a source said.</p> <p>Initially the JBC was modelled on the Joint Terrorism Analysis Centre, which assesses the terror threat level, when it was announced by the prime minister in early May.</p> <p>It was intended to assess the pandemic threat on a colour coded scale from one (low) to five (critical), replacing a lower-profile alert system that reported to the country’s four chief medical officers. </p> <p>Initially the risk level was set at four although the government had hoped it would be reduced to three this week as the lockdown began to ease on 1 June. But all four chief medical officers refused to endorse the change because it would contradict evidence the virus was still widespread. The body has been brought firmly under the control of the chief medical officers, including England’s Prof Chris Whitty, suggesting the group will take on disease monitoring currently carried out by Public Health England, with greater involvement from the devolved nations.</p> <p>Hurd, one of the sons of the one-time Conservative foreign secretary Sir Douglas, is expected to return to his job at the Home Office. An Old Etonian, he is considered a contender to become the next director general at MI6.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T12:50:35.171Z\">at 1.50pm BST</time></p>  </div> <div id=\"block-5ed798288f08f5e373013bff\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T12:32:26.528Z\">1.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Bank of England has said it is looking at “a number of outcomes” including a no-deal Brexit scenario, following reports its governor, <strong>Andrew Bailey</strong>, has told banks and lenders to prepare for the transition period to end without agreement. Bailey said during a call with bank chief executives that they should accelerate planning for the outcome, <a href=\"https://news.sky.com/story/boe-governor-bailey-tells-bank-chiefs-to-step-up-plans-for-wto-brexit-11999578\">according to Sky News.</a></p> </div>   </div> <div id=\"block-5ed796bc8f087122eca54c32\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T12:27:11.256Z\">1.27pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Johnson claims thousands of people have been traced under track and test system</h2>  <div class=\"block-elements\">  <p>Here is the PA Media write-up of PMQs.</p> <blockquote class=\"quoted\"> <p>Boris Johnson has said thousands of people have been traced under the government’s test and trace system for Covid-19, although he did not give a precise figure.</p> <p>During a heated exchange with Labour leader Sir Keir Starmer at PMQs in the Commons, Johnson said thousands of people were being tested every day for coronavirus and their contacts traced.</p> <p>It comes after some of the 25,000 contact tracers employed by the government told the media they have nothing to do, despite earning up to £27.75 an hour.</p> <p>Channel 4 News also reported on Tuesday that of 4,634 contacts provided to NHS Test and Trace by people who have tested positive for Covid-19, just 1,749 were contacted in the first four days of the system going live.</p> <p>The Department of Health said those figures were out of date, adding that it intends to publish weekly performance data shortly.</p> <p>Johnson told MPs: “Thousands of people are being tested every day.</p> <p>“Every person who tests positive in the test and trace programme is then contacted, then thousands of their contacts are then contacted, people they have been in contact with.</p> <p>“At the moment as a result of our test, track and trace system ... thousands of people are now following our guidance, following the law, and self-isolating to stop the spread of the disease.”</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T12:30:46.733Z\">at 1.30pm BST</time></p>  </div> <div id=\"block-5ed796278f084df971c8ee8e\" class=\"block\" data-block-contributor=\"profile/severincarrell\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T12:25:52.336Z\">1.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Scottish government has warned that failing to extend the Brexit transitional arrangements to the end of 2022 could cost the Scottish economy up to £3bn and lower its GDP by up to £2bn.</p> <p>Mike Russell, Scotland’s constitution and Europe secretary, said the forecast showed that leaving the EU on 31 December this year would deepen the recession expected to follow the coronavirus crisis, hitting businesses and employers already suffering from a steep decline in economic activity.</p> <p>Citing the Scottish government’s new forecast, Russell urged the UK government to listen to all the business leaders, opposition parties and EU leaders <a href=\"https://www.gov.scot/publications/covid-19-case-extending-brexit-transition-period/\">calling for an extension to the Brexit transition</a>.</p> <p>He said the Tory government had to extend it for two more years, and had to do so before 30 June, the cut-off date agreed with the EU:</p> <blockquote class=\"quoted\"> <p>Given the huge economic hit caused by coronavirus it would be an act of extraordinary recklessness for the UK government to refuse to seek an extension.</p> <p>[I] believe there is a growing common-sense coalition to press for an extension to avoid such a disastrous outcome and the needless damage it would do to Scottish jobs and our economy.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T12:27:02.330Z\">at 1.27pm BST</time></p>  </div> <div id=\"block-5ed78f008f08f5e373013ba0\" class=\"block is-key-event\" data-block-contributor=\"profile/andrewsparrow\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T12:15:23.634Z\">1.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">PMQs - Snap verdict</h2>  <div class=\"block-elements\">  <p>Sir Keir Starmer gave <a href=\"https://www.theguardian.com/politics/2020/jun/02/keir-starmer-warns-pm-get-a-grip-or-risk-second-wave-of-coronavirus\">an interview to the Guardian today</a> that was interpreted by us, and others, as indicating a hardening of his stance against the government: less consensus-seeking, more condemnatory. Obviously in normal circumstances the Guardian is never wrong, but on the basis of what happened at PMQs today it is not clear that anything much has changed. At PMQs Starmer has consistently presented himself as the most reasonable person at the dispatch box (more on that <a href=\"https://www.theguardian.com/politics/live/2020/apr/29/uk-coronavirus-live-priti-patel-questions-response-covid-19-crisis-pmqs-latest-updates?page=with:block-5ea970fa8f0853abef659a0a#block-5ea970fa8f0853abef659a0a\">here</a>, including why it worked for another opposition leader) and today he won the “talking sense” competition quite comfortably.</p> <p>It wasn’t as if the questions were, on their own, especially memorable. But Starmer does tend to specialise in loaded questions to which there is no safe or easy answer (“when did you stop beating your wife?” questions, as I think they are known at the bar), and Johnson has yet to develop any plausible response mechanism. At their last PMQs he tried responding with promises (the “world-beating” test and trace system). We had a flash of that from Johnson at PMQs later, when he pledged to ensure all test results are turned around with 24 hours by the end of the month (see<a href=\"https://www.theguardian.com/politics/live/2020/jun/03/uk-coronavirus-live-keir-starmer-boris-johnson-lockdown-easing-pmqs-covid-19-latest-updates-news?page=with:block-5ed786cd8f084df971c8edc7#block-5ed786cd8f084df971c8edc7\"> 12.19pm </a>– there may well be some clarification of quite what this involves at the lobby briefing later) but mostly, in his exchanges with Starmer, Johnson resorted to criticising the opposition leader for – well, opposing the government. He accused Starmer of launching “endless attacks on public trust and confidence” and of “casting aspersions” on the good character of people working on test and trace (some of whom are spending much of their time watching Netflix because they don’t have enough to do, <a href=\"https://www.bbc.co.uk/news/uk-52904433\">if BBC News is to be believed)</a>.</p> <p>This is a lame form of parliamentary defence at the best times. But given that the PM is facing criticism for not even doing his own job properly (see<a href=\"https://www.theguardian.com/politics/live/2020/jun/03/uk-coronavirus-live-keir-starmer-boris-johnson-lockdown-easing-pmqs-covid-19-latest-updates-news?page=with:block-5ed75eda8f087122eca54958#block-5ed75eda8f087122eca54958\"> 9.37am)</a>, it was unwise to invest so much in attacking Starmer for doing his. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T14:29:46.671Z\">at 3.29pm BST</time></p>  </div> <div id=\"block-5ed793f08f084df971c8ee74\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T12:14:17.308Z\">1.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Three <strong>Metropolitan police</strong> staff have died after testing positive for Covid-19, the force’s commissioner has revealed.</p> <p><strong>Dame Cressida Dick</strong> told the London assembly police and crime committee: </p> <blockquote class=\"quoted\"> <p>Very sadly, we have lost three police staff colleagues, apparently to Covid, in this time period.</p> </blockquote> <p>She also said there were more than 900 assaults on police staff and officers between 20 March and 31 May, including 100 attacks involving spitting or coughing where coronavirus was used as a threat.</p> <p>Of those 100 incidents, 83 people were charged, with 13 of the 14 dealt with by the courts so far handed a custodial sentence, which Dick said “underlines the courts are taking these horrible offences seriously”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T12:32:16.055Z\">at 1.32pm BST</time></p>  </div> <div id=\"block-5ed792c28f087122eca54c1c\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T12:09:42.063Z\">1.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The latest weekly statistics from the <strong>National Records of Scotland</strong> show that coronavirus deaths in Scotland have fallen for the fifth week in a row, but total deaths in care homes (1,818) have exceeded total deaths in hospital (1,815) for the first time.</p> <p>Between 25 and 31 May, 131 deaths where Covid-19 was mentioned on the death certificate have been registered, a decrease of 99 from the previous week. As of 31 May, a total 3,911 deaths related to coronavirus have been registered in Scotland.</p> <p>While there was also a reduction in deaths in care homes over the past week, it is still the case that more than half (52%) of all registered deaths involving Covid-19 in the week occurred in care homes.<br></p> <p>At first minister’s questions, <strong>Nicola Sturgeon</strong> said that the figures gave grounds for optimism, but insisted that the stay-at-home message remained essential.<br></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T12:45:55.569Z\">at 1.45pm BST</time></p>  </div> <div id=\"block-5ed78ce28f087122eca54bc1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:45:59.905Z\">12.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">MPs to be allowed to vote by proxy if they can't attend Commons because they're shielding, PM says</h2>  <div class=\"block-elements\">  <p>Earlier <strong>Boris Johnson </strong>implied that MPs who cannot attend the Commons to vote in person will be allowed to vote by proxy. When Jacob Rees-Mogg, the leader of the Commons, was asked about this yesterday, he did not rule out the idea - but did not support it either.</p> <p>This is from <strong>Robert Halfon</strong>, a Conservative MP who has to shield.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/halfon4harlowMP/status/1268145257813889026\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Thank you both.  The good news is that the PM <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> has just announced will allow <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> affected MPs to vote via proxy</p>&mdash; Robert Halfon MP -Working Hard for Harlow- (@halfon4harlowMP) <a href=\"https://twitter.com/halfon4harlowMP/status/1268145257813889026?ref_src=twsrc%5Etfw\">June 3, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5ed78ce98f087122eca54bc2\" class=\"block is-key-event\" data-block-contributor=\"profile/sallyweale\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:44:35.722Z\">12.44pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Wales: all schools to reopen on 29 June but with only a third of pupils at any one time</h2>  <div class=\"block-elements\">  <p>All schools in Wales are to reopen to pupils at the end of June, almost a month after the phased reopening began in England, the Welsh government has confirmed.</p> <p>The Welsh education minister, Kirsty Williams, said schools would reopen on June 29 and the summer term would be extended by a week to July 27, with plans for an additional week off at half-term in the next academic year.</p> <p>She said there would be a “phased approach in each school”, with split year groups and a staggered timetable to ensure that no more than a third of pupils are in any school at one time. The minister added that classes would be much smaller, with time in school supported by online lessons in a system which is expected to continue when schools return in September.</p> <p>Further education colleges will reopen from 15 June for face-to-face learning, especially for vulnerable students and those working towards licence to practice assessments, the minister announced.</p> <p>“My announcement today gives schools three and a half weeks to continue preparing for the next phase,” said Williams. “We will use the last weeks of the summer term to make sure pupils, staff and parents are prepared – mentally, emotionally and practically – for the new normal in September.”</p> <p>She went on: </p> <blockquote class=\"quoted\"> <p>29 June means there will have been one full month of test, trace and protect, which will continue to expand. I can also announce that teachers will be a priority group in our new antibody-testing programme. As we continue to keep Wales safe, this approach will be critical.</p> </blockquote> <p>Teachers, parents and some councils in England have argued that Boris Johnson’s decision to start opening schools to more pupils from June 1 was premature, with infection rates still high, particularly in some areas in the north, and the test, track and trace system still in its infancy.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T12:38:23.919Z\">at 1.38pm BST</time></p>  </div> <div id=\"block-5ed78bd18f08f5e373013b6e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:41:06.981Z\">12.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>PMQs has now finished. Snap verdict coming up soon.</p> <p>But, first, the BBC’s <strong>Iain Watson </strong>has this Labour response to one of the points the PM made earlier. (See <a href=\"https://www.theguardian.com/politics/live/2020/jun/03/uk-coronavirus-live-keir-starmer-boris-johnson-lockdown-easing-pmqs-covid-19-latest-updates-news?page=with:block-5ed784798f087122eca54b30#block-5ed784798f087122eca54b30\">12.09pm.)</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/iainjwatson/status/1268144707793752065\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Labour sources are saying the telephone call mentioned by <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> at <a href=\"https://twitter.com/hashtag/pmqs?src=hash&amp;ref_src=twsrc%5Etfw\">#pmqs</a> was a call to all Oppostion leaders and not a one-to-one with <a href=\"https://twitter.com/Keir_Starmer?ref_src=twsrc%5Etfw\">@Keir_Starmer</a> so they wanted a specific reply to the letter that the <a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@UKLabour</a> leader has just released <a href=\"https://t.co/on34H6YXBv\">https://t.co/on34H6YXBv</a></p>&mdash; iain watson (@iainjwatson) <a href=\"https://twitter.com/iainjwatson/status/1268144707793752065?ref_src=twsrc%5Etfw\">June 3, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5ed78b748f087122eca54b98\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:38:40.175Z\">12.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Theresa May</strong>, the former Tory PM, asks for an assurance that the UK will continue to get access to EU databases needed for fighting crime from next year.</p> <p><strong>Johnson</strong> says that will depend on the outcome of the Brexit talks. But he hopes the EU will see sense, he says.</p> </div>   </div> <div id=\"block-5ed78b368f087122eca54b95\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:37:19.071Z\">12.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>Andy Slaughter</strong> asks why references to structural racism were removed from the Public Health England report on diversity and coronavirus yesterday.</p> <p>Johnson says the government commissioned the review. He says he thinks it is “intolerable” that some groups are more at risk.</p> </div>   </div> <div id=\"block-5ed78b078f087122eca54b92\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:36:08.466Z\">12.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Johnson </strong>says the government is doing everything it can to support the UK steel industry. He says 98% of the companies supplying HS2 are based in the UK.</p> </div>   </div> <div id=\"block-5ed78ab78f087122eca54b8d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:34:50.933Z\">12.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked if he will end the “rough sex” defence,<strong> Johnson </strong>says that the government is committed to addressing this and that this defence is inexcusable.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T11:39:50.821Z\">at 12.39pm BST</time></p>  </div> <div id=\"block-5ed78a6f8f087122eca54b87\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:34:04.763Z\">12.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>Fleur Anderson</strong> asks the PM to condemn the actions of the US police.</p> <p><strong>Johnson</strong> says he condemns the killing of George Floyd.</p> </div>   </div> <div id=\"block-5ed78a3d8f084df971c8edfa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:32:44.649Z\">12.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked if the furlough scheme can be extended for the air industry, Johnson says he cannot give that commitment now. But the government will look at all it can do to support the industry.</p> </div>   </div> <div id=\"block-5ed78a248f08f5e373013b4f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:32:09.346Z\">12.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Johnson</strong> says he thought Labour supported quarantine. It is being introduced to keep the infection rate down, he says.</p> </div>   </div> <div id=\"block-5ed78a048f084df971c8edf8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:31:44.108Z\">12.31pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is the text of the private letter <strong>Sir Keir Starmer</strong> sent to Boris Johnson that he said he would now be publishing.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PippaCrerar/status/1268142578601426944\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here’s the confidential letter Keir Starmer sent to Boris Johnson two weeks ago offering to work constructively on schools - and to which Labour leader says he is yet to receive a reply. 👇🏼 <a href=\"https://t.co/f18RWtvksw\">pic.twitter.com/f18RWtvksw</a></p>&mdash; Pippa Crerar (@PippaCrerar) <a href=\"https://twitter.com/PippaCrerar/status/1268142578601426944?ref_src=twsrc%5Etfw\">June 3, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5ed7899d8f084df971c8edf5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:30:36.598Z\">12.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>Maria Eagle</strong> says Covid has hit worse in deprived areas. Will Liverpool and Knowsley councils get all the money they need to address this?</p> <p><strong>Johnson</strong> says he will write back to Eagle about this.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T11:40:54.915Z\">at 12.40pm BST</time></p>  </div> <div id=\"block-5ed7896d8f087122eca54b81\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:29:30.778Z\">12.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Laura Trott</strong>, a Conservative, says Sevenoaks needs more police on the streets.</p> <p><strong>Johnson</strong> says he agrees. </p> </div>   </div> <div id=\"block-5ed789148f087122eca54b7b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:28:05.557Z\">12.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mark Fletcher</strong>, a Conservative, asks if the PM will meet him to discuss how Bolsover (Fletcher’s constituency) can lead the way in green jobs.</p> <p><strong>Johnson</strong> says Fletcher has the right vision for the future.</p> </div>   </div> <div id=\"block-5ed788fe8f08f5e373013b46\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:26:56.331Z\">12.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Mel Stride</strong>, the Conservative chair of the Treasury committee, asks why self-employed people who pay themselves through dividends do not get support from the Treasury scheme.</p> <p><strong>Johnson</strong> says he has an answer of huge complexity. Basically, it would be too complicated to verify, he says.</p> </div>   </div> <div id=\"block-5ed788848f087122eca54b77\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:25:24.262Z\">12.25pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked why he is only introducing quarantine now, <strong>Johnson</strong> says that is because it is vital to keep the infection rate down.</p> </div>   </div> <div id=\"block-5ed7883d8f084df971c8edde\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:24:41.504Z\">12.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Paul Howell</strong>, a Conservative, asks about the government’s levelling-up agenda. Should the Treasury be moved to Sedgefield (where Howell is MP).</p> <p><strong>J</strong><strong>ohnson</strong> jokes that he will look at this, but Sedgefield should be careful what it wishes for.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T11:25:56.668Z\">at 12.25pm BST</time></p>  </div> <div id=\"block-5ed787fb8f08f5e373013b33\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:23:25.683Z\">12.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>Lloyd Russell-Moyle </strong>asks about cuts to fire services. </p> <p><strong>Johnson </strong>says he will respond to Russell-Moyle’s letter on this.</p> </div>   </div> <div id=\"block-5ed787c98f084df971c8edd7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:22:21.120Z\">12.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Johnson</strong> says he understands why people want places of worship to open. But it is tough. Every time you relax a measure, you take a risk with R, he says.</p> </div>   </div> <div id=\"block-5ed7872d8f08f5e373013b1e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:21:42.185Z\">12.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ian Blackford</strong>, the SNP leader at Westminster, asks about the killing of George Floyd. What has the PM said to President Trump about this? Can he say “black lives matter”?</p> <p><strong>Johnson</strong> says of course black lives matter. The only reservation he would have is that protests must be peaceful.</p> <p><strong>Blackford</strong> says Johnson did not say what he had said to Trump about this. Will the PM review riot equipment to the US?</p> <p><strong>Johnson </strong>says he is happy to look at this, but all exports are covered by guidance, and Britain’s is the most scrupulous in the world.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jun/03/george-floyd-halt-uk-riot-gear-sales-to-us-police-says-labour\">George Floyd protest: halt UK riot gear sales to US police, says Labour</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T11:33:50.762Z\">at 12.33pm BST</time></p>  </div> <div id=\"block-5ed786cd8f084df971c8edc7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:19:04.437Z\">12.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jeremy Hunt</strong>, the Tory chair of the health committee, asks how many tests are being turned around in 24 hours.</p> <p>Johnson says 90% are turned around in 48 hours. He says all the mobile tests are turned around in 24 hours. He says he can promise all tests will be turned around within 24 hours by the end of June, unless there are insuperable difficulties.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T11:41:31.831Z\">at 12.41pm BST</time></p>  </div> <div id=\"block-5ed7863d8f08f5e373013b17\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:17:30.259Z\">12.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Starmer</strong> says he has tried to support the government. He thought the schools issued needed consensus. That is why he offered to help.</p> <p>He says the scenes in parliament yesterday were “shameful”. If any other employer operated like this, it would be a clear and obvious case of discrimination. Will the PM stop this?</p> <p><strong>Johnson </strong>says people around the country are having to queue. He says it is not unreasonable to expect MPs to do their job. When people look at what the government is doing ... He says his policy is test, trace and isolate. Labour’s is agree, U-turn and criticise.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T11:42:07.183Z\">at 12.42pm BST</time></p>  </div> <div id=\"block-5ed785da8f084df971c8edb6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:15:03.285Z\">12.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Starmer</strong> says the PM is mistaking scrutiny for criticism. He would like to support the government’s policy, he says. But Johnson makes it difficult.</p> <p>He says the government said it would not relax the lockdown until the alert level was lowered. What is it now, and what is the R number?</p> <p><strong>Johnson</strong> says the alert level does allow the lockdown to be relaxed. The question is whether or not Starmer supports the government’s plan.</p> </div>   </div> <div id=\"block-5ed7855e8f087122eca54b3a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:13:25.830Z\">12.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Starmer</strong> says Johnson did not put a number on those being contacted. He says the number of people testing positive every day is only a fraction of the people being infected. The system probably should be contacting 45,000 people a day.</p> <p>He quotes the UK Statistics Authority criticism of the government. Can the PM not see how much damage is being done to trust?</p> <p><strong>Johnson</strong> says he does not know why Starmer continues to undermine trust in government. Starmer should give credit to the people involved.</p> </div>   </div> <div id=\"block-5ed784f38f084df971c8edad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:11:22.150Z\">12.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Starmer</strong> says he will publish his letter to Johnson.</p> <p>He says the government should have been working on a test and trace system for weeks. He says Dido Harding, who is in charge of the system, has said it will not be fully ready until the end of June.</p> <p><strong>Johnson</strong> says Starmer is casting aspersions on the people behind the scheme. The scheme was up and running on 1 June, he says. He says thousands of people are now self-isolating as a response.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T11:43:19.811Z\">at 12.43pm BST</time></p>  </div> <div id=\"block-5ed784798f087122eca54b30\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:09:36.689Z\">12.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Starmer</strong> says Johnson asks him to cooperate. But he says he wrote to the prime minister privately about schools policy. Johnson never replied, he says.</p> <p>He says a survey at the weekend for the Reuters trust showed a huge fall in trust in the government.</p> <p><strong>Johnson </strong>says he phoned Starmer after he got the letter. He says Starmer did not criticise his policy. He says the public are following the government guidance.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jun/01/public-trust-in-uk-government-over-coronavirus-falls-sharply\">Public trust in UK government over coronavirus falls sharply</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T11:44:23.940Z\">at 12.44pm BST</time></p>  </div> <div id=\"block-5ed783ee8f08f5e373013b03\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:07:35.263Z\">12.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sir Keir Starmer</strong> starts by saying how shocked he was by the death of George Floyd.</p> <p>Referring to today’s Telegraph story (see <a href=\"https://www.theguardian.com/politics/live/2020/jun/03/uk-coronavirus-live-keir-starmer-boris-johnson-lockdown-easing-pmqs-covid-19-latest-updates-news?page=with:block-5ed75eda8f087122eca54958#block-5ed75eda8f087122eca54958\">9.37am)</a>, he asks who has been in charge up to now.</p> <p><strong>Johnson</strong> also condemns what happened to George Floyd. But he says people should protest in a peaceful way.</p> <p>He says he takes full responsibility for what happened. He says people know that “with good British common sense” we can tackle this.</p> </div>   </div> <div id=\"block-5ed783b88f084df971c8eda0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:05:12.393Z\">12.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Johnson</strong> rattles off the amount of money going to Blackpool, in response to a question from <strong>Scott Benton.</strong></p> </div>   </div> <div id=\"block-5ed7833c8f087122eca54b24\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:03:50.434Z\">12.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Rachael Maskell</strong>, the Labour MP, asks about yesterday’s Public Health England report about diversity and the risk from coronavirus.</p> <p><strong>Johnson</strong> says the government commissioned that report. It is obvious different communities are affected differently. Kemi Badenoch, the equalities minister, will take this work on, he says.</p> </div>   </div> <div id=\"block-5ed783238f087122eca54b23\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:02:13.216Z\">12.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Boris Johnson</strong> starts by saying he will host a global vaccine summit tomorrow.</p> </div>   </div> <div id=\"block-5ed782fd8f08f5e373013afb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T11:01:51.703Z\">12.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>PMQs is about to start. But first <strong>Sir Lindsay Hoyle</strong>, the Speaker, suspends proceedings for one minute to allow some MPs to leave the chamber and others to come in. Only 50 are allowed in at any one time now.</p> </div>   </div> <div id=\"block-5ed782948f087122eca54b1b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T10:59:44.469Z\">11.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From the Spectator’s <strong>James Forsyth</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JGForsyth/status/1268134649215307780\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">PMQs matters again. During the last few years, it has felt increasingly irrelevant. But despite only 50 MPs being in the chamber for it, it now feels significant again</p>&mdash; James Forsyth (@JGForsyth) <a href=\"https://twitter.com/JGForsyth/status/1268134649215307780?ref_src=twsrc%5Etfw\">June 3, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5ed7816d8f087122eca54b06\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T10:55:54.212Z\">11.55am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">PMQs</h2>  <div class=\"block-elements\">  <p>PMQs is starting soon.</p> <p>You can read the list of MPs down to ask a question <a href=\"https://publications.parliament.uk/pa/cm5801/cmagenda/calllist200603v01.html#_idTextAnchor002\">here (pdf).</a></p> </div>   </div> <div id=\"block-5ed77f768f087122eca54ae8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T10:49:44.136Z\">11.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Next Wednesday, 10 June, is the last day when an employer can furlough a worker for the first time under the government’s coronavirus job retention scheme. But <strong>Citizens Advice</strong> is urging the government to extend this deadline for the 2 million-plus people in the shielding category - who have been advised to stay at home because they are extremely clinically vulnerable. Dame Gillian Guy, chief executive of Citizens Advice, said:</p> <blockquote class=\"quoted\"> <p>While the government’s gradual approach to winding down the job retention scheme is welcome, there are now just days left for employers to protect their workers who need to shield. </p> <p>We are already seeing too many heartbreaking cases where, having been denied furlough, shielded workers face the impossible choice of safeguarding their health or ensuring they have enough to live on.</p> <p>The government should waive the 10 June deadline for the shielded group, and those they live with. Employers should also be exempt from contributing to the cost of the scheme for the shielded group.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T11:48:07.792Z\">at 12.48pm BST</time></p>  </div> <div id=\"block-5ed777258f08f5e373013a65\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T10:42:58.173Z\">11.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Public Health England</strong> (PHE) has insisted it published its <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/889195/disparities_review.pdf\">review (pdf)</a> on disparities in Covid-19 health risks and outcomes for black, Asian and minority ethnic (BAME) groups in full following claims that parts were removed by government officials.</p> <p>The study, unveiled by the health secretary <strong>Matt Hancock</strong> on Tuesday, confirmed <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/methodologies/coronavirusrelateddeathsbyethnicgroupenglandandwalesmethodology\">earlier findings from the Office for National Statistics</a> that BAME individuals have a much higher risk of death from Covid-19 than white people, as do those from poorer backgrounds, men and anyone who is obese or suffering from diabetes.</p> <p>However, a report in the Health Service Journal said sources had informed it that the Department of Health removed a key section from the review.</p> <p>It said a draft that was circulated within government last week contained a section which included responses from over 1,000 organisations and individuals who supplied evidence to the review.</p> <p>Some of these responses said discrimination and poor life chances were playing a part in the increased risk of Covid-19 to those with BAME backgrounds.</p> <p><strong>The</strong> <strong>Muslim Council of Britain</strong> made a recommendation which stated: </p> <blockquote class=\"quoted\"> <p>With high levels of deaths of BAME healthcare workers, and extensive research showing evidence and feelings of structural racism and discrimination in the NHS, PHE should consider exploring this in more detail, and looking into specific measures to tackle the culture of discrimination and racism.</p> <p>It may also be of value to issue a clear statement from the NHS that this is not acceptable, committing to introducing change.</p> </blockquote> <p>One source told HSJ the section “did not survive contact with Matt Hancock’s office” over the weekend.</p> <p>The review was published on Tuesday with very little notice, following claims it was delayed by the government amid concerns of “close proximity to the current situation in America”, which Downing Street denied.</p> <p>The HSJ said it understands the responses may be used to inform a set of recommendations to be possibly published later by PHE.</p> <p>Launching the review on 4 May, <strong>Prof Kevin Fenton</strong>, regional director of public health at PHE and NHS London, said it would engage a wide range of external experts, independent advisers, and diverse constituencies and communities.</p> <p>PHE maintained it had published the report in full. A spokeswoman said:</p> <blockquote class=\"quoted\"> <p>Professor Fenton has been engaging with a significant number of individuals and organisations within the BAME community over the past couple of months, to hear their views, concerns and ideas about the impact of Covid-19 on their communities.</p> <p>The valuable insight he has gathered will help inform the work the equalities minister is now taking forward.</p> </blockquote> <p>You can read the full HSJ story <a href=\"https://www.hsj.co.uk/story.aspx?storyCode=7027761\">here</a>.</p> </div>   </div> <div id=\"block-5ed777be8f087122eca54a8d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T10:25:09.013Z\">11.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Imperial College<a href=\"https://www.imperial.ac.uk/media/imperial-college/medicine/mrc-gida/2020-03-16-COVID19-Report-9.pdf\"> paper (pdf)</a> published on 16 March is the one that is generally credited with triggering the lockdown because it contained modelling showing that the NHS would be overwhelmed unless extreme measures were taken to suppress the virus. But the Centre for the Mathematical Modelling of Infectious Diseases at the London School of Hygiene and Tropical Medicine was also providing similar advice to the government. They have already published a paper with their projections, but it has now been peer reviewed and it’s <a href=\"https://www.thelancet.com/journals/lanpub/article/PIIS2468-2667(20)30133-X/fulltext\">here</a>, on the Lancet’s website. This is from <strong>Adam Kucharski</strong>, one of the authors.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AdamJKucharski/status/1268101309699325953\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Now peer-reviewed: <a href=\"https://t.co/43zZn5GKOP\">https://t.co/43zZn5GKOP</a> <a href=\"https://t.co/VdmFgnHrs1\">https://t.co/VdmFgnHrs1</a></p>&mdash; Adam Kucharski (@AdamJKucharski) <a href=\"https://twitter.com/AdamJKucharski/status/1268101309699325953?ref_src=twsrc%5Etfw\">June 3, 2020</a></blockquote>  </figure>  <p>The LSHTM team forecast that the most stringent version of a lockdown could result in a death toll of 50,000 - much less than under less strict versions. As we reported yesterday, <a href=\"https://www.theguardian.com/world/2020/jun/02/uk-coronavirus-death-toll-nears-50000-latest-official-figures-show\">the UK has just passed that figure.</a></p> </div>   </div> <div id=\"block-5ed76da38f087122eca54a07\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T09:51:43.744Z\">10.51am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">BAME people disproportionately fined and arrested under lockdown laws, Met Police figures show</h2>  <div class=\"block-elements\">  <p>Black, Asian and minority ethnic (BAME) people were nearly 50% more likely than white people to be arrested in London under coronavirus laws, new figures suggest.<br></p> <p>The total number of Fixed Penalty Notices (FPNs) handed out by the Metropolitan Police between 27 March and 14 May was almost a fifth higher for those from non-white communities.<br></p> <p>While people from non-white backgrounds make up around four in 10 (41%) of the capital’s population, according to ONS data, they account for more than half of the fines (54%) and arrests (55%) for alleged breaches of Covid-19 legislation.</p> <p>Black people make up 12% of the population but received 26% of the 973 fines handed out by police and accounted for 31% of arrests, while Asian people, who account for 18% of London’s population, were handed 23% of fines and were subject to 14% of arrests.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/26/bame-people-fined-more-than-white-population-under-coronavirus-laws\">BAME people fined more than white population under coronavirus laws</a> </p> </aside>  <p>Police were given powers to break up gatherings or fine and arrest people for breaching lockdown rules under the Health Protection Regulations 2020 from 2 March. </p> <p>Up to 14 May, 973 FPNs were issued by the Met. Some 444 were given to white people, with the total figure (526) 18% higher for non-white people, including 253 issued to black people, 220 to Asian people and 53 to others, according to the information recorded by officers.</p> <p>The Met made a total of 747 arrests, although just 36 were for alleged breached of Covid-19 regulations alone, with the majority coming alongside arrests for other offences.</p> <p>There were a total of 414 arrests for those who classify themselves as black (232), Asian (106), mixed (47) and other (29), some 46% higher than the 284 arrests of white people.<br></p> <p>The UK’s largest police force admitted “higher proportions of those in BAME groups were issued with FPNs or arrested across London as a whole” but added the reasons were “likely to be complex and reflect a range of factors”. It said:</p> <blockquote class=\"quoted\"> <p>This includes interactions between the areas subject to significant proactive policing activity targeting crime hot-spots and both the variation in the age-profile and geographical distribution of ethnic groups in London.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T10:34:19.097Z\">at 11.34am BST</time></p>  </div> <div id=\"block-5ed76c768f08f5e3730139df\" class=\"block is-key-event\" data-block-contributor=\"profile/andrewsparrow\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T09:46:36.609Z\">10.46am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">21% of people taking lockdown rules 'less strictly', partly because of Cummings, poll suggests</h2>  <div class=\"block-elements\">  <p>YouGov has released some polling on attitudes to the lockdown this morning. And it suggests that 21% of people say they are following lockdown rules less strictly than before - with a third of those saying that’s at least partly because of Dominic Cummings.</p> <p>Here is the chart.</p>  <figure class=\"element element-image\" data-media-id=\"a620dac087420c31be77a80f62781da5874f1668\"> <img src=\"https://media.guim.co.uk/a620dac087420c31be77a80f62781da5874f1668/0_0_1868_1430/1000.jpg\" alt=\"Polling on lockdown\" width=\"1000\" height=\"766\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Polling on lockdown</span> <span class=\"element-image__credit\">Photograph: YouGov</span> </figcaption> </figure>  <p>As <strong>Chris Curtis</strong> explains in <a href=\"https://yougov.co.uk/topics/health/articles-reports/2020/06/03/one-five-have-started-breaking-lockdown-rules-more\">a commentary for the YouGov website</a>, Cummings’ excursion to Barnard Castle is not the only factor that might explain why people are taking the lockdown rules less seriously. Curtis says:</p> <blockquote class=\"quoted\"> <p>Those advising the government had always suggested that people would become less observant of the rules as time goes on, which was one of the reasons for delaying lockdown in the first place.</p> <p>We have also seen an increase in the proportion of the public who think the situation is getting better, from 58% to 76% in two weeks, which might also be making some less cautious.</p> </blockquote> <p>Another factor might be ambiguity in the wording. The polling was carried out on Thursday last week and, when people were asked what they had done in the past week, 21% said they had followed the lockdown rules less strictly than previously. When the same question was asked at the end of April, only 5% gave that answer. But by Thursday last week the lockdown rules were less strict than they had been anyway and so some of those 21% may just be people transitioning from obeying the old rules to the new ones.</p> <p>Still, any evidence that people are taking socially distancing less seriously should be worrying. The documents released by the Scientific Advisory Group for Emergencies repeatedly stress that easing the lockdown is only safe if people continue to comply with restrictions like the two-metre rule. For example, this is what’s Sage’s scientific pandemic influenza group on modelling (SPI-M-O) said in <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/888759/S0313_SAGE33_Consensus_for_SPI-M_on_transition_strategies.pdf\">a consensus view (pdf)</a> dated 4 May.</p> <blockquote class=\"quoted\"> <p>Behavioural changes in the levels of adherence rates are critically important, likely more so than the exact policies implemented, in determining whether the reproduction number remains below 1. Such changes cannot be forecast and therefore have not been included in these models. Even with contact tracing in place, there will need to be sustained, deep reductions in contacts outside work and schools to keep the reproduction number below 1. </p> </blockquote> </div>   </div> <div id=\"block-5ed76c6b8f087122eca549f7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T09:26:13.511Z\">10.26am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Commercial flights will return to <strong>London City airport</strong> by the end of June, with domestic routes the first to resume.</p> <p>The airport announced that international flights will restart early next month but the timing “may depend on the proposed quarantine of passengers arriving into the UK”, according to a statement.</p> <p>London City’s runway has been closed to commercial and private flights since 25 March due to travel restrictions and the collapse in demand amid the pandemic.</p> </div>   </div> <div id=\"block-5ed768258f08f5e373013992\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T09:08:37.489Z\">10.08am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Portugal confirms talks with UK about possible 'air bridge' to bypass quarantine law</h2>  <div class=\"block-elements\">  <p>Portugal’s foreign minister has said his country is in discussions with the UK about “air bridges” so tourists can avoid being quarantined. <strong>Augusto Santos Silva </strong>told the Today programme this morning that “quarantine is an enemy of tourism”. He went on: </p> <blockquote class=\"quoted\"> <p>During these weeks our diplomats will work together in order to guarantee that British tourists coming to Portugal would not be subjected on their return to England to any kind of quarantine.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T09:14:10.375Z\">at 10.14am BST</time></p>  </div> <div id=\"block-5ed767028f08f5e373013979\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T09:02:14.760Z\">10.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From our colleague <strong>Philip Oltermann </strong>in Berlin</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/philipoltermann/status/1268103300244742144\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">German foreign minister Heiko Maas says his government would advise against non-essential travel to Britain if 14-day quarantine rules stay in place beyond 15 June.</p>&mdash; Philip Oltermann (@philipoltermann) <a href=\"https://twitter.com/philipoltermann/status/1268103300244742144?ref_src=twsrc%5Etfw\">June 3, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5ed766298f08f5e373013968\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T08:58:46.419Z\">9.58am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"df9bdc820659be8d45b7057d7e1a9e63e473c294\"> <img src=\"https://media.guim.co.uk/df9bdc820659be8d45b7057d7e1a9e63e473c294/44_218_2892_1736/1000.jpg\" alt=\"Dominic Cummings, Boris Johhnson’s chief adviser, arriving for work at No 10 this morning.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Cummings, Boris Johhnson’s chief adviser, arriving for work at No 10 this morning.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5ed765b08f08f5e373013964\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T08:56:38.420Z\">9.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Fewer than half of people working from home as a result of the Covid-19 crisis are keen to return to the office, a new study suggests. As PA Media reports, many of those surveyed by jobs site <strong>Glassdoor</strong> said they were expecting significant changes to their usual working environment when they do return. Around half of the 2,000 employees questioned said they believed they would be back in their office in some capacity in the next few months, although a few said they would continue working from home until next year.</p> </div>   </div> <div id=\"block-5ed762bc8f08f5e373013950\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T08:50:36.022Z\">9.50am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And after PMQs in the Commons we will get a statement from <strong>Priti Patel</strong>, the home secretary, who will be giving details of <a href=\"https://www.theguardian.com/world/2020/jun/01/critics-round-on-no-10-over-ridiculous-rules-for-14-day-quarantine-coronavirus\">the new quarantine scheme</a> coming into force next week. The plans are not popular with many Tory MPs, who fear they could be crippling for the tourism industry. But, in <a href=\"https://www.telegraph.co.uk/politics/2020/06/02/travellers-self-isolating-14-days-will-help-keep-us-safe/\">a joint article in the Daily Telegraph (paywall)</a> with <strong>Grant Shapps</strong>, the transport secretary, Patel says quarantine could be good for tourism. Patel and Shapps say:</p> <blockquote class=\"quoted\"> <p>As we continue to follow the rules designed to protect our families, friends and loved ones, so should visitors to our country.</p> <p>And by stopping people coming in from spreading the virus further, we can control it and get back to normal sooner – meaning<a href=\"https://www.telegraph.co.uk/news/2020/06/02/tuesday-evening-news-briefing-catastrophic-quarantine-likely/\"> the tourism industry will be up and running faster.</a></p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"6a7c4bcde05dbbf02e0041a58749ca17e2591d8a\"> <img src=\"https://media.guim.co.uk/6a7c4bcde05dbbf02e0041a58749ca17e2591d8a/0_186_5620_3374/1000.jpg\" alt=\"Priti Patel.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Priti Patel.</span> <span class=\"element-image__credit\">Photograph: James Veysey/Rex/Shutterstock</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T09:16:28.184Z\">at 10.16am BST</time></p>  </div> <div id=\"block-5ed75eda8f087122eca54958\" class=\"block\" data-block-contributor=\"profile/andrewsparrow\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T08:37:25.458Z\">9.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning. I’m Andrew Sparrow, joining the blog for the day.</p> <p>It is PMQs later, and the Daily Telegraph has this morning helpfully been writing Sir Keir Starmer’s script for the exchanges.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Telegraph/status/1268096439282020352\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">🔴 EXCLUSIVE: Boris Johnson is to take &quot;direct control&quot; of the Government&#39;s handling of the coronavirus crisis <a href=\"https://t.co/j7Wcuu97Sl\">https://t.co/j7Wcuu97Sl</a></p>&mdash; The Telegraph (@Telegraph) <a href=\"https://twitter.com/Telegraph/status/1268096439282020352?ref_src=twsrc%5Etfw\">June 3, 2020</a></blockquote>  </figure>  <p>You might have thought that, given Boris Johnson’s job title is prime minster etc etc ....</p> <p>Submerged underneath the peculiar headline and intro is <a href=\"https://www.telegraph.co.uk/politics/2020/06/02/exclusive-boris-johnson-takes-back-control-coronavirus-crisis/?utm_content=telegraph&amp;utm_medium=Social&amp;utm_campaign=Echobox&amp;utm_source=Twitter#Echobox=1591168947\">a proper story</a> about some machinery of government changes in Downing Street. Christopher Hope reports:</p> <blockquote class=\"quoted\"> <p>A new strategy committee – dubbed “CS” – will be chaired by Mr Johnson, while the Cabinet Office minister, Michael Gove, will chair the new operations committee, known in Whitehall as “CO”. Both will meet on a regular basis.</p> <p>The new approach echoes the government’s Brexit planning last year which was led by an “XS” strategic and “XO” operational committee.</p> <p>The committees will replace four ministerial implementation groups, set up at the start of the crisis and covering foreign affairs, health, economy and business and public services, each chaired by a Cabinet minister.</p> <p>The regular Covid-19 committee meeting, which has been held every morning at Number 10, is being axed. One source said the new structure would give a more “cohesive” approach to tackling the pandemic.</p> </blockquote> <p>But the story also includes this quote, which inspired the headline.</p> <blockquote class=\"quoted\"> <p>A senior Tory MP said Mr Johnson’s shake-up was intended “to bring some order” to the decision-making process after a difficult two months. The MP said: “Boris has decided that Cummings is there, but he is going to take more direct control.”</p> </blockquote> <p><strong>Edward Argar</strong>, the health minister, was asked about this in an interview on Sky, and he insisted that Johnson had always been in charge. He said:</p> <blockquote class=\"quoted\"> <p>The prime minister is the head of this government. The prime minister has always been in charge.</p> </blockquote> <p>UPDATE: On the subject of Boris Johnson being in overall charge of the government’s coronavirus strategy, it is worth recalling this anecdote from <strong>Tim Shipman</strong>’s write-through <a href=\"https://www.thetimes.co.uk/article/coronavirus-boris-johnson-and-civil-service-chief-sir-mark-sedwill-clash-over-action-plan-g05tx5256\">in the Sunday Times (paywall)</a> on 17 May.</p> <blockquote class=\"quoted\"> <p>A moment of “tense” standoff between the prime minister and Sir Mark Sedwill, Britain’s most senior civil servant, exposed growing fissures at the top over the implementation of his blueprint for lifting the lockdown.</p> <p>In a meeting early last week, two sources said Johnson had listened as the detail of the plan was outlined but then asked: “Who is in charge of implementing this delivery plan?” One recalled: “There was just silence. He looked over at Sedwill and said, ‘Is it you?’ Sedwill said, ‘No, I think it’s you, prime minister.’”</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T08:55:21.708Z\">at 9.55am BST</time></p>  </div> <div id=\"block-5ed755fc8f08f5e3730138ea\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T08:08:19.816Z\">9.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nick Robinson</strong>, the BBC Radio 4 Today presenter, had a rather fruitless exchange with the health minister <strong>Edward Argar</strong> about the government’s plans for a quarantine.</p> <p>Robinson repeatedly asked Argar to name a European country with a higher infection rate than the UK, given that there is only a risk of “reimporting” the virus if the UK allows unfettered access from a nation with a worse infection rate.</p> <p>Argar sidestepped the question three times, saying he didn’t want to pre-empt Prit Patel’s statement to parliament later today.</p> <p>Asked how the quarantine would be enforced, he said new arrivals would be required to give their address and that failure to stay there for 14 days would be met with a fine. He said he had confidence people “will do the right thing” and comply with the measures.</p> </div>   </div> <div id=\"block-5ed7534d8f08f5e3730138d1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T07:47:04.980Z\">8.47am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Quarantine plan criticised for sending out message UK is 'closed for business'</h2>  <div class=\"block-elements\">  <p><strong>Priti Patel</strong>, the home secretary, will set out the government’s quarantine policy for arrivals to the UK later today. We’re expecting a statement in the Commons shortly after prime minister’s questions this afternoon.</p> <p>The <strong>London Chamber of Commerce</strong>, which represents more than 2,000 companies in the capital, has said the government’s proposed policy – requiring all UK arrivals to go into quarantine for 14 days – would send out a message that the UK is closed for business.</p> <p>In a letter to ministers, its chief executive, <strong>Paul Scully</strong>, writes:</p> <blockquote class=\"quoted\"> <p>Domestically, the government’s roadmap to restarting the economy is correctly centred on a risk-based approach. Yet this blanket aviation proposal doesn’t appear to be risk-based. If it was, it would recognise that arrivals from some countries with much lower transmission levels than the UK and low incidence of the disease would not increase our risk, provided they adopted our social distancing protocols on arrival.</p> <p>The proposal sends out the message that the UK is closed for business, at a time when we are beginning to restart our economy.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T09:05:29.250Z\">at 10.05am BST</time></p>  </div> <div id=\"block-5ed74f588f08f5e3730138b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T07:25:28.476Z\">8.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The BBC’s <strong>Danny Shaw </strong>has some interesting, and worrying, statistics showing that a disproportionate number of people from black, Asian and minority ethnic backgrounds have been fined for alleged lockdown breaches:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DannyShawBBC/status/1268076996711645184\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Lockdown latest: Disproportionate numbers of ethnic minority groups in London were fined for alleged breaches of lockdown, <a href=\"https://twitter.com/metpoliceuk?ref_src=twsrc%5Etfw\">@metpoliceuk</a> figures show. 26% of FPNs (253) between March 27 and May 14 were issued to black people, who make up 12% of the capital’s population.</p>&mdash; Danny Shaw (@DannyShawBBC) <a href=\"https://twitter.com/DannyShawBBC/status/1268076996711645184?ref_src=twsrc%5Etfw\">June 3, 2020</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DannyShawBBC/status/1268077837644435462\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Asian people were given 22.6% of fines (220) though they represent 18% of Londoners.<a href=\"https://twitter.com/metpoliceuk?ref_src=twsrc%5Etfw\">@metpoliceuk</a> says reasons are “complex” &amp; reflect a “range of factors”. Black people were also more likely to be arrested for Covid-19 offences &amp; crimes where C-19 breaches were suspected ...</p>&mdash; Danny Shaw (@DannyShawBBC) <a href=\"https://twitter.com/DannyShawBBC/status/1268077837644435462?ref_src=twsrc%5Etfw\">June 3, 2020</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DannyShawBBC/status/1268078107778600962\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Met Police said reasons for disproportionately include “interactions between the areas subject to significant proactive policing activity targeting crime hot-spots and both the variation in the age-profile and geographical distribution of ethnic groups in London.”</p>&mdash; Danny Shaw (@DannyShawBBC) <a href=\"https://twitter.com/DannyShawBBC/status/1268078107778600962?ref_src=twsrc%5Etfw\">June 3, 2020</a></blockquote>  </figure> </div>   </div> <div id=\"block-5ed7410f8f084df971c8eb31\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T07:20:50.601Z\">8.20am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris Johnson offers almost 3m Hong Kong residents route to citizenship</h2>  <div class=\"block-elements\">  <p><strong>Boris Johnson</strong> has said he will offer nearly three million people in <strong>Hong Kong</strong> a route to UK citizenship if China imposes a security law that critics say would rob the territory of its autonomy.</p> <p>Writing <a href=\"https://www.thetimes.co.uk/edition/news/hong-kong-crisis-we-will-meet-our-obligations-not-walk-away-zv7f70n29\">in The Times</a> (£), the prime minister offered to make what he described as one of the “biggest changes” in the history of the British visa system to allow 2.85 million Hong Kong citizens the chance of fully-fledged citizenship.</p> <p>The move, which represents an escalation in the stand-off between the <strong>UK</strong> and <strong>China</strong>, would put Hongkongers “on the route to citizenship”, said the Conservative Party leader.</p> <p>China’s ceremonial legislature, the National People’s Congress, endorsed a security law for Hong Kong earlier this week that has strained relations with the UK and the US.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jun/03/britain-could-change-immigration-rules-for-hong-kong-citizens\">Boris Johnson lays out visa offer to nearly 3m Hong Kong citizens</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T08:21:49.782Z\">at 9.21am BST</time></p>  </div> <div id=\"block-5ed749858f08f5e37301388b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T07:07:26.443Z\">8.07am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Jeremy Hunt: 'absolutely essential' test results are turned around quicker</h2>  <div class=\"block-elements\">  <p><strong>Jeremy Hunt</strong> has said it would be “impossible” for the government’s flagship test-and-trace programme to be successful unless it rapidly speeds up the turnaround of test results from 48 hours.</p> <p>Hunt, the chair of the Commons health select committee, pointed out minutes from a Sage meeting which said that to be effective the programme must get people to isolate “within 48 hours” of them being in contact with an infected person.</p> <p>It currently takes an average of 48 hours for test results to be delivered.</p> <p>Hunt told BBC Radio 4’s Today programme: </p> <blockquote class=\"quoted\"> <p>My biggest concern at the moment is the time it’s taking for tests to be turned around … If the test results themselves take 48 hours to come back that is going to be impossible.</p> </blockquote> <p>Hunt said he welcomed <strong>Boris Johnson</strong>’s new 24-hour test turnaround target but added: “But at the moment, the government isn’t saying how many tests are being met within that target and for test and trace it’s absolutely essential that they all are.”</p> <p>Dido Harding, who is in charge of the UK’s test-and-trace programme, is appearing before Hunt’s health select committee later today. He said he would press Harding for figures on how many people had been contacted so far under the programme.</p>  <figure class=\"element element-image\" data-media-id=\"6b3126e050149b9a237a2b2517c6d49f8eefc24b\"> <img src=\"https://media.guim.co.uk/6b3126e050149b9a237a2b2517c6d49f8eefc24b/269_0_3731_2239/1000.jpg\" alt=\"Conservative MP Jeremy Hunt speaking to the Commons Health Committee\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Conservative MP Jeremy Hunt speaking to the Commons health committee.</span> <span class=\"element-image__credit\">Photograph: House of Commons/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T08:18:43.363Z\">at 9.18am BST</time></p>  </div> <div id=\"block-5ed73de08f084df971c8eb24\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T06:54:12.620Z\">7.54am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Nissan boss says Sunderland factory 'not sustainable' without UK-EU trade deal</h2>  <div class=\"block-elements\">  <p>Nissan has warned that its huge Sunderland factory would be unsustainable in the event of a no-deal Brexit.</p> <p><strong>Ashwani Gupta</strong>, the company’s global chief operating head, has <a href=\"https://www.bbc.co.uk/news/business-52900528\">told the BBC</a> the imposition of tariffs would undermine its business model. </p> <p>The Japanese carmaker, which employs 6,000 people at Sunderland and supports another 24,000 jobs in the supply chain, has previously warned that a no-deal Brexit would <a href=\"https://www.theguardian.com/politics/2019/oct/10/nissan-no-deal-brexit-would-jeopardise-entire-european-business-model\">threaten its entire European business model</a>.</p> <p>Gupta told the BBC:</p> <blockquote class=\"quoted\"> <p>You know we are the number one carmaker in the UK and we want to continue. We are committed. Having said that, if we are not getting the current tariffs, it’s not our intention but the business will not be sustainable. That’s what everybody has to understand.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T08:18:08.357Z\">at 9.18am BST</time></p>  </div> <div id=\"block-5ed746928f087122eca548c4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T06:50:40.703Z\">7.50am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The health minister <strong>Edward Argar</strong> is fielding questions on behalf of the government this morning.</p> <p>On BBC Breakfast, he was quizzed about the government’s use of statistics. </p> <p>He said he didn’t have a figure for the number of people being tested every day and could not say how many people had been traced under its new test and trace programme.</p> <p>The government hasn’t published figures on how many people have been tested for almost two weeks. It says this has been “temporarily paused to ensure consistent reporting”.</p> <p>Asked about a <a href=\"https://www.channel4.com/news/revealed-covid-test-and-trace-data-in-england-leaked-to-channel-4-news\">Channel 4 News report</a> that found that only 37% of contacts given to the government’s test-and-trace programme had been contacted last week, Argar described the figures as “partial and outdated” but said he could not provide more accurate data:</p> <blockquote class=\"quoted\"> <p>We’re into the thousands but I’m not going to give you a figure until we’ve worked with the UK Statistics Authority to get a reliable and accurate methodology of giving that data out. We’re working at pace with them and as soon as we can come to an agreement with them we’ll be publishing that data on a weekly basis.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T08:16:01.767Z\">at 9.16am BST</time></p>  </div> <div id=\"block-5ed742ce8f084df971c8eb37\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T06:35:07.759Z\">7.35am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Chaand Nagpaul</strong>, the chair of the council of the British Medical Association, has criticised an <a href=\"https://www.theguardian.com/world/2020/jun/02/calls-mount-for-public-inquiry-into-uk-bame-covid-19-death-rate\">official report published yesterday</a> that confirmed that people from black, Asian and minority ethnic groups are dying disproportionately from Covid-19.</p> <p>Speaking on BBC Radio 4’s Today programme, Nagpaul expressed concern that the report had not come up with any conclusions, recommendations or actions to urgently protect people in the most at-risk groups:</p> <blockquote class=\"quoted\"> <p>It’s just full of graphs and figures. It’s a statistics analysis; it isn’t a report or review that has come up with any actions or recommendations and therefore it hasn’t taken us further.</p> </blockquote> <p>Prof John Newton, of <strong>Public Health England</strong>, told No 10’s daily briefing last night that more work was needed to understand the disproportionate effect of Covid-19 on people from BAME backgrounds. He urged people not to jump to conclusions from its report.</p> <p>But Nagpaul said: “We don’t have the luxury of going out and discussing how to implement this report. What we need is some clear recommendations and actions and mitigations now, which really could be taking place.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T07:21:07.300Z\">at 8.21am BST</time></p>  </div> <div id=\"block-5ed73b688f084df971c8eb12\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T06:25:25.299Z\">7.25am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Agenda for the day</h2>  <div class=\"block-elements\">  <p>It’s shaping up to be another busy day. This is what’s coming up later:</p> <p><em>11am</em> Metropolitan police commissioner <strong>Cressida Dick</strong> gives evidence at the London Assembly Police and Crime Committee.</p> <p><em>12noon</em> <strong>Boris Johnson</strong> faces <strong>Keir Starmer</strong> at Prime Minister’s Questions.</p> <p><em>Also at 12noon</em></p> <p>• Belfast’s chief scientific officer and Sage member, <strong>Prof Ian Young</strong>, gives evidence to Northern Ireland Assembly’s health committee. </p> <p>• Nurses protest outside <strong>Downing St</strong>. </p> <p><em>12.20pm</em> Nicola Sturgeon takes first minister’s questions in Edinburgh.</p> <p><em>Later </em><strong>Priti Patel</strong>, the home secretary, sets out a statement on the 14-day quarantine for arrivals to the UK.</p> <p><em>2.30pm</em> <strong>Dido Harding</strong>, who is in charge of the test and trace programme in England, and <strong>Paul Deighton</strong>, the head of the domestic PPE efforts, appear before the health and social care committee.</p> <p><em>Also at 2.30pm</em> Former chancellors <strong>Philip Hammond</strong>, <strong>George Osborne</strong> and <strong>Alastair Darling</strong> appear at Treasure committee</p> <p><em>4pm</em> <strong>Northern Ireland</strong> briefing.</p> <p><em>5pm</em> <strong>Downing St</strong> briefing.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T10:37:58.970Z\">at 11.37am BST</time></p>  </div> <div id=\"block-5ed73aff8f08f5e37301384b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2020-06-03T06:21:37.028Z\">7.21am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Keir Starmer accuses Boris Johnson of 'winging it' over lockdown easing</h2>  <div class=\"block-elements\">  <p>Good morning and welcome to our UK live blog on the coronavirus pandemic.</p> <p><strong>Labour</strong> has sharpened its attack on the government’s handling of the crisis this morning after <strong>Keir Starmer</strong> said <strong>Boris Johnson</strong> must “get a grip” or No 10 would be directly responsible for a second spike in the infection rate.</p> <p>In an <a href=\"https://www.theguardian.com/politics/2020/jun/02/keir-starmer-warns-pm-get-a-grip-or-risk-second-wave-of-coronavirus\">interview with the Guardian</a>, the Labour leader accused the prime minister of “winging it” over the easing of the lockdown and making an already “difficult situation 10 times worse”. </p> <p>Starmer also questioned whether the timing of some decisions over the relaxation of the lockdown rules had been taken “to try to deflect attention away” from the <strong>Dominic Cummings</strong> affair. The easing of the lockdown, he said, was “an exit without a strategy”.<br></p> <p>The two leaders will face each other for the first time in two weeks at prime minister’s questions from midday. We’ll bring you live coverage.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-06-03T08:24:03.399Z\">at 9.24am BST</time></p>  </div>",
  "<p>Not a single person has been charged under New South Wales race hate laws since they were introduced two years ago.</p> <p>In mid-2018, the NSW government reformed its vilification laws after a concerted lobbying effort by an alliance of 31 ethnic community groups, who warned the previous laws were allowing threats of racially-motivated violence to go unpunished.</p> <p>The 2018 <a href=\"https://www.theguardian.com/australia-news/2020/jun/03/nsw-police-arrest-indigenous-teen-family-plan-private-prosecution-if-sydney-officer-not-charged-australia\">reforms introduced a single new indictable offence</a> for public threats or incitements to violence made on the basis of race, religion, sexuality or HIV/Aids status, which carried a potential three-year prison sentence and $11,000 fine.</p> <p>At the time, the NSW attorney general, <a href=\"https://www.theguardian.com/australia-news/2018/jun/05/tougher-race-hate-laws-nsw-as-government-reverses-position-again\">Mark Speakman, said the laws sent</a> a “very clear message” that such actions would not be tolerated.</p> <p>“People who incite violence are a threat to community safety,” he said. “If passed, these laws will help protect individuals and groups from being targeted by cowards who seek to cause physical harm to innocent people.”</p> <p>Since then, however, the laws have not been used.</p> <p>Crime data provided to the NSW parliamentary research service shows no one has been charged, let alone convicted, under the new vilification offence in the Crimes Act as of last week.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jun/01/anti-asian-racism-surges-in-nsw-during-coronavirus-pandemic\">Anti-Asian racism surges in NSW during coronavirus pandemic</a> </p> </aside>  <p>The government also waited until September, more than a year after the laws were introduced, to give a grant of $200,000 grant to Legal Aid to develop an awareness campaign, which is only now rolling out.</p> <p>The shadow attorney general, Paul Lynch, said the lack of enforcement showed the government was “simply disinterested in combating racism and vilification in this state”.</p> <p>“This government had to be dragged kicking and screaming into amending its laws two years ago. They really didn’t want effective anti-discrimination laws,” he told Guardian Australia.</p> <p>“Their failure to enforce the new laws or make them effective is the reason no one has ever been convicted under them.”</p> <p>Speakman’s office referred questions on enforcement to NSW police. But he said racial vilification was “totally unacceptable”.</p> <p>“Racial vilification in any form is totally unacceptable in our community,” Speakman said.</p> <p>“Last week, the NSW Government launched the ‘Stop Public Threats’ campaign to ensure that the community understands their legal rights and to encourage people to report any threats of violence to police. This campaign has been developed in close consultation with community groups, as well as the NSW police.”</p> <p>The courts are able to take into account racial vilification as an aggravating factor when sentencing for violent offences, without a separate charge being laid under the new law. Laying a charge under the new law also requires the approval of the director of public prosecutions.</p> <p>Lynch says the awareness campaign has come too late.</p> <p>The lack of enforcement was a key complaint about the previous racial vilification powers, contained in the state’s Anti-Discrimination Act.</p> <p>Those powers had been in existence since 1989 but not resulted in a successful prosecution. The inadequacy of the law was laid bare in 2015, when the director of public prosecutions was left unable to charge Ismail Al-Wahwah, the leader of the fringe Islamic movement Hizb ut-Tahrir, who called for a “jihad against the Jews”.</p> <p>In a statement, NSW police said it used a “holistic approach” in the reporting and investigation of bias crimes.</p> <p>“Regular training is provided to ensure all officers have a thorough understanding of bias crimes, and each police area command and police district plays an active role in investigating any report of bias-motivated crime,” the statement said.</p> <p>Responsibility for policing such offences falls to two dedicated units within the counter terrorism and special tactics command (CTSC), the engagement and hate crime unit and the fixated persons investigation unit.</p> <p>“Further, both units are supported by the CTSTC’s intelligence unit, as well as the Real Time Intelligence Centre, which assess information and provide advice or referrals for further investigation,” NSW police said.</p> <p>“Their work with the community is also supported by GLLOs (LGBTIQ liaison officer), multicultural community liaison officers, Aboriginal community liaison officers and the cultural diversity team.”</p> <p>NSW police are under fire this week for their treatment of an Indigenous teenager who was<a href=\"https://www.theguardian.com/australia-news/2020/jun/02/video-shows-nsw-australia-police-officer-slamming-indigenous-boy-face-first-onto-pavement\">&nbsp;slammed face-first on to a pavement</a> while being arrested.</p> <p>The boy’s mother, father and sister said on Wednesday they had felt “angry”, “frustrated” and “afraid” after watching footage of a constable&nbsp;<a href=\"https://www.theguardian.com/australia-news/2020/jun/02/video-shows-nsw-australia-police-officer-slamming-indigenous-boy-face-first-onto-pavement\">tripping the Indigenous teenager while arresting him, slamming the boy face-first on to bricks</a>.</p> <p>“I don’t think he should be made to feel like he’s in a prison that’s made up of the whole world,” the boy’s mother said.</p> <p>“Because we’re Aboriginal we see a lot of this all the time. We experience extra obligations to answer to people: who we are, where we’re going, what we’re doing, when we’re just walking along.”</p>",
  "<p>The man tasked with promoting black culture by Brazil’s far-right president, Jair Bolsonaro, has been recorded describing the country’s black rights movement as “scum”.</p> <p>Sérgio Camargo, <a href=\"https://www.theguardian.com/world/2020/jan/02/bolsonaro-brazil-government-oddball-officials\">a fervent Bolsonarista whose appointment as the head of Brazil’s Palmares Cultural Foundation last year caused outrage</a>, made the comments at the end of April, according to <a href=\"https://g1.globo.com/politica/noticia/2020/06/02/sergio-camargo-presidente-da-fundacao-palmares-chama-movimento-negro-de-escoria-maldita-em-reuniao.ghtml\">a recording</a> obtained by the Estado de São Paulo<em> </em>newspaper.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jun/03/brazil-black-lives-police-teenager\">Black lives shattered: outrage as boy, 14, is Brazil police's latest victim</a> </p> </aside>  <p>“The black movement, those bums from the black movement, bloody scum,” Camargo can be heard saying during a conversation about a mobile phone that had supposedly gone missing from the foundation’s headquarters.</p> <p>At another point Camargo calls the <a href=\"https://www.theguardian.com/world/2019/sep/20/history-of-free-african-strongholds-fires-brazilian-resistance-to-bolsonaro\">anti-slavery resistance hero Zumbi</a> a “<em>filho da puta</em>” (son of a bitch) and dismisses Brazil’s annual Black<em> </em>Consciousness Day as “a joke”, vowing to abolish funding for its events.</p> <p>Flávia Oliveira, one of Brazil’s best-known black journalists, said activists were preparing legal action to push for an investigation and for Camargo’s removal.</p> <p><em>“</em>It is truly lamentable that the debate over such an important issue ... is in the hands of someone so unfit,” Oliveira told GloboNews.</p> <p>Camargo, who describes himself as a “rightwing black man”, has <a href=\"https://www.theguardian.com/world/2020/jan/02/bolsonaro-brazil-government-oddball-officials\">an ignominious track record</a> of slurring black artists and activists.</p> <p>He once <a href=\"https://oglobo.globo.com/cultura/martinho-da-vila-rebate-novo-presidente-da-fundacao-palmares-quem-voce-que-nao-sabe-que-diz-24106697?utm_source=Twitter&amp;utm_medium=Social&amp;utm_campaign=O%20Globo\">called</a> one of Brazil’s most celebrated samba composers, Martinho da Vila, a “bum” who should “be sent to the Congo” and <a href=\"https://oglobo.globo.com/cultura/novo-presidente-da-fundacao-palmares-nega-existencia-de-racismo-pede-fim-do-movimento-negro-1-24104072\">branded</a> the American civil rights activist Angela Davis a “minger” and “hag”.</p> <p>This week, after <a href=\"https://www.theguardian.com/world/2020/jun/03/brazil-black-lives-police-teenager\">the shooting of a 14-year-old black Brazilian teenager</a> sparked protests, Camargo <a href=\"https://twitter.com/sergiodireita1/status/1268056966695436288?s=20\">belittled</a> the Black Lives Matter movement and their “useless” Brazilian counterparts, tweeting: “Lives matter. The colour doesn’t matter.”</p> <p>Camargo also sought to burnish his credentials as a supporter of Bolsonaro’s political idol, Donald Trump, retweeting <a href=\"https://twitter.com/realDonaldTrump/status/1268140310762336256?s=20\">a post from the US president</a> about the unrest there following the killing of George Floyd. “LAW &amp; ORDER!” it said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/sep/20/history-of-free-african-strongholds-fires-brazilian-resistance-to-bolsonaro\">History of free African strongholds fires Brazilian resistance to Bolsonaro</a> </p> </aside>  <p>In a statement the Palmares foundation, which takes its name from <a href=\"https://www.theguardian.com/world/2019/sep/20/history-of-free-african-strongholds-fires-brazilian-resistance-to-bolsonaro\">a vast 17th-century community of runaway slaves</a>, said it regretted the “illegal recording of an internal and private meeting”.</p> <p>The foundation said it was now “in sync” with Bolsonaro’s federal government and would no longer attend the interests of only those “who proclaim themselves to be representatives of the entire black population”.</p> <p>The pinned tweet of the man now responsible for nurturing Afro-Brazilian culture <a href=\"https://twitter.com/sergiodireita1/status/1258988995926687744?s=20\">reads</a>: “I owe everything to the education I received from my parents. I owe nothing to Africa. Nothing to my skin colour. Nothing to the left!”</p>",
  "<p>In the summer of 1997, I lived in Seattle. I worked at a temp job while preparing to start my master’s degree in the fall.&nbsp;I was walking to a bus stop after a day at the office, when I stepped into a pothole on the street and heard my ankle crack.&nbsp;</p> <p>Feeling lightheaded and fearing I would black out, I limped in search of a payphone, and found that when I looked to passersby for help, no one stopped. I reached a corner and saw a young white man and woman with two kids. With tears in my eyes, I asked for their help.&nbsp;But like everyone else, they backed away and left me alone.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2020/may/31/being-black-while-in-nature-youre-an-endangered-species\">Being black while in nature: 'You’re an endangered species'</a> </p> </aside>  <p>As an African American woman who enjoys spending time outside, I have encountered this reaction – an absence of any desire, willingness or responsibility to engage – in both crowded cities and in nature.</p> <p>For black people, navigating both city streets and hiking trails can be charged; at worst, they are fraught terrains where we are at the mercy of someone else’s interpretation of our presence. Too often, by default, black people are perceived as threats to white people’s physical safety.&nbsp;And as a consequence, it is our physical safety that is compromised, as the stories of <a href=\"https://www.theguardian.com/us-news/2020/may/26/central-park-new-york-white-woman-black-birdwatcher\">Christian Cooper</a>, the birdwatcher who filmed a white woman in Central Park lying to the cops about how he was threatening her (when all he did was ask her to leash her dog), and <a href=\"https://www.theguardian.com/us-news/george-floyd\">George Floyd</a>, the man who died with a police officer’s knee on his neck, illustrate.</p> <p>I have backpacked around the world and lived in Nepal and Kenya, and I’ve seen how my presence can be challenged or questioned. Earlier that year, when I lived in Seattle, I went hiking on Mt Baker with two white friends.&nbsp;It was a typically cloudy and cool day, and we stopped at the park lodge to warm up.&nbsp;At some point, my friends wandered off while I stood there with my colorful shawl wrapped around me.</p> <p>I began to feel uneasy; I noticed an elderly, white woman staring at me.&nbsp;Suddenly, she jumped (as did I).&nbsp;She then said: “My dear, I thought you were a beautiful, Indian statue.”&nbsp;I was shocked, as I didn’t know whether to feel complimented (you’re beautiful) or insulted (I wasn’t even real).&nbsp;Not to mention her complete misidentification of my racial and ethnic origins.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Regardless of my age and experience, I still feel unsafe walking outside in the country of my birth</p> </blockquote> </aside>  <p>My experiences backpacking through mountain trails and wildlife have forever changed the way I see and engage nature. I have channeled that passion into my work: I completed a PhD in geography, taught classes about the environment in our institutions of higher learning, written about the black experience of the outdoors, served on the national parks advisory board for eight years and work with environmental non-profits and government agencies on diversity and environmental issues.&nbsp;I am invested in finding ways to improve the quality of our relationship with the environment and our relationship to each other. But regardless of my age and experience, I still feel unsafe walking outside in the country of my birth.</p> <p>I wish I could feign surprise at what happened to Christian Cooper when he encountered Amy Cooper in Central Park.&nbsp;I wish I could imagine it to be a blip in the United States’s history; an accident, an outlier, not at all reflective of the truth of how black people are all too often treated.&nbsp;But I can’t.&nbsp;</p> <p>When Amy Cooper threatened to tell the police that “an <em>African American</em> man is threatening her life”, she revealed what it’s like to know, deep down in your bones that she would be protected, valued and saved by virtue of her skin color.&nbsp;By calling the police, she exemplified what James Baldwin meant when he said that whiteness is about power.</p> <p>Our outrage as black people is justified.&nbsp;Let me say that again.&nbsp;Our outrage as black people is justified. As the CNN commentator Don Lemon said recently: “The knee has always been on our neck.”&nbsp;But your outrage, white America, is not enough. What many of us want is fundamental, consequential and absolute change.</p> <p>The response to Amy Cooper by a justifiably angry public – the demands for her to lose her job, her dog and perhaps some “membership” in her community – is frustrating because it leaves me wanting.&nbsp;None of those measures would change the way Christian Cooper or any African American is perceived in any outdoor space, or any space for that matter.</p> <p>The revelations about Christian Cooper having gone to Harvard and how he sits on the board of the New York City Audubon Society (which I’m thrilled to learn) should not matter as much as they seem to. This information helps us understand the passion and commitment he brings to birding. They do not confer his worth. At the end of day, it’s about everyone being protected, valued and if need be, saved, regardless of their station in life.&nbsp;</p> <p>What happened between Amy Cooper and Christian Cooper was, in many ways, simply an echo of what’s always been true in the US about our ability, as black people, to walk in the woods or on a city street.&nbsp;We are all Christian Cooper and George Floyd.&nbsp;</p> <p>What can be done? We should recognize that systemic racism exists on both the streets of our cities and inside our national parks. We have to see full representation at every level in the environmental sector, and we need power structures to shift so that black and brown people are shaping policies and our national conversations. We need predominantly white environmental organizations and academic institutions to be more concerned with how the climate crisis disproportionately impacts black and brown people and give more resources to these communities. We need to change the prison industrial complex and law enforcement, which both undoubtedly shape how black people move through space.&nbsp;</p> <p>This is not about political correctness. These changes must be the product of something learned, understood, believed in and practiced by our institutions, our leaders and our communities.</p> <p>I believe that this country – which was founded on slavery and stolen land – can make a different choice, the same way Amy Cooper could have made a different choice. And I can aspire to live in a place where I will not be seen as an anomaly or something to fear or challenge, but instead, am embraced as a reflection of our common humanity that doesn’t deny our differences, but celebrates our possibilities.</p> <ul> <li><p>Carolyn Finney is the author of Black Faces, White Spaces: Reimagining the Relationship of African Americans to the Great Outdoors, and a scholar-in-residence at Middlebury College in Vermont</p></li> <li><p>The opinions expressed here are those of the author. For more information about how this project is supported, click&nbsp;<a href=\"https://www.theguardian.com/info/2018/jan/29/this-land-is-your-land-about-this-series\">here</a></p></li> </ul> <p>• On Tuesday 9 June at 7pm BST (2pm EDT) the Guardian is holding a live-streamed event&nbsp;about the meaning of George Floyd’s killing,&nbsp;featuring&nbsp;Guardian&nbsp;journalists including&nbsp;US southern bureau chief&nbsp;Oliver Laughland, reporter&nbsp;Kenya Evelyn, writer&nbsp;Chris McGreal and columnist&nbsp;Malaika Jabali.&nbsp;<a href=\"https://membership.theguardian.com/event/guardian-newsroom-the-killing-of-george-floyd-107707269342\">Book tickets here</a></p>",
  "<h2>Key points</h2> \n<p>Sir Keir Starmer&nbsp;started by saying how shocked he was by the death of George Floyd. Referring to today’s <a href=\"https://www.theguardian.com/politics/live/2020/jun/03/uk-coronavirus-live-keir-starmer-boris-johnson-lockdown-easing-pmqs-covid-19-latest-updates-news?page=with:block-5ed75eda8f087122eca54958#block-5ed75eda8f087122eca54958\">Telegraph story</a>, he asked who has been in charge of the UK’s coronavirus response up to now.</p> \n<p>Boris Johnson&nbsp;also condemned what happened to George Floyd. But he said people should protest in a peaceful way. He said he took full responsibility for the UK coronavirus strategy. He said people know that “with good British common sense” we can tackle this.</p> \n<p>Starmer&nbsp;said Johnson asks him to cooperate but didn’t reply to a letter he sent privately offering his cooperation on schools. He also said a survey at the weekend showed a huge fall in trust in the government. Johnson<strong>&nbsp;</strong>replied that he phoned Starmer after he got the letter and said Starmer did not criticise his policy. He said the public were following the government guidance. Starmer&nbsp;replied that he would publish his letter.</p> \n<p>Starmer said the government should have been working on a test and trace system for weeks. Dido Harding, who is in charge of the system, said it would not be fully ready until the end of June. Johnson&nbsp;accused Starmer of casting aspersions on the people behind the scheme and said it was up and running on 1 June. He said thousands of people were now self-isolating.</p> \n<p>Starmer&nbsp;said Johnson did not put a number on those being contacted and added that the number infected each day was far bigger than those tested. He said the system should contact 45,000 people a day. He quoted the UK Statistics Authority criticism of the government and asked the PM whether he could see how much damage was being done to trust?</p> \n<p>Johnson&nbsp;said Starmer continues to undermine trust in government and asked for some credit for the people involved. Starmer responded that Johnson was mistaking scrutiny for attacks. </p> \n<p>Starmer said he would like to support the government’s policy but Johnson made it difficult. He said the government said it would not relax the lockdown until the alert level was lowered. What was it now, and what was the R number?</p> \n<p>Johnson&nbsp;said the alert level did allow the lockdown to be relaxed, even though it had not been lowered. </p> \n<p>Starmer&nbsp;said scenes in parliament of MPs forming a kilometre-long queue to vote were “shameful” and excluded MPs who were shielding. If any other employer operated like this, it would be a clear and obvious case of discrimination. Will the PM stop this?</p> \n<p>Johnson<strong>&nbsp;</strong>said people around the country were having to queue. He said it was not unreasonable to expect MPs to do their job. He also said older MPs and those shielding should be allowed to vote by proxy. </p> \n<h2>Snap verdict</h2> \n<p>Sir Keir Starmer gave&nbsp;<a href=\"https://www.theguardian.com/politics/2020/jun/02/keir-starmer-warns-pm-get-a-grip-or-risk-second-wave-of-coronavirus\">an interview to the Guardian</a>&nbsp;that was interpreted by us, and others, as indicating a hardening of his stance against the government - less consensus-seeking, more condemnatory. Obviously in normal circumstances the Guardian is never wrong, but on the basis of what happened at PMQs today it is not clear that anything has changed. At PMQs Starmer has consistently presented himself as the most reasonable person at the dispatch box (more on that&nbsp;<a href=\"https://www.theguardian.com/politics/live/2020/apr/29/uk-coronavirus-live-priti-patel-questions-response-covid-19-crisis-pmqs-latest-updates?page=with:block-5ea970fa8f0853abef659a0a#block-5ea970fa8f0853abef659a0a\">here</a>, including why it worked for another opposition leader) and today he won the “talking sense” competition quite comfortably.</p> \n<p>It wasn’t as if the questions were, on their own, especially memorable. But Starmer does tend to specialise in loaded questions to which there is no safe or easy answer (“when did you stop beating your wife?” questions, as I think they are known at the bar), and Johnson has yet to develop any plausible response mechanism. At their last PMQs he tried responding with promises (the “world-beating” test and trace system). We had a flash of that when Johnson pledged to ensure all test results are turned around within 24 hours by the end of the month (there may well be some clarification of quite what this involves at the lobby briefing) but mostly, in his exchanges with Starmer, Johnson resorted to criticising the opposition leader for – well, opposing the government. He accused Starmer of launching “endless attacks on public trust and confidence” and of “casting aspersions” on the good character of people working on test and trace (some of whom are spending much of their time watching Netflix because they don’t have enough to do, <a href=\"https://www.bbc.co.uk/news/uk-52904433\">according to the BBC</a>).</p> \n<p>This is a lame form of parliamentary defence at the best of times. But given that the PM is facing criticism for not even doing his own job properly, it was unwise to invest so much in attacking Starmer for doing his.</p>",
  "<p>The Metropolitan police are facing claims of bias after figures showed that officers enforcing the coronavirus lockdown were more than twice as likely to issue fines to black people as to white people.</p> <p>The Met, which covers London, issued 973 fines between 27 March and 14 May. White people, who make up 59% of London’s population, received 444 fines, or 46% of the total; black people, who make up 12% of London’s population, received 253 fines, or 26%. Asian people, who make up 18% of London’s population, received 23% of the fines.</p> <p>Analysis for the Guardian by Dr Krisztián Pósch, a lecturer in crime science at University College London, shows a clear disproportionality.</p> <p>Posch said: “Compared to their share of the population, people from a black ethnic minority were 2.17 times more likely to receive a fine and Asians around 26% more likely. In comparison, whites were 23% less likely to be fined.”</p> <p>There was also a disproportionality in the number of arrests made for alleged breaches of Covid-19 lockdown rules. White people were under-represented, making up 38% of arrests, while black people were over-represented, making up 31% of arrests.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jun/2020-06-03T12:54:58/embed.html\" data-alt=\"arrests chart\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jun/2020-06-03T12:54:58/embed.html\">arrests chart</a> </figure>  <p>The Met says it tried to avoid issuing fines, preferring to seek to persuade people to obey the lockdown rules, which limited the reasons why people could leave their homes and how many people could gather together.</p> <p>The Met, which is Britain’s largest police force, was one of the forces least likely to use enforcement powers, compared with other forces.</p> <p>The Met said: “In total, more white people received FPNs [fixed penalty notices] or were arrested than other individual ethnic groups. However, when compared with the composition of the resident population, higher proportions of those in black and minority ethnic (BAME) groups were issued with FPNs or arrested across London as a whole.</p> <p>“The reasons for this are likely to be complex and reflect a range of factors. This includes interactions between the areas subject to significant proactive policing activity targeting crime hotspots and both the variation in the age profile and geographical distribution of ethnic groups in London.”</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jun/2020-06-03T12:55:13/embed.html\" data-alt=\"fines chart\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jun/2020-06-03T12:55:13/embed.html\">fines chart</a> </figure>  <p>The fairness of police powers, such as stop and search, is a long-running theme for policing, and for the Met especially.</p> <p>Leroy Logan, a former Met superintendent, said: “I can’t discount that these figures exhibit a racial bias, because practically everything the Met does has a racial bias. The Met is still institutionally racist and the use of Covid powers is part of this.”</p> <p>Sgt Janet Hills, the chair of the Met’s black police association, said of the figures: “I struggle to think of why there can be any justification. We deal with intelligence all the time and we know that this pandemic has impacted on everyone.</p> <p>“It shows that even though we’re going through one of the biggest social upheavals since anyone can remember and having to adjust to a new way of doing things, if you’re black then disproportionality will always remain a constant in our lives.</p>  <figure class=\"element element-embed\" data-alt=\"Callout callout-coronavirus\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;div data-callout-tagname=&quot;callout-coronavirus&quot;&gt; &lt;h2&gt;Callout&lt;/h2&gt; &lt;p&gt;callout-coronavirus&lt;/p&gt; &lt;/div&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>“There are a number of things that already impact on black communities, like living in a more densely populated areas, which has made adhering to the lockdown slightly more challenging. Our essential workers who may live in these areas have no choice other than to do their part to keep London functioning. But because they are black, because they live in a ‘high crime’ area, they fall into a profile that stereotypes them.”</p> <p>Katrina Ffrench, of StopWatch, which campaigns for the fair use of police powers, said: “The numbers are clear. Black and Asian people are disproportionately being given fines in comparison to their white peers. This ethnic disparity must be addressed and officers made to account for their decisions.”</p>",
  "<p>João Pedro Matos Pinto was young, gifted and black, and he died last month with an assault rifle shot to his back.</p> <p>“He had dreams. He wanted to be a top lawyer,” said Neilton da Costa Pinto, the father of the Brazilian teenager, whose shooting during a botched police raid has <a href=\"https://twitter.com/Kiratiana/status/1266901227633344512?s=20\">drawn comparisons</a> to the killing of George Floyd, 9,000km north in Minneapolis.</p> <p>“He always used to say: ‘Dad, one day I’ll make you proud’,” remembered Pinto, a driver from São Gonçalo, a city just east of Rio. “And I’d say: ‘I’ve no doubt about it, son.’ Because he was such a dedicated boy. He really knew what he wanted in life.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/18/rio-de-janeiro-police-raid-coronavirus\">'Instead of doctors, they send police to kill us': locked-down Rio faces deadly raids</a> </p> </aside>  <p>João Pedro, who was 14, was far from the first young black Brazilian man to meet a premature death at the hands of the police. Thousands have been killed in recent years – and<a href=\"jovens%20de%2015%20a%2029%20anos...%20-%20Veja%20mais%20em%20https://blogdosakamoto.blogosfera.uol.com.br/2019/09/10/negros-foram-mais-de-75-das-vitimas-de-letalidade-policial-em-2017-e-2018/?cmpid=copiaecola\"> </a><a href=\"https://blogdosakamoto.blogosfera.uol.com.br/2019/09/10/negros-foram-mais-de-75-das-vitimas-de-letalidade-policial-em-2017-e-2018/?cmpid=copiaecola\">75% of the victims </a>were black.</p> <p>But his killing has sparked an unusually loud <a href=\"https://www.rioonwatch.org/?p=59984\">public outcry</a>, amid growing fury over an upsurge in deadly police violence that <a href=\"https://www.theguardian.com/world/2020/may/18/rio-de-janeiro-police-raid-coronavirus\">continues unabated</a> despite a government-ordered shutdown designed to combat Covid-19.</p> <p>On Sunday, demonstrators will march for the second time in a week to denounce the police assaults on the favelas and what they call <a href=\"https://twitter.com/eumichelsilva/status/1267179285145673730?s=20\">a state-sponsored “genocide”</a> of Brazil’s black youth.</p> <p>“This must stop,” said João Pedro’s father. “The police should be protecting us, not killing us.”</p> <p>When the coronavirus quarantine was declared in mid-March activists and observers hoped police incursions into Rio’s redbrick favelas might subside – and at first that seemed to be happening.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"28a4f4d854a0c046a4c738e7d06dfc4089185658\"> <img src=\"https://media.guim.co.uk/28a4f4d854a0c046a4c738e7d06dfc4089185658/682_59_1005_1256/800.jpg\" alt=\"João Pedro Matos Pinto at his school in São Gonçalo\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">João Pedro Matos Pinto at his school in São Gonçalo</span> <span class=\"element-image__credit\">Photograph: Family</span> </figcaption> </figure>  <p>“In the first 15 days of social isolation there was <a href=\"https://www.rioonwatch.org/?p=58850\">a sharp drop in the number of operations</a> and armed confrontations in the city of Rio which was really welcomed – because it’s not the time for this,” said Flávia Oliveira, a leading black journalist and broadcaster.</p> <p>But by April the shooting had resumed. <a href=\"https://extra.globo.com/casos-de-policia/mortes-pela-policia-aumentaram-43-no-rio-em-abril-durante-quarentena-24446623.html\">Rio state police killed 177 people</a> that month alone, or one person every four hours – the second-highest tally since records began more than 20 years ago.</p> <p>In May, as Brazil’s coronavirus death toll rose above 6,000, the repression continued, with <a href=\"https://www.theguardian.com/world/2020/may/18/rio-de-janeiro-police-raid-coronavirus\">13 people killed</a> in a single police raid on 15 May.</p> <p>Three days later, João Pedro set off for his cousin’s home in São Gonçalo’s Complexo do Salgueiro as police prepared to storm the favela in search of drug traffickers.</p> <p>His aunt, Denize Roza Matos Pinto, recalls becoming increasingly agitated as she watched police helicopters hovering over the seaside community from a nearby beach where she was working.</p> <p>Her son and João Pedro were among six teenagers hanging out at her home and, despite the shooting, Pinto raced back hoping to protect them. Huddles of armed officers surrounded the residence, and when they finally allowed her inside she felt dread.</p> <p>“The front window was full of bullet holes. The television was all shot up, the sitting room, the bedroom, everything … It was horrible … the grass was burned from the grenade they’d thrown,” said Pinto, 42.</p> <p>On the floor she spotted a pool of blood where João Pedro appeared to have been shot. But there was no sign of his body which, for reasons which remain murky, had been flown 25 miles across the bay to Rio by helicopter, and was only located by the family the next day.</p> <p>“All I could think of was the scene of horror those children had witnessed,” said Pinto as she reflected on her nephew’s terrifying final minutes in a building left pockmarked with more than 70 bullet holes.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"75f4400f55d6f74214ea8ac72ee86e7f456861cd\"> <img src=\"https://media.guim.co.uk/75f4400f55d6f74214ea8ac72ee86e7f456861cd/0_38_3500_2100/1000.jpg\" alt=\"Neilton da Costa Pinto at the funeral of his son João Pedro Matos Pinto, 14.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Neilton da Costa Pinto at the funeral of his son João Pedro Matos Pinto, 14.</span> <span class=\"element-image__credit\">Photograph: Ricardo Moraes/Reuters</span> </figcaption> </figure>  <p>Oliveira, the journalist, said she was appalled by the upswing in “gratuitous, insane, excessive and asymmetric violence against a group of people who are even more defenseless than usual” because of the pandemic. “The favelas are already dealing with a lack of work, income and food,” she said – now they were needlessly coming under fire too.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/sep/16/rio-de-janeiro-police-violence-deaths-families\">'Caught defenseless in the crossfire': Rio families cope with deaths by police violence</a> </p> </aside>  <p>João Pedro’s killing is under investigation. Police have reportedly claimed he was caught in the crossfire as they pursued fleeing gang members. Those close to him believe he was a victim of either police malice or gross incompetence.</p> <p>“They used these kids for target practice,” claimed Gláucio Ribeira, a family friend.</p> <p>João Pedro’s aunt – whose son, like the other four teens, emerged physically, if not mentally, unscathed –<strong> </strong>said she was certain race played a role in such bloodshed. “Like it or not, there is a racial side to this … and it shouldn’t be like this. We’re all supposed to be equal … [But] if you’re on the bus and the police get on, they’ll search the people of colour first … If a black man runs, he’s guilty. We’re tired of seeing this kind of thing happen,” she said.</p> <p>João Pedro’s father said: “The police need to understand that the favelas are home to good people. Decent black people. But unfortunately when they come into a community they treat us all like criminals. They are wrong.”</p> <p>As protesters prepared to return to Brazil’s streets to shout “<em>Vidas </em><em>negras </em><em>importam</em>” (“Black lives matter”), João Pedro’s family was adjusting<em> </em>to his absence.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jun/03/brazil-sergio-camargo-black-rights-movement-scum-recording\">Brazil official recorded calling black rights movement ‘scum’</a> </p> </aside>  <p>“We’re in a bad way,” said his aunt. “We look at the sofa and it reminds us of him. We eat something he used to like and we remember him. His poor mother: he’s got a little four-year-old sister who’s always saying: ‘João liked this! João did this! Look – the cartoon that João liked to watch!’ It’s so sad to see. It feels like any minute I’ll hear his voice.”</p> <p>On Monday, a fortnight after his son’s dream of becoming a lawyer was shattered, João Pedro’s father paid tribute to a happy, studious, churchgoing boy.</p> <p>“The pain’s still there,” he said. “It’s like it eats you from the inside out.”</p>",
  "<p>The controversial Iowa Republican congressman Steve King has been ousted in Tuesday’s primary, losing his re-election race to the state senator Randy Feenstra.</p> <p>King had faced <a href=\"https://www.theguardian.com/us-news/2020/jun/02/steve-king-republican-iowa-primary\">the re-election fight of his life</a>. The nine-term conservative congressman, who was repeatedly reprimanded by leaders in his own party for racist rhetoric and interactions with white nationalists, found himself in a nightmare situation for an incumbent congressman.</p> <p>He had been stripped of his committee assignments, abandoned by more mainstream&nbsp;Republicans&nbsp;and chastised by party leadership. He had even lost support from prominent conservatives in Iowa.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/jun/02/democratic-primaries-vote-amid-covid-mass-protests\">Americans vote in primaries amid Covid-19 and mass protests</a> </p> </aside>  <p>Feenstra declared victory on Tuesday evening, promising he would deliver “results for the families, farmers and communities of Iowa”.</p> <p>King on Tuesday faced four Republican primary challengers, including Feenstra. Several of King’s former supporters had thrown their weight behind Feenstra.</p> <p>For years, King was a source of headaches for Republican party leadership.</p> <p>He has tied immigrant children to being drug mules, questioned whether minorities have contributed anything valuable to western civilization and displayed a Confederate flag on his desk. He has wondered why it is offensive to be called a white nationalist. He has also associated with far-right figures including the Dutch politician Geert Wilders, and once argued to a far-right Austrian publication that elites were trying to reduce the white population and increase minorities.</p> <p>Even the Republican Senate majority leader, Mitch McConnell, suggested that King seek other careers.</p> <p>In November, Feenstra will face his Democratic opponent, who is hardly a shoo-in. In the last five presidential elections, Iowa’s fourth congressional district has voted for the Democratic presidential nominee only once – in 2008 for Barack Obama.</p> <p>Iowa’s vote was held alongside a host of other primary contests on Tuesday that <a href=\"https://www.theguardian.com/us-news/2020/jun/02/democratic-primaries-vote-amid-covid-mass-protests\">tested the nation’s ability to run elections</a> while balancing a pandemic and sweeping social unrest.</p> <p>Joe Biden, the de-facto Democratic presidential candidate, was on the verge of formally securing the nomination after winning hundreds more delegates in Indiana, Iowa, Maryland, Montana, New Mexico, Pennsylvania, Rhode Island and South Dakota.</p> <p>Other victories of the night included Steny Hoyer, the House majority leader – who won an easy nomination in the Democratic primary in Maryland’s fifth district, a seat he has held for 40 years –&nbsp;and Yvette Herrell,&nbsp;who won the Republican primary in New Mexico’s second district.</p>"
]