[
  "<p>Many companies and institutions are in <a href=\"https://www.theguardian.com/world/2020/apr/24/the-hunt-for-a-coronavirus-vaccine-a-perilous-and-uncertain-path\">a race to develop a coronavirus vaccine. </a>Here are some of them:</p> \n<h2>Moderna</h2> \n<p>Moderna’s mRNA-1273 vaccine candidate was the first to enter<a href=\"https://www.theguardian.com/world/2020/mar/16/first-participant-us-coronavirus-vaccine-trial-moderna-dose\"> clinical trials</a>, just eight weeks after the genetic sequence for Covid-19 was published in January. On Monday, the US biotech company said interim data from a phase one trial involving 45 people found it produced Covid-19 antibodies in all participants, including at low doses, at similar or higher levels to people who had actually contracted the virus. It said it was “generally safe and well tolerated” by the triallists. It also found that mRNA-1273 provided full protection against viral replication in the lungs in a mouse challenge model.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/03/interactive-coronavirus-live/totals\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<h2>CanSino</h2> \n<p>The Chinese company CanSino Biologics has become the first contender to move its candidate vaccine – Ad5-nCoV – into a phase two clinical trial, which is taking place in Wuhan. However, CanSino, which is working with the medical sciences arm of the People’s Liberation Army, has not published detailed results of the phase one trial, saying only that it was moving to phase two based on “the preliminary safety data” from phase one, which involved about 500 people.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2020/may/17/uk-plans-38m-centre-to-start-production-of-coronavirus-vaccine\">UK plans £38m centre to start production of coronavirus vaccine</a> </p> \n</aside> \n<h2>Oxford University</h2> \n<p>The university’s ChAdOx1 nCoV-19 is being tested on more than 1,000 volunteers aged between 18 and 55 in a phase one trial which began last month. A pre-print – a research paper which has not yet been peer-reviewed – on the vaccine’s efficacy in rhesus macaques, published on Monday, found that it did prevent them from getting the disease (pneumonia) but did not protect them from the infection, creating concerns that, if replicated in humans, it would mean it would not be able to prevent transmission to others. The results from the human trial could be available this month. <a href=\"https://www.theguardian.com/business/astrazeneca\">AstraZeneca</a>, the Cambridge-based pharmaceutical group, <a href=\"https://www.theguardian.com/society/2020/apr/30/astrazeneca-partners-with-oxford-university-to-produce-covid-19-vaccine\">has teamed up with Oxford University</a> to manufacture and distribute the vaccine if the trials show it is effective.</p> \n<figure class=\"element element-embed\" data-alt=\"Callout callout-coronavirus\"> \n <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><div data-callout-tagname=&quot;callout-coronavirus&quot;> <h2>Callout</h2> <p>callout-coronavirus</p> </div></body></html>\"></iframe> \n</figure> \n<h2>Imperial College London</h2> \n<p>Imperial is developing a vaccine in a form that has not been tested before in people, leaving it behind some of the other contenders which have skipped animal studies because their technology has been previously used on humans. The team, led by Prof Robin Shattock, has been testing with animals since early February and is due to begin human trials in June. It initially received £22.5m in government funding and on Sunday it was announced that it had been given an additional £18.5m which it hopes will enable it to launch phase three clinical trials later this year. However, Shattock cautioned on Monday that it is highly unlikely a vaccine in the UK will be available for use by September.</p> \n<h2>Inovio</h2> \n<p>The <a href=\"https://techcrunch.com/2020/04/06/a-second-potential-covid-19-vaccine-backed-by-bill-and-melinda-gates-is-entering-human-testing/\">US biotech company Inovio</a> has existed for four decades without developing an approved product but its stock soared after it started its trial last month. It says its INO-4800 candidate vaccine resulted in promising immune responses in preclinical models. The company has enrolled 40 healthy people for its phase one trial. It is hoping it could advance to phase two/three efficacy trials this summer. The company has received a total of $17.2m (£14m) in grants from the Coalition for Epidemic Preparedness Innovations for the vaccine.</p>",
  "<p>The latest labour force figures highlight how great a problem underemployment has become in our economy. While policies such as jobkeeper may artificially keep the unemployment rate low, polices that seek to reshape the post-virus economy must address underemployment.</p> <p>The 1 percentage point rise in unemployment rate in April from 5.2% to 6.2% was a massive shift – the highest ever one-month rise. And yet because those people with access to jobkeeper remained classed as employed even though they may not be working, and because a large number of people left the labour force entirely, the rise was nowhere as large as expected.</p> <p>It wasn’t even overly astonishing in a historical sense. The 1 percentage point jump was a record, but it only just beat the previous record of 0.9 percentage points set during the 1982 recession. It certainly didn’t break the scale – unlike underemployment.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/commentisfree/2020/may/17/despite-the-horror-of-australias-unemployment-numbers-we-havent-reached-the-bottom-yet\">Despite the horror of Australia's unemployment numbers, we haven't reached the bottom yet | Greg Jericho</a> </p> </aside>  <p>Underemployment jumped from 8.8% to 13.7% – a 4.9-percentage point jump that dwarfed the previous record one-month increase of 0.8 percentage points set during the 1990s recession.</p> <p>A graph shows just how poor the unemployment rate is at portraying the state of the economy. The current unemployment rate is not even the highest in the past decade; the current underemployment rate is the highest of all-time by a scarcely believable amount:</p>  <figure class=\"element element-embed\" data-alt=\"Underemployment and unemployment rates\">  <iframe title=\"Underemployment and unemployment rates \" aria-label=\"Interactive line chart\" id=\"datawrapper-chart-5J7Pr\" src=\"https://datawrapper.dwcdn.net/5J7Pr/1/\" scrolling=\"no\" frameborder=\"0\" style=\"border: none;\" width=\"640\" height=\"400\"></iframe> </figure>  <p>There are two types of underemployment – those who would like to have more hours than they currently work and those who have had their hours reduced due to economic reasons. As a general rule the first category makes up around 90% of all underemployed workers.</p> <p>In April the number of those who just preferred to work more hours barely changed, but the number of those who were underemployed due to economic reasons increased by 400%:</p>  <figure class=\"element element-embed\" data-alt=\"Reason for being underemployed\">  <iframe title=\"Reason for being underemployed \" aria-label=\"chart\" id=\"datawrapper-chart-X5zlP\" src=\"https://datawrapper.dwcdn.net/X5zlP/2/\" scrolling=\"no\" frameborder=\"0\" style=\"border: none;\" width=\"640\" height=\"400\"></iframe> </figure>  <p>The importance of underemployment can be seen when we look at how it changed in April, along with unemployment, for those over 45.</p> <p>Rather bizarrely the unemployment rate for women over 45 actually fell in April – there were actually 6,800 fewer women unemployed in April than in March! It’s not that they were no longer unemployed because they got a job, but because they were no longer even looking for work.</p> <p>The most obvious reason is that these women likely have children of school age and were staying at home to look after them and help them with their online learning. But even while men over 45 did see an increase in unemployment it was nowhere near as large as the 85% increase in the number of underemployed:</p>  <figure class=\"element element-embed\" data-alt=\"Labour force change in April for men and women over 45\">  <iframe title=\"Labour force change in April for men and women over 45. \" aria-label=\"chart\" id=\"datawrapper-chart-z9ngQ\" src=\"https://datawrapper.dwcdn.net/z9ngQ/2/\" scrolling=\"no\" frameborder=\"0\" style=\"border: none;\" width=\"640\" height=\"400\"></iframe> </figure>  <p>Across all age groups and genders, the jump in underemployment was more than double that of unemployment:</p>  <figure class=\"element element-embed\" data-alt=\"Rise in underemployment and unemployment rates\">  <iframe title=\"Rise in underemployment and unemployment rates\" aria-label=\"chart\" id=\"datawrapper-chart-9G9wo\" src=\"https://datawrapper.dwcdn.net/9G9wo/1/\" scrolling=\"no\" frameborder=\"0\" style=\"border: none;\" width=\"640\" height=\"400\"></iframe> </figure>  <p>And while the increase in underutilisation (the combination of both categories) was largest among younger workers, this was more a factor of their relative lack of connection to the workforce than them being particularly targeted.</p> <p>Given casual workers needed to be with an employer for more than 12 months to qualify for jobkeeper and because younger workers are less likely to be able to clear this rather absurd hurdle, it meant they were always going to be more likely to lose their job than older workers.</p> <p>But the rise in underemployment is most pronounced among workers in the late 20s through to their 40s. Among men aged 25-44, the number of underemployed more than doubled.</p> <p>Now all of this might seem like a bit of a dive into the weeds of the labour force, but the problem is underemployment has for the past six years been a growing issue:</p>  <figure class=\"element element-embed\" data-alt=\"Change in underemployment &amp; unemployment since Dec 2004\">  <iframe title=\"Change in underemployment &amp;amp; unemployment since Dec 2004\" aria-label=\"Interactive line chart\" id=\"datawrapper-chart-lsZB9\" src=\"https://datawrapper.dwcdn.net/lsZB9/2/\" scrolling=\"no\" frameborder=\"0\" style=\"border: none;\" width=\"640\" height=\"400\"></iframe> </figure>  <p>It used to go up and down in line with unemployment but even before the April figures came out the two measures were further apart than ever before.</p> <p>And yet the treasurer, Josh Frydenberg, is not focused on the issue. There was no mention of it in his <a href=\"https://ministers.treasury.gov.au/ministers/josh-frydenberg-2018/speeches/ministerial-statement-economy-parliament-house-canberra\">economic statement</a> to parliament last Tuesday, nor in <a href=\"https://ministers.treasury.gov.au/ministers/josh-frydenberg-2018/transcripts/press-conference-australian-parliament-house-canberra\">the press conference </a>announcing the April labour force figures.</p> <p>Last month when <a href=\"https://ministers.treasury.gov.au/ministers/josh-frydenberg-2018/transcripts/doorstop-interview-parliament-house-canberra-20\">Nine’s Shane Wright</a> asked him if he had any estimates for underemployment similar to the treasurer’s estimate that unemployment would reach 10%, he dodged the question and instead replied that replied “our focus has been from Treasury on that unemployment headline number”.</p> <p>And when your focus is one number you inevitably come up with a policy to keep that number low – which is what jobkeeper has done.</p> <p>But the clear lesson of history is that fewer men work full-time after recession than before and underemployment increases:</p>  <figure class=\"element element-embed\" data-alt=\"Employment rate of men aged 25-64\">  <iframe title=\"Employment rate of men aged 25-64 \" aria-label=\"Interactive line chart\" id=\"datawrapper-chart-fr7Xu\" src=\"https://datawrapper.dwcdn.net/fr7Xu/1/\" scrolling=\"no\" frameborder=\"0\" style=\"border: none;\" width=\"640\" height=\"400\"></iframe> </figure>  <p>And this shift is part of moves towards greater workplace “flexibility” after recessions, all under the guise of economic recovery.</p> <p>The prime minister this week <a href=\"https://www.theaustralian.com.au/nation/morrison-pushes-for-new-order/news-story/152d2adb2d8e26e5f46d84ab9e4fb2ee\">told the Australian</a> that “employees will be asking for a more flexible workplace … it works both ways, it’s a two-way street”. Such an attitude suggests the push for even more flexible arrangements (around the ability to hire and fire and reduce hours) will be advocated as part of a nebulous compromise with workers who will need greater flexibility purely to deal with the health crisis.</p> <p>Already the government has shown its hand on what it means by a “two-way street” <a href=\"https://www.theguardian.com/australia-news/2020/apr/20/labor-and-greens-to-oppose-coalitions-dangerous-workplace-regulation-changes\">with new regulations</a> that reduce the consultation period for changes to work agreements such as cuts to pay, penalty rates, leave entitlements and changes to ordinary hours of work from one week down to 24 hours.</p> <p>Such moves are designed to do one thing – keep wages down by having workers worry about keeping their hours rather than bargaining for higher wages, and it inevitably leads to higher levels of underemployment.</p> <p>The government knows the unemployment rate gets the headlines, and so it has devoted its focus to keeping that down. But underemployment will be the measure that lets us know when (and if) we have recovered from this crisis, and whether the post-virus economy is one of low wages and income growth or higher underemployment driven by “flexibility”<a href=\"xhttps://www.theguardian.com/au\">.</a></p> <p>• Greg Jericho writes on economics for Guardian Australia</p>",
  "<p>Ike White had the kind of life that sounds too outrageous to be true. Given a life sentence for murder at the age of 19, he spent his time writing songs with his fellow prisoners and was soon discovered by Jerry Goldstein, a record producer and affiliate of Jimi Hendrix. They managed to record Ike’s debut album, Changin’ Times, from a mobile studio in prison in California in 1974. By 1978, Stevie Wonder had caught wind of the socially conscious, funky record and secured a new attorney for White, who petitioned for his release that year. Set free, White was poised for stardom and had just had a child with his new wife – Goldstein’s secretary. Then he disappeared.</p> <p>In 2014, the story piqued the interest of Dan Vernon, the British film-maker behind The Changin’ Times of Ike White, a documentary that airs this week. “The producer of my film, Vivienne Perry, first heard Changin’ Times back in 2012,” he explains. “It was a very obscure record that had only partially been revived as a sample on tracks by Ice Cube and Snoop Dogg, but she was fascinated by it being made in prison and started calling the people listed on the back of it. She heard all these rumours that he was dead or hiding in Hawaii [because of] tax evasion – and then one of the players, Greg Errico, said that he had changed his name to David Maestro and was now working as a lounge act in LA.”</p> <p>Vernon, who had been played White’s work by Perry in the back of a cab in South Africa “while chasing down Idris Elba for a film”, was blown away and decided to fly out to meet White. “Ike was quite surprised when he got the call from us, but he was also very welcoming – it felt like he had been waiting for someone to tell his story,” he says. Vernon ended up staying at White’s house for three days in 2014, hearing about his difficult upbringing and the supposedly accidental killing of a grocery store clerk during a bungled robbery that had landed him in jail. </p> <p>But there was another twist to come. Two weeks after he had returned to England with this preliminary footage, Vernon got a call from White’s new wife, Lana. She told him that White was dead.</p> <p>“He was so excited about the film,” Vernon says. “We found out that he had called up old friends and even Stevie Wonder to tell them about it. But he was also a guarded man and you could tell he was holding something back. It was only once I got back home that I realised he had only spoken about his time leading up to and in jail, but nothing after it.” Remarkably, after only three days of knowing each other, White had entrusted Vernon with his archive, a treasure trove of photographs and tapes of his multi-instrumental noodlings that would prove to hold some of the secrets to his enigmatic past.</p> <p>“We weren’t sure how we would continue on with the film, but then one day Lana called me and said she had found a tape of White getting married to someone else, despite telling her he hadn’t been married before,” he says. “She was obviously shocked and wanted to know more. We decided it would be the right thing to do to continue to unearth his life story, as that was one of the last things he had asked of me.”</p> <p>What Lana and Vernon found was a trail of at least six different names that White had used, at least five different children he had fathered and countless wives, married either legally or otherwise. In his film, Vernon paints an evocative image of the soft-speaking White, meandering from his 2014 interviews with the man to talking-head analysis of his musical prowess, conjecture on his disappearance – perhaps owing to shady dealings with local gangsters – and then a redemptive road trip narrative. Lana meets some of his previous wives and together the women come to terms with the confusing, confused identity of the man they had loved.</p> <p>“I’ve never done a film before where you have the responsibility of someone’s entire life in your hands,” Vernon says. “I think he was sick of the stigma that had followed him on the outside, the fact that people always associated him with his crime and were even asking if he should have been released at all just because of an album. So, he decided to become a chameleon, to take up new lives and families where he could to escape it all, but of course it would always catch up with him.”</p> <p>Did Vernon feel deceived when he had met White? “No, I didn’t feel lied to, since we ran out of time together and never captured all of his life on tape,” he says. “All we could do after he died was to show him as he was: this combination of lies and truths, held together by his music, which he was always trying to better. It felt like even he might have lost sight of who he was along the way.”</p> <p>Watching the film, it is certainly difficult to grasp how much of White was a master manipulator and user of women, and how much was a traumatised man attempting to escape the mistakes of his youth by any means necessary. In essence, the film plays as a parable of the difficulty of rehabilitation and biographical storytelling when your subject is so unreliable.</p> <p>Vernon believes that the film serves as a “form of therapy” for White’s wives. There is a remarkable encounter that results in one ex providing a shamanic cleansing for Lana in the Arizona desert. “The film has given Lana a new lease of life,” he says. “She wants to tell her own story now and has been writing and producing. This film is a story about the healing process and forgiveness from all the people Ike left behind.”</p> <p>With Changin’ Times due to be reissued, Vernon is sure that his film will raise more questions than it answers about White. “There is a lot more to mine from him,” he says. “Very recently, one of his friends who watched the film said to me: ‘Why didn’t you include the part of his life when he was a pornography star in Germany?’ I don’t even know if that’s true, but this person is convinced it is, and that is just the nature of Ike’s mad life. And the stories will only continue.”<br><br><em>Arena: The Changin’ Times of Ike White is on BBC Four </em><em>tonight </em><em>at 10pm</em></p>",
  "<h2>Arena: The Changin’ Times of Ike White</h2> <h2>10pm, BBC Four</h2> <p>Sentenced to life imprisonment for murder, Ike White spent his time inside writing songs with his fellow inmates until he was discovered by chance by the producer Jerry Goldstein and recorded the remarkable 1976 album Changin’ Times. Stevie Wonder soon became a fan and petitioned for his release. Then, on the verge of stardom, White disappeared. This riveting doc tracks him down in 2014 and finds him living under a different alias, hiding a life’s worth of secrets. <strong>Ammar Kalia</strong></p> <h2><strong>Work on the Wild Side</strong></h2> <h2><strong>4pm, Channel 4</strong></h2> <p>This new series follows the fortunes of the British vets and volunteers who have relocated to South Africa to work in some of the world’s biggest game reserves. We meet Will and Rachel, who volunteer at the world’s largest sanctuary for orphaned rhinos, as well as marine biologist Alison. <strong>AK</strong></p> <h2><strong>Monkman &amp; Seagull’s Genius Adventures</strong></h2> <h2><strong>9pm, BBC Two</strong></h2>  <figure class=\"element element-image\" data-media-id=\"f2257d16c8326ef6b9c3b212bf6e721a2a00bb05\"> <img src=\"https://media.guim.co.uk/f2257d16c8326ef6b9c3b212bf6e721a2a00bb05/0_0_4281_2855/1000.jpg\" alt=\"Monkman and Seagull’s Genius Adventures.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Monkman &amp; Seagull’s Genius Adventures.</span> <span class=\"element-image__credit\">Photograph: Ryan McNamara/BBC/Label1 Television</span> </figcaption> </figure>  <p>University Challenge brainboxes and best pals Eric Monkman and Bobby Seagull team up once again, this time to explore the biggest innovations of the Industrial Revolution and the Victorian era. First up: revolutions in time, textile manufacturing and more. Lovely, educational stuff. <strong>Hannah J Davies</strong></p> <h2><strong>Harry’s Heroes: Euro Having a Laugh</strong></h2> <h2><strong>9pm, ITV</strong></h2> <p>All aboard the banter bus: Harry Redknapp and his team of well-upholstered football veterans return. They have been challenged to a return fixture against the German team they somehow vanquished last year. But have the team maintained peak fitness? Don’t bet on it. <strong>Phil Harrison</strong></p> <h2><strong>The Animated World of Halas and Batchelor</strong></h2> <h2><strong>9pm, Sky Arts</strong></h2> <p>A workmanlike profile of husband-and-wife animation team John Halas and Joy Batchelor, whose best-known work is the 1954 Animal Farm film. They were skilled wartime propagandists in their early career and innovators later, bringing a steadfast excellence to every project. <strong>Jack Seale</strong></p> <h2><strong>Ramadan in Lockdown</strong></h2> <h2><strong>11pm, Channel 4</strong></h2> <p>Marking a peculiar year of Ramadan, owing to the lockdown, this nightly series of docs provides a much-needed sense of community for British Muslims breaking their fasts. Each episode focuses on a different group celebrating Ramadan, from fasting NHS workers to families creating living room mosques. <strong>AK</strong></p> <h2><strong>Film choice</strong></h2>  <figure class=\"element element-image element--showcase\" data-media-id=\"eb9fcf70bcc0d73e0f6033e9f596ca653c2bcff2\"> <img src=\"https://media.guim.co.uk/eb9fcf70bcc0d73e0f6033e9f596ca653c2bcff2/0_0_2362_1888/1000.jpg\" alt=\"Wagon Master.\" width=\"1000\" height=\"799\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wagon Master.</span> <span class=\"element-image__credit\">Photograph: Allstar/RKO/Sportsphoto Ltd</span> </figcaption> </figure>  <p><strong>Wagon Master, 3.05pm, BBC Two<br></strong>John Ford’s masterly 1950 account of a Mormon wagon train’s epic journey to a supposed land of milk and honey in Utah inspired a long-running TV series, Wagon Train, starring Ward Bond. He is a typically rugged, terse presence here, in a consummate western, dominated by character, but with vivid flashes of action too. <strong>Paul Howlett</strong></p>",
  "<p>Unemployment in the <strong>United States </strong>could peak at 25% as a result of the coronavirus pandemic, according to the chair of the Federal Reserve, amid warnings the June quarter economic figures will be “very, very bad”. The bleak prediction came as Japan slid into its first recession in five years, with forecasts that worse was to come.</p> <p>In a sober assessment of the economic impact of coronavirus in the US, the Fed chair, Jerome Powell, estimated GDP contraction in the June quarter could be “easily be in the twenties or thirties”, as fallout from the global outbreak worsened.</p> <p>“So the data we’ll see for this quarter, which ends in June, will be very, very bad,” he said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2020/may/17/after-the-covid-19-crisis-will-we-get-a-greener-world\">After the Covid-19 crisis, will we get a greener world?</a> </p> </aside>  <p>Asked about estimates of unemployment reaching 20-25%, Powell said: “I think there’re a range of perspectives. But those numbers sound about right for what the peak may be.”</p> <p>Powell expected more people to lose their jobs in May and June but, provided businesses could reopen in a “way that doesn’t create further problems with the virus”, unemployment could start to fall over the second half of the year in the US. But he cautioned:“We won’t get back to where we were by the end of the year. That’s unlikely to happen.”</p> <p>As the bad news broke in the US,<strong> Japan </strong>marked two quarters of negative GDP growth, entering into a recession for the first time since 2015. The economy shrank in 0.9% to the end of March, off the back of a 1.9% drop at the end of 2019.</p> <p>Some analysts predicted more grim news ahead, with the full impact of the pandemic still to be measured.</p> <p>“We expect the worst is yet to come, with the state of emergency in Japan and the severity of the pandemic among Western nations continuing to derail the Japanese economy,” said Naoya Oshikubo, senior economist at SuMi Trust.</p> <p>Japan has been less affected than most advanced economies by the coronavirus, with just over 16,000 cases and around 750 deaths. But <a href=\"https://www.theguardian.com/world/2020/may/04/japan-to-extend-state-of-emergency-covid-19-amid-fears-second-wave-could-cripple-tokyo-hospitals\">authorities are concerned about a second wave</a>, especially in the economically powerful cities of Tokyo and Osaka, where the state of emergency remains in place, while most other regions have seen restrictions lifted.</p> <p>In<strong> India</strong>, which has recorded more than 95,000 infections and 3,000 deaths from the virus, the government extended the lockdown to the end of May, but with significantly reduced restrictions. Markets and standalone shops can reopen from Monday, with social distancing measures, but malls will remain closed.</p> <p>Inter and intra-state road travel can resume with the agreement of states, but air travel, both domestic and international is still banned. Metro rail services, cinemas and gyms remain closed. Restaurants can open for home delivery, but schools and places of worship will remain closed.</p> <p>Schools and places of worship remain closed, domestic and international air travel will not be allowed and a 7pm-7am curfew on movement stays in place. The government has also advised people over 65, those with co-morbidities, pregnant women, and children below the age of 10, should stay at home.</p> <p>States will have the power to determine red, orange and green zones, as well as so-called containment zones, where large outbreaks or clusters happen, and different rules will apply in each zone. The country has been under lockdown since 25 March.</p> <p>In <strong>Italy</strong>, St Peter’s Basilica will open for the first time on Monday since the lockdown began. Public masses will resume, and restaurants, bars, cafes, shops and hairdressers, among other businesses, are all expected to reopen.</p> <p>The Pope will celebrate a private mass on Monday, broadcast by video, but the Duomo in Milan will conduct a general mass at 10.30am local time. The cathedral said it had introduced gadgets worn around the neck that beep softly, flash and vibrate if visitors approach too closely to one another.</p> <p>Elsewhere in Europe, death tolls dropped in the <strong>UK </strong>and<strong> Spain,</strong> offering a glimmer of hope. Britain recorded 170 deaths, and Spain reported 87. Italy also recorded its lowest daily toll since the lockdown began – 145.</p> <p><strong>South Africa</strong> has reported 1,160 new coronavirus infections, the highest daily number since the first case was recorded in March.</p> <p>“As of today, the total number of confirmed Covid-19 cases in South Africa is 15,515, with 1,160 new cases identified in the last 24 hour cycle of testing,” a statement from the health ministry said.</p> <p>The Western Cape province, popular with tourists, accounted for nearly 60% of the 15,515 infections nationally. There have been 264 deaths.</p> <p>The country has been under a lockdown since 27 March, including strict confinement rules and a ban on sales of cigarettes and alcohol.</p> <p>In other coronavirus developments:</p> <ul> <li><p><strong>Global infections </strong>stood at 4,713,620, with 315,185 deaths recorded. The US leads both categories, with deaths fast approaching 90,000.</p></li> <li><p>The World Health Assembly is due to begin a virtual meeting dedicated almost entirely to strengthening global coordination against the Covid-19 pandemic.</p></li> <li><p>The<strong> World Health Organization</strong> is to raise the question of Taiwan’s participation as an observer at the assembly</p></li> <li><p><strong>China </strong>reported seven new coronavirus cases for 17 May, up from five a day earlier. The country also reported 18 new asymptomatic cases, up from 12 the day before.</p></li> <li><p><strong>Mexico</strong> registered 49,219 cases of coronavirus on Sunday, with the country’s death toll rising to 5,177, health authorities said. Mexico has seen a slightly higher death rate from coronavirus than the global average so far due to the widespread presence of pre-existing medical conditions such as diabetes, hypertension and obesity, experts say.</p></li> </ul>"
]