[
  "<p>Formula One is investigating how to begin the season behind closed doors at European races. <a href=\"https://www.theguardian.com/sport/2020/apr/07/formula-one-furloughs-half-of-staff-while-management-take-20-pay-cut\">Nine grands prix have been called off</a> because of coronavirus but the F1 sporting director, Ross Brawn, said every option is being considered and believes it may be possible to hold up to 19 races.</p> <p>The Canadian Grand Prix became the latest race to be postponed on Tuesday. The following day the Ferrari team principal, Mattia Binotto, <a href=\"https://www.theguardian.com/sport/2020/apr/08/ferrari-extending-f1-season-2021-radical-racing-changes\">confirmed teams were willing to accede to radical changes</a> to the racing format and to extending the season into next year if necessary. F1 faces a major financial shortfall if racing does not take place.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/apr/06/formula-one-lose-four-teams-lost-income-coronavirus-mclaren-zak-brown\">Formula One could lose four teams due to lost income, says McLaren chief</a> </p> </aside>  <p>The first race set to take place is the French GP on 28 June. Brawn said F1 is making plans on the assumption of the easing of restrictions imposed across Europe.</p> <p>“Our view is probably a European start will be favourable and that could even be a closed event,” Brawn said in a vodcast on Sky Sports. “We could have a very enclosed environment where teams come in on charters, we channel them into the circuit, we make sure everyone is tested, cleared and that there is no risk to anyone.</p> <p>“We have a race with no spectators. That’s not great but it’s better than no racing at all. We have to remember there are millions of people who follow the sport sat at home. A lot of them are isolating and to be able to keep it alive and entertain people would be a huge bonus in this crisis. But we can’t put anyone at risk.”</p> <p>F1 had already assented to a closed-door meeting. The Bahrain GP was to be held without spectators in March. Brawn believes permanent circuits would be able to prepare for a race with a short lead time if they are not required to accommodate fans, provide marketing and organise tickets. The British Grand Prix set the end of this month as the latest point to begin preparing the circuit for the race scheduled for 19 July.</p> <p>Binotto acknowledged two-day meetings were already under discussion and Brawn revealed F1 is considering a punishing schedule to maximise the number of races.</p> <p>“If we were able to start at the beginning of July we could do a 19-race season, [It would be] tough, three races on, one weekend off, three races on, one weekend off,” he said. “We have looked at all the logistics.”</p> <p>He also recognised there was a finite period in which F1 could conclude a world championship. “Eight races is the minimum, [according to] the FIA statutes,” Brawn said. “We could achieve eight races by starting in October. So if you wanted a drop-dead point it would be October but there is always the possibility we could run into next year. That’s being explored.”</p>",
  "<p>More than 6.6 million<strong> </strong>Americans <a href=\"https://www.theguardian.com/business/2020/apr/03/us-jobs-report-march-unemployment-coronavirus\">lost their jobs</a> last week, with 16 million jobs gone in the past three weeks, as the coronavirus pandemic brought the US economy to a standstill.</p> <p>Millions of Americans <a href=\"https://www.theguardian.com/business/2020/mar/26/unemployment-caused-by-coronavirus-will-leave-deep-scars-in-us\">filed for unemployment benefits</a> again last week, the US labor department confirmed on Thursday, as shutdowns across the US led employers to lay off workers in nearly every corner of the market. Economists had expected 5.25 million Americans to file for unemployment benefits for the week ending 4 April.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/03/coronavirus-uk-business-activity-plunges-to-lowest-ebb-since-records-began\">Unemployment in US and UK 'may be worse than in Great Depression'</a> </p> </aside>  <p>In the previous two weeks the shutdowns cost <a href=\"https://www.theguardian.com/business/2020/apr/02/us-unemployment-coronavirus-economy\">close to 10 million people</a> their jobs. Layoffs that <a href=\"https://www.theguardian.com/business/2020/mar/25/us-unemployment-coronavirus-hospitality-food-industries-claims\">started in the restaurant and leisure industries</a> have now spread to include manufacturing, construction and even healthcare.</p> <p>The astonishing pace of losses means more people have been put out of work in the last three weeks than in the two years of the last recession. Job losses are rising in every state and economists are predicting the unemployment rate will soon reach 15% or higher, levels unseen since before the second world war.</p> <p>The largest increases were in California (up 871,992), New York (up 286,596), Michigan (up 176,329) and Florida (up 154,171).</p> <p>The latest snapshot of economic devastation wrought by Covid-19 came as the virus itself continued its spread. More than 86,000 deaths have been reported around the world and the US has over <a href=\"https://coronavirus.jhu.edu/map.html\">432,000 confirmed cases</a>, the most of any nation.</p> <p>But while the numbers are stark, economists cautioned it was too early to say what the long-term impact of Covid-19 will be on the economy.</p> <p>“These figures don’t reflect a lack of demand,” said Dean Baker, a senior economist at the Center for Economic and Policy research and visiting professor at the University of Utah. During the recession in 2008, unemployment reached close to 10%.</p> <p>“That wasn’t in our control. This is literally in our control,” said Baker. “We are deliberately shutting down the economy.”</p> <p>A sharp bounceback is possible, but will depend on government action and a coherent plan to safely reopen the economy. In its latest attempt to support the economy, the Federal Reserve announced Thursday it was making a further $2.3tn in loans available for small and mid-size businesses and US cities and states.</p> <p>The latest intervention cheered global investors, boosting markets on both sides of the Atlantic. The FTSE 100 closed up 2.9% on Thursday at 5,843, sealing a weekly gain of 7.8% – its biggest since January 2009 in the depths of the financial crisis.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/apr/2020-04-09T12:56:38/embed.html\" data-alt=\"weekly unemployment claims graph\"> <a href=\"https://interactive.guim.co.uk/charts/embed/apr/2020-04-09T12:56:38/embed.html\">weekly unemployment claims graph</a> </figure>  <p>Further sharp spikes in US unemployment claims are expected in the weeks ahead. Unemployment offices have been unable to cope with the huge volumes of claims made in recent weeks, with widespread reports of websites crashing and phone lines collapsing under the weight of calls. Those delays will filter through to the figures in the coming weeks.</p> <p>Florida and Texas, which account for 15% of the nation’s payrolls, only moved to close non-essential businesses in the middle of last week, so the surge in claims in those states is likely to show up in the next report. States have moved to extend unemployment benefits to gig workers employed by Uber, Lyft and others, but not all of them have yet been able to make claims. Others have chosen to stop working for health reasons and have yet to apply for benefits.</p> <p>Eric Anderson, 63, a grocery store worker in Mulberry, Florida, recently quit his job because he is in the high-risk coronavirus category because of his age and diabetes. Anderson said he felt uneasy about the crowds at his grocery store. Florida’s governor, Ron DeSantis, refrained from <a href=\"https://www.npr.org/sections/coronavirus-live-updates/2020/04/01/825383186/florida-governor-orders-statewide-lockdown\">issuing</a> a stay-at-home order until 1 April. Anderson recently took two weeks unpaid leave and will likely extend it through the pandemic.</p> <p>“Nobody was staying home, so I had to,” said Anderson. “I’m not getting paid, but as I told my manager I’d rather be broke than dead. The people in my area were ‘business as usual’.</p> <p>“What got to me was families, elderly people, babies, pregnant women, all came shopping. I worked through this past Friday getting more and more stressed, and when I went in last Saturday, every register was open, people lined up, self-checkouts full, aisles full, and I decided enough.”</p>"
]