[
  "<p>As a global health crisis triggered by the coronavirus pandemic careens toward an economic disaster, Americans facing financial hardship are flooding state unemployment departments.</p> \n<p>The number of people out of work has surged into the millions and the downturn is already rippling across numerous industries – many restaurants have closed their doors, newspapers are folding, and the film and TV industry is <a href=\"https://www.theguardian.com/film/2020/mar/19/loss-of-jobs-income-film-industry-hollywood-coronavirus-pandemic-covid-19\">grinding to a halt</a>.</p> \n<p>As economists predict a looming recession, experts warn that states such as California may struggle to keep pace and process <a href=\"https://www.theguardian.com/us-news/2020/mar/25/california-coronavirus-unemployment-newsom\">a deluge of new unemployment claims at once</a>.</p> \n<p>Here’s what you need to know about filing for unemployment and getting access to money as quick as possible.</p> \n<h2><strong>What’s unemployment compensation?</strong></h2> \n<p>Unemployment benefits are designed to help people who are out of work through no fault of their own. They’re meant as a stopgap measure, as a way to temporarily maintain a portion of income until someone can find a new job.</p> \n<p>Unemployment insurance provides on average $300 a week, about a third of the average wage in the US, and typically lasts about four months. The actual amount depends on a person’s past earnings and the reason they stopped working.</p> \n<p>The federal government can also grant extensions if economic forecasts don’t improve. Barack Obama extended benefits several times between 2009 and 2013 to deal with rising unemployment rates during the Great Recession.</p> \n<h2>What does the government’s relief package mean if I’ve lost my job?</h2> \n<p>In response to coronavirus fallout, national lawmakers are making a broader group of people eligible for unemployment relief, including workers who are sick or have been quarantined, those who have been laid off or had hours reduced due to the outbreak, and people who can’t work because they have to care for children.</p> \n<p>The White House and Senate leaders <a href=\"https://www.theguardian.com/world/2020/mar/25/senate-passes-coronavirus-stimulus-package\">agreed </a><a href=\"https://www.theguardian.com/world/2020/mar/25/senate-passes-coronavirus-stimulus-package\">to</a> a $2tn rescue package for the US economy that includes a one-time <a href=\"https://www.theguardian.com/world/2020/mar/26/us-coronavirus-stimulus-all-you-need-to-know\">$1,200 check</a> for many taxpayers, an increase in unemployment payments, and a broadening of the group of workers that would qualify for them.</p> \n<p>Workers will see an extra $600 a week layered on top of traditional unemployment benefits, thanks to the package.</p> \n<p>The bill also mandates 10 days of fully paid sick leave for employees of companies with 500 employees or less. Parents of those companies affected by their children’s school closing and those leaving for medical reasons can get 12 weeks of pay at 67% of their salary. Companies with under 50 employees can apply for exemptions.</p> \n<p>And although typically the self-employed and independent contract workers – such as ride-share drivers and freelance writers – aren’t eligible for unemployment benefits, they are under the new relief package. The aid will look a lot like benefits they would receive under <a href=\"https://www.fema.gov/media-library/assets/documents/24418\">disaster unemployment assistance</a>. Those benefits are provided under a new name: pandemic unemployment assistance.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"interactives/2020/03/coronavirus-dashboard-blog-size\" data-atom-type=\"interactive\"> \n  <div>\n   default\n  </div>\n </gu-atom> \n</figure> \n<h2><strong>How does it work?</strong></h2> \n<p>The process varies across states, but follows a general pattern that aligns with <a href=\"https://www.dol.gov/general/topic/unemployment-insurance\">federal guidelines</a>.</p> \n<p>After a person’s last day of work, they file a claim with their state’s unemployment department, listing income and the reason they stopped working. States such as California are encouraging people to file online as a way to expedite claims.</p> \n<p>The department contacts a person’s last employer to verify information and determines a weekly benefit amount <a href=\"https://www.edd.ca.gov/Disability/PFL_Calculator.htm\">based on past earnings</a> and the reason the person stopped working.</p> \n<p>Californians who are sick or quarantined would see 60% to 70% of typical earnings, ranging from $50 to $1,300 a week. Those who have had hours cut would get less. The state’s unemployment department has <a href=\"https://www.edd.ca.gov/about_edd/coronavirus-2019.htm\">published additional guidance</a>.</p> \n<h2><strong>How long will it take to get paid?</strong></h2> \n<p>The department says that it generally takes a couple of weeks from the time a person files to when they can access money.</p> \n<p>That’s the best-case scenario; it would most likely apply when cases are clearcut and doctors or employers are quick to respond and verify information.</p> \n<p>If doctors or employers delay, or if details are missed on paperwork, it could slow the process considerably, potentially adding weeks or months of wait time. The sudden surge in claims may also make it increasingly difficult to speak with a live customer service representative over the phone if a claim gets hung up.</p> \n<h2><strong>How many new claims will unemployment departments see?</strong></h2> \n<p>It’s impossible to say for sure. The US treasury secretary, Steven Mnuchin, <a href=\"https://www.theguardian.com/us-news/2020/mar/18/steven-mnuchin-coronavirus-unemployment-treasury-secretary\">warned </a>the national unemployment rate could rise sharply from record lows and reach upwards of 20%.</p> \n<p>State unemployment systems <a href=\"https://www.politico.com/news/2020/03/17/coronavirus-layoffs-america-unemployment-134819?nname=california-playbook&amp;nid=00000150-384f-da43-aff2-bf7fd35a0000&amp;nrid=0000016f-210f-de45-a7ef-a9af61150000&amp;nlid=641189\">were overwhelmed</a> by a sudden surge of new claims. A record <a href=\"https://www.theguardian.com/business/2020/apr/02/us-unemployment-coronavirus-economy\">6.6 million people</a> filed claims for unemployment in the US in the last week amid the lockdowns. </p> \n<h2><strong>How will coronavirus </strong><strong>affect the process?</strong></h2> \n<p>The federal government granted states <a href=\"https://www.dol.gov/newsroom/releases/eta/eta20200312-0\">extra flexibility</a> on how to handle unemployment claims during the pandemic.</p> \n<p>Those who aren’t working because they’re sick or quarantined must provide evidence from a healthcare professional who has treated them or ordered them to isolate.</p> \n<p>Someone who isn’t sick or quarantined must generally still be looking for work and will be required to contact a certain number of employers, depending on the state.</p> \n<p>But hiring freezes, business shutdowns, and the ability to safely look for work could pose new challenges to those on the job hunt.</p> \n<h2><strong>How is the unemployment department preparing to meet a </strong><strong>surge in new claims?</strong></h2> \n<p>States across the country will face a flood of new unemployment claims, but California, the nation’s most populous state, may be caught particularly off guard.</p> \n<p><a href=\"https://www.edd.ca.gov/About_EDD/Executive_Staff.htm\">Loree Levy</a>, the California unemployment department’s top spokeswoman, said the surge is unique from those seen during the last recession, when state unemployment departments had time to prepare.</p> \n<p>“Typically, claims ramp up. But this is a big slam all at once. It’s a serious challenge. We’re throwing everything we have at it,” Levy said.</p> \n<p>Levy said department staffers have been working overtime and on weekends to process claims. The department is also shifting workers from other departments to help process claims and is looking to retirees who know the system to come back to work.</p> \n<p>The department is also looking to add new staff members, but Levy cautioned that this may not help in the short term. “Hiring is not an immediate fix,” she said. “It takes several months for someone to be efficient” in processing claims, she said.</p> \n<p>Further complicating matters is the very reason for the unemployment deluge – a highly contagious disease – which will pose new and difficult staffing challenges to process claims.<strong> </strong>Levy said the department is looking to prepare more of its staff to work remotely.</p> \n<p>“I think that’s what made this so complex. We’re concerned about our own employees, but we’re also concerned about providing benefits in a timely manner,” Levy said.</p> \n<h2><strong>What’s next?</strong></h2> \n<p>Because funding for state unemployment departments – money that pays for staffing and infrastructure – is based on recent years’ unemployment rates, and because those rates have fallen to record lows, states now face a unique challenge in responding to a crushing demand after years of paring down departments.</p> \n<p>“People have been saying for years that the systems are antiquated, and I think we’re going to come to regret that,” said <a href=\"https://eml.berkeley.edu/~jrothst/\">Jesse Rothstein</a>, a labor economist and professor at University of California, Berkeley.</p> \n<p><a href=\"https://oui.doleta.gov/unemploy/solvency.asp\">Unemployment trust funds</a>, which provide money to pay out benefits,<strong> </strong>could also go broke – a concern <a href=\"https://www.wsj.com/articles/a-downturn-that-costs-jobs-could-catch-the-u-s-unprepared-1524424830\">economists have raised</a> for years. If that happens, states would have to borrow funds from the federal government.</p> \n<p>To be ready to respond to a recession, a state should have<strong> </strong>enough money in its reserve to pay out benefits for a year.</p> \n<p><a href=\"https://www.nelp.org/expert/michele-evermore/\">Michele Evermore</a>, a researcher and policy analyst at National Employment Law Project, said that California may be <a href=\"https://oui.doleta.gov/unemploy/large_carousel.asp?slide=4\">the least prepared</a> of any state to stay solvent.</p> \n<p>That’s why Evermore said it’s been crucial for Congress to act quickly to pass economic relief packages that include money to boost state unemployment departments’ administrative funding and allow them to build up departments to meet demand.</p> \n<p>“We’re very much on the right track,” Evermore said, but he added the government will need to soon make more support available.</p> \n<p>Lawmakers may free up additional relief in the weeks or months to come, and experts say it’s important for the federal government to provide continued support throughout the crisis, beyond the one-off stimulus checks.</p> \n<p>Rothstein said: “This is going to be a tidal wave and we need the federal government to open up the checkbook.”</p>",
  "<p>More than 6.65 million people filed for unemployment benefits in the US last week, the latest official figures to highlight the devastating economic impact of the Covid-19 pandemic on the American economy.</p> <p>The federal labor department announced that a new record number of people sought benefits after losing their jobs in the week ending 27 March as <a href=\"https://www.nwaonline.com/news/2020/apr/01/long-lines-at-unemployment-offices-as-w/\">long lines</a> formed at unemployment offices, <a href=\"https://www.inquirer.com/business/spl/pennsylvania-coronavirus-unemployment-system-issues-calls-online-20200331.html\">phone lines</a> jammed and<a href=\"https://ktvz.com/news/2020/03/30/central-oregonians-struggle-to-file-for-unemployment-benefits/\"> websites</a> collapsed under the weight of claims across the US.</p> <p>Some 3.3 million <a href=\"https://www.theguardian.com/business/2020/mar/26/us-unemployment-rate-coronavirus-business\">had filed for unemployment</a> the previous week, bringing total claims to 9.95 million for the two weeks. More people have filed for unemployment in the last two weeks than filed in the last 10 months.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/apr/2020-04-02T12:42:37/embed.html\" data-alt=\"interactive\"> <a href=\"https://interactive.guim.co.uk/charts/embed/apr/2020-04-02T12:42:37/embed.html\">interactive</a> </figure>  <p>The US now faces the sharpest rise in unemployment in its history, a surge that is already highlighting income inequality across the nation and comes as the global economy goes into a nosedive that is likely to exacerbate the situation in the months ahead.</p> <p>“We are at the mercy of the virus,” said William Rodgers, former chief economist at the US Department of Labor. Rodgers calculates US unemployment, 3.5% in February, has already reached 17% in just two weeks and that rates for African Americans have soared to 19% from 5.8%.</p> <p>With large parts of the US now on lockdown, millions of people working in retail, restaurants, travel, hotels and leisure industries have lost their jobs and the losses are spreading. Oil and gas companies are laying off workers as oil prices collapse and engineering firms including General Electric are cutting staff as the airline industry grinds to a halt.</p> <p>All 50 states reported a rise in unemployment claims with the largest rises in Pennsylvania (up 362,012), Ohio (up 189,263) and Massachusetts (up 141,003). The layoffs were widespread with losses reported in almost all sectors of the economy from leisure and retail to construction and manufacturing.</p> <p>The scale and speed of the layoffs is without precedent. Before last week the sharpest rise in unemployment claims was in 1982 when filings rose by 695,000.</p> <p>It has been over two weeks since Brandy Banaay was let go from her housekeeping job at the Doubletree Hotel Alana in Waikiki, Hawaii, yet the single mother of three has yet to successfully file for unemployment insurance. Whenever she tries to file on Hawaii’s website, it crashes.</p> <p>“Every time, it would just kick me out, kick me out. It’s very frustrating. You have to have patience because there’s a lot of unemployment,” Banaay said.</p> <p>The crisis has effectively shut down Hawaii’s<a href=\"https://governor.hawaii.gov/newsroom/latest-news/news-release-hta-hawaii-visitor-statistics-released-for-2018/\"> $17bn tourism industry</a>, leaving thousands of workers like Banaay unemployed. Over 82,000 workers in a state of 1.5 million people <a href=\"https://www.civilbeat.org/2020/03/hawaii-jobless-claims-top-80000-as-the-coronavirus-sinks-the-economy/\">filed</a> for unemployment in March.</p> <p>“It’s just so stressful, the fact that I have to provide for my kids. I have to make sure I can still pay my bills and my loans. It’s a lot,” Banaay said. “It’s a struggle right now.”</p> <p>On Friday, the Bureau of Labor Statistics will release its first monthly jobs report since the Covid crisis hit the US. It is expected to show the first rise in unemployment in more than nine years. The figures were collected in the middle of last month, before General Electric, Macy’s, Marriott and others laid off workers.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/mar/20/unemployment-benefits-coronavirus-how-to-file-what-to-expect\">What US unemployment benefits can I get during the coronavirus? Your payment options explained</a> </p> </aside>  <p>Economists are forecasting a rise to 4% unemployment, up from a 50-year low of 3.5% in February and ending a record 113 months of growth in the jobs market. The figure will probably be revised sharply upwards next month when more data is available.</p> <p>Using a model based on unemployment insurance claims, Rodgers, professor of public policy at the Bloustein School for Planning and Public Policy at Rutgers University, expects to see sharp regional and racial differences in unemployment emerge.</p> <p>Alongside a 19% unemployment rate for African Americans, he calculates the unemployment rate for Latinx workers has risen to 17% from 4.4% and teen unemployment has hit 25%, just weeks into the US crisis.</p> <p>Rodgers also expects a widening gap in unemployment rates across the country. In Louisiana, he predicts unemployment could rise to 44.9% (from 5.3%) as oil and gas production are hit by falling oil prices and tourism to New Orleans, currently in the midst of one of the country’s <a href=\"https://www.theguardian.com/us-news/2020/mar/26/new-orleans-surviving-katrina-battles-covid-19-coronavirus\">worst coronavirus outbreaks</a>, dries up. At the end of March, New Orleans had reported 1,834 total cases of Covid-19 infection and 101 deaths.</p> <p>It is too early to say how long this will go, said Rodgers. “We really are in uncharted waters,” he said.</p>",
  "<p>The past few weeks have revealed the worst and the best in human responses to the coronavirus crisis – from the supermarket hoarders clearing the shelves to the neighbourhood groups organising help for elderly and vulnerable people.</p> <p>When it comes to the pharmaceutical companies, how should we judge their response? They, after all, hold the key to ending the pandemic. Yet in one vital respect their behaviour has more in common with the supermarket hoarders than the neighbourhood groups.</p> <p>Our exit strategy from the global lockdown depends on <a href=\"https://www.theguardian.com/world/2020/apr/01/coronavirus-vaccine-when-will-it-be-ready-covid-19\">the development of an effective vaccine</a>, as is well-known. A huge effort is under way to find such a vaccine, but we cannot afford to wait the 18 months it might take.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/01/coronavirus-vaccine-when-will-it-be-ready-covid-19\">Coronavirus vaccine: when will it be ready?</a> </p> </aside>  <p>In the meantime, as the death toll increases, doctors are desperate for treatments that would lessen the impact of the virus, by shortening the infection, reducing its severity and in that way saving lives. There is now a global hunt for a coronavirus drug. But it is a fight against time. The focus is therefore on existing treatments already proved to be safe for other diseases which will need less testing and be easier and quicker to manufacture in quantity.</p> <p>Scores of trials are under way around the world. The World Health Organization has identified four of the most promising therapies – including an HIV combination treatment, an anti-malarial and a drug developed but never used against Ebola - for testing in a global trial launched last month. But we cannot pause the search while waiting for the results. The need for new effective agents is too great.</p> <p>The best way to identify candidate drugs is to use artificial intelligence (AI) to crunch huge quantities of data to find the ones that might work. Major AI companies are <a href=\"https://www.theguardian.com/business/2020/mar/31/oxford-firm-to-screen-15000-drugs-in-search-for-coronavirus-treatment\">putting their immense computing power</a> at the service of scientists engaged in this hunt.</p> <p>But they are being hampered: because some pharmaceutical companies are failing to share all of the data on potential candidate treatments that they hold. Like toilet roll profiteers, they are keeping it stashed in their digital attics and cellars where others cannot get at it, on the grounds that it is commercially confidential.</p> <p>It was the <a href=\"https://www.gisaid.org/\">open sharing of data</a> around the world that allowed scientists to map the genome of the SARS-CoV-2 virus at unprecedented speed, working across institutional, commercial and international boundaries in a unique collective effort against a common global enemy. We now urgently need all pharmaceutical companies to set aside their individual commercial ambitions and join a similar collective effort to identify, test, develop and manufacture treatments to curb the disease.</p> <p>There is a precedent. Last June, 10 of the world’s largest pharmaceutical companies – including Johnson &amp; Johnson, AstraZeneca and GlaxoSmithKline – announced <a href=\"https://www.biopharmatrend.com/post/97-pharma-companies-join-forces-to-train-ai-for-drug-discovery-collectively/\">they would pool data</a> for an AI-based search for new antibiotics, which are urgently needed as antibiotic-resistant bacteria have proliferated across the world, threatening the growth of untreatable disease.</p> <p>That historic agreement was made possible by the development of a secure, blockchain-based system that allows an algorithm to search rival companies’ data with full traceability – but without revealing commercial secrets to competitors. The advantage of using blockchain is that companies can trust the code rather than their partners.</p> <p>AI researchers at the Massachusetts Institute of Technology’s J-Clinic,<strong> </strong>who trained a neural network to predict which molecules will have antibiotic properties, announced in February that they had <a href=\"http://news.mit.edu/2020/artificial-intelligence-identifies-new-antibiotic-0220\">found a new compound which works against 35 different types of bacteria</a>. They named it <a href=\"https://www.theguardian.com/society/2020/feb/20/antibiotic-that-kills-drug-resistant-bacteria-discovered-through-ai\">halicin</a>, after the AI system in 2001: A Space Odyssey<em>.</em></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/apr/01/lockdown-buys-time-virus-mass-testing-coronavirus-uk\">The lockdown only buys us time: to really defeat the virus we need mass testing now | Devi Sridhar</a> </p> </aside>  <p>AI is now being harnessed across the globe in the hunt for a coronavirus treatment, from Hong Kong to Israel to the UK and US. Last month the world’s fastest supercomputer, the IBM Summit, identified 77 compounds as potential candidates. Last week an AI platform run by Gero, based in Singapore, identified six drugs already approved for human use in other conditions which could help combat Covid-19. Meanwhile, Thomas Siebel, the billionaire head of C3.ai, a Californian artificial intelligence company, <a href=\"https://www.nytimes.com/2020/03/26/science/ai-versus-the-coronavirus.html\">announced a public-private consortium</a> including Princeton, Carnegie Mellon University, MIT, the Universities of California, Illinois and Chicago, as well as C3.ai and Microsoft, which will provide scientists with funding and access to some of the world’s most advanced supercomputers in the search for solutions to the pandemic.</p> <p>However, no matter how great the computing power or how advanced the software design, results from these initiatives will depend ultimately on the data fed into them. Without full access to comprehensive data, the scientists will be fighting with one hand tied behind their backs.</p> <p>All pharmaceutical companies must unlock their chemical libraries so candidate drugs can be identified, and trials to test the most promising treatments begin as soon as humanly possible. We cannot wait. Lives depend on it.</p> <p><br>• Prof Ara Darzi is a surgeon and director of the Institute of Global Health Innovation at Imperial College London. He is a former Labour health minister</p>"
]