[
  "<p>Death was the catalyst for Walter “Hawk” Newsome’s most contentious idea. It came to him during the first few days of July in 2016. This was the week that a Minnesota police officer shot 32-year-old Philando Castile <a href=\"https://www.theguardian.com/us-news/2017/jun/20/philando-castile-shooting-marijuana-car-dashcam-footage\">five times</a> and killed him in his car; an off-duty New York police officer <a href=\"https://www.nydailynews.com/new-york/brooklyn/off-duty-shoots-man-dead-road-rage-incident-brooklyn-article-1.2698074\">killed</a> 37-year-old Delron Dempsey in front of his family; and two Louisiana cops fatally shot Alton Sterling <a href=\"https://www.wwltv.com/article/news/local/coroner-releases-autopsy-toxicology-reports-for-alton-sterling/289-532514020\">six times</a>.</p> <p>These extrajudicial slayings bedeviled Newsome, who spent his youth being terrorized by the NYPD in the Bronx. Despite the Democratic politicians he had canvassed and campaigned for – from Bloomberg before his “stop and frisk” days to Barack Obama – the situation didn’t seem to get better. Blacks were still being killed by the police at a <a href=\"https://www.washingtonpost.com/nation/2019/08/09/what-weve-learned-about-police-shootings-years-after-ferguson/\">disproportionate rate</a>.</p> <p>On that dog day of summer, Newsome decided to take a walk, beginning in Lower Manhattan near Wall Street. By the time he’d gotten Uptown, sweaty and crying, he arrived at a conclusion that might have seemed incongruous, but was grounded in its own fascinating logic.<strong> </strong>“I thought to myself, ‘Fuck this! Black people shouldn’t vote.”</p> <p>This sentiment blossomed into I Ain’t Voting Until Black Lives Matter, a meteoric and strange campaign during the 2016 presidential election in which Newsome and a cadre of activists implored blacks to withhold their votes until a candidate adopted policies against police brutality, such as independent prosecutors for police misconduct and jail time for cops who falsified reports.</p> <p>It’s a campaign that Newsome said has been vindicated by the country’s embrace of progressive politics in recent years. But would it apply to this year’s election?</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"194f8a5dfff21d6ca44bc8a3a396d4413bd4ce16\"> <img src=\"https://media.guim.co.uk/194f8a5dfff21d6ca44bc8a3a396d4413bd4ce16/0_0_5184_3456/1000.jpg\" alt=\"People protest against police brutality and in support of Black Lives Matter during a July 2016 march in New York.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People protest against police brutality and in support of Black Lives Matter during a July 2016 march in New York.</span> <span class=\"element-image__credit\">Photograph: Eduardo Muñoz/Reuters</span> </figcaption> </figure>  <p>Black Americans have been loyal to the Democrats for years. <a href=\"http://www.theatlantic.com/politics/archive/2016/03/exit-left/476190/\">Since 1964</a>, Democratic presidential candidates have received at least 80% of the black vote.<strong> </strong>However, as Princeton political scientist <a href=\"https://press.princeton.edu/books/paperback/9780691148014/uneasy-alliances\">Paul Frymer</a> describes, this loyalty can <a href=\"https://fivethirtyeight.com/features/black-voters-are-so-loyal-that-their-issues-get-ignored/\">devalue the concerns of blacks</a> and give swing voters more power.</p> <p>“When Democrats talked to gay people, they got marriage equality. When Dems talked to immigrant communities, they got Daca. But when it is black people, we get jive talk and the electric slide,” said Newsome, the 42-year-old founder of <a href=\"https://www.blacklivesmattergreaterny.com/founder\">Black Lives Matter of Greater New York</a>.</p> <p>To launch his campaign, Newsome reached out to<strong> </strong>actor and rapper Nick Cannon, who had released the viral song <a href=\"https://www.youtube.com/watch?v=-AQjZ8ZbnF4\">Too Broke to Vote</a>. They chose the Republican national convention to debut, because, “the white supremacists said that [Black Lives Matter] better not show up”. Cannon supported Newsome and 11 of his followers with banners, T-shirts, a van and a house. They marched and held a news conference, <a href=\"https://www.pri.org/stories/2016-07-20/i-aint-voting-will-black-lives-matter-reject-right-vote\">gaining</a> some attention.</p> <p>But at the Democratic national convention the following week, there was backlash. “Older blacks thought that I was dishonoring MLK,” Newsome said. “But he fought for the <em>power</em> of the vote, not for it to be a popularity contest.” Newsome’s own mother later told him that she thought he’d “lost his mind”, and some of his politically minded peers in the Bronx hosted small-scale counter-demonstrations.</p> <p>Newsome stuck to his convictions. He believed Hillary Clinton’s <a href=\"https://www.theguardian.com/us-news/2016/oct/21/hillary-clinton-black-millennial-voters\">history</a> of backing the 1994 <a href=\"https://www.theatlantic.com/politics/archive/2015/05/the-tragic-politics-of-crime/392114/\">crime bill</a>, which expanded the death penalty and lengthened prison sentences,<strong> </strong>and the time she referred to <a href=\"https://www.advocate.com/election/2016/2/25/black-queer-protester-hillary-clinton-you-owe-black-people-apology\">black </a><a href=\"https://www.advocate.com/election/2016/2/25/black-queer-protester-hillary-clinton-you-owe-black-people-apology\">young men as “superpredators”</a><strong> </strong>made her symbolic of everything he protested against. On 8 November, he wrote in his own name on his presidential ballot. “‘I only wish that <em>more</em> people would have stood with us. It might have forced Hillary to do more to draw people to the polls,” he said.</p> <p>Like his I Ain’t Voting initiative, Newsome is polarizing – even within the Black Lives Matter movement. He’s been criticized for speaking at a <a href=\"https://www.vice.com/en_us/article/wjx9m4/speaking-at-a-trump-rally-made-this-blm-activist-an-outcast\">Trump rally</a>.<strong> </strong>While his videos debating conservatives like Tomi Lahren go viral, and he’s a regular face on CNN and BET, he has a history with alcoholism and domestic abuse. “I had to look at myself and say, ‘You are a toxic individual and you need to change,’” he said. Newsome has made public apologies, is four years sober, and participates in therapy, but some have been reluctant to work with him.</p> <p><a href=\"https://www.npr.org/2011/08/01/138891494/bertha-lewis-from-acorn-to-the-black-institute\">Bertha Lewis</a>, the 69-year-old organizer, was one of those suspicious activists. She said she would come to his demonstrations, but remain in the background to observe. “He’s followed the credo of ‘I can show you better than I can tell you,’” she said. “So he’s just kept it moving, and people have had to give him a grudging respect for that.”</p> <p>While Newsome is an outlier, though, he’s not alone in encouraging blacks to hold their votes for ransom. In 1924, in the shadow of strict loyalty to the Republican party following the American civil war, activist James Weldon Johnson asked, “How can the Negro expect any worthwhile consideration for his vote as long as politicians are always reasonably sure as how it will be cast?”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"9f0e9ef0e19e3a4d05178089405264f60ac2851c\"> <img src=\"https://media.guim.co.uk/9f0e9ef0e19e3a4d05178089405264f60ac2851c/0_0_2000_3000/667.jpg\" alt=\"‘Older blacks thought that I was dishonoring MLK,’ said Walter ‘Hawk’ Newsome, a Black Lives Matter activist, of his political strategy.\" width=\"667\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Older blacks thought that I was dishonoring MLK,’ said Walter ‘Hawk’ Newsome, a Black Lives Matter activist, of his political strategy.</span> <span class=\"element-image__credit\">Photograph: Michael Noble Jr./The Guardian</span> </figcaption> </figure>  <p>In 1965, months before the Democrats would secure the black vote for generations with the Voting Rights Act, Malcolm X implored blacks to treat their <a href=\"http://www.edchange.org/multicultural/speeches/malcolm_x_ballot.html\">ballots like bullets</a> and only use them when there was a target within reach.</p> <p>And during the 2016 election, Fredrick C Harris, Columbia University’s director of the Center of African American Politics, and Eddie S Glaude, chairman of Princeton University’s department of African American studies, crafted the Blank-Out Campaign, which was introduced in a <a href=\"https://time.com/4504138/black-vote-blank-out/\">Time</a> op-ed. It called for blacks to leave their presidential ballots blank in red states.</p> <p>They hoped this would force politicians to “notice that black voters are more than cattle chewing cud, to be herded to the polls”. But the audacious essay was mostly ignored or criticized. Social justice activist Bill Fletcher Jr <a href=\"https://inthesetimes.com/article/19502/the-blank-vote-is-not-a-strategy-for-black-power\">called the proposed tactic</a> a “cherry bomb” because it created noise, “while producing nothing but smoke”.</p> <p>Looking back, the 2016 election saw the first decline in black <a href=\"https://www.pewresearch.org/fact-tank/2017/05/12/black-voter-turnout-fell-in-2016-even-as-a-record-number-of-americans-cast-ballots/\">voter turnout in 20 years</a>. In trying to explain the downturn, pundits have cited everything from increased <a href=\"https://www.brennancenter.org/our-work/research-reports/election-2016-restrictive-voting-laws-numbers#raceandvoting\">restrictions</a> such as voter ID laws to the disinformation efforts of Russian operatives, whose <a href=\"https://www.bbc.com/news/technology-49987657\">chief target was </a>blacks. The Russians used Facebook pages with misleading names like “Black Matters” to encourage blacks not to vote – a fact <a href=\"https://www.latimes.com/opinion/story/2019-11-17/donald-trump-black-voters-election-politics\">some believe reflects the abject foolishness</a> of Newsome’s efforts.</p> <p>Newsome disagrees. “The Russians saw what I saw – that the Democrats were disregarding blacks,” he said. “But they were trying to discourage … I was telling people to make politicians work for your vote.”</p> <p>While “I Ain’t Voting” didn’t galvanize many voters, Newsome believes that its spirit made it a success. Both parties have prioritized recapturing the more than 765,000 eligible black voters who sat out of the 2016 election – whether it’s presumptive nominee Joe Biden pledging to nominate a <a href=\"https://www.vox.com/2020/2/25/21153824/biden-black-woman-supreme-court\">black woman</a> to the supreme court or Donald Trump talking about <a href=\"https://www.motherjones.com/crime-justice/2020/02/trump-just-bragged-about-criminal-justice-reform-look-closer-at-how-his-administration-is-undoing-it/\">criminal justice</a>.</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>Newsome also sees a Trump presidency as a 'curse and a gift' that opened a lane for radical politics.</p> </blockquote> </aside>  <p>Newsome also sees a Trump presidency as a “curse <em>and</em> a gift” that opened a lane for radical politics. For him, this is embodied in the rise of politicians like the New York US representative Alexandria Ocasio-Cortez, for whom his group members were <a href=\"https://www.cityandstateny.com/articles/politics/campaigns-elections/alexandria-ocasio-cortez-beats-joe-crowley.html\">early supporters</a>. And the early success of Senator Bernie Sanders.</p> <p>While Sanders failed to get the Democratic nomination, largely thanks to his inability to rouse support from older blacks, his presence has pushed the Democratic frontrunner Joe Biden, a shepherd of <a href=\"https://www.nytimes.com/2019/06/27/us/politics/joe-biden-crime-bill-mass-incarceration.html\">racist crime bills in the 90s</a>, to a more progressive criminal justice platform that includes a $300m grant for racially representative, community-oriented policing.</p> <p>Newsome also believes that many of the black youth under 30, among whom Sanders won a <a href=\"https://www.theatlantic.com/politics/archive/2020/03/bernie-sanders-black-voters/607789/\">majority of support</a>, will be a part of the #BernieOrBust contingent, and withhold their support for Biden. He feels this is linked to I Ain’t Voting. “Many black youth understand voting as a futile effort, in which the politicians they put in place never follow through,” he said.</p> <p>But when it comes down to this year’s election, Newsome is changing course. He has decided to vote, and encourage other black people to cast their ballots as well because he believes politicians are now working harder, and because his sister Chivona is running for a local seat in the Bronx.</p> <p>There’s just one caveat: “I’ll be encouraging blacks to vote the issues,” he said. “If I stand behind the issues and the person fails me, I can still sleep at night.”</p>",
  "<p>The White House coronavirus taskforce has pushed back at widespread criticism that the US lacks the testing capacity to end lockdowns and reopen its economy.</p> <p>Mike Pence, the vice-president, insisted on Friday that there were enough tests to enable states to follow the first phase of <a href=\"https://www.whitehouse.gov/wp-content/uploads/2020/04/Guidelines-for-Opening-Up-America-Again.pdf\">federal guidelines</a> released 24 hours earlier. But the coronavirus response coordinator, Dr Deborah Birx, admitted that phase two remained uncertain because of the difficulty of testing people who carry the virus but do not show symptoms.</p> <p>“Our best scientists and health experts assess that today we have a sufficient amount of testing to meet the requirements of a phase one reopening if state governors should choose to do that,” Pence told reporters in a lengthy briefing dominated by the issue.</p> <p>Dr Brett Giroir, the assistant secretary for health, added that the US would need to conduct about 4.5m tests each month to safely enter phase one. It is currently carrying out about 1m to 1.2m a week.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/17/antibody-study-suggests-coronavirus-is-far-more-widespread-than-previously-thought\">Antibody study suggests coronavirus is far more widespread than previously thought</a> </p> </aside>  <p>In phase one, the guidelines recommend strict social distancing for all people in public. Gatherings bigger than 10 people are to be avoided, and nonessential travel is discouraged. In phase two, people are encouraged to maximise social distancing and limit gatherings to no more than 50 people unless precautionary measures are taken. Travel could resume.</p> <p>When Birx was asked whether testing capacity was sufficient for phase two, she replied: “That’s a great question, and what we will be doing is monitoring how much we have to use in phase one to really help inform phase two.”</p> <p>She admitted: “The real unknown in this, to be completely transparent, is asymptomatic and asymptomatic spread, and so if we find that there’s a lot of asymptomatic individuals that we find in this active monitoring in what we are very much concerned about, the most vulnerable, then we will have to have increased testing to cover all of those sites.”</p> <p>Pence also emphasised that states, not the federal government, would have to take responsibility for testing programmes. The absence of a national testing strategy is seen by critics as an attempt by the White House to avoid blame if problems arise.</p> <p>Pence said: “As the president’s made clear, we want governors and states to manage the testing operations in their states. We’ve given criteria, we’ve given guidance for how we think that would best operate, but we’re looking for the states, we’re looking for the governors to manage it.”</p> <p>Donald Trump himself <a href=\"https://twitter.com/realDonaldTrump/status/1251186839983132673?s=20\">tweeted on Friday</a>, “The States have to step up their TESTING!”, while also being accused of <a href=\"https://www.theguardian.com/us-news/2020/apr/17/trump-liberate-tweets-coronavirus-stay-at-home-orders\">fomenting rightwing protests</a> against lockdown measures in three states led by Democratic governors.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"a9c69d66b8363b404c6542b8f2e94c3bf7c3bdbd\"> <img src=\"https://media.guim.co.uk/a9c69d66b8363b404c6542b8f2e94c3bf7c3bdbd/0_0_6415_4276/1000.jpg\" alt=\"White House coronavirus response coordinator Deborah Birx: ‘The really unknown is asymptomatic and asymptomatic spread.’\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">White House coronavirus response coordinator Deborah Birx: ‘The really unknown is asymptomatic and asymptomatic spread.’</span> <span class=\"element-image__credit\">Photograph: Alex Wong/Getty Images</span> </figcaption> </figure>  <p>With the US death toll now topping 32,000, Pence told the briefing that 3.7m tests had been conducted nationwide. Birx was working to identify additional testing capacity, he added, and the taskforce believed states could double it by activating existing laboratories.</p> <p>But <a href=\"https://www.niaid.nih.gov/about/director\">Dr Anthony Fauci,</a> director of the National Institute of Allergy and Infectious Diseases, admitted that there had been failings. He told reporters: “It was a problem that was a technical problem from within that was corrected and it was an issue of embracing, the way we have now, and should have, the private sector who clearly has the capability of making and providing tests at the level that we will need them.”</p> <p>Governors, members of Congress and public health experts have argued that testing should be more widespread and that the federal government needs to provide more resources.</p> <p>Dr Megan Ranney, an emergency physician and associate professor at Brown University, <a href=\"https://www.pbs.org/newshour/health/test-troubles-cloud-trump-recovery-effort\">told the Associated Press:</a> “There are places that have enough test swabs, but not enough workers to administer them. There are places that are limiting tests because of the CDC [Centers for Disease Control] criteria on who should get tested. There’s just so many inefficiencies and problems with the way that testing currently happens across this country.”</p> <p>There are complaints from hospitals and state health departments that they are being forced into a bidding war against each other for swabs, equipment and chemicals manufactured in China necessary to carry out tests. Andrew Cuomo, the governor of New York, said: “The federal government cannot wipe their hands of this and say, ‘Oh, the states are responsible for testing.’ I don’t do China relations. I don’t do international supply chain.”</p> <p>On Friday, Trump was also asked fresh questions about claims that <a href=\"https://www.theguardian.com/world/2020/apr/15/trump-us-coronavirus-theory-china\">Covid-19 escaped from a virology lab</a> in the Chinese city of Wuhan and again, in a rambling answer, he fanned the flames of speculation. “We are looking at it. A lot of people are looking at it. It seems to make sense.”</p>"
]