[
  "<p>On Sunday, initially at least, there was no White House briefing on the president’s public schedule. But the bad news kept coming. Coronavirus deaths continued to climb and reports of the heartland being unprepared for what may be on its horizon continued to ricochet around the media.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/apr/03/jared-kushner-coronavirus-pandemic\">Jared Kushner's coronavirus overreach puts more American lives on the line | Lloyd Green</a> </p> </aside>  <p>In the words of one administration insider, to the Guardian: “The Trump organism is simply collapsing. He’s killing his own supporters.”</p> <p>Members of the national guard, emergency workers, rank-and-file Americans: all are exposed. Yet Trump appears incapable of emoting anything that comes close to heart-felt concern. Or just providing straight answers.</p> <p>Rather, he is acting like Jefferson Davis, the president of the Confederate States of America: repeatedly letting governors know the burden of shoring up their sick, their doctors and their people falls on their shoulders first. The national government? It’s the world’s greatest backstop.</p> <p>Remember when the Republican party freaked out about Barack Obama and the US “leading from behind” abroad? Remember the howls that evoked from GOP leaders? Those days are gone. Welcome to what Martin O’Malley, a Democratic former governor of Maryland, calls the “<a href=\"https://www.politico.com/news/2020/03/31/governors-trump-coronavirus-156875\">Darwinian approach to federalism</a>”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>There is nothing like populism marinated in wholesale contempt for the populace</p> </blockquote> </aside>  <p>Trump is telling NFL owners he wants the season to start on time. He is disregarding Centers for Disease Control and Prevention advice on wearing facemasks in public. And he is <a href=\"https://www.theguardian.com/world/2020/apr/05/coronavirus-fauci-trump-anti-malaria-drug\">touting untested coronavirus cures</a> live on national TV.</p> <p>Think <a href=\"https://www.theguardian.com/us-news/2018/feb/06/trump-university-court-upholds-25m-settlement-to-give-students-money-back\">Trump University</a> on steroids, only this time we all stand to be the victims.</p> <p>When Dr Anthony Fauci says there is no evidence to back up Trump’s claims surrounding hydroxychloroquine, an anti-malaria drug, pay attention. The fact <a href=\"https://www.theguardian.com/world/2020/apr/05/jared-kushner-coronavirus-aid-trump-governors\">Jared Kushner</a> is <a href=\"https://www.theguardian.com/commentisfree/2020/apr/03/jared-kushner-coronavirus-pandemic\">on the case</a> is hardly reassuring. He’s the guy who thought firing James Comey was win-win politics and promised Middle East peace in our time.</p> <p>While all this is going on, the Wisconsin Republican party is giving America a taste of the campaign to come in the fall. Right now, the Badger State GOP is fighting in the US supreme court efforts to extend mail-in voting for this Tuesday’s Democratic primary.</p> <p>In other words, voters will be forced to choose between foregoing their rights and risking their lives. Democracy shouldn’t work that way.</p> <p>Back in the day, <a href=\"https://www.thedailybeast.com/donald-trumps-in-person-voting-demand-is-obscenely-hypocritical-and-worse\">Republicans looked upon absentee voting as a valuable adjunct</a>, a key piece in the party’s election day arsenal. Not anymore. Instead it is a dreaded foe, a fact <a href=\"https://www.theguardian.com/us-news/2020/mar/30/trump-republican-party-voting-reform-coronavirus\">readily admitted by Trump</a> on Fox &amp; Friends this week. If the US were to adopt mail-in voting, said the president, “you’d never have a Republican elected in this country again”.</p> <p>For good measure, Trump later declared from the White House: “I think a lot of people cheat with mail-in voting.”</p> <p>For the record, <a href=\"https://www.washingtonpost.com/politics/trump-gop-challenge-efforts-to-make-voting-easier-amid-coronavirus-pandemic/2020/04/04/61f889fe-75bb-11ea-87da-77a8136c1a6d_story.html\">Trump voted by mail in 2018</a>. In March, the Palm Beach Post <a href=\"https://www.palmbeachpost.com/news/20200311/president-trump-requests-absentee-ballot\">reported</a> that he had requested a mail-in vote for the Florida Republican primary.</p> <p>There is nothing like populism marinated in wholesale contempt for the populace. In case Trump and the Republicans forgot, “We the People” are the constitution’s first three words.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If you can leave your soldiers to suffer then no American is truly safe</p> </blockquote> </aside>  <p>Sadly, once <a href=\"https://www.theguardian.com/us-news/2020/apr/05/front-row-at-the-trump-show-review-jonathan-karl\">again</a> we are reminded that Ridley Scott and Russell Crowe’s masterpiece, Gladiator, is the movie for this presidency and its tumultuous times. In one scene, a senator, Gracchus, attempts to confront Commodus, the emperor, about a plague spreading through Rome. The emperor declines, threatens the senator and muses about disbanding the Senate.</p> <p>On Thursday, Trump forced the removal of Captain Brett Crozier from his command of the aircraft carrier USS Theodore Roosevelt, for having the temerity to plead his sailors’ case as more than 100 of them tested positive for coronavirus.</p> <p>If you can leave your soldiers to suffer then no American is truly safe, <a href=\"https://mobile.twitter.com/Acyn/status/1246607004572897281\">no matter what Jeanine Pirro may say</a>. Crozier left the ship to the <a href=\"https://www.nytimes.com/2020/04/03/us/politics/coronavirus-brett-crozier-theodore-roosevelt.html\">cheers of the crew</a> – then <a href=\"https://www.nytimes.com/2020/04/05/magazine/navy-captain-crozier-positive-coronavirus.html\">reportedly tested positive himself</a>.</p> <p>Hours after dismissing Crozier, <a href=\"https://www.cnn.com/2020/04/03/politics/trump-fires-inspector-general-michael-atkinson/index.html\">Trump sacked Michael Atkinson</a>, the intelligence community’s inspector general, for simply doing his job. Trump’s Ukraine call was never perfect, however many times he says it was.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/apr/04/donald-trump-coronavirus-power-grab\">To Donald Trump, coronavirus is just one more chance for a power grab | Robert Reich</a> </p> </aside>  <p>Hail Caesar, indeed.</p> <p>Whether Trump wins reelection is an open question. For now, the economy is cratering and the coronavirus death toll has exploded. Not a promising combination. Herbert Hoover faced a depression, not a plague. Trump may contend with both.</p> <p>According to Chris Christie, a former New Jersey governor and the man who sent Charlie Kushner, Jared’s father, to prison, <a href=\"https://twitter.com/jbarro/status/1246827094350364678\">November will be a referendum on Trump</a>. Joe Biden is nearly irrelevant.</p> <p>For the moment, Trump holds a commanding lead among Republicans. Seven months from now, we will learn if party loyalty is enough to secure a second term.</p>",
  "<p>The Australian triathlete Mirinda Carfrae lost out in a virtual race after her husband tripped and disconnected the power cable of her smart bike.</p> \n<p>Carfrae, a former triathlon world champion, was competing in the inaugural Ironman VR Pro Challenge women’s race from her home in Colorado. She was second in the race, which was broadcast live on Facebook, when disaster struck.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/apr/03/coronavirus-lockdown-how-readers-are-keeping-fit-shutdown-staying-active\">'I'm hooping my way through the lockdown': how readers are keeping fit</a> </p> \n</aside> \n<p>Her husband and fellow triathlete, Tim O’Donnell, came into the room and tripped over the cord, severing her connection to the race. Carfrae kept pedalling for the rest of the 55-mile stage, despite falling off the leaderboard.</p> \n<p>After holding up a sign reading “It’s Tim’s fault!”, Carfrae explained what had happened to commentators over a video call, as her husband sheepishly stood beside her.</p> \n<p>“He decided to bring my trophies in here as motivation and when he walked around the back he kicked out the plug,” the 39-year-old said. “What an idiot!”</p> \n<p>On <a href=\"https://www.instagram.com/stories/mirindacarfrae/\">her Instagram story</a>, the three-times world Ironman champion tried to see the funny side, but admitted she was “super-bummed” to not finish the race. “Tim is racing next weekend and I won’t pull his cord out,” she said.<br><br>The US triathlete Jocelyn McCauley won the race, with the Canadian pair Angela Naeth and Jeanni Seymour finishing second and third respectively.</p>",
  "<p>We’re six weeks into Drag Race and two weeks into lockdown – thank god for television, eh? Last week we saw Nicky Doll walk the plank, and were again left with the feeling that a contestant had left way too early, with more to offer ( Rock M Sakura – we love you). RuPaul is certainly making some <em>interesting</em> decisions this year. Maybe she’s just had enough. Maybe she’s trolling us all. We shall see.</p> <p>As episode 6 opens, Heidi pads into the workroom holding her shoes and rolling her eyes. She has the vibe of someone’s aunt who’s just been told by airport staff that they can’t find her luggage, and we’re here for it. Thank god she’s still here. Brita says “I don’t know why I was in the bottom.” Really? Aiden says “quiet Aiden isn’t going to be quiet for much longer.” OoOooh! Expression shots! Dramatic camera zooms! Rattlesnack shade noise! Cut to opening theme song!</p> <h2>Patricia Quinn dot Wikipedia dot com</h2> <p>This week it’s the fan fave (and undisputably best) yearly maxichallenge, The Snatch Game. No minichallenge, for the second week running. We can see why. In years past, many of the minichallenges seemed a bit forced and pointless.</p> <p>Aiden is doing <a href=\"https://en.wikipedia.org/wiki/Patricia_Quinn\">Patricia Quinn</a>, the actor who played a Magenta in Rocky Horror and basically nothing else. Picking a cult indie actor no-one’s heard of, for a challenge where referential humour is tantamount, is so Aiden and so, so annoying. Fun fact; we’ve just been on Patricia Quinn’s Wikipedia page and she also played the role of “second girl at dance” in a film called Adolf Hitler: My Part In His Downfall AND she played someone called Susan White in an episode of The Bill. She is Northern Irish but somehow we doubt Aiden will be doing a British accent.</p> <h2>Miss Vaaanjie</h2> <p>RuPaul enters the workroom accompanied by ex-contestant and catchphrase queen Miss Vanjie! She made her own name a catchphrasejust by walking backwards down the catwalk and saying “Miss VAAAANJIE” multiple times. It spawned a stream of merch, earned her several contracts with big brands, and got her cast in multiple music videos. Pop culture is weird.</p>  <figure class=\"element element-image\" data-media-id=\"c4da311c3eac54d4b5c3fbfee5764846302a7f70\"> <img src=\"https://media.guim.co.uk/c4da311c3eac54d4b5c3fbfee5764846302a7f70/0_263_6720_4032/1000..jpg\" alt=\"Vanjie\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Miss Vanjie is as confused as the rest of us as to how Aiden made it this far.</span> <span class=\"element-image__credit\">Photograph: VH1</span> </figcaption> </figure>  <p>Vanjie asks Heidi how she’s doing and she says she’s “doing blessed and highly favoured”… Oooo, kay. Jan’s doing musical theatre legend <a href=\"https://en.wikipedia.org/wiki/Bernadette_Peters\">Bernadette Peters</a> – this could be great. We also get a quick and interesting insight into the audition process for the show, when we see a brief shot of Jan’s audition clip, in which she impersonates Kris Jenner. We’ve heard from our sources (drag queens on Facebook) that even just making the audition tape is GRUELLING. It requires multiple tasks and skillsets and, allegedly, you’re not allowed to cut or edit it. It has to be done in one take. Blimey.</p> <p>Crystal Methyd is doing cult pop sensation Poppy! She’s great, and her music’s really fun and inventive,<a href=\"https://www.theguardian.com/technology/2017/dec/11/poppy-youtube-meme-pop-sensation-titanic-sinclair-moriah-pereira\"> take a look</a> if you haven’t already. Needless to say, Ru and Vanjie haven’t heard of her because her music’s actually original and legitimate and wasn’t produced by Lucian Piane. OOoooh, cue shady rattlesnake noise! As much as we love Poppy, we can’t see how she’ll work and be funny for Snatch Game. This could be curtains for Crystal. RuPaul’s being uncharacteristically human on this walkaround, dispensing sound advice and even hugs.</p> <p>Gigi’s got the genius idea of doing Sophia The Robot and firmly sticks to her guns when RuPaul basically advises her not to do it. Good for you, Gigi.</p> <h2>Snatch Game</h2> <p>Here we go, it’s Snatch Game! The two celebs taking part, and this week’s judges are Mean Girls alumni Daniel Franzese (Damian “too gay to function” Leigh) and Jonathan Bennett (Aaron “your hair looks sexy pushed back” Samuels). Heidi isn’t really acting or looking anything like Leslie Jones but she’s hilarious just because it’s her. Jaida’s Cardi B is pretty good. Jan and Widow are great as Bernadette and Tina Turner as well. This is a STRONG Snatch Game.</p> <p>Ru says to Gigi as Sophia “I wonder if you can receive a big black cock?” Err ... whatever happened to double entendre? Gigi’s stunning, with some fab physical comedy and full of high tech puns, despite Ru’s weird questioning. Aiden is not doing a Northern Irish accent and the jokes (if they can even be called that) are not landing.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/methydz/status/1246283990883094530\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">snatch game but it&#39;s just gigi goode <a href=\"https://twitter.com/thegigigoode?ref_src=twsrc%5Etfw\">@thegigigoode</a> <a href=\"https://twitter.com/hashtag/dragrace?src=hash&amp;ref_src=twsrc%5Etfw\">#dragrace</a> <a href=\"https://t.co/2jqx9JBNr7\">pic.twitter.com/2jqx9JBNr7</a></p>&mdash; kirsten (@methydz) <a href=\"https://twitter.com/methydz/status/1246283990883094530?ref_src=twsrc%5Etfw\">April 4, 2020</a></blockquote>  </figure>  <h2>Sissy that walk</h2> <p>The beauty team have REALLY stepped it up this year, Ru and Michelle look more flawless every week. Ru’s metallic shimmer sensation is gorgeous and Michelle’s dress is beautiful. We cannot say the same for Daniel Franzese’s shirt ... thing [Ed: you are so, soooo wrong]. He’s aged very well since Mean Girls though. Hi Daniel.</p> <p>This week’s runway category is Frozen Eleganza (how much doooolar did Ru get from Disney for that?). Heidi, head-to-toe in white fur, says she’s serving “High Empress to the yeti folk.” That’s possibly our favourite runway voiceover quote from anyone ever. The platinum blonde hair really works on her.</p> <p>“I CAN DO CONCEPTUAL LOOKS! I’M NOT AFRAID TO GO TO THOSE PLACES!” says Jan. <a href=\"https://www.urbandictionary.com/define.php?term=sure%2C%20jan\">Sure, Jan</a>. Although, the look, while clever, isn’t our favourite. Gigi’s cute ice-cream girl wins, and deservedly so.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/_jmhxrlxr/status/1246290511645769729\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">why 👏 are 👏 the 👏 judges 👏 sleeping 👏 on 👏jan👏 <a href=\"https://twitter.com/hashtag/dragrace?src=hash&amp;ref_src=twsrc%5Etfw\">#dragrace</a> <a href=\"https://t.co/FbapK1RjjR\">pic.twitter.com/FbapK1RjjR</a></p>&mdash; hxrlxr (@_jmhxrlxr) <a href=\"https://twitter.com/_jmhxrlxr/status/1246290511645769729?ref_src=twsrc%5Etfw\">April 4, 2020</a></blockquote>  </figure>  <h2>Lipsync for your LIFE</h2> <p>It took six weeks, but finally the two people who most need to be in the bottom two, are in the bottom two – Aiden and Brita. The song is OBVIOUSLY Let It Go. Side bar: there’s a special place in hell for the loud people in gay bars who scream along to this song (there’s also a special place in hell for gay bars that play this song). It suddenly starts snowing and Brita does some breathtaking witchery with a sort of flashing hand trick explosion thing. Bye Aiden.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Maikelaceae/status/1246262997280083969\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">6. Let it go - Aiden Zhane vs Brita. <a href=\"https://t.co/eI5wnAvLZX\">pic.twitter.com/eI5wnAvLZX</a></p>&mdash; Toru Maikel Watanabe (@Maikelaceae) <a href=\"https://twitter.com/Maikelaceae/status/1246262997280083969?ref_src=twsrc%5Etfw\">April 4, 2020</a></blockquote>  </figure>  <h2>Notes and observations</h2> <p><strong>Shadiest moment </strong>Aiden’s complete lack of acknowledgement that her character was Northern Irish.</p> <p><strong>Catchphrase watch </strong>“Blessed and highly favoured”</p> <p><strong>Animal print hunt</strong> Timid and tame this week at two garments, with just Crystal’s usual leopardpint shirt and leopardprint neckerchief in her interview clips. Unless we count Heidi’s yeti ... print? No, white fur is not a print.</p> <p><strong>Just between us snowfriends</strong> A much better episode this week - it took a while but this season is finally picking up the pace. Some genuine laughs, and a collection of wow and WTF moments. What more can you ask for from Drag Race?</p> <p>• This article was corrected on 6 April as Patricia Quinn does not have a Northern Irish accent.<br><br></p>",
  "<p><a href=\"https://www.gardnermuseum.org/calendar/exhibition/bostons-apollo\">Boston’s Apollo</a><a href=\"https://www.gardnermuseum.org/calendar/exhibition/bostons-apollo\">: Thomas McKeller and John Singer Sargent</a>, an exhibition at the Isabella Stewart Gardner Museum in Boston, was meant to examine a contradiction of race and visibility. Its intended run, from 13 February to 17 May, was curtailed by the coronavirus outbreak. Fortunately, we are left with a handsome and well-illustrated catalog from Yale University Press.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/feb/08/wilmingtons-lie-review-david-zucchino\">Wilmington's Lie review: race, outrage and the roots of modern inequality</a> </p> </aside>  <p>In eight chapters, leading authorities discuss aspects of a nearly decade-long collaboration between the two men. As each is <a href=\"https://www.artnews.com/art-news/news/the-hidden-sargent-39/\">thought to have been gay</a>, the studies raise an unanswered question: were they involved intimately? The catalogue also examines McKeller’s invisibility in light of long-term and widespread demeaning depictions or outright erasures of black people in American art and media, in the service of white supremacy.</p> <p>In 1916, at 60, renowned as a portrait painter, Sargent approached the close of his life. In Boston, he undertook the second of three civic mural commissions, hoping to gain immortal fame by decorating the entrance halls of the Museum of Fine Arts and Harvard’s Widener Library.</p> <p>McKeller was 26 and had worked as a bellhop at Sargent’s hotel. Possessed of a magnificent physique, he became the painter’s preferred model.</p> <p>Sargent’s projects were not without irony. Under Abbot Lawrence Lowell, Harvard was undergoing an <a href=\"https://en.m.wikipedia.org/wiki/Secret_Court_of_1920\">inquisition</a> to uncover and expel gays. The college president also wanted a <a href=\"https://www.thecrimson.com/article/2011/10/21/lowell-375-profile/\">quota for Jews</a>, while the university barred black students from campus housing. Harvard would even, for 70 years, credit the library <a href=\"https://news.harvard.edu/gazette/story/2020/02/recognizing-architect-julian-abeles-contributions-to-harvard/\">not to its black architect</a> but to his white employer.</p> <p>Given all that, it is not surprising that in Sargent’s finished work, McKeller was never depicted as himself.</p> <p>Among allegorical decorations, neither McKeller’s kind eyes nor his placid face look back. Only his supple musculature is faithfully rendered. McKeller is sometimes older, he is intermittently younger, he is sometimes female and he is even divine. But he is always white.</p> <p>The sole exception is a remarkable portrait sketch, painted for the artist’s pleasure over an unfinished image of a bird. Phantom wings make the man a superman. It is quite unlike anything else Sargent ever did.</p> <p>The Gardner is hardly unique in having few African Americans on its staff. For the Sargent-McKeller project, Catherine Morris, a member of the museum’s education department, convened community consultants who saw to black scholars’ inclusion.</p> <p>Helga Davis, visiting curator, conducted interviews with McKeller’s last living relation, Deirdre McKeller O’Bryant. She elicited a crucial bit of family lore. Tom McKeller was suspected to have been gay, and had a greater reason than simple terror to leave Wilmington, North Carolina, <a href=\"https://www.theguardian.com/world/2020/feb/08/wilmingtons-lie-review-david-zucchino\">the site of a notorious massacre in 1898</a>, and travel north to Boston.</p> <p>Lead curator Nathaniel Silver’s catalogue introduction, meanwhile, indicates how empathy can sometimes make a world of difference. Silver explains the Gardner project as originating from his “discovery” of a folio of signed sketches, some showing McKeller, which Sargent presented to his friend, patron and confidante Belle Gardner in 1922. Discerning that some showed the same black man, Silver became curious as to the model’s identity.</p> <p>However, <a href=\"https://hoodmuseum.dartmouth.edu/news/2015/10/collecting-and-sharing-trevor-fairbrother-john-t-kirk-and-hood-museum-art\">Trevor Fairbrother, an independent art historian</a> who wrote the penultimate catalogue chapter, already knew it was McKeller – and more besides. He knew the Gardner had published selections from the folio twice before. He was aware that Sargent’s ravishing oil sketch had a prominent position in the artist’s studio but nonetheless spent 70 years in storage.</p> <p>In 1986, it was Fairbrother’s unstinting work that convinced the Boston Museum of Fine Arts to purchase Sargent’s Portrait of a Negro Nude. There it joined works by John Singleton Copley, William Sidney Mount and Winslow Homer, resonant of a conception of not just black humanity but of an African American nobility.</p> <p>Such works have echoes elsewhere, and not only on gallery walls. Not too many years after Sargent worked at Harvard and the Gardner, for example, African Americans in New York City were determined to promote public art espousing racial uplift. Much of the work they commissioned was more publicly visible.</p> <p>In 1937, at the Harlem Court House, murals celebrating American independence and emancipation were commenced by <a href=\"https://imagejournal.org/2017/10/16/arm-girl-guard/\">a Japanese</a><a href=\"https://imagejournal.org/2017/10/16/arm-girl-guard/\"> American painter, Eitaro Ishigaki</a>. Each portrayed black people pursuing freedom, led by Washington and Lincoln.</p> <p>Both, however, were found wanting. The “community”, said local papers, felt Lincoln looked “too Negroid” and Washington “too stern”. A vain attempt was made to address the complaints but New York City aldermen ordered the murals destroyed.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/may/26/san-francisco-george-washington-murals-new-york-harlem-courthouse\">Extra-mural studies: why students should not look away from uncomfortable art</a> </p> </aside>  <p>In 1938, two new scenes – Exploitation of Labor and The Hoarding of Wealth by David Karfunkle – were installed in place of the original murals. They are still there but they are now <a href=\"https://www.theguardian.com/us-news/2019/may/26/san-francisco-george-washington-murals-new-york-harlem-courthouse\">censored in their turn</a>, obscured by a heavy curtain, Karfunkle’s representation of history including slavery and nudity having offended a black court worker.</p> <p>I discovered Ishigaki’s ill-fated contribution to the courthouse by accident, during a decade-long quest for the identity of the artist who created a 50ft pantheon of notable “Negroes” not far away, at the <a href=\"https://www.harlemworldmagazine.com/joe-louis-bar-harlem-1950/\">Joe Louis Bar and Restaurant on 125th Street</a> near Fifth Avenue.</p> <p>That building was designed by a black architect, <a href=\"https://www.blackpast.org/african-american-history/tandy-vertner-woodson-1885-1949/\">Vertner Woodson Tandy</a>, and inside and out it was sleekly modernistic. I was eventually able to determine that the mural was painted by a Cuban-born Italian Mexican American, <a href=\"https://www.macdowellcolony.org/artists/robert-borgatta\">Robert Edward Borgatta</a>, and completed in August 1946.</p> <p>Commissioned by the heroic “Brown Bomber”, including his unmistakable likeness, how different the Joe Louis Bar and Restaurant mural was from Sargent’s hidden images of McKeller. And yet it too was barely seen. It lasted only a year. The restaurant failed, and became a grocery store.</p> <p>Such is the fragility of black nobility in art.</p> <ul> <li><p><em>Michael Henry Adams is an architectural-cultural historian and historic preservation activist who lives in, lectures on and conducts tours of Harlem. He is the author of <a href=\"https://www.amazon.com/Harlem-Found-Michael-Henry-Adams/dp/1580930700\">Harlem, Lost and Found: An Architectural and Social history, 1765-1915</a> and the forthcoming <a href=\"https://medium.com/harlem-focus/lgbtq-harlem-still-queer-2ba2ccaaf1b6\">Homo Harlem: and Gay Life in the African American Cultural Capital, 1915-1995</a></em></p></li> </ul>",
  "<p>As the coronavirus crisis tests the resilience of democracies around the globe, <a href=\"https://www.theguardian.com/world/2020/mar/22/germany-low-coronavirus-mortality-rate-puzzles-experts\">Germany</a> has gone from cursing its lead-footed, decentralised political system to wondering if federalism’s tortoise versus hare logic puts it in a better position to brave the pandemic than most.</p> <p>Under German federalism – which has roots going back to the Holy Roman Empire but was entrenched after the Nazi era to weaken centralised rule – key policy areas, such as health, education and cultural affairs, fall under the jurisdiction of the country’s 16 states, or <em>Länder.</em></p> <p>At the start of the <a href=\"https://www.theguardian.com/world/2020/mar/31/us-deaths-pass-3000-as-world-bank-warns-covid-19-will-drive-east-asia-into-poverty\">Covid-19 outbreak</a>, such a highly devolved system of governance made the woman nominally in charge of the country look oddly powerless: even when Angela Merkel announced the first raft of <a href=\"https://www.theguardian.com/politics/live/2020/apr/03/uk-coronavirus-live-emergency-nightingale-hospital-opens-today-matt-hancock-covid-19-latest-updates?page=with:block-5e8761818f087564da1e5729\">social-distancing measures</a>, she could only make recommendations that the federal states were free to implement or ignore.</p> <p>As social-distancing measures came into effect, there were howls of frustration over how wildly the lockdowns varied between the states: in Berlin, for example, buying a book from a shop is still allowed but having a picnic in the park is not. In Baden-Württemberg, <a href=\"https://taz.de/picture/4059294/948/Corona_Bundeslaender_taz_aktualisiert-2.jpeg\">it’s the other way around.</a></p> <p>Federalism is useful for creating a dynamic business environment between different regions, but it can make it hard for an entire country to move in sync.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I don’t have to wait to get a call from the health minister before I can go ahead with a test.</p> <footer> <cite>Matthias Orth, Marienhospital Stuttgart</cite> </footer> </blockquote> </aside>  <p>States in the formerly socialist east, less severely hit by the virus, were reluctant to close their schools, drawing ire from southern states who feared their students would then be put at a disadvantage.</p> <p>A week and a half into the de facto lockdown, however, Germany is beginning to discover the upsides of a system which distributes, rather than centralises, power.</p> <p>The country suddenly finds itself being held up as the model to be emulated for its high rates of testing – seen by many as the only strategy for being able to navigate a route out of lockdown measures.</p> <p>German public health services are provided not by one central authority but by approximately 400 public health offices, run by municipality and rural district administrations.</p> <p>Such an environment allows for a variety of laboratories – some attached to universities or hospitals, others privately run, medium-sized businesses – which act largely autonomously of central control.</p> <p>“I don’t have to wait to get a call from the health minister before I can go ahead with a test,” said Matthias Orth, of the Institute of Laboratory Medicine at Stuttgart’s Marienhospital.</p> <p>Some private labs started offering<a href=\"https://www.theguardian.com/world/2020/apr/02/germany-told-it-needs-to-massively-increase-coronavirus-testing\"> tests for the Covid-19 virus</a> long before statutory health insurers were offering to pay for the tests, giving <a href=\"https://www.theguardian.com/commentisfree/2020/apr/02/the-guardian-view-on-the-uks-testing-failure-much-to-learn-from-germany\">Germany a head start</a>. Now around 250 laboratories are carrying out between 300,000 and 500,000 tests for Covid-19 every week.</p> <p>Not bad for a lead-footed tortoise.</p>"
]