[
  "<p>Some are born lucky, some achieve luckiness and others have luckiness thrust upon them. It’s not yet clear into which category Rishi Sunak might fall, but it’s looking entirely possible that the chancellor qualifies for all three. A hat-trick for which every chancellor in history would have sold their souls has landed gently in his lap.</p> <p>When Sunak became chancellor last month, he was widely written off as Boris Johnson’s poodle. The man who would happily sack all his special advisers and follow his master’s every word just to get his hands on one of the four main offices of state. How things change. Now it’s Rishi who looks the master and Boris the needy lapdog. Where Boris frequently looks a bit shifty, uncertain of the facts and prone to contradiction at the daily Downing Street press conference, Sunak was totally assured as he outlined his aid package for the self-employed. A prime minister in waiting – and probably not for very long.</p> <p>The coronavirus has been devastating for the country on almost every level. But for Sunak it has had one or two unexpected dividends. For every Conservative chancellor in history, the onus has been on prudence, balancing the books, low spending, low tax fiscal responsibility and – where possible – giving a little bit more to the most well-off members of society.</p> <p>But now the gloves are off. Sunak already had been given a bit of leeway to loosen the purse strings to prove Brexit a success, but now he has free licence to spend, spend, spend in a bid both to save the economy and protect people’s jobs. There is now a bottomless pit of money from which he could give a commitment to spend as much as was needed to see the country through the coronavirus pandemic. If you’re in trouble, Rishi’s your man. It can’t be long before he does a Jimmy McGill and changes his name to Saul Goodman.</p> <p>It goes without saying that if it had been a Labour chancellor who had been promising what could well be a £500bn bailout, then many Tory MPs would have been up in arms about the Marxist economics of mass state aid. Crisis or no crisis. But now the Tories believe in an Interventionist God. Or at least an Interventionist Chancellor, so because Sunak is one of them he gets a free pass.</p> <p>Better still, there are no downsides. He is a man of consequence who is blissfully free of consequences. Should the economy go into recession, then he can legitimately plead humanitarian priorities. And if Brexit should later go tits up, he can blame the coronavirus. It’s win-win. Where most chancellors are forced into the role of Scrooge, telling people why it’s good for their souls to be broke, Sunak is able to be the man on the street corner handing out free money. Providing you don’t look too hard at the small print.</p> <p>Having already provided a bailout package for workers on PAYE, Rishi was now turning his attention to the self-employed. We must forget ideology, he said as a warning shot to those Tory MPs who have an inbuilt aversion to anyone without the resources to look after themselves, and do the right thing. And the right thing to do was to offer all those with three years of accounts and earnings up to £50k per year a monthly payout of up to £2,500. With the option to extend if the coronavirus lockdown lasted longer than expected.</p> <p>There were a few hiccups in the system of course. As there were in the video-link with the media. “We turn next to Robert Peston of ITV,” said Rishi.</p> <p>“Oh shit,” said Peston.</p> <p>“Afternoon, Robert.”</p> <p>“Um ... My connection isn’t very stable, but I will give it a go.”</p> <p>The questions mainly centred on those who fell through the self-employed net. Those who might only just have turned self-employed or didn’t have more than a year or two of self-assessment accounts and didn’t have the cash flow to wait for the £7,500 payout in June would be able to get emergency handouts from universal credit (UC).</p> <p>Here Sunak’s age counted against him. He may be only 18 but he looks younger and clearly hasn’t yet discovered that universal credit hasn’t been a universal success. At the last count more than 500,000 people on PAYE had tried to access UC in the last 10 days. A further 3.5 million people logging in <a href=\"https://www.theguardian.com/world/2020/mar/26/universal-credit-claims-almost-impossible-as-more-than-500000-apply\" title=\"\">could break the system entirely</a>. “You are currently number 3,289,688 in the queue. Your current estimated waiting time is seven years, nine months and 21 days. Please do hold as your call is important to us though we will do our best to time you out before you have spoken to the grandchild of the person who was originally answering the phone when you first rang.”</p> <p>The thing was, Rishi did this all with complete panache. He is a man untroubled by lack of self-confidence. He even managed to get away with threatening the self-employed with a massive hike in tax and national insurance contributions as a quid pro quo for his largesse, without offering them paid holiday or statutory sick pay in return. Because he was the King of Cool, the last of the big spenders who would see most people near enough alright.</p> <p>As he left the podium, he eyed up the Downing Street state rooms. One day soon, all this would be his.</p>",
  "<p>New York’s governor, Andrew Cuomo, excoriated Congress on Thursday for failing to provide much-needed aid to his state as it battles a soaring number of fatalities and a continuing scramble for medical supplies.</p> \n<p>The $2tn coronavirus stimulus package that passed the Senate late on Wednesday woefully neglects New York, according to Cuomo, who said it allocated $5bn in aid to the state, earmarked only for Covid-19 expenses. The funds do nothing to address the $10bn-$15bn in lost revenue New York expects to incur because of the crisis, Cuomo said.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a7492be8-19c7-4303-9d39-82fe538488ad\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/QOnXQKx3yRs?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>“This was the time to put politics aside and partisanship aside,” Cuomo said during a press briefing. “This is the time for governmental leaders to stop making excuses and just do your job. Do your job.”</p> \n<p>He was not alone.</p> \n<p>New York City’s mayor, Bill de Blasio, on Wednesday expressed alarm at the fact that the city has only been promised $1bn in aid through the same bill, even though it accounts for almost a third of coronavirus cases nationwide. He blamed the Republican Senate majority leader, Mitch McConnell, for the financially crippling oversight.</p> \n<p>“I don’t understand how anybody – any public servant – could live with themselves if they deprived the cities in the middle of the biggest crisis since the Great Depression – deprived us, deprived our state – of the money we need,” De Blasio said.</p> \n<p>The bill is the latest battleground between New York officials and the federal government; De Blasio and Cuomo have continually challenged the Trump administration and Congress to do more for their constituents. The contest over funding comes as New York sees an increase in confirmed Covid-19 cases and deaths, and as the state stares down a devastating lack of medical resources that could put lives at risk.</p> \n<p>New York City reported 280 deaths by Wednesday evening, a leap from 199 deaths tallied earlier in the day, as hospitals were overwhelmed by a “<a href=\"https://twitter.com/Craig_A_Spencer/status/1242302403338219520?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1242302403338219520&amp;ref_url=https%3A%2F%2Fwww.theguardian.com%2Fworld%2F2020%2Fmar%2F25%2Fits-all-covid-new-york-medical-staff-brace-for-a-surge-of-coronavirus-patients\">cacophony of coughing</a>” from Covid-19 cases. Across the state, Cuomo reported 37,258 confirmed cases and 385 deaths by Thursday, with more likely to come.</p> \n<p>“This is the really bad news. The number of deaths is increasing. It’s bad news because people are dying, and that’s the worst news you can have,” Cuomo said.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"4a4ca489-feee-429c-ab1f-5674dfd089a0\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/qEtxAfKd0sI?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>He attributed the rise in fatalities to people who have been on ventilators for long periods of time and never recovered, and he said there were patients who have now been on ventilators for 20 to 30 days.</p> \n<p>These lifesaving machines that patients with the most severe Covid-19 symptoms rely on have been a stressor for New York, and on Thursday, Cuomo explained why. Not only is there a tremendous dearth – New York hospitals had only 4,000 ventilators in the system at the beginning of the outbreak and will need 30,000 – but Covid-19 patients need ventilators for 11 to 21 days on average, so turnarounds are slow.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/25/new-york-andrew-cuomo-coronavirus-cases\">New York: Cuomo says early signs show coronavirus distancing may be working</a> </p> \n</aside> \n<p>To try to manage need, one Manhattan hospital has already started sharing ventilators between two patients who require similar ventilator settings, <a href=\"https://www.nytimes.com/2020/03/26/nyregion/coronavirus-new-york-update.html\">according to the New York Times</a>.</p> \n<p>Still, Trump dismissed these realities. “I don’t believe you need 40,000 or 30,000 ventilators,” he said in an interview with Fox News’ Sean Hannity on Thursday night.</p> \n<p>While hospitals experience a tidal wave of Covid-19 patients, they have been mandated to increase their capacity. Under normal circumstances the state only supports 53,000 hospital beds and 3,000 intensive care unit beds, and hospitals are scrambling to supply the 140,000 beds and 40,000 ICU beds that they are projected to need once the outbreak reaches its apex.</p> \n<p>As Cuomo implores hospitals to exponentially increase their capacity, 40,000 healthcare workers have volunteered with the state’s surge healthcare force to address the pandemic, including students and retirees.</p> \n<p>Addressing reports of severe supply shortages already at Elmhurst hospital in Queens, De Blasio said he had already resupplied the hospital with additional ventilators four times in the past 10 days and today sent over 40 additional ventilators. “If we have it, it will get to you,” he said at a press conference on Thursday.</p> \n<p>Before the coronavirus outbreak, New York City had 20,000 hospital beds; De Blasio said he hopes to triple the system’s capacity to 60,000 beds by May. De Blasio said New York was showing the nation how to deal with a crisis. “It’ll be a helluva challenge, these weeks ahead. But there’s nowhere on earth where people meet a challenge like New York City.”</p> \n<p>Meanwhile, New York’s attorney general, Letitia James, addressed yet another health crisis and dangerous byproduct of the virus: persecution targeting Asian Americans. James created a hotline to report hate crimes and discrimination earlier this week after people started to describe aggressive, racist behavior <a href=\"https://twitter.com/originalspin/status/1242202878707560448\">perpetrated against them in the name of the virus</a>.</p> \n<p>“No one should live in fear for their life because of who they are, what they look like, or where they come from,” James said in a statement.</p>",
  "<p>The surge in unemployment in the United States caused by the Covid-19 pandemic shatters all previous records. In its time, the world’s biggest economy has seen some savage shake-outs of its labour market but nothing that remotely compares to what has just happened.</p> <p><a href=\"https://www.theguardian.com/business/live/2020/mar/26/us-unemployment-record-jump-covid-19-recession-german-confidence-ftse-dow-business-live\">Jobless claims</a> in the week ending 21 March surged to almost 3.3m, which was double what Wall Street analysts had collectively been expecting. The previous worst total in October 1982 was just one fifth of last week’s level.</p> <p>That, though, was during a recession engineered by the then chairman of the Federal Reserve, Paul Volcker, who used ultra-high interest rates to squeeze inflation out of the economy. The pain in the early 1980s gradually ratcheted up: this time it has arrived overnight, with whole sectors of the economy shutting for business last week.</p> <p>As a result, it was an absolute certainty that jobless claims would smash all known records this week. In truth, the actual number was probably closer to 4m because government offices struggled to process the deluge of new claimants. As Paul Ashworth, a US economist at Capital Economics, noted, the increase in California was put at 200,000, whereas more up-to-date information suggests that the layoffs in the country’s most populous state have hit the 1m mark.</p> <p>Further big weekly rises in jobless claims can be expected over the coming weeks – although they seem unlikely to be quite as big. That’s because the sectors that felt the impact of the shutdown of the economy first – such as retailing and hospitality – are also the sectors that employ Americans in their tens of millions.</p> <p>Before the Covid-19 pandemic struck, the US had its lowest unemployment rate since the late 1960s. That is now history. The official jobless rate is about to rocket from just under 4% to at least 10%.</p> <p>Unemployment will start to come down again once the economy is out of lockdown and starts to recover. But it will come down less rapidly than it is going up and – on past form – it will leave deep scars.</p> <p>Rising unemployment is not helpful to sitting US presidents seeking re-election, which perhaps explains why the US government’s <a href=\"https://www.theguardian.com/business/2020/mar/25/us-stimulus-package-may-be-massive-but-it-wont-be-enough\">stimulus package</a> contained more generous benefits for those losing their jobs. And why Donald Trump is so keen to get the economy going again.</p>",
  "<p>A record 3.3 million people filed claims for unemployment in the US last week as the Covid-19 pandemic shut down large parts of America’s economy and the full scale of the impact of the crisis began to emerge.</p> <p>Experts warned of a “catastrophic unemployment crisis” after the labor department announced jobless claims filed by individuals seeking unemployment benefits rose by more than 3 million to 3.28 million from 281,000 the previous week. The figure is the highest ever reported, beating the previous record of 695,000 claims filed the week ending 2 October 1982.</p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/mar/2020-03-26T12:52:31/embed.html\" data-alt=\"unemployment claims graph\"> <a href=\"https://interactive.guim.co.uk/charts/embed/mar/2020-03-26T12:52:31/embed.html\">unemployment claims graph</a> </figure>  <p>The release offers the first official glimpse of the severe economic downturn that the US faces as companies shutter businesses and states across the country move to prevent people from gathering in crowds in an attempt to contain the virus.</p> <p>US Treasury secretary Steve Mnuchin has predicted unemployment in the US – close to record lows only last month – could reach 20%. The Trump administration is pushing through a<a href=\"https://www.theguardian.com/world/2020/mar/25/senate-passes-coronavirus-stimulus-package\"> $2tn stimulus package</a> that includes <a href=\"https://www.theguardian.com/world/2020/mar/26/us-coronavirus-stimulus-all-you-need-to-know\">payments to taxpayers</a> as well as bailouts for hard-hit industries to mitigate Covid-19’s impact. But the money will not head off a huge surge in unemployment.</p> <p>Nearly every state cited the impact of Covid-19, the labor department said. Service industries broadly, particularly accommodation and food services, were hard hit although states also cited healthcare and social assistance, arts, entertainment and recreation, transportation and warehousing, and manufacturing industries.</p> <p>“This morning’s jobless claims confirm that the United States is in the thralls of a catastrophic unemployment crisis, the likes of which we haven’t seen since the Great Depression,” said Andrew Stettner, senior fellow at the Century Foundation thinktank. “This represents the single worst one-day piece of labor market news in America’s history.”</p> <p>Across the US, laid-off workers have overwhelmed state labor departments with claims for unemployment benefits. In New York City, which now accounts for roughly 5% of global Covid-19 cases, there has been a <a href=\"https://www.theguardian.com/us-news/2020/mar/20/new-york-unemployment-benefits-system-creaks\">1,000% increase in claims.</a></p> <p>Taylor Cox, a 29-year-old bartender from Indianapolis, was laid off 12 days ago. “People are scared, people don’t know what’s going to happen. The idea of a tipped worker going without tips for eight weeks or more is one of the most frightening things to have to confront,” <a href=\"https://www.theguardian.com/business/2020/mar/25/us-unemployment-coronavirus-hospitality-food-industries-claims\">told </a><a href=\"https://www.theguardian.com/business/2020/mar/25/us-unemployment-coronavirus-hospitality-food-industries-claims\">the Guardian</a>.</p> <p>Ahead of the labor department release, the Trump administration pushed to block states from releasing daily figures on the soaring unemployment crisis.</p> <p><a href=\"https://www.dispatch.com/news/20200324/ohio-stops-daily-reporting-of-new-unemployment-claims-at-request-of-trump-administration\">Ohio</a> and <a href=\"https://www.postandcourier.com/health/covid19/sc-withholding-unemployment-claim-numbers-on-the-order-of-trump/article_c96cfc7c-6ac2-11ea-b627-df3b7a85ac04.html\">South Carolina</a> stopped releasing daily figures after receiving a memo from the department of labor that read: “The data from these reports is monitored closely by policy makers and financial markets to determine appropriate actions in light of fast-changing economic conditions. As such, the data must remain embargoed until the national claims report is released the following Thursday at 8.30am.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/mar/20/unemployment-benefits-coronavirus-how-to-file-what-to-expect\">What US unemployment benefits can I get during the coronavirus? Your payment options explained</a> </p> </aside>  <p>According to <a href=\"https://coronavirus.jhu.edu/map.html\">Johns Hopkins University</a> there are now 55,233 confirmed cases of Covid-19 in the US and 802 reported deaths, up from 302 last weekend. Despite the rising casualties, president Donald Trump said this week that he would like the country “opened up and just raring to go by Easter”.</p> <p>Trump is concerned the quarantine measures could prove more harmful than the virus, an opinion that is <a href=\"https://www.theguardian.com/us-news/2020/mar/24/trump-coronavirus-economy-america-business\">disputed by economists and health experts</a>. On Wednesday he tweeted: “The real people want to get back to work ASAP. We will be stronger than ever before!”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1242905328209080331\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The LameStream Media is the dominant force in trying to get me to keep our Country closed as long as possible in the hope that it will be detrimental to my election success. The real people want to get back to work ASAP.  We will be stronger than ever before!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1242905328209080331?ref_src=twsrc%5Etfw\">March 25, 2020</a></blockquote>  </figure>  <p>Last week’s sharp rise in unemployment marks the end of an historic period of US jobs growth. US employers have added jobs every month for 101 consecutive months and in March the unemployment rate was 3.5%, a 50-year low.</p> <p>Economists said it was still too early to gauge the depth and length of the pandemic’s impact on the jobs market. The Federal Reserve Bank of St Louis president, James Bullard, has said he expects unemployment to hit 30% in the second quarter, while Morgan Stanley has estimated that unemployment would average 12.8% over that time period.</p> <p>“There is going to be a lot of hardship for a lot of people,” said Gus Faucher, chief economist of the PNC Financial Services Group. But he expects to see a “solid rebound” by the summer if the virus is contained by then.</p>"
]