[
  "<p>A team of Australian researchers are claiming a world first in a global race to develop cheaper, more flexible and more efficient solar panels after their experimental cell passed a series of heat and humidity tests.</p> <p>Using a type of crystal material known as perovskite, the group found that a simple glass and <a href=\"https://www.sciencedirect.com/topics/earth-and-planetary-sciences/polyisobutylene\">synthetic rubber</a> coating around the cell was enough to stop it from degrading too quickly.</p> <p>Mostly based at the University of Sydney and the University of New South Wales, the 14 scientists have published their work in the leading journal <a href=\"https://science.sciencemag.org/lookup/doi/10.1126/science.aba2412\">Science</a>.</p> <p>Research teams around the world are working with different formulations of the perovskite crystals – seen as a potential game-changer for the solar industry.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/apr/30/australias-electricity-grid-could-run-with-75-renewables-market-operator-says\">Australia's electricity grid could run with 75% renewables, market operator says</a> </p> </aside>  <p>Solar cells that use the crystals to convert sunlight to an electrical current are about 500 times thinner than those that use silicon – the material that’s been the basis for solar cells since the 1950s.</p> <p>As well as being thinner, perovskite crystals are also flexible, meaning they could potentially have much wider applications than the brittle silicon-based cells.</p> <p>Prof Anita Ho-Baillie, of the University of Sydney, and a lead researcher, told Guardian Australia: “We just used a high-performance material called polyisobutylene – it’s also used in double-glazed windows.”</p> <p>Scientists have been working on perovskite solar cells for only about a decade, but have already raised their levels of efficiency at converting sunlight to about 25% – a level that has taken about 40 years to achieve with silicon-based cells.</p> <p>But the perovskite crystals degrade much faster than silicon – holding them back from commercialisation. When heated, the perovskite outgasses – degrading the material.</p> <p>“Perovskite cells will need to stack up against the current commercial standards. That’s what is so exciting about our research. We have shown that we can drastically improve their thermal stability.”</p> <p>Solar cells that are used commercially need to be able to withstand years of exposure to weather.</p> <p>Ho-Baillie said the early perovskite solar cells only lasted a few days before degrading. The perovskite crystals are cheaper, Ho-Baillie said, than the glass they used to help cover the cells.</p> <p>The team devised the glass and synthetic rubber surround and then put the cells through three sets of <a href=\"https://www.iec.ch/index.htm\">international standard</a> tests, which include repeatedly cycling the cells through temperatures of -40C to 85C, as well as exposing them to high humidity levels.</p> <p>“It’s a world first to pass these three tests in a low-cost way,” said Ho-Baillie. “Not only did the cells pass the thermal cycling tests, they exceeded the demanding requirements of damp-heat and humidity-freeze tests as well.”</p> <p>“Perovskite opens the market in ways that we hadn’t thought of. It’s lightweight, it’s flexible, and you could fold it up and roll it out. For us, the sky is the limit.”</p> <p>She said her team was also testing a form of the solar cells for use in space, and were currently “torturing it” with space plasma.</p> <p>R&amp;D programs on perovskite solar cells are under way around the world, including at the <a href=\"https://www.nrel.gov/pv/perovskite-solar-cells.html\">US Department of Energy</a>, several European research ventures, and Australia’s CSIRO.</p> <p>As well as recording success in the tests, Ho-Baillie’s research team also report in <a href=\"https://science.sciencemag.org/lookup/doi/10.1126/science.aba2412\">Science</a> the use of a technique that was able to isolate and measure the way the perovskite crystals degraded.</p> <p>The research was supported by the Australian government’s Australian Renewable Energy Agency, which is also funding a suite of research and development projects to push perovskite cells to commercialisation.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2019/nov/16/power-to-the-people-how-suburban-solar-could-become-the-uber-of-the-energy-grid\">Power to the people: how suburban solar could become the Uber of the energy grid</a> </p> </aside>  <p>Dr Klaus Weber, an associate professor at the Australian National University and an expert in emerging solar cell technology including perovskite cells, who was not connected to the study, said it was “an important step along the way to commercialisation.”</p> <p>He said: “This is an important achievement which demonstrates the potential of this new technology to further lower the already low costs of photovoltaics.</p> <p>“The study shows that one of the key concerns with the technology, namely its limited stability, can be addressed with good engineering.</p> <p>“I would caution, however, that the commercialisation of a new technology is a long and complicated process, and that it requires many years before such a new technology becomes widely available. So, don’t hold off installing solar panel in the belief that something better will be available tomorrow.”</p> <p>Weber said perovskite technology was “of intense interest” because it combined “a rare combination of highly desirable properties”.</p> <p>The technology offered multiple “and potentially very cheap” ways of making solar cells, could be modified across different applications and allowed more efficient cells to be produced.</p> <p>He added: “Typical layers have a thickness about one-hundredth the diameter of a human hair. This means that material costs can be very low as well – which is important when you want to make many square kilometres of product.</p> <p>“Given their promise, it is not surprising that many researchers are attracted to the challenge of improving the understanding of this technology and making better solar cells.”</p>",
  "<p>England could yet be able to stage their entire men’s international schedule during this coronavirus-affected summer following more positive noises from Cricket Australia about the prospect of sending over a team in September.</p> <p>Plans are already afoot to host six behind-closed-doors Tests against West Indies and Pakistan from 8 July – as well as three T20s against the latter and three ODIs against Ireland – with Stuart Broad and Chris Woakes among the England red-ball bowlers who began individual training sessions on Thursday.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/may/20/england-eighteen-bowlers-preparation-for-tests\">England cricket call up 18 bowlers as preparation for Tests in July</a> </p> </aside>  <p>Australia, originally down for three T20 internationals and three ODIs in July, had appeared a long shot to make the trip at any stage of the summer, not least when the opener David Warner described the proposed tour as “highly unlikely” during an interview with their official website in April.</p> <p>But Kevin Roberts, Cricket Australia’s chief executive, has held recent talks with Tom Harrison, his opposite number at the England and Wales Cricket Board, about a possible late summer tour and is encouraged by the biosecure protocols being prepared at the Ageas Bowl and Old Trafford.</p> <p>“I think there’s some chance we could send a team over,” Roberts told Sydney’s Daily Telegraph. “Obviously we won’t jeopardise the safety of the players, but the best test of that is the West Indian and Pakistan tours of England before we’re due to tour. We hope they go off without a hitch.”</p> <p>A full summer for the men, even in empty grounds with costly medical provisions, would help the ECB to significantly reduce the £380m losses projected by Harrison in the event of a wiped out season. While a rescue plan for a late-summer T20 Blast is still being devised with the counties, the governing body says all draft schedules include fixtures for the England women’s team; talks with India and South Africa are continuing.</p> <p>The intended men’s visits of West Indies and Pakistan could be announced as early as next week, as well as the grounds being used, with Wasim Khan, the chief executive of the Pakistan Cricket Board, telling Sky’s Cricket show on Thursday that “as things stand, we are looking forward to the tour”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/may/18/english-summer-protocols-a-30-man-squad-and-maybe-even-some-cricket\">English summer: protocols, a 30-man squad and maybe even some cricket | Vic Marks</a> </p> </aside>  <p>A 25-man Pakistan squad to cover both red- and white-all series faces up to three months in locked down conditions, however, with a June training camp in Lahore before making the journey over for a spell of quarantine and more training before the proposed first Test in Manchester on 5 August.</p> <p>The ECB’s detailed biosecure plans, as <a href=\"https://www.theguardian.com/sport/2020/may/16/england-to-use-contact-cluster-plan-to-put-on-summer-test-series\" title=\"\">outlined in the Observer</a> on Sunday, are understood to have become a template that other boards intend to follow. South Africa’s director of cricket, Graeme Smith, has even suggested England as a neutral venue for the Tests and T20s his side were due to play against West Indies in August.The logistics make this hard to picture.</p> <p>English cricket remains in the foothills of its own ambitious project, and will require an improved national landscape for government approval for games. But phase one officially got under way on Thursday with a first run out for a handful of the bowlers.</p> <p>Broad, Woakes and Sam Curran all shared videos of themselves in action on social media, the former demonstrating some the stringent measures in place with photos of a pre-session temperature check and the ladies toilet allocated solely for his use at Trent Bridge.</p>",
  "<p>Another 2.4 million Americans filed for unemployment insurance last week even as states across the US began opening up for business again, betting that the coronavirus pandemic is now under control.</p> <p>The latest figures from the Department of Labor mean close to 39 million Americans have lost their jobs in just nine weeks. The rate of weekly losses has slowed sharply from its <a href=\"https://www.theguardian.com/business/2020/apr/02/us-unemployment-coronavirus-economy\">peak of 6.6m</a> at the start of April but remains at levels unseen since the 1930s Great Depression.</p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/may/2020-05-21T12:52:17/embed.html\" data-alt=\"unemployment claims graph\"> <a href=\"https://interactive.guim.co.uk/charts/embed/may/2020-05-21T12:52:17/embed.html\">unemployment claims graph</a> </figure>  <p>This week the treasury secretary, Steven Mnuchin, said he expects unemployment to continue to rise as the pandemic takes its toll, but warned of<a href=\"https://www.theguardian.com/business/2020/may/19/us-economy-damage-mnuchin-treasury-secretary\"> “permanent damage” </a>to the economy if the lockdowns are prolonged.</p> <p>The weekly jobless claims are seen as a proxy for layoffs, but they do not necessarily give the most accurate picture of the unemployment situation. A claim is an application for unemployment benefits, and not every person who is laid off immediately applies for benefits.</p> <p>The weekly unemployment claims are also still being affected by a backlog collapse of claims that overwhelmed many state systems.</p> <p>The official unemployment rate is now 14.7%, <a href=\"https://www.theguardian.com/business/2020/may/08/april-jobs-report-us-unemployment-rate\">the worst since records began.</a> A decade’s worth of job gains have been wiped out, and most economists believe the real figure is higher and expect unemployment to rise to well above 20% in the coming months.</p> <p>All the states have now begun lifting quarantine restrictions to some extent, but <a href=\"https://www.washingtonpost.com/national/a-majority-of-americans-going-to-work-fear-exposing-their-household-to-the-coronavirus/2020/05/15/d316f1e8-9578-11ea-9f5e-56d8239bf9ad_story.html\">polls show</a> the majority of Americans are worried about the return to work and many businesses remain closed.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/14/unemployment-us-data-coronavirus\">36m Americans now unemployed as another 3m file for benefits</a> </p> </aside>  <p>Aya Rabbaa, 19, lost her job at an iHop restaurant in Madison, Wisconsin, eight weeks ago and only received her benefits three days ago. “I would call and hang on hold for hours or they would hang up,” she said.</p> <p>The college student relied on her wages to pay her expenses and said it had been a real struggle while she waited on the money. “They need to do something,” she said. “People are hungry, people are stressed.”</p> <p>Now Wisconsin is open for business again after its <a href=\"https://www.theguardian.com/us-news/2020/may/13/wisconsin-supreme-court-stay-at-home-order\">supreme court struck down</a> the state’s stay-at-home order. Rabbaa said she was worried about going back to work if and when the restaurant opens for business. “I’d go back but I am scared,” she said. “It’s still not safe. If I get it then the customers will get it and if they have it, I will get it.”</p>"
]