[
  "<p>The Ferrari team principal, Mattia Binotto, has said his team would support serious changes to Formula One race weekends so the season can take place.</p> <p>After the <a href=\"https://www.theguardian.com/sport/2020/apr/07/formula-one-furloughs-half-of-staff-while-management-take-20-pay-cut\" title=\"\">Canadian Grand Prix was the ninth meeting to be called off</a> on Tuesday, Binotto emphasised that F1 teams now needed to be flexible in adapting what has been a long-established format and stated that Ferrari would agree to extend the season into February 2021.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/apr/06/formula-one-lose-four-teams-lost-income-coronavirus-mclaren-zak-brown\">Formula One could lose four teams due to lost income, says McLaren chief</a> </p> </aside>  <p>With the race in Montreal postponed, the first meeting that can take place is the French Grand Prix on 28 June, which is also under threat from the coronavirus outbreak. A minimum of eight races are required to constitute a world championship and, with the weekends available rapidly decreasing, Binotto believes F1 may have to take radical action.</p> <p>“From our side, it is really whatever is needed,” Binotto said. “Short race weekend, double races, whenever it will finish, packing all the races together. Whatever it will be, it’s important to be flexible.”</p> <p>It is understood that the concepts of running two races over a single grand prix and removing the Friday practice sessions are currently being evaluated, as is the potential of staging the first races that can be held behind closed doors.</p> <p>F1 is facing a damaging financial blow if racing does not take place and organisers have already discussed extending the 2021 season into next year with teams. Binotto said that Ferrari accepted the proposal. “We are prepared for it, so in case that is the choice, we will support it. I’m not sure that will be the case but whatever will be, I think it’s important from our side to be supportive and making sure that we will do whatever is necessary.”</p> <p>Revenues will be hit hard by the absence of racing but on Monday the teams failed to come to an agreement on lowering the proposed budget cap of $175m set to be introduced next year. Ferrari are concerned that as a manufacturer of parts for other teams they would be unfairly impeded by a low spending limit. Binotto insisted that now was not the right time to be making such decisions for fear of damaging the sport.</p> <p>“I think we should avoid really being emotional at the moment,” he said. “We know that we will face difficult situations but we need as well to somehow maintain the DNA, the essence of F1, which is competition. We should not forget what F1 and motor sport is about.”</p>",
  "<h2>Stephen Colbert</h2> <p>Four weeks into the coronavirus shutdown, there are many things Stephen Colbert misses about the Before Times. But “one thing I have not been missing is Donald Trump”, Colbert said from his home on Tuesday night. “And yet, he persists.”</p> <p>The Late Show host joked about the president’s latest press conference, in which he <a href=\"https://www.vox.com/2020/4/6/21211345/trump-coronavirus-briefing-hhs-ig-report-jon-karl-kristin-fisher\">lashed out at a Fox News reporter</a> for asking about continued shortages in testing and denied <a href=\"https://www.cnn.com/2020/04/06/politics/department-of-health-and-human-services-shortages/index.html\">a critical report from the inspector general</a>. But he broke when he got to a clip of <a href=\"https://www.thewrap.com/trump-jonathan-karl-third-rate-reporter/\">Trump calling ABC News’s Jonathan Karl</a> a “third-rate reporter” who will “never make it” after Karl asked about the inspector general’s report.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=pWV6WQE5EJc\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/pWV6WQE5EJc?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>“What is wrong with him?” Colbert asked. “Look, for the record, this inspector general started under Bill Clinton, served for eight years for George W Bush, eight years for Barack Obama.” Colbert cut himself off – “You know what? Who gives a shit?</p> <p>“Trump doesn’t understand that no one cares about these hissy fits any more,” he continued. “All of the drama no longer plays to the camera, sir, not even to your own supporters. Because it doesn’t matter who you voted for – everyone just wants to know the truth, because that’s how you stay alive. So grow up and do your damn job! We have to. You should, too.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/2020/apr/07/stephen-colbert-on-masks-of-course-trump-says-he-doesnt-want-to-wear-protection\">Stephen Colbert on masks: 'Of course Trump says he doesn’t want to wear protection'</a> </p> </aside>  <p>Colbert took a deep breath and paused. “Is it still Tuesday?”</p> <p>In other news, Trump also disclosed a phone call with the former vice-president Joe Biden, which he called a “perfectly friendly conversation”. “Yes, it was a perfectly friendly conversation,” Colbert said. “Joe Biden offered advice on how to deal with the pandemic, and Trump asked Biden if he had any dirt on Joe Biden.”</p> <h2>Jimmy Kimmel</h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=uQXQbcs2UsM\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/uQXQbcs2UsM?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  </figure>   <p>In Los Angeles, Jimmy Kimmel also decried Trump’s fact-free briefings, including his insistence that <a href=\"https://www.theguardian.com/world/2020/apr/06/hydroxychloroquine-trump-coronavirus-drug\">the malaria drug hydroxychloroquine</a> can be used to treat coronavirus (doctors say there is no evidence for this, and taking the drug can have lethal side effects). “Well now it turns out Trump’s inexplicable passion for this drug might be a bit more explicable,” said Kimmel, because “turns out, he has a financial stake in the company that makes the drug. Of course he does. Do we really think he went out of his way to learn how to say hydroxychloroquine for no reason?”</p> <p>Profiting from this unproven treatment “would be like if he tried to host the G7 summit at one of his own resorts”, said Kimmel. “Oh, he did that? Never mind.”</p> <p>As for the lashings of White House journalists such as ABC’s Karl, Kimmel suggested the press crew band together. “One day, all the reporters should get together and agree to only ask Trump nice questions, just to be dicks,” he said. “One after the other, they should get up and go: ‘Mr President, why was your bold leadership so perfect and effective?’ Wouldn’t that be the best?”</p> <h2>Trevor Noah</h2> <p>And on the Daily Social Distancing Show, Trevor Noah turned to the biggest non-corona story of the week: voting, which “has gone from being a boring civic duty to a recipe for disaster”, he said. “Crowds of people packed in a tight space together, sharing pens, elderly poll workers – it’s a coronavirus all-you-can-eat buffet.”</p> <p>Because of those risks, many states have decided to postpone their primary elections until later this year – except Wisconsin. The state <a href=\"https://www.theguardian.com/us-news/2020/apr/07/wisconsin-votes-controversial-election-coronavirus-us-election-2020\">held its primary election</a> on Tuesday as scheduled, “which, as you can imagine, is a big problem, because not only were Wisconsinites forced to choose between their health and civic duty, but thanks to so many poll workers dropping out, the number of voting sites was slashed across the state”, Noah explained.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheDailyShow/status/1247710125156073472\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">In Wisconsin today, voting went from being a civic duty to a recipe for a public health disaster. <a href=\"https://t.co/yVwUiIOXAH\">pic.twitter.com/yVwUiIOXAH</a></p>&mdash; The Daily Show (@TheDailyShow) <a href=\"https://twitter.com/TheDailyShow/status/1247710125156073472?ref_src=twsrc%5Etfw\">April 8, 2020</a></blockquote>  </figure>  <p>That was especially true in urban areas – the number of polling stations in Milwaukee dropped from 180 to just five. “Five polling sites for a city of 600,000 people. And I’m sorry guys, those numbers just don’t make sense,” said Noah, struggling to do the math. “The point is: it’s unfair to the voters.”</p> <p>The meltdown left people waiting for hours to vote in lines snaking around the city, which is “ridiculous”, said Noah. “There are only two reasons people should be waiting in line for hours around a block: either Baby Yoda is doing a meet-and-greet, or you’re buying a pair of sneakers that are too nice to ever wear.”</p> <p>The obvious question, Noah continued, is why didn’t Wisconsin delay its election like every other state? The state’s Democratic governor, Tony Evers, tried to extend mail-in voting, but the Republican legislature and supreme court <a href=\"https://www.theguardian.com/us-news/2020/apr/06/wisconsin-primary-election-in-person-voting-coronavirus\">blocked him</a>, for reasons that some Republicans have made shockingly clear. Expanding voting would mean “you’d never have a Republican elected in this country again”, <a href=\"https://www.theguardian.com/us-news/2020/mar/30/trump-republican-party-voting-reform-coronavirus\">Trump said on a phone call with Fox News</a> last month. Georgia’s speaker of the house said that driving up voter turnout would be “<a href=\"https://thehill.com/homenews/state-watch/490879-georgias-gop-house-speaker-says-vote-by-mail-system-would-be-devastating\">devastating to Republicans</a>”.</p> <p>“This is insane, man – these Republicans are afraid that if more people get access to voting, they’re going to lose elections,” said Noah. “So instead of just coming up with policies that are more popular, they’d rather just make it harder to vote. Basically, these Republicans believe in the free market for everything except themselves.”</p>",
  "<p>I wanted to believe the comforting thought that, when it comes to coronavirus, we are all in this together. That knowing we’re all equally at risk, we’re pulling together in the same direction, bearing the strain equally.</p> <p>The false nature of this belief was initially most obvious in relation to class. Once the lockdown was imposed, a gulf very quickly opened up between those on full salaries working on laptops from home, fretting about having to cancel Easter holidays, and those living hand to mouth, fretting about how to feed their children and avoid being made homeless.<br></p> <p>Government advice revealed its ignorance of how many people actually live. How do you self-isolate when you live in cramped or shared accommodation? How do you reduce shopping trips to once a week when you have little or no storage space? And if you do want to go to the park or do an extra shop, you now risk not only infection, but coming into contact with the police, some of whom are zealously taking advantage of their new <a href=\"https://www.theguardian.com/world/2020/mar/31/uk-police-reissued-with-guidance-on-enforcing-coronavirus-lockdown\">social control powers</a>. </p> <p>People in poor areas were already four times more likely to die from avoidable causes, and the link between <a href=\"https://www.kingsfund.org.uk/publications/what-are-health-inequalities\">deprivation and life expectancy </a>has, in some cases, been getting worse. So the potential for Covid-19 to wreak havoc with this disparity seemed obvious, given that it is a disease which adversely affects people with existing health vulnerabilities.</p> <p>But from the outset, we should also have been talking about race. Ethnic minority people are becoming victims of this frightening illness at an alarming rate. A <a href=\"https://www.icnarc.org/About/Latest-News/2020/04/04/Report-On-2249-Patients-Critically-Ill-With-Covid-19\">study</a> of more than 2,000 patients critically ill with the virus in England, Wales and Northern Ireland has found that 35% are black, Asian or other ethnic minority. This is more than double the representation in the wider population.</p> <p>It’s also a dramatic divergence from the usual pattens of pneumonia, where ethnic minorities are affected at more proportionate rates. </p> <p>There’s no equivalent data specifically for doctors, nurses and other health and public-sector workers who have become critically ill. But, anecdotally, the picture looks extreme. The <a href=\"https://www.aljazeera.com/news/2020/04/muslim-minority-doctors-die-front-line-uk-pandemic-200401082454308.html\">first four doctors</a> who lost their lives as a result of treating Covid-19 patients in the UK were all Muslim men of African or Asian heritage. Dr Amged El-Hawrani and Dr Adil El Tayar, the first two to die, were both British Sudanese. Habib Zaidi had Pakistani heritage, and Alfa Sa’adu was born in Nigeria.</p> <p>Their deaths were followed by that of the black healthcare assistant Thomas Harvey, who died after treating sick patients with only gloves for protection, and Areema Nasreen, a nurse who died at the hospital where she worked.</p> <p>This may reflect the fact that the NHS has always been heavily dependent on ethnic minority staff, who today make up more than 40% of its medical workforce – more then double their proportion in the UK population.</p> <p>It’s worth remembering that statistic, given how little it’s been reflected in much of the Clap for Carers campaign coverage. You have to go to some lengths – as national newspapers seem to have done when they <a href=\"https://www.voice-online.co.uk/news/coronavirus/2020/03/31/why-were-black-nhs-staff-left-out-of-clap-for-our-carers/\">dedicated their front pages</a> to images of NHS staff - to make the health service look entirely white. These are the moments when we rightly applaud the immense heroism of health workers, but also build narratives about our society, about who serves, about who deserves recognition. For the NHS to at that moment appear staffed only by white people, is profoundly dishonest, a true whitewash.</p> <p> </p> <p>This week the #CharitySoWhite campaign issued an urgent call for action over the disproportionate impact of the virus on Britain’s minorities. Their report sets out evidence that reduced access to health treatment compared with white people, the impact of school closures, lower income and insecure housing put ethnic minorities at greater risk.</p> <p>As we have seen time and time again, when government policy claims to be race neutral it ignores the fact that some groups need additional protection or support. Treating everyone the same can embed inequalities. In this case, the impact of austerity and economic meltdown on the charities and voluntary organisations that support local communities needs a targeted intervention.<br></p> <p>To see the scary reality of racial inequality taken to extreme proportions during this pandemic, look to the United States. The tragic consequences have reached all parts of the nation. In <a href=\"https://www.propublica.org/article/early-data-shows-african-americans-have-contracted-and-died-of-coronavirus-at-an-alarming-rate\">Michigan</a>, 15% of the population but 40% of the deaths are black. <a href=\"https://www.chicago.gov/city/en/sites/covid-19/home.html\">Chicago</a> has a 30% African American population, and a 70% African American death rate. The picture from Louisiana is very similar: a 32% black population, with a 70% death rate.</p> <p>Racial disparities have a history, and it is no surprise to see a colonial mindset at work in much of the coronavirus response. From some of the early failure to take advice seriously when it came from east Asian countries, to the debate in France about testing new vaccines on Africans (a time-honoured practice in which black lives are valued less). Covid-19 has a way of drawing out the rot in our systems and exposing them.</p> <p>To say coronavirus is a disease that does not discriminate is wishful thinking. If you are poor, have had a life of income anxiety, poor healthcare, live in inadequate housing and can’t afford healthy food, space and rest, you are vulnerable. Similarly if you are a black or Asian medical professional, no matter how loved by your community and respected in your field.</p> <p>It will take time, far more data, and tragically more deaths, before we fully understand why. </p> <p>• Afua Hirsch is a Guardian columnist.</p> <p>• This article was amended on 21 April 2020. Workers from ethnic minorities make up more than 40% of NHS medical staff, not 40% of the NHS workforce as an earlier version said. This has been corrected. </p>",
  "<h2><strong>Alaska, RuPaul’s Drag Race </strong><strong>season </strong><strong>five/All Stars </strong><strong>season two</strong></h2>  <figure class=\"element element-image\" data-media-id=\"acfe03c933044e0841f36978980f00b4eca8899b\"> <img src=\"https://media.guim.co.uk/acfe03c933044e0841f36978980f00b4eca8899b/244_0_2500_1502/1000..jpg\" alt=\"Alaska from RuPaul's Drag Race\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The Simpsons is a bit gay, right?’ Alaska.</span> <span class=\"element-image__credit\">Photograph: Robin Roemer</span> </figcaption> </figure>  <p>One show I’m obsessed with is US sitcom The Nanny [whose cast <a href=\"https://www.youtube.com/watch?v=C3a6KuP1X14&amp;feature=emb_title\">recently reunited</a> for a virtual table read of its pilot episode]. The writing is so good and very queer in its punch lines and delivery, but it’s worth watching just for the clothes. The fashion design on Fran Drescher is so ridiculous, and so drag. I would wear any of these outfits! Then there’s the butler. They write him straight, but honey, come on…</p> <p><a href=\"https://www.theguardian.com/tv-and-radio/2019/mar/21/pose-review-ryan-murphy-show-voguing-underground-ballroom-new-york\">Pose (FX/BBC iPlayer) is exquisite</a>. It takes the stories of queer people of colour from New York in the 80s and puts them front and centre, which is something that hasn’t really been done before. Looking at Ru Paul’s Drag Race, the jokes and references are rooted in <a href=\"https://www.theguardian.com/film/filmblog/2015/jan/29/sundance-2015-paris-is-burning-restored-jennie-livingston\">Paris </a><a href=\"https://www.theguardian.com/film/filmblog/2015/jan/29/sundance-2015-paris-is-burning-restored-jennie-livingston\">Is Burning</a> and the ball culture that Pose showcases. It’s a historic timepiece, but fun and beautiful to watch. Many of the actors and writers are also from the queer and trans communities.</p> <p>The show that has been getting me through the lockdown is The Simpsons (Disney+/All4). It might not be queer or gay, really, but it is a little bit, right? It discusses serious issues, but in an irreverent way, which makes it very comforting, because we’re dealing with a lot of serious, scary stuff, so ending the day with some levity and nonsense is a nice tonic.</p> <h2><strong>The Vivienne, RuPaul’s Drag Race UK </strong><strong>season one</strong></h2>  <figure class=\"element element-image\" data-media-id=\"4f3550e4c3425fd0fc53aaf150ca0821a88fc4e4\"> <img src=\"https://media.guim.co.uk/4f3550e4c3425fd0fc53aaf150ca0821a88fc4e4/0_0_4284_2570/1000..jpg\" alt=\"The Vivienne from RuPaul's Drag Race UK\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Tiger King makes me think: “Only in America”’ ... The Vivienne.</span> <span class=\"element-image__credit\">Photograph: Herbert Collins/BBC/World of Wonder</span> </figcaption> </figure>  <p>The first show you have to watch is <a href=\"https://www.youtube.com/watch?v=p23HckQcQAg\">The Vivienne Takes on Hollywood</a>, which premieres on BBC Three on 9 April. It’s a tongue-in-cheek mockumentary about me going over to Los Angeles to make my music video, rubbing shoulders with all these Hollywood types. It’s everything you’d expect to see and more from The Vivienne, this little drag queen from Liverpool, trying to find her feet on Hollywood Boulevard.</p> <p>Lately, I’ve been watching the true-crime documentary <a href=\"https://www.theguardian.com/commentisfree/2020/apr/04/insane-intoxicating-tale-of-big-cats-is-perfect-lockdown-tv-tiger-watch-james-mcavoy-greta-gerwig\">Tiger King</a> (Netflix). Joe Exotic [the protagonist] is in a lifelong feud with a conservationist, Carole Baskin, and eventually gets locked up for plotting to kill her. Oh, and he’s also a massive homosexual; his blue eyeliner is the best thing ever. And he’s polyamorous (he has two husbands). And this is real life! It’s 100% factual and it makes me think: “Only in America.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"ed4687b99154518689bbd52a2123966a73a57c9d\"> <img src=\"https://media.guim.co.uk/ed4687b99154518689bbd52a2123966a73a57c9d/0_0_3600_2160/1000..jpg\" alt=\"Trendsetters ... Alexa Chung and Tan France in Next in Fashion.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trendsetters ... Alexa Chung <em>(in polka dot) </em>and Tan France <em>(third from right)</em> in Next in Fashion.</span> <span class=\"element-image__credit\">Photograph: Adam Rose/Netflix</span> </figcaption> </figure>  <p>For a series that’s camp, fun and easy to binge-watch, <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/29/next-in-fashion-review-alexa-chung-and-tan-frances-outrageously-ott-reality-tv\">Next in Fashion</a> (Netflix) is like Ru Paul’s Drag Race meets Project Runway. It showcases these amazing designers, who are really established and good at their craft, but have always worked in the shadow of celebrities and big labels, giving them the opportunity to make their names.</p> <h2><strong>Detox, RuPaul’s Drag Race </strong><strong>season five/All Stars season two</strong></h2>  <figure class=\"element element-image\" data-media-id=\"2436ad0e57502a91d6442dec45cd87ee693be919\"> <img src=\"https://media.guim.co.uk/2436ad0e57502a91d6442dec45cd87ee693be919/0_192_2953_1770/1000..jpg\" alt=\"‘I enjoyed how Euphoria handled its trans character’ ... Detox.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I enjoyed how Euphoria handled its trans character’ ... Detox.</span> <span class=\"element-image__credit\">Photograph: PR handout</span> </figcaption> </figure>  <p><a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/03/is-euphoria-the-most-shocking-teen-show-ever\">Euphoria (HBO/Sky Atlantic) is my favourite show right now</a>. It’s important because it describes so much of what happens with teenagers when it comes to addiction and partying, and also abuse. As someone who grew up very quickly, it really resonated with me. I think parents ought to watch it to be aware of what they should be looking out for if their children have problems. I enjoyed the way they handled the trans character [<a href=\"https://www.theguardian.com/tv-and-radio/2019/dec/30/i-must-be-dreaming-the-trans-teen-who-came-face-to-face-with-her-euphoria-idol\">played by Hunter Schafer</a>], because they didn’t do this whole coming out situation. She’s just there, in a very normal and natural way.<br><br> I liked <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/11/sex-education-season-two\">Sex Education</a> (Netflix) for similar reasons – because of the way queerness is portrayed as something normal and acceptable. The non-discussion of people’s gender expression, or what they align to, is a great direction for things to go. It’s styled in a way that’s so 80s, but with modern issues, giving it a timeless quality. Oh, and how brilliant is “shag specialist” <a href=\"https://www.theguardian.com/global/2019/sep/08/gillian-anderson-i-fall-in-love-with-my-characters\">Gillian Anderson</a>?<br><br><a href=\"https://www.theguardian.com/commentisfree/2018/jun/08/sex-and-the-city-dated-jokes-diversity\">Sex </a><a href=\"https://www.theguardian.com/commentisfree/2018/jun/08/sex-and-the-city-dated-jokes-diversity\">and </a><a href=\"https://www.theguardian.com/commentisfree/2018/jun/08/sex-and-the-city-dated-jokes-diversity\">the City</a> (HBO/Now TV) is quite adult, but in the camp sense. There’s a queer sensibility throughout: quick tongues, quicker flings and the best early 00s fashion put together by quintessential NYC style maven Patricia Fields. What more could you want?</p> <h2><strong>Latrice Royale, RuPaul’s Drag Race season four</strong><strong>/All Stars season one and four</strong></h2>  <figure class=\"element element-image\" data-media-id=\"91462f96e75ab7e73eee816c20d068beffa72fc1\"> <img src=\"https://media.guim.co.uk/91462f96e75ab7e73eee816c20d068beffa72fc1/0_228_5576_3346/1000..jpg\" alt=\"‘Family Guy touches on every issue imaginable’ ... Latrice Royale.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Family Guy touches on every issue imaginable’ ... Latrice Royale.</span> <span class=\"element-image__credit\">Photograph: Mugged Media/Erika Wagner</span> </figcaption> </figure>  <p>Sadly, Ru Paul’s <a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/10/aj-and-the-queen-review-rupaul-netflix\">AJ and the Queen</a> (Netflix) hasn’t been renewed for a second season, but it’s a heartfelt show with some great drag cameos. The story is all about heart and forgiveness and proving you’re never too old to learn, even from a 10-year-old. The best episode? Obviously episode seven, starring yours truly and <a href=\"https://www.theguardian.com/music/2019/mar/06/can-drag-queens-become-pop-stars\">Monique Heart</a>. I play the “entrepreneur” Fabergé Legs – drag queen, club owner and manufacturer of counterfeit goods.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"f58415ad6ae0fc7392a0a4b9b25d9b9342d6bfcd\"> <img src=\"https://media.guim.co.uk/f58415ad6ae0fc7392a0a4b9b25d9b9342d6bfcd/0_61_3600_2160/1000..jpg\" alt=\"RuPaul and Izzy G in AJ and the Queen\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It’s about heart and forgiveness’ ... RuPaul and Izzy G in AJ and the Queen.</span> <span class=\"element-image__credit\">Photograph: Beth Dubber/Netflix</span> </figcaption> </figure>  <p>I love cartoons and Family Guy (Hulu/Now TV) touches on every issue imaginable. I mean, Quagmire’s dad is an army veteran who’s also a transsexual woman! Back in 2009, the show even predicted Caitlyn Jenner’s transition. Check out the episode We Love You, Conrad, from the seventh season.</p> <h2><strong>Nina West, RuPaul’s Drag Race </strong><strong>season 11</strong></h2>  <figure class=\"element element-image\" data-media-id=\"f9366ed5792de1c4c662da1ddfb989c6dd7bfde1\"> <img src=\"https://media.guim.co.uk/f9366ed5792de1c4c662da1ddfb989c6dd7bfde1/0_183_4000_2397/1000..jpg\" alt=\"Nina West\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Fortune Feimster represents part of the queer community that doesn’t get enough visibility’ ... Nina West.</span> <span class=\"element-image__credit\">Photograph: Andrew Levitt</span> </figcaption> </figure>  <p>The show I’ve been watching non-stop is The Golden Girls (Hulu/Amazon Prime). Just hearing Rose say something stupid and Dorothy snapping back at her gives me this feeling of comfort – probably because I’ve watched it so many times. Why do gay men love this show? Well, it’s about four very different, sassy, funny, independent women. And there’s nothing gay men love more than strong women.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=Rdj_fEEH5oU\"                                                                        >  <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/Rdj_fEEH5oU?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe>  <figcaption>Watch the trailer for Sweet and Salty by Fortune Feimster.</figcaption> </figure>   <p>If you haven’t seen Fortune Feimster: Sweet and Salty (Netflix), check it out. Feimster is a lesbian comedian with a terrific brand of comedy and storytelling. She’s joy-filled and joyous to watch, with this charming southern drawl, and she represents part of the queer community that doesn’t get enough visibility. Women in showbusiness already have a major uphill battle – and then add her sexuality to that. This woman has been working her entire life and is just starting to become known.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"68a002a2a0f06124df73b415da16128ac89fad4b\"> <img src=\"https://media.guim.co.uk/68a002a2a0f06124df73b415da16128ac89fad4b/0_223_2704_1622/1000..jpg\" alt=\"‘A fantastic cast of colour and ability’ ... Glee.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A fantastic cast of colour and ability’ ... Glee.</span> <span class=\"element-image__credit\">Photograph: 20th Century Fox/Everett/Rex Features</span> </figcaption> </figure>  <p>Also, Glee (Netflix) is one to rewatch. It has great storylines – like Kurt coming out – and a fantastic cast of colour and ability. It’s diversity in your face! Remember, Glee made <a href=\"https://www.theguardian.com/tv-and-radio/2019/oct/26/ryan-murphy-american-horror-story-pose-politician-glee-nip-tuck\">Ryan Murphy</a> mainstream, and that led to American Horror Story, which led to Pose. So without Glee, we wouldn’t have Pose.<br><br><em>RuPaul’s Drag Race is on VH1 in the US and Netflix in the UK</em></p>",
  "<p>It’s been another staggering week. The coronavirus pandemic continues to wreak societal and economic havoc and cases are now in the millions. The UK, like most countries, was already reeling from the outbreak. Then came the news last Sunday night, around the time the Queen was making a rare televised address to the nation, that prime minister Boris Johnson had been admitted to hospital. Twenty four hours later, came the shocking news that Johnson had been moved into intensive care at St Thomas’ hospital. In this week’s magazine, <a href=\"https://www.theguardian.com/profile/dan-sabbagh\">Dan Sabbagh</a> and <a href=\"https://www.theguardian.com/profile/rowena-mason\">Rowena Mason</a> trace the PM’s path from infection to a hospital bed, while <a href=\"https://www.theguardian.com/profile/patrickwintour\">Patrick Wintour</a> looks back at other leaders who have been struck down in a crisis.</p> <p>Before that, reporters from our teams in the UK, US and Australia investigate how manufacturers – from global car giants, to 3D printing pioneers – are turning their skills towards making ventilators, breathing apparatus and protective equipment. In the US, reports <a href=\"https://www.theguardian.com/profile/tom-perkins\">Tom Perkins in Detroit</a>, that means Ford and General Motors trying to reconfigure huge, complex supply chains to help boost the number of machines available in one of the worst-hit nations. In the UK, Formula One teams have teamed up with universities to make non-intrusive breathing machines, while a former car engineer in Australia has gone from making prosthetics to protective face masks. Will it help to win the fight? </p> <p>One of the few upsides of this crisis is the positive impact it is having on the environment. With billions staying at home and avoiding drives and flights, the impact on air pollution and carbon emissions is likely to be significant. Those factors, combined with an oil production battle between Saudi Arabia and Russia, saw oil prices plummet over the first few months of 2020. Could Covid-19 spell doom for fossil fuel extraction? That’s the question asked by reporters from our business and environment desks this week. Following that, <a href=\"https://www.theguardian.com/profile/peter-c-baker\">Peter C Baker</a>, a regular contributor to the Guardian’s Long Read section, considers if this once-in-a-lifetime chance to remake the world will be properly grasped by governments.</p> <p>We also have plenty of news away from the virus – including the election of <a href=\"https://www.theguardian.com/politics/keir-starmer\">Keir Starmer</a> as the new leader of the UK’s Labour party and a brilliant extract from Craig Brown’s jawdropping new biography of the Beatles.</p> <p>Get the Guardian Weekly delivered to your home <a href=\"https://support.theguardian.com/uk/subscribe/weekly?promoCode=WWM62X\">here</a>.</p>"
]