[
  "<p>When Boris Johnson announced a lockdown that closed businesses across the country, millions of workers were uprooted from their jobs and facing loss of income.</p> <p>To make ends meet, people have turned to work they would never have considered before. Meet some of the coronavirus job swappers, who have thrown themselves into a new line of work during the pandemic.</p> <h2>Jennifer Hepburn, 39, West End singer to supermarket worker</h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"149e10ff86f839aca6075c445fef3cf06983bcfa\"> <img src=\"https://media.guim.co.uk/149e10ff86f839aca6075c445fef3cf06983bcfa/0_2_960_960/500.jpg\" alt=\"Jennifer Hepburn.\" width=\"500\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Supermarket workers are under-appreciated’: Jennifer Hepburn.</span> <span class=\"element-image__credit\">Photograph: Handout</span> </figcaption> </figure>  <p>I work on Mamma Mia! in the West End in ensemble, and I cover the Dynamos, doing eight shows a week. Before that I’ve done Les Mis, Cats, lots of stuff. I love acting through song. I’m more of a singer than anything else, so I love getting up and singing for people.</p> <p>When the theatres closed down, a lot of people were left in the lurch, and being a single mum of three, I panicked and got a job at Sainsbury’s. It sounds ridiculous but I’ve always wanted to work at a grocery store. When I was a kid I thought it would be fun.</p> <p>A lot of the time I’m doing the advertising side, but I fill in on the tills and the door to help keep the queues in order. As silly as it sounds, it’s really nice when somebody asks you a question – you can help them right there.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2020/may/26/people-were-like-animals-how-supermarket-staff-watched-coronavirus-crisis-unfold\">'People were like animals!' How supermarket staff watched the coronavirus crisis unfold</a> </p> </aside>  <p>Supermarket workers are very underappreciated. We are working at two o’clock in the morning so there are things for people so they can live and eat, and I feel proud to be part of that.</p> <p>Occasionally, I’ll catch myself singing – I can’t help myself – and sometimes I’ll get requests from colleagues. I’m not counting the days because I enjoy Sainsbury’s, but I cannot wait until we can reopen [Mamma Mia!] and get the crowds in. It’ll be amazing.</p> <h2>Cornelius Wilson, 30, pilot to ambulance driver</h2>  <figure class=\"element element-image\" data-media-id=\"62ae821805a4ace61aaf424ff08d413652e86752\"> <img src=\"https://media.guim.co.uk/62ae821805a4ace61aaf424ff08d413652e86752/0_108_2048_1229/1000.jpg\" alt=\"Cornelius Wilson, 26 in front of an ambulance\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Obviously there’s been some pretty grim stuff’: Cornelius Wilson.</span> <span class=\"element-image__credit\">Photograph: Handout</span> </figcaption> </figure>  <p>I’m a British Airways short-haul co-pilot, flying from Heathrow and going all around the UK and Europe. We will sometimes do up to four flights a day, so it’s quite hectic. We can be away for days in a row with each night in a different city. I could wake up in Newcastle one morning and go to bed in Lyon.</p> <p>We came to an agreement with our union, Balpa, before the furlough scheme came in, to take a 50% pay cut for three months to avoid any redundancies. I’ve been volunteering for the London ambulance service for two years now, going out in the response cars once a week, but because of Covid-19 they needed extra ambulance drivers so they trained us up to go out full-time.</p> <p>It’s weird, it’s my life now really. It’s been a good distraction but obviously there’s also been some pretty grim stuff. Sometimes you’re taking patients away from their loved ones who are probably not going to see them again.</p> <p>Tonight I’m going to go out on an ambulance with someone I’ve never met before. You just have to get on with each other – and that’s basically what being a pilot is. In the crew room I’ll meet a captain I’ve probably never met before – it’s such a big airline – and then we’ve got to operate a 70-tonne Airbus and fly it around Europe together.</p> <h2>Kayleigh Easton, 27, glamping manager to lorry driver</h2>  <figure class=\"element element-image\" data-media-id=\"5b43eda772da19eb14baee8354c6dc3f587f8693\"> <img src=\"https://media.guim.co.uk/5b43eda772da19eb14baee8354c6dc3f587f8693/0_0_3600_2160/1000.jpg\" alt=\"Kayleigh Easton, 27, on the glamping site in Northallerton where she usually works\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kayleigh Easton, 27, on the glamping site in Northallerton where she usually works, has always wanted to drive a wagon.</span> <span class=\"element-image__credit\">Photograph: Handout</span> </figcaption> </figure>  <p>I work as operations manager on the Sedgewell Barn Holidays site, making sure the wigwams are ready, letting people know which one they’ve been allocated and doing bookings.</p> <p>When the lockdown was announced the site shut down. I’d recently got a HGV licence, so I have been redeployed on the sister company, Tweddle Transport, delivering potatoes. My dad and my brother both drive wagons, and I’ve always wanted to do it. I’ve been taking them to supermarkets and crisp factories all over the country.</p> <p>I’m very grateful to still be working. Yes, the time at home would have been lovely, but it’s nice to be a key worker and help things carry on as normal.</p> <p>I’ve got horses and dogs so it’s not practical for me do it all the time, but for the time being – and thanks to the help of my mum – it’s been fantastic. Although I do miss the physical side of my normal job, instead of being stuck in a hot, sticky wagon.</p> <p>Obviously being a girl and being a wagon driver is quite hard work. With the current coronavirus restrictions, I often have to go in the men’s toilets which are not pleasant and it can be difficult to get hot food with a lot of services closed. And wherever you go people are always watching you because they think: “You can’t do that, you’re a girl.”</p> <h2>Larry Mills, 19, cafe worker to construction labourer</h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"6714c2d9515d06e5ae37406521fb7f642ce5968d\"> <img src=\"https://media.guim.co.uk/6714c2d9515d06e5ae37406521fb7f642ce5968d/0_454_2916_2914/1000.jpg\" alt=\"Larry Mills.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Larry Mills: ‘I’m the last person you’d ever expect to see lifting slabs’</span> <span class=\"element-image__credit\">Photograph: Handout</span> </figcaption> </figure>  <p>I’ve been furloughed from an indoor ski slope in Milton Keynes. I work on the reception desks, in the management rooms and in the cafe; a mixture of hospitality stuff. I worked there full-time before uni, now I work weekends.</p> <p>My furlough pay is based on my salary over the past 12 months which, because I moved to working part-time, is not quite enough to live off. A family friend said they knew a construction site that was hiring because they had this big job to do, so I went for it.</p> <p>I’m not doing anything unsafe or skilled work, just stuff like, as boring as it sounds, heavy lifting, shovelling and making cement. The first day I hated it – I’ve always been more into academic stuff and hospitality work, so coming in as a labourer was a bit tough, especially as, although I’m really tall, I’m not that strong. Honestly, I’m the last person you’d ever expect to see lifting slabs.</p> <p>It’s difficult, but I need the money and it’s a safe way to get it – everything we do is socially distanced. I miss my normal job, but I wouldn’t want to go back. If they were to say, we’ll open it tomorrow, I’d feel hugely unsafe, especially because the household I’m in has vulnerable members.</p> <h2>William Smith, 39, trumpet player to delivery bike rider</h2>  <figure class=\"element element-image\" data-media-id=\"a0baa03772e1f9221dcd440d35fef31031ca30e4\"> <img src=\"https://media.guim.co.uk/a0baa03772e1f9221dcd440d35fef31031ca30e4/0_527_4032_2419/1000.jpg\" alt=\"William Smith on a Zedify delivery bike\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It’s been really, really fun’: William Smith.</span> <span class=\"element-image__credit\">Photograph: Handout</span> </figcaption> </figure>  <p>I’m a freelance musician, so I do a bit of trumpet teaching at a school but I work mostly on West End shows, covering when people want time off. This year I was on tour with <a href=\"https://www.theguardian.com/stage/2017/nov/26/everybodys-talking-about-jamie-review-fizzingly-fresh-west-end-musical\">Everybody’s Talking </a><a href=\"https://www.theguardian.com/stage/2017/nov/26/everybodys-talking-about-jamie-review-fizzingly-fresh-west-end-musical\">About Jamie</a>, but after Boris Johnson’s announcement, all the theatres closed pretty much instantly.</p> <p>I used to race bicycles and I’m a member of a cycling club, and someone in our WhatsApp group said Zedify were expanding their business and needed more cycle delivery drivers so I applied. It was a bit alien to me because I haven’t had to do that kind of paperwork for a long time, and I didn’t have much relevant experience.</p> <p>It’s been really, really fun. You’re out on your bike all day and you’re getting paid. Other delivery companies take the parcels to the depot and we load up the trikes and utility bikes, and then do the last bit of the journey, because it’s often quicker on a bicycle than in a truck.</p> <p>One of the main reasons I was interested is because it’s zero emissions, and I don’t think it’s going to be an area of work that will disappear. It’s something that I’m definitely interested in continuing even when the lockdown is over.</p> <p>Until it starts hammering it down with rain, I think it’s going to be really fun. I’m also really enjoying my trumpet practice because there’s no pressure to practise for specific work now – I’m doing a lot more jazz and transcription, which is something I’ve been meaning to do for a long time.</p>",
  "<p>A Covid-19 race equality strategy must be launched across Whitehall in the wake of growing evidence of inequalities amid the pandemic, a coalition of BAME campaigners, peers, academics and religious leaders has said.</p> <p>The disproportionate impact of coronavirus on black, Asian and minority ethnic (BAME) people, <a href=\"https://www.theguardian.com/world/2020/apr/22/racial-inequality-in-britain-found-a-risk-factor-for-covid-19\">who are more likely tha</a><a href=\"https://www.theguardian.com/world/2020/apr/22/racial-inequality-in-britain-found-a-risk-factor-for-covid-19\">n the white British population</a> to die from the disease, has <a href=\"https://www.theguardian.com/commentisfree/2020/apr/20/coronavirus-racial-inequality-uk-housing-employment-health-bame-covid-19\">highlighted longstanding inequalities</a> in health, incomes, housing and employment.</p> <p>Signatories to Wednesday’s call for action, who include the director of Operation Black Vote (OBV), Simon Woolley, and the mayor of Bristol, Marvin Rees, argue that the crisis must be a watershed moment to fix such inequalities.</p> <p>In an open letter seen by the Guardian, they and others – including religious leaders and academics – say: “For many of us there has been much heartache and at times anger in watching this crisis unfold and seeing <a href=\"https://www.theguardian.com/world/2020/may/25/six-in-10-uk-health-workers-killed-by-covid-19-are-bame\">many brave lives cut short</a>. Furthermore, we are acutely aware of perhaps an even greater impact, socially, educationally and economically, BAME communities could face as we confront <a href=\"https://www.theguardian.com/commentisfree/2020/apr/03/recession-depression-data-coronavirus\">an unprecedented economic downturn.</a></p> <p>“Our demand is for a Covid-19 race equality strategy that will not only deal with the immediacy of saving lives, but also fundamentally rebuild many of our institutions that this disease has exposed as having huge racial disparities.”</p> <p>Black people are more than four times <a href=\"https://www.theguardian.com/world/2020/may/07/black-people-four-times-more-likely-to-die-from-covid-19-ons-finds\">more likely to die of Covid-19</a> than the white British population, according to analysis by the Office for National Statistics. People of Bangladeshi and Pakistani, Indian, and mixed ethnicities were also found to have raised mortality risk relative to white people.</p> <p><a href=\"https://www.theguardian.com/world/2020/apr/16/inquiry-disproportionate-impact-coronavirus-bame\">A Public Health England (PHE) review</a> into how different factors – including ethnicity, gender and obesity – can affect people’s health outcomes from coronavirus is due to be published this week. But the signatories to the demand for a race equality strategy say that a wider-ranging review is needed in order to “build something positive and long-lasting from this deadly Covid-19 crisis” amid fears of a deep recession.</p> <p>Lord Woolley, who is chair of the government race disparity unit’s advisory group, said he had had conversations with No 10 about such a review being instigated across Whitehall.</p> <p>“It gives us a unique opportunity to tackle those deep-seated inequalities, which existed even before Covid-19, that could get very much worse, without dramatic action, without radical action,” he said.</p> <p>“Big examples of that would be the prospect of high levels of unemployment, which for young black kids could go to 50, 60, 70%. The inequality in health that we’ve already seen could get very much worse if those poverty predictions kick in. Educationally, unless there’s dramatic action, those kids that are already behind could fall so far behind that a generation of young kids could be failed.”</p> <p>Woolley expects hundreds if not thousands of people to back the demand, which will be posted on <a href=\"https://www.obv.org.uk/news-blogs/bame-leadership-demand-covid-19-race-equality-strategy\">the OBV website</a>. Its signatories also include the writer Afua Hirsch, David Weaver, the president of the British Association for Counselling and Psychotherapy, Dr Elizabeth Henry, the head of diversity for the Church of England, and Rabbi Danny Rich, the chief executive of Liberal Judaism.</p> <p>Among the disparities they highlight are the existence of only seven NHS trust chief executives who are BAME. This is despite 21% of the NHS workforce being BAME and 44% of its medical staff.</p> <p>The letter also says black people are twice as likely as white people to be unemployed and BAME people are 48% more likely to be on zero-hour contracts.</p> <p>The open letter decries what it says are attempts by some to blame genes, culture and/or lifestyle for disparities and to accuse BAME people of victimhood for raising social and economic disadvantages, saying: “We will not be blamed.”</p> <p>It adds: “When we follow those key areas in our society that Covid-19 has exposed for having profound inequalities, such as health, <a href=\"https://www.theguardian.com/money/2016/aug/22/bame-workers-uk-third-more-likely-underemployed-tuc-report\">employment</a>, <a href=\"https://www.theguardian.com/housing-network/2017/oct/10/deep-racial-inequities-britains-social-housing-bme\">housing</a>, <a href=\"https://www.theguardian.com/world/2019/feb/01/we-need-more-black-judges-how-disproportionality-hits-young-bme-people\">criminal justice</a> and education, we strongly feel that these are the areas we need to drastically put right.</p> <p>“If anything good is to come from this awful disease, it is that we track what’s been exposed and amplified as discriminatory and we fundamentally fix it. That starting point is a Covid-19 race equality strategy, and it is something that we believe will form part of a new social and race equality contract.”</p> <p>A government spokesperson said: “This government is committed to levelling up, unleashing potential and increasing opportunity for all.</p> <p>“We have pledged to improve the quality of data and evidence about the types of barriers faced by people from different backgrounds to help drive effective and lasting change.</p> <p>“The&nbsp;government’s race disparity unit, which is a world first for publishing data by ethnicity, also publishes data by age, gender and geography wherever possible.&nbsp;It continues to work across departments and their agencies to identify and address adverse variances in outcomes where they are found.</p> <p>“We’re also aware that the coronavirus sadly appears to have a disproportionate effect on people from BAME backgrounds.</p> <p>“It is critical we find out which groups are most at risk so we can take the right steps to protect them and minimise their risk.</p> <p>“That’s why we have commissioned PHE to better understand the different factors, such as ethnicity, that may influence the effects of the virus and explore the possible reasons for disparities.”</p>"
]