[
  "<p>Formula One is looking at using a reversed grid qualifying session as part of a new format for racing’s resumption this season. Formula One Group has already discussed the proposal with the teams and the governing body, the FIA, and it is understood it has broad support but that the world champions, Mercedes, oppose the concept. A formal vote and decision will be made early this week.</p> <p>F1’s proposal is specifically targeted at events where one circuit would host two races. The sport is expected to announce the European leg of its rescheduled calendar on Monday. It will open with two back-to-back races at the Red Bull Ring in Austria and is also set to include <a href=\"https://www.theguardian.com/sport/2020/may/28/silverstone-set-to-host-back-to-back-f1-races-in-august\">two races at Silverstone</a>, subject to coronavirus restrictions.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/may/31/lewis-hamilton-condemns-silence-from-f1-paddock-over-george-floyd-killing\">Lewis Hamilton attacks silence from F1 paddock over George Floyd killing</a> </p> </aside>  <p>The intent is to enliven interest in the second race taking place within seven days at the same venue, with broadcasters understood to be concerned at a potential drop in interest in identical races. The format would feature a standard race weekend for the first meeting. On the following Saturday a 30-minute race with a grid ordered in reverse championship standings would be held to decide qualifying positions for the second race.</p> <p>F1 believes the concept would distinguish the second race from the first and is likely to present a far more varied grid. A detailed proposal has been sent to team principals. For it to be adopted all 10 teams would have to agree and they will vote this week. A majority including Ferrari are believed to support it.</p> <p>However Mercedes and one other team opposed a <a href=\"https://www.theguardian.com/sport/2019/sep/24/ferrari-f1-formula-one-gimmicks-singapore-grand-prix\">similar plan last year</a> when F1 put forward a reverse grid format for trial in 2020. Mercedes’ position is understood to be unchanged. They opposed it on the basis that it was an artificial imposition that went against the spirit of F1.&nbsp;“When you’re looking at the 100m final in the Olympics, you’re not making Usain Bolt start five metres behind just to make it an exciting finish,” said their team principal,&nbsp;Toto Wolff, last October.</p> <p>Lewis&nbsp;Hamilton&nbsp;also&nbsp;dismissed the idea&nbsp;last year.&nbsp;“People who propose that don’t really know what they’re talking about,”&nbsp;the six-times world champion&nbsp;and Mercedes driver said.&nbsp;“The fact that now they are trying the reverse grid and all that feels like an excuse for not doing a good enough job.” If Mercedes remain&nbsp;opposed the&nbsp;format&nbsp;will not be adopted.</p>",
  "<p>It was 2011 when Rue Mapp was followed by a white woman in an Oakland, California, park, while out on a national campaign to get local families connected with nature. </p> <p>The woman had spotted the group en route to the park and decided to follow them. When they got off the bus, she followed them all the way through the park, and when they began to play in the dirt, she started to harass them. She claimed they were bringing “invasive species” into the park.</p> <p>“The kids around me might have rightly been thinking, ‘Is she talking about us?’” says Rue, who is black.<strong>&nbsp;</strong>She says the incident brought “so many levels of shame, embarrassment and of not feeling welcome in nature”.</p> <p>If that incident were filmed today, it would probably go viral, just as the harassment of Christian Cooper did this week. The video,<strong> </strong>circulated hundreds of thousands of times in the last week, shows Amy Cooper, a white woman calling the police on Cooper, an avid bird-watcher, after he<strong> </strong>asked her to put her dog on a leash in a popular bird-watching section of Central Park. “I am going to call the police and tell them an African American man is threatening my life,” she threatened.</p> <p>In the days after the video went viral, the woman lost her job and surrendered her dog – but many black people say that it is not an isolated incident.</p> <p>“This is a story beyond one person, a story beyond that park. It is a story writ large of who owns spaces, who has privileges to those spaces,” says author and <a href=\"https://twitter.com/1blackbirder\">black birder</a> Drew Lanham.</p> <p>Lanham wrote an essay on <a href=\"https://orionmagazine.org/article/9-rules-for-the-black-birdwatcher/\">rules for the black birder</a> in 2013. “You’re an endangered species – extinction looms.<strong>&nbsp;</strong>You know all the black birders like siblings and can count them on two hands. You’re afraid to have lunch with them all because a single catastrophe could wipe the species from the face of the earth,” reads <a href=\"https://orionmagazine.org/article/9-rules-for-the-black-birdwatcher/\">rule nine of the former set of rules</a>. </p> <p>Jason Ward, whose popular birdwatching series Birds of North America features Christian Cooper, decides to view the injustice the same way a bird would see the world: migrating through spaces, stopping at places that benefit them and passing over ones that offer them nothing.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaPotash/status/1265338098256424973\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is Christian Cooper. <a href=\"https://t.co/gOQyVztX5h\">pic.twitter.com/gOQyVztX5h</a></p>&mdash; Joshua Potash (@JoshuaPotash) <a href=\"https://twitter.com/JoshuaPotash/status/1265338098256424973?ref_src=twsrc%5Etfw\">May 26, 2020</a></blockquote>  </figure>  <p>For Ward, the places where he can’t stop look like rural parts of Georgia; anywhere with Confederate flags – and yes, sometimes big cities, too. His brother, also an avid birdwatcher, has had the police called on him while birdwatching in Central Park.</p> <p>“It is unfortunate that we as birders of color have to look over the world this way … But I don’t want the cops called on me or to have an unpleasant interaction so I [often] think, ‘let me cut this outing short and come back another time.’”</p> <p>These are defense mechanisms that Ward and many other black nature-lovers have to employ when out in the wild – lest a situation turn sticky and they have to answer questions from a suspecting police officer. In short, in a battle of he-said-she-said, most black people know who the burden of proof falls on.</p> <p>“What Amy Cooper proved is what many black people already know: that it is not just people in police uniforms [who have power over us]. There are ordinary citizens who take the privilege of impunity and will weaponize it instantly against you. Part of white privilege is this ability to have your words believed before black people are believed,” says Lanham.</p> <p>Mapp’s own encounter with racism in that Oakland city park did not put her off, it emboldened her to create <a href=\"https://www.google.com/search?q=Outdoor+Afro&amp;rlz=1C5CHFA_enUS883US883&amp;oq=Outdoor+Afro&amp;aqs=chrome.0.69i59j0l4j69i60l3.256j0j9&amp;sourceid=chrome&amp;ie=UTF-8\">Outdoor Afro</a> – an organization which encourages black nature lovers into the outdoors in over 30 states.</p> <p>“I am tired of the narrative of black bodies being harmed in nature and in the outdoors,” she says. “From a practical perspective, we all pay taxes on these public lands and so to enjoy them is an exercise of our citizenship. It is what being American is all about,” she says.</p> <p>“The experience [in an Oakland Park] crystalized the importance of creating a community for black people who want to be in nature. Having groups of people, so we can feel protected and more resilient, has been part of our model from the very beginning,” says Mapp. The worst thing that could come of the incident in Central Park this week, she says, is that black people are put off from exploring nature. African Americans <a href=\"https://www.theguardian.com/environment/2016/apr/23/national-parks-hiking-camping-outdoor-afro-boating\">make up</a> just 7% of pass-holders at national parks, while white people make up 78%.</p> <p>It has been argued that this unequal access is the product of unequal interest, but there is a long history of public lands spaces intentionally excluding black people, including through very concrete rules <a href=\"https://www.nationalparkstraveler.org/2019/08/how-national-park-service-grappled-segregation-during-20th-century\">which prevented black people from accessing public lands</a>.</p> <p>Lanham goes back to his nine rules to exemplify this. When he considers going on a specific trip, alongside weighing up the many universally good factors (nature’s beauty) as well as the bad (the possibility that he will get stung by a wasp or step on an ants’ nest), he also has to make other decisions, mostly based on his safety.<strong> </strong>“I<strong> </strong>have to make decisions about where I go, when I go, who I go with, what people will be thinking of me when I am there. I need to make sure I am wearing the right thing, that my car registration is in the right place so when I am stopped, I am not suspected of harboring something,” he says. “I have some complex equation that I have to figure out several times a fucking day.”</p> <p>Lanham was forced to do this math recently, and the numbers did not look good for him. A good friend, a white birder, called him to tell him about a sighting of a rare bird: the <a href=\"https://www.allaboutbirds.org/guide/Connecticut_Warbler/id\">Connecticut </a><a href=\"https://www.allaboutbirds.org/guide/Connecticut_Warbler/id\">warbler</a>. Lanham describes the bird as “one of my [holy] grail birds”. If there was a bird-ranking chart, Lanham says it would be “9.5 out of 10 on the want-list for most birders”.</p> <p>But the bird was sighted in a probably all-white neighborhood, where Lanham knew he might be viewed suspiciously, more likely to be considered “loitering” than “casually walking”.</p> <p>“I said, maybe the two of us could meet up and go together. I didn’t want to tell him – I didn’t reveal to him my fear to him of being in this place, of just going there,” says Lanham. “Non-birders might say, what’s the big deal?” he muses. But that bird – which Lanham has only caught glimpses of – is one he would love to see.</p> <p>“I want to go, to just sit and soak it up, but I can’t because I am afraid of the unknown – not of nature’s unknown, but of the unknown of what humans [might do to me],” says Lanham. </p> <p>For Ward, that so many obstacles are placed in the way of being able to experience beauty is enraging and disheartening. But it is not discouraging.</p> <p>“When I grew up, there was no one I knew in the natural world studying animals who looked like I did, at least not on television. And yet, still my love persisted,” he says.</p> <p>“I know that’s changing now and there are people of color who are starting to make serious ground in these spaces. So for future generations I cannot afford to be knocked off track,” he says.</p>",
  "<p>The circumstances surrounding the 29 May arrest of the CNN reporter Omar Jimenez couldn’t be clearer, more obvious, less subject to doubt or debate.&nbsp;You need only watch the video of the incident to know: this is not fake news.</p> <p>In Minneapolis, Omar Jimenez was covering the protests ignited by the death of George Floyd, an unarmed black man killed by the police. Confronted by a phalanx of state policemen in riot gear, Jimenez offered to move back. “We’re getting out of your way. Just let us know. Wherever you want us, we will go.” He calmly identified himself as a CNN journalist and produced his credentials. Nonetheless, he was handcuffed and led away, as he continued to ask, peacefully and respectfully, why he was being arrested. Soon after, his producer and cameraman were also cuffed and marched off. One can hear the distraught cameraman asking what to do with his camera, which was seized by the police –&nbsp;apparently unaware that it was still filming.</p> <p>What the camera doesn’t show is that a few blocks away, a white journalist, also reporting for CNN, was treated by the police with consummate politeness. So what we see, and don’t see, is the convergence of two profoundly toxic streams growing stronger and deeper as they continue to poison our society. One is the erosion of our first amendment protections –&nbsp;Jimenez’s right to document and describe what he was seeing is constitutionally guaranteed –&nbsp;and the other is the systemic racism that explains why a black reporter was arrested while a white one was encouraged to do his job; why a Minneapolis police officer jammed his knee into George Floyd’s neck for eight fatal minutes; and why, almost every week, another black person is killed by the police or – like Trayvon Martin and Ahmaud Arbery – by freelance white vigilantes.&nbsp;</p> <p>One shudders to think what might have happened to Jimenez, a black man in a tense confrontation with law enforcement, had he not been employed by CNN and accompanied by a camera crew.&nbsp;</p> <p>For many years, organizations such as PEN and the Committee to Protect Journalists have been working to safeguard the rights – and the lives – of writers and reporters around the world. Mostly, the arrests, imprisonments and murders of journalists have occurred in (and at the behest of) totalitarian regimes, and in countries in which the lawlessness of criminal cartels has gone largely unchecked. Among the most famous cases were the 2006 murder of the Russian journalist Anna Politkovskaya outside her Moscow home and the 2018 killing of the Washington Post columnist Jamal Khashoggi in the Saudi Arabian consulate in Istanbul. In just the last two weeks, a Mexican reporter, Jorge Armenta, was murdered and the car of another journalist was firebombed in Sonora state. The silencing of journalists is the hallmark of the dictatorship and the mafia state; threats and violence are the tactics traditionally employed by the powerful and the corrupt to intimidate those who try to expose corruption and the abuses of power.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We’ve watched our president deriding the press and encouraging his followers to put their faith in conspiracy theories rather than in facts</p> </blockquote> </aside>  <p>But that was always somewhere else, happening to other people, and American exceptionalism allowed us to advocate for – and feel slightly removed from – the reporters attacked and imprisoned in other countries, on other continents. Meanwhile the assaults on freedom of speech and on those who try to exercise that freedom have edged closer and closer to home. We’ve watched our president deriding the press and encouraging his followers to put their faith in conspiracy theories rather than in facts. We’ve witnessed the relentlessness with which Donald Trump has attacked the media, we’ve seen Trump and his enablers’ unapologetic disregard for the truth and for those who work to discover and tell that truth. And we’ve noted how Trump’s covert and overt racism has essentially legitimized and encouraged violence against immigrants and people of color while exacerbating the hatred and bigotry that have always been endemic in our society. It was Donald Trump, after all, who referred to the protesters as “thugs” and who suggested that looters should be shot.&nbsp;</p> <p>Given all that, I suppose we shouldn’t be so deeply surprised when a black reporter is handcuffed and arrested for the crime of doing his job. And yet we are. One of the most striking things about the video of Jimenez’s arrest is the response of the CNN commentators watching the live feed from the newsroom, or whatever the pandemic equivalent of the newsroom is. One says, “That is an American television reporter being led away by police … I’ve never seen anything like this … Having been in the middle of protests, I’ve never seen anything like this.” The emphasis on <em>American</em> television reporter is significant as&nbsp;the commentator repeats, for a third time: I’ve never seen anything like this.&nbsp;</p> <p>Well, one wants to say, now you have. It’s our turn. It’s happening here, right now. The climate has shifted – away from the assurances of the first amendment, away from the pretense of a color-blind, egalitarian society – and towards a moment when the arrest of a working journalist, a black journalist, is still startling, but dishearteningly foreseeable.&nbsp;</p> <p>Incidents like this will continue to happen, and perhaps get worse, unless we remain vigilant and make our outrage known. Omar Jimenez and his camera crew have been released from police custody. George Floyd’s killer has been charged with manslaughter and third-degree murder, perhaps in part because the protesters and their supporters refused to keep quiet and let it go.&nbsp;We can’t stop paying attention and, more important, <em>calling</em> attention to the importance of the free press and to the horrors of racism. The mistake was always to think that it can’t happen here, because it can, it has and – unless we remain aware and <em>vocal</em> – it most certainly will again.</p> <ul> <li><p>Francine Prose is a novelist and the former president of PEN America</p></li> </ul>",
  "<p><strong>Weegmüller Scheurebe Trocken, Pfalz, Germany 2018 (from £17.70, <a href=\"https://www.corkingwines.co.uk/\">corkingwines.co.uk</a>; <a href=\"https://www.strictlywine.co.uk/\">strictlywine.co.uk</a>)</strong> German winemakers are behind so many of the world’s finest white wines. Many of them – the majority probably – are made from the country’s most recognisable variety, riesling. But there’s much to love for those many wine drinkers who for some reason are allergic to riesling’s sharp, quicksilver charms. One very underrated variety is scheurebe, a prejudice, perhaps, borne of the variety’s origins: while riesling has a pedigree going back to the middle ages, scheurebe emerged from a grape-breeding institute, the work of one Dr Georg Scheu, in 1916. A century on, there isn’t all that much about (1,400 hectares or so to riesling’s 24,000ha), but what there is can make some delightful wines. Weegmüller’s dry white from the Pfalz, the south western German region where scheurebe is at its best, shows off the characteristics that can make it such a pleasure: intensely, clean and pure grapefruit and orange citrus with a seasoning of peppery spice.</p> <p><strong>Horst Sauer Escherndorfer Lump Silvaner S Trocken, Franken, Germany 2018 (£19.49,<a href=\"https://www.rannochscott.co.uk/index.html\"> rannochscott.co.uk</a>; <a href=\"https://cellarselected.com/\">cellarselected.com</a>)</strong> During the 20th century, scheurebe also made its way west from the Pfalz to the Franconia or Franken region, an historic German wine producing zone that has been somewhat overshadowed in recent years by the famed riesling havens further north in the Rheingau and Mosel. At the Wirsching estate, they’ve had scheurebe since 1952, and the old vines (“alte reben”) used for their Wirsching Iphöfer Kronsberg Scheurebe Alte Reben Trocken 2017 (£25.35, <a href=\"https://thewinebarn.co.uk/\">thewinebarn.co.uk</a>) make for a gorgeously rich dry wine with that racy grapefruit tang underpinning fleshy peachy and tropical fruit. Franken is actually better known for another white variety beginning with S. A wine of subtle charms rather than big fruit flavour, top quality Silvaner like Horst Sauer’s example from one of the best vineyard sites for the variety near Wurzburg, has a gentle blossomy prettiness and a springtime river raciness all its own.</p> <p><strong>Dr L Grey Slate Riesling, Mosel, Germany 2018 (£7.49, <a href=\"https://www.waitrose.com/\">Waitrose</a>)</strong> As good as silvaner and scheurebe can be, riesling remains the most versatile and endlessly fascinating of Germany’s white grape varieties. There is something irresistibly, irrepressibly vibrant and refreshing, light-feeling yet full of flavour in a modern dry style such as Bibo Runge Debutant Dry Riesling 2018 from the Rheingau (£17.95, <a href=\"https://www.southdownscellars.co.uk/\">southdowncellars.co.uk</a>), with its overlapping waves of exotic fruit and jangling acidity. The slightly sweet, verging on medium dry style is also particularly appealing at this time of year, with that little tickle of sugar only just noticeable thanks to the balancing acidity, but meaning it matches Thai or Vietnamese herbs and spicing, as well as a punnet of strawberries. Those qualities are on display in two Mosel wines from the consistently good Loosen family on offer at Waitrose until Monday: the Dr L Slate Riesling and the superbly spicy yet graceful Dr Loosen Ürziger Würzgarten Riesling Kabinett 2018 (£11.99).</p> <p><em>Follow David on Twitter <a href=\"https://twitter.com/daveydaibach?lang=en\">@Daveydaibach</a></em></p>",
  "<p>The unrest has come to Donald Trump’s doorstep as protesters clash with the Secret Service and police outside the White House for the second successive day.<br><br>Chanting “I can’t breathe”, “Black Lives Matter” and “Fuck Donald Trump!”, hundreds of demonstrators on Saturday circled the White House grounds, which have come to resemble a fortress more than at any time in recent memory.<br><br>Armored Secret Service, along with District of Columbia police and park police, lined up in front of the protesters, forming a barricade as the US president returned to the White House from a trip to Florida. Lafayette Square, the park in front of the executive mansion, was sealed off with steel barriers.</p> <p>Protest at the White House started on Friday, when a crowd of hundreds had gathered in front of the president’s residence and Trump tweeted that protesters could have been attacked with “vicious dogs and ominous weapons” wielded by the US Secret Service.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/30/george-floyd-protests-saturday-curfews-minneapolis\">George Floyd: protests and unrest coast to coast as US cities impose curfews</a> </p> </aside>  <p>On Saturday, some protesters stayed near the&nbsp;White&nbsp;House, while others marched through the streets chanting, “No justice and no peace” and “Say his name: George Floyd.” The mood was angry and several speakers implored marchers to remain peaceful.</p> <p>The march paused between the the Washington Monument and the African-American Museum and demonstrators sat down in the street for a moment of silence for each minute that the Minneapolis police officer knelt on Floyd’s neck.</p> <p>At the Lincoln Memorial, one organizer spoke over a megaphone “Look to the left and to the right and thank that person. We can’t hug anybody because of Covid but I love you anyway.” Many of the protesters wore masks, but did not socially distance themselves.</p>  <figure class=\"element element-image\" data-media-id=\"5522157fc529ad1a774f8bb8ca2e0e1523ed1763\"> <img src=\"https://media.guim.co.uk/5522157fc529ad1a774f8bb8ca2e0e1523ed1763/0_138_4181_2510/1000.jpg\" alt=\"US park police officers face off with demonstrators during protests near the White House in Washington, DC.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US park police officers face off with demonstrators during protests near the White House in Washington DC.</span> <span class=\"element-image__credit\">Photograph: Shawn Thew/EPA</span> </figcaption> </figure>  <p>On Saturday evening, protesters overcame the barriers near the White House and entered the park in front of it, but were driven out by police wielding shields, batons and pepper spray. Demonstrators damaged several Secret Service vehicles and threw themselves against officers’ riot shields, the Washington Post reported.<br><br>Tensions rose as the night wore on and the national guard was called out as pockets of violence erupted. Dumpsters and a car near the White House were set on fire, and the windows of some businesses were smashed.</p> <p>The fire department <a href=\"https://twitter.com/emil_sanamyan/status/1266945307721576450\">said</a> a scaffolding at a construction site in the back of the Chamber of Commerce building caught fire but was put out. <br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hunterw/status/1266938350679834624\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Unbelievably intense situation here on Downtown DC. Tear gas canisters, fires, glass breaking, multiple firework explosions. I am about one block from the White House. On Connecticut Ave Fireworks keep exploding and I just saw someone rip down the White House ID check sign.</p>&mdash; Hunter Walker (@hunterw) <a href=\"https://twitter.com/hunterw/status/1266938350679834624?ref_src=twsrc%5Etfw\">May 31, 2020</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/finnygo/status/1266932445963837441\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Crowd setting an SUV on fire near the White House. Two blocks away. <a href=\"https://twitter.com/CBSNews?ref_src=twsrc%5Etfw\">@CBSNews</a> <a href=\"https://t.co/rksY87LgOw\">pic.twitter.com/rksY87LgOw</a></p>&mdash; Fin Gomez (@finnygo) <a href=\"https://twitter.com/finnygo/status/1266932445963837441?ref_src=twsrc%5Etfw\">May 31, 2020</a></blockquote>  </figure>  <p><br>Trump has done little to calm the situation. His tweets on Friday drew fierce condemnation from the mayor of Washington DC, Muriel Bowser, for using the language of violent segregationists during the civil rights era. “To make a reference to vicious dogs is no subtle reminder to African Americans of segregationists who let dogs out on women, children and innocent people in the south,” Bowser said.</p> <p>In a series of tweets early on Saturday, he claimed the White House protest “had little to do with the memory of George Floyd”, appeared to invite his supporters to counter-protest and urged the Minneapolis mayor to respond more forcefully to the unrest in his city. At the Kennedy Space Center, he announced a civil rights investigation into Floyd’s death but also again lashed out at “Antifa and the violent left” whom he blames for protests spreading across the US.</p> <p>And in the evening, as protests raged across the country, he tweeted that Minneapolis leaders should have deployed the national guard earlier.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1266914470066036736\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The National Guard has been released in Minneapolis to do the job that the Democrat Mayor couldn’t do. Should have been used 2 days ago &amp; there would not have been damage &amp; Police Headquarters would not have been taken over &amp; ruined. Great job by the National Guard. No games!</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1266914470066036736?ref_src=twsrc%5Etfw\">May 31, 2020</a></blockquote>  </figure>  <p>The Secret Service said in a statement on Saturday that six protesters were arrested in Washington and “multiple” officers were injured. There were no details on the charges or nature of the injuries. A spokesman for US park police said their officers made no arrests, but several suffered minor injuries and one was taken to a hospital after being struck in the helmet by a projectile.</p> <p><em>The Associated Press contributed to this report</em></p>"
]