[
  "<p>Of the dozens of places where a coronavirus vaccine might be born, one is DIOSynVax, a small company started by a Canadian pathologist named Jonathan Heeney. In ordinary times, I’d have visited Heeney in his office, in a stately red-brick building in Cambridge. I’d have met his team and his Aria III cytometer, which looks like as if might brew a strong, space-age espresso but which, in fact, uses its four lasers to separate cells marked with fluorescent dyes as they flow through the machine at 10,000 cells per second. I’d have tried to wangle my way into the lab designated <a href=\"https://mrc.ukri.org/documents/pdf/ssr/standards-for-containment-level-3-facilities/\" title=\"\">containment </a><a href=\"https://mrc.ukri.org/documents/pdf/ssr/standards-for-containment-level-3-facilities/\" title=\"\">level 3</a>, the highest-but-one level of biosafety security, where Heeney’s biologists investigate pathogens such as the West Nile virus or the tuberculosis bacterium. These would be so lethal if they escaped that the lab is nearly hermetic. The joints along the walls, floor and ceiling are sealed and re-sealed; the steel panels in the walls, according to government guidelines, have to be “of the type used in the nuclear industry”; a flow of air must constantly be forced in if the door is open, to prevent the germs inside from drifting out. I would have even seen the coronavirus vaccine candidates themselves: samples of clear liquid, held in glass vials.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/audio/2020/apr/13/its-a-razors-edge-were-walking-inside-the-race-to-develop-a-coronavirus-vaccine-podcast\">'It’s a razor’s edge we’re walking': inside the race to develop a coronavirus vaccine – podcast</a> </p> </aside>  <p>But Heeney couldn’t take the risk. Understandably, he didn’t want anyone carrying Covid-19 into his lab and infecting his staff. “It’s a challenge already, because when they go home to their families every day, you don’t know who they’re passing on the bus or the train,” he said when I first spoke to him last week. At the time, Heeney was considering quarantining himself. A Cambridge college had offered him a room, so that he could shuttle between lab and bed, meeting as few people as possible. “I don’t have time to get sick,” Heeney said. He runs his company out of Cambridge University’s department of veterinary medicine, where he is a professor. He’s just a 12-minute bicycle ride from where I live, but we video-conferenced on Zoom.</p> <p>Since 2016, Heeney has been honing a set of methods – a platform, in vaccine parlance – that can be used to fashion vaccines that destroy whole families of viruses. Last year, he won a Gates Foundation grant of $2m (£1.6m) to fund research into a <a href=\"https://www.theguardian.com/news/2019/jan/24/endless-hunt-for-the-perfect-influenza-vaccine-flu-jab\" title=\"\">universal flu vaccine</a> – one that will prevail against every kind of flu virus. “It’s the mother of all challenges, the holy grail,” Heeney said. In January, he kept an eye on a new disease that was flying across eastern China. After two weeks, when Chinese scientists published the coronavirus’s genetic sequence, Heeney told me his team decided: “Let’s do with this what we’re doing with the flu.”</p> <p>Defeating Covid-19 will call for more than vaccines; it will involve quarantines, social distancing, antivirals and other drugs, and healthcare for the sick. But the idea of a vaccine – the quintessential silver bullet – has come to bear an almost unreasonable allure. The coronavirus arrived at a ripe moment in genetic technology, when the advances of the past half-decade have made it possible for vaccine projects to explode off the blocks as soon as a virus is sequenced. These cutting-edge vaccines don’t use weakened forms of the germ to build our immunity, as all vaccines once did; rather, they contain short copies of parts of the germ’s genetic code – its DNA or RNA – which can produce fragments of the germ within our bodies.</p> <p>Thus, for the first time ever, scientists have been able to muster up vaccine prospects mere weeks into a new, fast-spreading disease. Right now, there are at least 43 Covid-19 vaccines <a href=\"https://milkeninstitute.org/sites/default/files/2020-03/Covid19%20Tracker%20032020v3-posting.pdf\" title=\"\">in development</a> around the world – in Brisbane and Hong Kong, in the US and the UK, in the labs of universities and companies. Most of these are DNA or RNA vaccines. One vaccine, made in 63 days by an American biotech firm named Moderna, <a href=\"https://www.niaid.nih.gov/news-events/nih-clinical-trial-investigational-vaccine-covid-19-begins\" title=\"\">moved into</a> human trials on 16 March, entering the bloodstream of the first of 45 healthy adult volunteers in Seattle. It was a “world indoor record”, said Anthony Fauci, the doctor who heads the US National Institute of Allergy and Infectious Diseases. “Nothing has ever gone that fast.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"c6068963952d884702689af1e873ed51e5604dae\"> <img src=\"https://media.guim.co.uk/c6068963952d884702689af1e873ed51e5604dae/83_0_7834_4700/1000.jpg\" alt=\"Coronaviruses are named after the corona (crown) of surface proteins (outer dots) that are used to penetrate a host cell.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Coronaviruses are named after the corona (crown) of surface proteins (outer dots) that are used to penetrate a host cell.</span> <span class=\"element-image__credit\">Photograph: Pasieka/Getty/Science Photo Library</span> </figcaption> </figure>  <p>Until this century, crafting a vaccine for even a long-familiar pathogen such as the polio virus, ushering it through trials and bringing it to market could take as long as 10 or 20 years. The first of these three stages is now staggeringly quick; a scientist at one company, Inovio Pharmaceuticals, told <a href=\"https://www.newscientist.com/article/2237742-how-soon-will-we-have-a-coronavirus-vaccine-the-race-against-covid-19/\" title=\"\">New Scientist magazine</a> that her team had a preliminary model for a Covid-19 vaccine after just three hours of work.</p> <p>The thrust of this revolution – the capacity to create an infinitesimal part of an already minute virus, without handling a virus specimen at all – can seem godlike. But the next two stages – testing vaccines in humans and then manufacturing them for wide use – remain mortally slow. This is especially so because these newest types of vaccines – DNA or RNA vaccines – have never yet been licensed for use on humans. Outside a lab, they are completely unproven. With Covid-19, both contagion and vaccine are so new that there’s no telling what human trials will reveal, or how long they will take. Every scientist, policymaker and researcher I spoke to said that we’ll be lucky to have a vaccine for use within 12-18 months.</p> <p>If a DNA or RNA vaccine against Covid-19 is ever approved, it will be a watershed moment – not just because it will bear out the promise of this technology, but also because the technology will fortify us against future pandemics. Over the past few years, epidemiologists, risk analysts and policymakers have made concerted efforts to sharpen research and rethink the industrial model of vaccine production, all in preparation for the hypothetical disaster they call Disease X: any unknown disease that springs suddenly into our species and races ruinously through it. Covid-19 is the first Disease X to arise since the term was invented, but it won’t be the last. The climate is warming, we’re hacking down forests, our population is expanding and our skills at waging biological warfare are improving. The odds that we’ll keep encountering more and more Disease Xs are increasing. We will need all the vaccines we can make.</p> <h2><strong>* * *</strong></h2> <p>Heeney was spending part of his winter break with friends in Canada when he first read about an outbreak in China. “I’m a scientist,” he said. “I can’t help but follow this kind of news, even on holiday.” Back then, it seemed like a version of flu or pneumonia that might stay in Wuhan. A few days into the new year, though, the disease’s eagerness to travel became evident, and by the time Heeney rejoined his team in Cambridge, the nature of the pathogen had become clear, too. “We thought: ‘OK, this is a coronavirus. It’s going to be a tough one.’”</p> <p>The first time Heeney encountered coronaviruses was in 1988, as an HIV researcher at the National Institutes of Health (NIH) in the US. Heeney had initially trained as a vet, so his boss asked him to investigate a flurry of coronavirus cases in an unusual group of patients: a pack of cheetahs. “Some collector out in Oregon was trying to preserve the species by breeding them in a captive colony,” Heeney said. The cheetahs lost weight, their gums swelled and their livers and kidneys struggled to function. They moped about their park, depressed and ill. Later, Heeney found that the feline coronavirus had been passed to the cheetahs by a domestic cat. For the next couple of decades, Heeney remained an HIV scientist. He didn’t work much with animal viruses again until 2007, when he came to Cambridge to study diseases that spilled from animals to humans, and to develop vaccines for them.</p> <p>In its essence, even the most advanced vaccine functions on the same premise as the earliest mode of immunisation: cotton pads soaked in smallpox pus that were stuffed into the nostrils of healthy children in 16th-century China. The principle of vaccination is still to bluff the body: to slip in weakened germs, or even parts of germs, that do no harm but induce the release of antibodies that grant long-lasting immunity. The inducements have grown more sophisticated, but they continue to rely on the body’s biological defences. Humankind has developed no system of immune response more effective than the one that’s been inside us for hundreds of thousands of years.</p> <p>The latest class of vaccines – the type that Heeney works on – hold genetic material such as DNA or RNA; these are the kind that have never yet been licensed for use. They can be developed quickly, and they jog our immunity in distinctly different ways from everything that came before. The oldest method of vaccination involves dosing a person with inactive or enfeebled forms of the pathogen. For most of the past century, sourcing these was a laborious affair. For decades, scientists depleted the strength of viruses by growing them in human cell strains kept in labs at low temperatures; once the virus was sufficiently weak, it was safe to be sent into the human body in a vaccine. One line of lung cells, sourced from an aborted foetus in Sweden and multiplied again and again in lab cultures in the US, helped inoculate 300 million people against rubella, rabies, mumps and several other diseases.</p> <p>In the 1980s, researchers learned to mass-produce sub-units of a virus, each fragment assembled out of proteins and sugars. This might be a toxin or a part of the viral shell – just a signature whiff of the pathogen that can trigger immune reactions when introduced into the body. These molecular fragments are called antigens, because they generate antibodies that target them. Despite this technological advance, all these antigens still had to be cultivated in labs or factories.</p> <p>It wasn’t until this century that the real leap occurred, propelling scientists towards DNA and RNA vaccines of the kind that Heeney and others develop. Once computers became powerful enough to sequence the genetic code of a pathogen quickly and cheaply, scientists were able to easily create snippets of its genes, which could then be sent into the human body. These snippets, using our own cells as miniature factories, can manufacture their antigens within us. As soon as a germ’s gene sequence is known, scientists can begin concocting a vaccine for it.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"1dec4b762566ae17faaf4ea53e316eb39c06ff12\"> <img src=\"https://media.guim.co.uk/1dec4b762566ae17faaf4ea53e316eb39c06ff12/0_0_4419_3000/1000.jpg\" alt=\"A scientist in a lab in Rockville, Maryland working on a vaccine for Covid-19.\" width=\"1000\" height=\"679\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A scientist in a lab in Rockville, Maryland working on a vaccine for Covid-19.</span> <span class=\"element-image__credit\">Photograph: Andrew Caballero-Reynolds/AFP via Getty</span> </figcaption> </figure>  <p>That’s what happened with Covid-19. On the last day of 2019, Wuhan’s health authorities reported the strange pneumonia variant to the World Health Organization. By mid-January, Chinese scientists had <a href=\"https://www.ncbi.nlm.nih.gov/nuccore/MN908947\" title=\"\">posted</a> online the full, machine-readable genome of the Covid-19 virus: all 29,903 nucleic bases that comprise its sequence of RNA – ribonucleic acid, its genetic material.</p> <p>For scientists around the world, this was the starter pistol being fired. By studying the published genome, they could single out sets of genes that make specific proteins in the Covid-19 virus: the S-protein making up the spikes on the virus’s outer envelope, for instance, or the phosphorus-laden protein in the walls of an inner capsule, packaging the RNA within.</p> <p>Shortly after the coronavirus’s sequence was published, Heeney’s team set to work. The central question in their research is this: what antigens – what portions of the virus – can be found that are similar across a range of coronaviruses? If scientists discover these and, by deploying them in vaccines, drill our immune systems to recognise them, we will have given ourselves a way to fend off several kinds of coronavirus diseases, including Covid-19. The spike proteins jutting out of all these viruses, giving the appearance of a fringed crown, are a prime example of such antigens. Every coronavirus uses its spikes to invade human cells. Once our immune systems engineer antibodies in reaction to a vaccine of spike-protein antigens, they will have not just a method to identify coronaviruses, but also a prospective point of attack to cripple them.</p> <p>The first thing Heeney’s team did was compare the genetic sequences of the Covid-19 virus and other coronavirus strains, to figure out what structural commonalities they might use as antigens. This approach put me in mind of a captain of some medieval army, who had obtained the plans of the castles he planned to attack and was now studying them to see if they all contained the same weak drawbridges, so that he could order up a single siege engine to knock them all down.</p> <p>When, after a few days, they had selected their antigens – the spike protein, but also some others – the biologists in Heeney’s lab looked for their “blueprints”: the genes that direct the virus to construct each of these antigens. These lie in the gene sequences of the coronaviruses: one section of genetic code that holds the information to make a spike protein, another section for a different antigen, and so on. In late January, the lab sent these sections of code electronically to a German company, which built them out into synthetic genes – made artificially, but otherwise consisting of the same sugars and other material as our own DNA.</p> <p>These minuscule lengths of DNA were sent back to Cambridge suspended in vials of colourless, viscous fluid. In any eventual human trials, this DNA will be injected into the body to do what it’s meant to do: construct antigens to prod the immune system into action. This is all meticulous, elaborate work, but the power of modern computing can hurry it along at astonishing speed. By the first week of February, Heeney said, his scientists were carrying out trials in mice.</p> <p>In all of this, no one in Heeney’s team handled the coronavirus itself; in fact, until the synthetic DNA arrived from Germany, most of their work was on computers. This would have been unimaginable for earlier generations of vaccine scientists, who took in full-strength pathogens and then, with immense care, whittled down their potency. Heeney longed to know, first-hand, how the virus behaves in cells and what kinds of antibodies respond to it. For weeks, he said, “no one outside China had isolated the virus”. Then, towards the end of January, scientists at the University of Melbourne announced that they’d grown cultures of the virus.</p> <p>Braving the uncertainties of travel, Heeney flew via Thailand to Australia, arriving in time for the first inoculation of a mouse with the cultured virus on 19 February. “I wanted to establish some collaborations with these teams. They’ll be important for us down the line,” Heeney told me. In a bygone time, he might have brought back a vial of virus with him. “When I was a youngster, people would just put samples in their briefcases, or in the breast pockets of their coats. But the biosecurity protocols are intense now, so you can’t do that any more.”</p> <p>Unlike Heeney’s project, which takes on a whole family of viruses, most vaccine projects are targeting just the virus causing Covid-19, but they follow the same basic, still-experimental approach: synthesise DNA or RNA, tuck that genetic material into a vaccine and have it build antigens once it’s shot into the body. (I found only a couple of projects that are working the older way, using a weakened form of the whole virus in a vaccine.) Heeney is fully aware that these DNA and RNA vaccines may all still collapse in trials. “There are graveyards full of failed viral vaccine candidates,” he said. But if even one succeeds, “then we’ll be entering a brave new world of vaccines”.</p> <h2><strong>* * *</strong></h2> <p>To an outsider, the design of a DNA or RNA vaccine in a lab seems like cool, ordered science, conducted by computers, technicians in sterile oversuits, and machines that hum quietly. The next stage – when the vaccine has to negotiate clinical trials – is rife with all the messy uncertainties of human biology. In other words, while genetic technology has dramatically shrunk the first leg of the process from years to weeks, the second leg remains as long as ever, so that vaccine development now resembles a pair of misshapen trousers.</p> <p>Regulatory trials take months or even years because, for one, they can’t go faster than the rate at which humans metabolise vaccines. But they’re also time-consuming because so much is at stake, and because it’s impossible to predict how our complex physiology will react to a new vaccine. These trials determine if a vaccine is safe, what its dosages should be, how effective it is, and what its side effects are. In the US, 90% of drugs fail to make it past these trials. The overriding purpose of the process is abundant caution; a vaccine that unexpectedly proves harmful is the industry’s worst nightmare.</p> <p>In the literature, past mishaps flash like red warning signals. In 1942, a yellow fever vaccine contaminated with a hepatitis B virus was given to more than 300,000 American troops; nearly 150 of them died. The field’s classic reference text, Plotkin’s Vaccines, by the physician Stanley Plotkin, refers sombrely to “the Cutter incident” – a 1955 episode in which a manufacturer named Cutter Laboratories failed to properly deactivate the virus in its polio shot. The faulty vaccine caused roughly 40,000 cases of polio, paralysed 260 people and killed 10.</p> <p>The US’s strict rules to regulate vaccines <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1383764/\" title=\"\">emerged</a>, in part, because of Cutter Laboratories. The company survived, but paid out millions in civil damages. The Cutter incident set a precedent for more lawsuits during the next three decades, in which parents argued that their children had been disabled by malfunctioning vaccines. Some pharma firms, worried about multimillion-dollar claims settlements, abandoned vaccines altogether; others hiked their prices to cover any future legal costs. To keep vaccines cheap and vaccinations regular, the US government had to set up a compensation fund that eased most of the liability on vaccine companies.</p> <p>In the midst of a pandemic, so many forces tug at the vaccine development process – politics, industry, science, money, fear, hope – that there’s a perpetual hazard of clinical trials being hurried or of a poorly planned vaccination scheme being rushed out. One historical analogue is found in 1976 – like 2020, an election year. That February, a bout of swine flu broke out in an army post in New Jersey, and one soldier died. In comparison to Covid-19, the outbreak now seems minor, but it jolted President Ford’s government, which was already suffering from the second-hand shame of Nixon’s resignation just two years earlier. The administration fretted that, in the autumn, at the height of flu season, the virus would exact a huge loss of life; one government estimate figured that 1 million Americans would die.</p>  <figure class=\"element element-embed\" data-alt=\"Get the Guardian's award-winning long reads sent direct to you every Saturday morning\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/the-long-read\" height=\"52px\" data-form-title=\"Sign up for The Long Read email” data-form-description=“Get the Guardian's award-winning long reads sent direct to you every Saturday morning” scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Get the Guardian’s award-winning long reads sent direct to you every Saturday morning</figcaption> </figure>  <p>So Ford announced a plan to vaccinate everyone in the country, and had the Centers for Disease Control draft a $136m plan to do it. He ignored Albert Sabin, one of the heroes of the polio vaccine, who advised against immunisation, believing that no epidemic was imminent. Ford also ignored the warnings coming out of clinical trials, in which one of the four manufacturers was found to have formulated some unknown number of its 2.6m doses with a different flu virus altogether. Congress exempted all these companies from liabilities if their vaccine harmed anyone. Beginning in October, 40 million Americans were vaccinated, but by mid-December, it emerged that the shot came with a slightly increased risk of contracting Guillain–Barré syndrome, an immobilising neurological condition.</p> <p>The vaccine campaign was scrapped soon after; by that time, close to 450 people had been afflicted with Guillain–Barré. It was impossible to say how many of these cases were seeded by the vaccine. And if the vaccine really did prevent a swine flu epidemic, there was no way to know; the counterfactual – no vaccination, a ravaging pandemic – was hidden from view. This vaccine’s legacy, in public memory, was the paralysis of those hundreds of people.</p> <p>Already, the temptation to accelerate the trials of Covid-19 vaccines is becoming apparent. Earlier this month, Donald Trump suggested using “a solid flu vaccine … on corona”. Not possible, scientists informed him. When he declared that a vaccine would be available within a few months, he had to be told that, in that time, vaccines would only be ready for testing. Ordinarily, human trials come after many phases of animal testing, but at least two companies – one of them Moderna – have decided to do both in parallel. The scientists I spoke to, though, kept telling me that testing couldn’t be rushed. “There will be many trials, and we need to be ready for some failures,” Heeney said. He leaned in towards his webcam as if to push his point physically through the internet to me. “We have to avoid overpromising, because if there’s an accident with one of those first vaccines – if someone gets ill and it gets into the Daily Mail, ‘New vaccine threatens survival’ or some ridiculous headline – then people won’t want to take even the later vaccines that do work. It’s a razor’s edge we’re walking here.”</p> <p>Among the peculiarities of this pandemic, moreover, is the fact that we, the general populace, might determine how well human trials go. If huge swathes of society become infected before the vaccine is ready to test on humans, the trials will be difficult to conduct, said Sarah Gilbert, an immunologist at the University of Oxford’s Edward Jenner Institute for Vaccine Research. Gilbert’s team also has a vaccine candidate for Covid-19, based on an earlier vaccine it had devised for Middle East respiratory syndrome, or Mers, another coronavirus disease. In mid-March, Gilbert had to put an auto-response on her email. When her team was ready to recruit subjects for vaccine trials, it would be advertised on the website, she wrote. “Please do not contact me about volunteering.”</p> <p>Gilbert’s worry is that, at the peak of infection, the virus will be bouncing so frantically around the population that “you can’t screen your volunteers. By the time you get their results back, they may have been exposed.” Organising trials after the peak subsides presents another problem, because so many people will have cultivated a natural immunity by then. Transmission will have dropped as well, Gilbert said – it’s hard to know how well a vaccine trial is going if the subjects aren’t being exposed to the virus at all. “This is herd immunity – good for the population, but it makes testing a vaccine more difficult,” she explained.</p> <p>The best possible scenario involves delaying the pandemic’s peak – pushing it through the summer towards August, to buy scientists a few extra months to run their trials. “So we’d really be pleased,” Gilbert said sternly, “if everyone will just do what they’re being told and stay at home.”</p> <h2><strong>* * *</strong></h2> <p>At some point in March, Heeney’s sense of time started to grow muddled. Things happened so fast, and his weeks were so full, that dates lost their meaning; once, while speaking to me, he had to thumb back through his email to recollect even roughly when a particular step in his research had happened. “The coronavirus dominates our days,” he said. He wakes before dawn to pore through feeds of scientific data and journal articles. “There are conference calls, there’s all this paperwork to fill out so we can deal safely with pathogens, there’s the need to scale up the lab to work on the vaccine. There’s just no routine anymore. It feels like the wild west right now.”</p> <p>Like every other scientist, Heeney spends part of his days worrying about funding. All these vaccine projects hurtling towards trials may yet be drawn to a screeching halt by a lack of money. Trials are expensive; so is the outlay on manufacturing and marketing vaccines. “If you’re going to make enough doses for the whole world, you’re going to need billions and billions of dollars,” Heeney said. Earlier this week, the Wellcome Trust put an exact number on it: a further $3bn, across the industry, to fund and produce enough vaccines to beat the pandemic.</p> <p>Most of this money will go towards trials and production, the costs of which are now frequently borne by drug companies. After the 80s, when a series of mergers left the pharma industry in the hands of a few behemoth companies, vaccines fell thoroughly under the sway of market forces, subject to the kind of logic that prompted Goldman Sachs, in a 2018 report, to wonder: “Is curing patients a sustainable business model?” (It isn’t, the analysts <a href=\"https://arstechnica.com/tech-policy/2018/04/curing-disease-not-a-sustainable-business-model-goldman-sachs-analysts-say/\" title=\"\">concluded</a>.)</p> <p>Diseases that are borne out of poverty, and that require cheap vaccines, such as cholera, are largely ignored, says Peter Jay Hotez, the dean of the National School of Tropical Medicine at the Baylor College of Medicine in Houston. So are diseases that are uncommon, or diseases that have come and gone. Taxpayers fund most vaccine research, but the pharma titans that can make them at scale are reluctant to commit to a vaccine if the likelihood of profit is meagre. “We have a broken ecosystem for making vaccines,” Hotez told me.</p> <p>If the business wasn’t set up this way, Hotez thinks, he’d have a Covid-19 vaccine to offer, based on an earlier project that wilted from lack of funding. The story of Hotez’s vaccine is a parable for this field, and it foretells one highly possible future for all the exciting vaccine work currently underway against Covid-19.</p> <p>When Sars broke out in 2002, scientists and companies rolled up their sleeves to deliver a vaccine. But after 2004, no Sars cases were reported, so research flagged; one vaccine, from Sanofi, never made it past clinical trials. Ideally, Hotez says, vaccines would still have been run through the first few steps of trials and kept in reserve for future emergencies. Between 2011 and 2016, Hotez and his team designed a potential vaccine for Sars, and had the Walter Reed Army Institute of Research make 20,000 doses, to test on humans. But none of Hotez’s usual funders gave him a grant for these trials. “Sars dropped off their list of priorities,” Maria Elena Bottazzi, one of Hotez’s collaborators at Baylor, told me. “We had other situations, like Ebola or Zika.” The industry’s attention is easily diverted, Hotez said. “It’s like little kids playing a football game. The ball goes in one direction and all the kids run after it. Then it goes in another direction and all the kids run that way.”</p> <p>So much about Covid-19 is still unclear that companies can’t yet gauge the profit margins on a vaccine. Will the disease fade before a vaccine is approved? Will DNA or RNA vaccines even work? Will everyone be inoculated – a bumper payday from billions of doses – or will vaccines go to just a few at-risk groups, such as healthcare workers or anyone over 40? “At some point, there will be a go/no-go decision to make for companies,” said Jason Schwartz, a vaccine policy scholar at Yale. “And then they’ll have to figure out if it’s worth the risk.” One way to make it worthwhile is to engage in price gouging, which drug companies have always been happy to do. Earlier this month, the US <a href=\"https://theintercept.com/2020/03/13/big-pharma-drug-pricing-coronavirus-profits/\" title=\"\">passed</a> a coronavirus spending bill that deliberately left out controls on vaccine prices.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"d7c7fd093581e39edb35d088209056ac2824f8fd\"> <img src=\"https://media.guim.co.uk/d7c7fd093581e39edb35d088209056ac2824f8fd/0_0_2000_1333/1000.jpg\" alt=\"Equipment in a Biocad lab, a Russian biotechnology company, working on a Covid-19 vaccine.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Equipment in a Biocad lab, a Russian biotechnology company, working on a Covid-19 vaccine.</span> <span class=\"element-image__credit\">Photograph: Biocad Press Office/TASS</span> </figcaption> </figure>  <p>At the same time, pharma companies are indispensable, said Charlie Weller, who heads the vaccines programme at the Wellcome Trust. (When Weller spoke to me one evening on the phone, she had to break off for a minute to comfort her little daughter, who’d burst into tears after learning that, as the child of a key worker, she’d have to keep going to school even while her friends stayed home.) Pharma firms pay for most clinical trials, invest in experts and equipment, and bring drugs to market. They assume the right to set prices and decide what vaccines to sell because they claim to bear the most financial risk. “If we have to be ready for more Disease Xs, we need to rethink this whole underlying structure,” Weller told me. “We have to do it so that the risk is shared.”</p> <p>Two years ago, the Coalition of Epidemic Preparedness Innovations (Cepi) was founded to do just this: to allay some of the financial risk of research, and to keep this research going even in the troughs between epidemics. Cepi’s funding – about $740m – comes from a combination of philanthropists and governments. Melanie Saville, its director of vaccine development, told me that they were funding eight ongoing Covid-19 vaccine projects. But Cepi’s own money for Covid-19 was going to run out by the end of March. Without more donations, none of its funded vaccines would progress beyond the first phase of clinical trials.</p> <p>One of Cepi’s ambitions is to create its own “investigational stockpile” of vaccines – vaccines that have passed the first two out of three stages of clinical trials, and that then bide their time in cold storage. Everyone hopes they will never be required, but if necessary, they can be brought forth, hustled through the final clinical trial stage – which must be conducted in a real outbreak – and launched into production. Saville said Cepi has no storage or clinical facilities of its own, and that the stockpiles would reside individually with manufacturers. This disappointed me; for a second, I’d dreamed of a vaccine storehouse nestled somewhere in the Arctic – <a href=\"https://www.theguardian.com/science/2015/may/20/the-doomsday-vault-seeds-save-post-apocalyptic-world\" title=\"\">a Svalbard</a> against sickness, a vault so titanic that it dwarfed the germs it intended to fight by zillions of orders of magnitude.</p> <h2><strong>* * *</strong></h2> <p>A week after I met Heeney on Zoom, I called him again. He gave me a phone number in his Cambridge college; he had decided to self-quarantine himself in a room after all. “It’s not like I’ve been at risk, but if one of us goes down, we all go down like dominoes,” he said. He was full of praise for his team – “all these bright, talented individuals who are still living at home but are otherwise trying to live isolated lives, like monks in a monastery”. When Heeney moved into his room, he wiped down all the surfaces. One day, he went to get a cup of coffee, and when he came back to his room, he saw that two men had come in to change the batteries in the fire alarm. “It was crazy. I thought: ‘Here I am trying to keep the risk factor low. Does this have to happen now?’”</p> <p>His lab is still running trials in mice. It’s a long process, he said. “You take tissue cultures from the mice and you study them. We’re getting all this data, so that we can see what works and what doesn’t.” It’s too early to tell which of the vaccine projects out there will succeed, he said. “You know, I think it’s pretty amazing that humans have got vaccines in trials already,” Heeney said. “The trials will tell us what we need to know. My worry is that the devil is in the details with this coronavirus. But I hope I’m wrong. I really hope I’m wrong.”</p> <p><em>•</em> Follow the Long Read on Twitter at <a href=\"https://twitter.com/gdnlongread\" title=\"\">@gdnlongread</a>, and sign up to the long read weekly email <a href=\"https://www.theguardian.com/info/ng-interactive/2017/may/05/sign-up-for-the-long-read-email\" title=\"\">here</a>.</p>"
]