[
  "<p>It is beyond cynical. Almost every business in Britain is in lockdown. Shops are shut, factories padlocked, firms bankrupted, millions pushed into short- or long-term unemployment. They are told by the cabinet, “We are all in this together.”</p> <p>No we are not. Somewhere contractors are popping the champagne and consultants carting their fees to the bank. These are not medical suppliers, care home operators or testing centres. They are not the broken-backed small businesses to whose half-hearted aid the Treasury <a href=\"https://www.theguardian.com/business/2020/apr/15/covid-19-bailout-loans-issued-uk-firms-banks\">still fails to come</a>. The lucky ones are the backers of Boris Johnson’s beloved HS2.</p> <p>On Wednesday <a href=\"https://www.railwaygazette.com/uk/high-speed-2-notice-to-proceed-issued/56265.article\">notices to proceed</a> were posted in the industry press to Costain, Balfour Beatty, McAlpine and others. They should all get back to work, subject only to “social distancing”. Work at the closed Euston site should resume next week. The “minister for HS2”, Andrew Stephenson, <a href=\"https://www.theguardian.com/uk-news/2020/apr/15/construction-on-hs2-can-begin-government-says\">said</a> he wanted to offer those working on the project “certainty at a time when they need it”. If worried about lockdown, they shouldn’t be. The poor dears should resume their works. Rome might burn, but Nero did not want his Colosseum to run late.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2020/apr/15/construction-on-hs2-can-begin-government-says\">Construction on HS2 can begin, government says</a> </p> </aside>  <p>Countless megaprojects – in housing, distribution, retail and construction generally – would dearly love such reassurance. This is not only because, alone in Europe, the British government refuses to give details of how it intends to end lockdown, so that businesses might at least plan. There is worry also over the wider impact of the Office for Budget Responsibility’s warning of an astonishing <a href=\"https://www.theguardian.com/business/2020/apr/14/rishi-sunak-deeply-troubled-by-obr-warning-of-35-fall-in-uk-gdp\">35%</a> drop in the economy, certain to afflict all public spending, capital and current.</p> <p>Even the most insensitive politician could tell you that a new high-speed train from Birmingham to London, not due for over a decade, is hardly a priority. Every other service and project must pass through the valley of the shadow of death. Why on earth not HS2? In such circumstances, some sense of priorities should surely prevail. Hence the frantic desire of HS2, its suppliers and lobbyists to maintain momentum and put their project beyond all further doubt. </p> <p>In an effort to explain his decision, Stephenson grasped at the nearest cliche and declared he “cannot delay work on our long-term plan to level up the country”. But London to Birmingham covers the most prosperous counties in Britain. It is nothing to do with levelling anywhere, and certainly not the north. If he meant it, he should build an urgently needed railway from Yorkshire to Lancashire, or boost Manchester’s dire commuter services. Or if this is about vital infrastructure, why is Stephenson ignoring London’s Crossrail? It is surely more crucial for London’s recovery.</p> <p>Stephenson’s decision is nothing to do with levelling. It has to do with the <a href=\"https://www.theguardian.com/commentisfree/2020/jan/24/hs2-politics-boris-johnson\">extraordinary power that lobbies</a> continue to exert over ministers, even in time of crisis. HS2 has been feasting on billions of government pounds, now possibly at risk. </p> <p>There was a time when Johnson would have favoured Crossrail as London’s mayor. When he arrived at Downing Street, he clearly sought a new love. As his eye roamed the Treasury harem it lighted on a more voluptuous project, HS2. Poor Crossrail.</p> <p>Since Johnson’s February decision allowing the first stage of HS2 to proceed, it has become ever clearer that this railway is unlikely to go any further than Birmingham. It duplicates four other pathways to the north, all of which can offer any needed capacity by less exorbitant means. The chief beneficiaries from the extra capacity will be London commuters from the home counties and south Midlands. Even so, Wednesday’s announcement let slip that the project’s business case had plummeted from £2.70 for each pound spent to between £1.20 and 70p, well below any normal Treasury threshold. We can only assume chancellor Rishi Shunak has treated it like another aircraft carrier or power station, and shoved it in a drawer marked “vanity”.</p> <p>The coronavirus saga is speaking volumes on how British government operates, crisis or no crisis. Politics is dominant. It is now known that ministers were warned in <a href=\"https://www.theguardian.com/world/2020/apr/02/labour-urges-government-publish-findings-2016-pandemic-drill\">Exercise Cygnus</a> in 2016 that it was seriously ill-prepared for a pandemic. It did nothing. It did virtually nothing last January when Covid-19 broke out in China and began to spread. The only conceivable reason for this inertia is that antigen tests, ventilators and intensive care beds are politically boring. They can be left to underfunded locals to handle.</p> <p>Whitehall’s instinct is always to look to big solutions, with big institutions and big corporations to deliver them. Since the Covid-19 crisis began, I never until this week heard the word local at any press conference. It was all big NHS, big pharma and big science, never local health care suppliers, let alone care homes. A month of “protect the NHS” has given us grand – and reportedly half empty – Nightingale hospitals, while council-run care homes, responsible for the most vulnerable people, are frantic and under-resourced.</p> <p>The reason is simple. <a href=\"https://www.theguardian.com/commentisfree/2020/apr/14/the-guardian-view-on-the-care-home-crisis-culpable-neglect\">Care homes are not central government’s responsibility</a>, they are local and have seen disproportionate cuts under austerity. For the past month, they were not even included in the daily death toll – as if their deaths were unreal. Germany and Scandinavia, which respect local government, have been far better prepared and have benefited accordingly. It is plain that in Britain there has been a massive malfunction between the centre and locality, which any inquiry will have to address.</p> <p>Trains may not be that important just now. But the HS2 decision illustrates a common syndrome. It is a glamorous state project, favoured even as local rail services languish. To Johnson and his colleagues, small means nothing. The sum on the table for this week’s go-ahead for HS2 was £35bn. I am sure Keynes would approve of injecting large sums into a recession-hit economy. But on a single white elephant, I think not.</p> <p>• Simon Jenkins is a Guardian columnist</p>",
  "<p>The Trump administration has given the World Health Organization an ultimatum to carry out reforms and change policy towards China and coronavirus, but diplomats said the White House has not made clear exactly what it wants the WHO to do.</p> <p>Donald Trump <a href=\"https://www.theguardian.com/world/2020/apr/14/coronavirus-trump-halts-funding-to-world-health-organization\">ordered his administration</a> to stop funding the global health agency in the midst of the pandemic pending a “thorough investigation” that he said would take 60 to 90 days, accusing the WHO of “severely mismanaging and covering up” the Covid-19 outbreak.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/apr/15/trump-turns-against-who-to-mask-his-own-stark-failings-on-covid-19-crisis\">Trump turns against WHO to mask his own stark failings on Covid-19 crisis</a> </p> </aside>  <p>Washington has signalled that the block on funding could be lifted if the WHO leadership altered its behaviour, to make it less “China-centric”, but it has not been clear about what it wanted, according to diplomats familiar with the discussions.</p> <p>“We understand this is a decision to halt funding … unless the administration sees from the WHO evidence that the WHO are not in hock to China, they are tackling the pandemic transparently on the best available evidence, and are committed to reform,” a European diplomat said. “I don’t think the administration has set out precisely what they are looking for from the WHO, and they have not, to the best of my knowledge, said which sort of funding is going to be cut.”</p> <p>The US is the biggest contributor to the WHO’s annual budget of about $2.5bn. It gives $119m a year in assessed contributions (membership dues) and $328m in donations, and is currently about <a href=\"https://www.who.int/about/finances-accountability/funding/AC_Status_Report_2020.pdf?ua=1\">$200m</a><a href=\"https://www.who.int/about/finances-accountability/funding/AC_Status_Report_2020.pdf?ua=1\"> in arrears</a>. Whether the administration has the authority to cut off funds which have been mandated by Congress is in dispute, with the Democratic House speaker, Nancy Pelosi, calling Trump’s move “illegal”.</p> <p>A senior administration official said the Trump administration was within its rights to divert funds to other organisations in the same field. The official said the first tranche of $58m of US-assessed contributions for the year had already been paid, and the second tranche of $65m was not due until September. Meanwhile there would be a 60-day review conducted by the Office of Management and Budget (OMB), while other partners are sought through which to channel money earmarked for WHO donations.</p> <p>“Now that money is on hold pending a policy review, so we can figure out where we can partner up with different organizations or contractors on the ground to spend it, and obviously use it for the purpose for which it was intended,” the official said.</p> <p>A state department spokesman said: “Our action in no way diminishes US leadership on global health matters, including the current Covid crisis. We have ample ability to provide aid ourselves or through other partners to fight the pandemic, and we will continue to do so.”</p> <p>He added that the state department and the US agency for international development had committed nearly $508m in emergency health, humanitarian and economic assistance.</p> <p>The White House issued an account of a conference call between the leaders of the G7 industrialised democracies, claiming “much of the conversation centered on the lack of transparency and chronic mismanagement of the pandemic by the WHO”.</p> <p>That claim was <a href=\"https://www.theguardian.com/world/2020/apr/16/g7-backing-for-who-leaves-trump-isolated-at-virtual-summit\">contradicted by accounts</a> from other G7 governments, expressing support for the organisation and urging international cooperation. Several have raised their WHO contributions. The UK offered an extra £65m this week.</p> <p>US allies were taken by surprise by Trump’s 14 April announcement on cutting WHO funding and were therefore unable to mount a concerted campaign to persuade him out of the decision, although the French president, Emmanuel Macron, made an attempt last week.</p> <p>“Macron tried to call, but actually, the Americans – who originally told us that they were looking at the number of options for the WHO – quickly on Easter Monday decided that they would make this announcement about halting funding,” the European diplomat said.</p> <p>“So to the best of my knowledge, nobody in the west had enough visibility to actually persuade them not to do it. But a number of us over the last few weeks have been saying: we know the WHO has problems, but we believe the priority is to tackle the pandemic.”</p> <p>House Republicans on Thursday urged Trump to make continued US support for the WHO conditional on the resignation of its director general, Tedros Adhanom Ghebreyesus, who has been widely criticised in the US for remarks praising China’s handling of the pandemic. However, that is not the approach the White House has taken so far, aware that Tedros was elected by member states.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/08/world-health-organization-coronavirus-donald-trump\">Trump scapegoating of WHO obscures its key role in tackling pandemic</a> </p> </aside>  <p>One of the options US officials have floated informally in recent days has been for the WHO to grant Taiwan observer status. However, that too is a decision made by member states. The UN general assembly decided in 1971 to recognise the People’s Republic of China as the sole legitimate representative of China and the WHO followed suit the following year. The issue has been discussed 14 times over the past 22 years in the World Health Assembly, but each time the proposal has been rejected.</p> <p>“We are in the hands of countries on these issues,” the WHO’s principal legal officer, Steven Solomon, said. “WHO staff don’t have the mandate or power to change that. Our mandate is to work to promote the health of all people everywhere.”</p>"
]