[
  "<p>The <a href=\"https://www.theguardian.com/business/ftse\">FTSE 100</a> has posted its biggest quarterly fall for more than three decades amid the financial panic caused by the coronavirus, as the economic costs of the global health pandemic continue to mount.</p> <p>The leading index of UK company shares plunged by 25% in the three months to the end of March, the biggest quarterly contraction in London-listed share values since the aftermath of Black Monday in October 1987.</p> <p>Stocks have rallied in recent days as governments around the world launch unprecedented aid measures and as central banks cut interest rates in an attempt to prop up economies. However, the FTSE is still almost 2,000 points below where it started the year, when the index was near the highest levels on record.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2020/mar/31/the-stock-markets-have-rallied-so-is-peak-panic-over\">The stock markets have rallied, so is peak panic over?</a> </p> </aside>  <p>On the final day of a month of unprecedented chaos on global financial markets, the FTSE 100 closed up almost 2% at 5,672. The index started the year at 7,542. Shares across Europe have suffered the worst month on record, while Wall Street has been through the <a href=\"https://markets.businessinsider.com/news/stocks/dow-index-bear-stock-market-20-days-fastest-history-coronavirus-2020-3-1028989775\" title=\"\">fastest bear-market plunge in history</a>. The Dow Jones industrial average has fallen by more than 20% from its previous peak – the definition of a bear market – in little more than 20 days, outstripping the speed of the slide during the 1929 Wall Street crash.</p> <p>As well as the steep losses in London, the Italian stock market has plunged by 27% marking its worst quarter on record, and the pan-European Stoxx 600 has fallen by 23% in the worst quarter since 2002. Shares in European travel and leisure companies have collapsed by almost 42% to mark the worst three-month period in history. The price of oil has also plunged by more than 65% to around $22 a barrel, as demand for crude slumps with the global economy heading for recession.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2020/03/ftsequarterly-zip/giv-39022zR2EwuWt6Lj/\" data-alt=\"FTSE ups and downs\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2020/03/ftsequarterly-zip/giv-39022zR2EwuWt6Lj/\">FTSE ups and downs</a> </figure>  <p>Airlines, travel firms and banks are among the biggest losers on the London stock market over the past quarter, as consumer demand evaporates in response to efforts to contain the Covid-19 outbreak. Shares in cruise operator Carnival, <a href=\"https://www.theguardian.com/business/2020/mar/31/carnival-cruises-seeks-6bn-funding-amid-coronavirus-fallout\">which has had some of its ships put into quarantine,</a> have plunged by more than 75% in three months, while International Consolidated Airlines, the owner of British Airways, has fallen by around 67%.</p> <p>The milestones for the stock market coincide with mounting hopes of a turnaround in economic fortunes as China – the first country to be hit by Covid-19 towards the end of last year – <a href=\"https://www.theguardian.com/business/live/2020/mar/31/china-economy-picks-up-covid-19-german-unemployment-us-confidence-stock-markets-business-live?page=with:block-5e82ef068f0866297e9f4094#block-5e82ef068f0866297e9f4094\">begins to lift travel restrictions</a> in the central city of Wuhan after two months of effective lockdown.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/31/china-gets-mixed-results-in-its-attempt-to-lift-lockdown\">China gets mixed results in its attempt to lift lockdown</a> </p> </aside>  <p>Providing a potentially encouraging glimpse of the future for countries still suffering an increase in the number of Covid-19 cases, <a href=\"https://www.theguardian.com/world/2020/mar/31/china-gets-mixed-results-in-its-attempt-to-lift-lockdown\">Chinese companies reported a rebound in economic activity this month</a> as firms gradually reopen. The manufacturing purchasing managers’ index published by China’s National Bureau of Statistics increased to 52.0 this month, up from a record-low level of 35.7 in February on a scale where a reading above 50.0 separates economic growth from contraction.</p> <p>Service sector activity also recovered as shopping centres and retail outlets reopen, with the PMI index increasing to 52.3 from 29.6 in February.</p> <p>Mihir Kapadia, chief executive of Sun Global Investments, said China had demonstrated that economic growth could bounce back strongly from the coronavirus crisis.</p> <p>“We still have long months of battle as the US has just started dealing with it. Global economic growth and trade will continue to be affected until the disease is contained across the world. But as China shows, there is hope at the end of the tunnel,” he said.</p> <p>Analysts believe the global economy is heading for the deepest downturn since the second world war. While the recovery could be swift, there are rising fears of a long-term hit to jobs and growth.</p> <p>Vicky Redwood, a senior economic adviser at the consultancy Capital Economics, warned that consumer and business confidence could remain subdued as the return to relative normality takes time to take hold, not least if fears of a second wave of the virus linger. She said some companies would struggle to repay emergency loans, austerity policies could be used to control rising government debt levels, and demand for foreign travel might remain subdued for years.</p> <p>“It may well take a few years to get back to where we were and even longer for some economies,” she said.</p>",
  "<p>These days, simply leaving your home to buy food is a gamble. That’s why countless people are calling services like Instacart, which delivers groceries, to spare them a trip to the supermarket. I’ve been an Instacart worker for nearly two years in the Newark/New York area and I’ve never experienced such stress, chaos and craziness. My stomach goes into knots before going into stores because I never know if today will be the day I contract Covid-19 or, worse, spread it to a customer. That is why many of us are striking for better working conditions, including paid sick leave.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/31/amazon-strike-worker-fired-organizing-walkout-chris-smallls\">Amazon fires New York worker who led strike over coronavirus concerns</a> </p> </aside>  <p>Right now, contract workers who shop and deliver orders to customers’ homes are risking our health by doing our jobs. Hand sanitizer, wipes and hazard pay should be given to anyone who is working right now under these conditions, but that is not the case. While Instacart has no problem giving these protections to so-called “in-store shoppers” – Instacart employees who are based in stores, and get orders ready for customers for pick up – they have completely looked past the contract workers like me, called full service shoppers, who travel to the store, shop the order and deliver it to customers.</p> <p>Without shoppers, Instacart is nothing but an app. We spend our days in and out of stores so that customers can stay home and not risk their health. We deal with the crowds, out-of-stock items, item limits and upset customers when their products aren’t all available.</p> <p>The company reportedly wants to hire 300,000 more shoppers to be put at risk instead of paying shoppers who already work for the company fair wages. (We have no set hourly pay. We get paid per order.) It’s not rare for shoppers like me to see triple batches (three orders in one) that can pay as low as $7 all together, including the 60¢ per mile Instacart says they pay us from store to customer. Going out for such little pay is a real slap in the face. To think that Instacart ever thought we deserved such low pay is disgusting, but especially now, with this pandemic, you would think they would pay us better. But that’s simply not the case.</p> <ul> <li><p>Sarah Polito is an Instacart worker</p></li> </ul>"
]