[
  "<div id=\"block-5ebc83518f08a55ecde598dc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T23:31:49.399Z\">12.31am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We’ve launched a new blog at the link below – head there for the latest: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/may/14/coronavirus-live-news-trump-surprised-by-faucis-reopening-warnings-as-who-says-covid-19-may-never-go\">Coronavirus live news: Trump 'surprised' by Fauci's reopening warnings as WHO says Covid-19 may never go</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebc7dad8f08d99d46a167e2\" class=\"block\" data-block-contributor=\"profile/davidsmith\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T23:07:59.836Z\">12.07am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Trump deepens ‘Obamagate’ conspiracy theory with Biden unmasking move</h2> \n  <p>Donald Trump has ratcheted up his <a href=\"https://www.theguardian.com/us-news/2020/may/12/what-is-obamagate-and-why-is-trump-so-worked-up-about-it\">“Obamagate” conspiracy theory</a> to implicate Joe Biden and other former White House officials in what critics say is a desperate attempt to distract from the coronavirus pandemic.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/13/donald-trump-obamagate-conspiracy-theory-biden-flynn-unmasking\">Trump deepens 'Obamagate' conspiracy theory with Biden unmasking move</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebc73cf8f08d99d46a167b8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T22:31:21.135Z\">11.31pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here are the main developments from the last few hours: </p> \n  <ul> \n   <li><strong>At least 4.3 million people are known to have been infected with the coronavirus worldwide</strong>, while at least 295,671 people have died. The figures collected by Johns Hopkins University are likely to be a great underestimate of the true scale of the pandemic.<br></li> \n   <li><strong>Trump describes Fauci’s warning over reopening the economy too soon as “unacceptable”.</strong> US President Donald Trump on Wednesday described as not acceptable a warning given by top US infectious disease expert Anthony Fauci this week about the dangers of reopening the economy too quickly. “To me it’s not an acceptable answer especially when it comes to schools,” Trump told reporters at the White House, noting he was surprised by the response Fauci gave to lawmakers in testimony to the US Senate on Tuesday.</li> \n   <li><strong>Virus may never be eradicated – WHO. </strong>The coronavirus that causes Covid-19 could become endemic like HIV, the World Health Organization has said, warning against any attempt to predict how long it would keep circulating and calling for a “massive effort” to counter it. </li> \n   <li><strong>Every African country is now affected by the outbreak</strong>, after Lesotho announced its first case. The virus was detected in one of 81 people tested after arriving last week from Saudi Arabia and neighbouring South Africa, Lesotho’s health ministry said.</li> \n   <li><strong>Former UK spy chief dismisses Wuhan lab conspiracy theory. </strong>In the UK, the former director general of the domestic intelligence service has poured cold water on White House speculation that Covid-19 may have emerged via a leak from a coronavirus research laboratory in the Chinese city of Wuhan.</li> \n   <li><strong>Public Health England approves antibody test – report. </strong>Public Health England (PHE) has reportedly approved an antibody test kit, the first to receive such an endorsement. The kit is made by the Swiss drugmaker Roche Holding AG, the Daily Telegraph has reported. The newspaper added that it understands the UK’s Department of Health and Social Care is in negotiations with Roche to buy millions of the kits.</li> \n   <li><strong>Afghanistan reached 5,000 confirmed cases</strong>, as the country’s health ministry warned that easing lockdowns would bring a “catastrophe”. Out of 619 suspected patients tested in the last 24 hours, 259 came back positive, pushing the total number of infections to 5,226. The death toll reached 132, after five more patients died overnight. The number of recoveries is 648.</li> \n   <li><strong>Sweden announced it would hire up to 10,000 more care workers</strong>to address shortcomings in elderly care exposed by the pandemic. About half of the Sweden’s 3,460 coronavirus-related deaths have been among nursing home residents, and another quarter among those receiving care at home.</li> \n   <li><strong>Mexico said it would reopen parts of economythe economy after 51 days of lockdown</strong>, despite the country reporting its highest number of daily deaths so far. Mexico has confirmed 1,992 new cases and 353 deaths, bringing the total death toll to 3,926 and the total number of cases to 38,324.</li> \n   <li><strong>Hotels and restaurants across Europe have been asked to enforce physical distancing</strong> between guests to allow Europeans to take their annual summer holiday. The EU executive called for a “gradual and careful easing of lockdown restrictions across the continent”.</li> \n   <li><strong>The car manufacturer Ford announced plans to restart production, including at two factories in the UK</strong>. Work will resume on 18 May at the company’s engine plants in Dagenham in Essex and Bridgend in south Wales. The move, along with the reopening of the Valencia engine plant in Spain, will open all of Ford’s European manufacturing facilities.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5ebc721c8f080c727453a786\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T22:18:40.545Z\">11.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hi, Helen Sullivan with you now. I’ll be blogging for the next few hours – get in touch on Twitter <a href=\"https://twitter.com/helenrsullivan\">@helenrsullivan</a>. </p> \n </div> \n</div> \n<div id=\"block-5ebc6ed78f08a55ecde5987a\" class=\"block\" data-block-contributor=\"profile/maanvi-singh\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T22:06:07.113Z\">11.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>According to White House press pool reporters, the <strong>Donald Trump</strong> also called <strong>Dr Anthony Fauci’s</strong> message yesterday cautioning against opening the economy too soon “unacceptable”.</p> \n  <p>“I was surprised by his answer,” Trump said. “To me it’s not an acceptable answer especially when it comes to schools.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Yamiche/status/1260685470909988864\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Pres Trump: The \"only thing\" that would be acceptable is teachers staying home a bit longer bc the coronavirus \"attacks age.\"<br><br>Dr. Fauci yesterday: \"I think we better be careful if we are not cavalier in thinking that children are completely immune to the deleterious effects.\"</p>— Yamiche Alcindor (@Yamiche) \n    <a href=\"https://twitter.com/Yamiche/status/1260685470909988864?ref_src=twsrc%5Etfw\">May 13, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Yesterday, the top public health official contradicted Trump, who urged schools and businesses to reopen and said the White House has set a target of having 100m vaccine doses by the autumn.</p> \n  <p>Fauci disputed that timeline, indicating that neither a vaccine nor treatment could be developed and distributed in time to facilitate the reopening of schools in the fall. The president said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think they should open the schools, absolutely. I think they should. It’s had very little impact on young people. And I think that if you’re an instructor, if you’re a teacher, a professor over a certain age like let’s say 65 or maybe even if you want to be conservative, 60, perhaps you want to stay out for a little while longer.</p> \n   <p>But I think you should absolutely open the schools. Our country has got to get back and it’s got to get back as soon as possible, and I don’t consider our country coming back if the schools are closed.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T22:38:36.606Z\">at 11.38pm BST</time></p> \n</div> \n<div id=\"block-5ebc6aba8f08a55ecde5986a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T21:51:14.581Z\">10.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>US authorities are accusing Chinese hackers of trying to steal Covid-19 vaccine research, Agence France-Presse (AFP) reports. The FBI and the Cybersecurity and Infrastructure Security Agency (CISA) warned:</p> \n  <blockquote class=\"quoted\"> \n   <p>China’s efforts to target these sectors pose a significant threat to our nation’s response to Covid-19.</p> \n  </blockquote> \n  <p>Neither offered evidence or examples to support the allegation. Washington has increasingly blamed Beijing for the outbreak caused by the virus that first emerged in China late last year. Asked on Monday about earlier reports that the US believed Chinese hackers were targeting US vaccine research, the president <strong>Donald Trump</strong> replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>What else is new with China? What else is new? Tell me. I’m not happy with China.</p> \n  </blockquote> \n  <p>Beijing has repeatedly denied the US accusations.</p> \n </div> \n</div> \n<div id=\"block-5ebc66d28f08d99d46a1676a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T21:33:11.568Z\">10.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Of all the thousands of golfers and tennis players who were reacquainted with the reassuring swoosh and snap of club and racket on ball on Wednesday, few surely heard a sweeter sound than the 18-handicapper <strong>Ed Sandison</strong>.</p> \n  <p>When the 34-year-old stepped on to the 176-yard first hole at the Styal <a href=\"https://www.theguardian.com/sport/golf\">Golf</a> Club in Cheshire at 9.04am, he was merely happy to be back after eight weeks of lockdown, happier still when he made good contact with his ball, and stunned to the point of disbelief when he realised he had made his first ever hole-in-one. He told the Guardian:</p> \n  <blockquote class=\"quoted\"> \n   <p>At first I couldn’t find my ball anywhere so I was getting a little annoyed – until I checked the cup. I spent the next 17 holes laughing with my father-in-law Tony. But everyone I saw seemed to be in such a good mood – and no wonder with golf being back.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/may/13/golf-tennis-players-return-to-action-after-coronavirus-lockdown\">'It’s a way of life' – relief and elation as golf and tennis resume across England</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebc60fa8f08d99d46a16741\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T21:08:55.650Z\">10.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Peru’s rate of cases is peaking and will begin a slow decline, its president <strong>Martín Vizcarra</strong> has said, as the country moves into a “final stage” of lockdown more than two months after its first case was detected.</p> \n  <p>Peru, which has the second greatest number of cases in Latin America, will continue to enforce social distancing, particularly in markets, banks and public transportation, Vizcarra said.</p> \n  <blockquote class=\"quoted\"> \n   <p>In this last stage of the state of emergency, we have to ratify all the good that we have done, which is enough, and to correct the defects.</p> \n  </blockquote> \n  <p>Cases in Peru rose to 76,306 on Wednesday, up by 4,247 from a day earlier. The death toll was 2,169, up by 112, according to data from the Ministry of Health. Only Brazil has a higher infection rate in Latin America, at 177,589 confirmed cases.</p> \n </div> \n</div> \n<div id=\"block-5ebc5db48f08a55ecde5982e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T20:55:08.826Z\">9.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The French drugmaker Sanofi SA is working with European regulators to speed up access to a potential vaccine in Europe after its chief executive suggested Americans would likely get the vaccine first.</p> \n  <p>The company said it is in talks with the European Union and the French and German governments to speed up regional vaccine development.</p> \n  <p>Sanofi, whose Pasteur division has an established track record of producing influenza vaccines, teamed up with British rival GlaxoSmithKline last month to come up with a candidate it hopes will be ready next year. They have received financial support from the Biomedical Advanced Research and Development Authority (BARDA) of the US Health Department.</p> \n  <p>As a result, doses produced in the United States are expected to go to US patients first; a prospect that has raised concern in Europe. Sanofi’s chief executive <strong>Paul Hudson</strong> has told Bloomberg:</p> \n  <blockquote class=\"quoted\"> \n   <p>The US government has the right to the largest preorder because it’s invested in taking the risk.</p> \n   <p>We are very encouraged to see the mobilisation of the [European commission] over the past weeks, exploring similar measures that could expedite both vaccines development and access to the European population.</p> \n  </blockquote> \n  <p>The company said that remainder of its vaccine manufacturing capacity will cover Europe and the rest of the world.</p> \n </div> \n</div> \n<div id=\"block-5ebc5c0f8f080c727453a705\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T20:49:27.139Z\">9.49pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Public Health England approves antibody test – report</h2> \n <div class=\"block-elements\"> \n  <p>Public Health England (PHE) has reportedly approved an antibody test kit, the first to receive such an endorsement. </p> \n  <p>The kit is made by the Swiss drugmaker Roche Holding AG, the Daily Telegraph has reported. The accuracy of the test was given approval by experts at PHE’s Porton Down facility last Thursday, the newspaper said. The newspaper added that it understands the UK’s Department of Health and Social Care is in negotiations with Roche to buy millions of the kits.</p> \n </div> \n</div> \n<div id=\"block-5ebc54498f08a55ecde597ea\" class=\"block\" data-block-contributor=\"profile/dom-phillips\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T20:35:23.600Z\">9.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Brazilian media outlets have <a href=\"https://g1.globo.com/politica/noticia/2020/05/13/laudos-atestam-que-bolsonaro-teve-resultado-negativo-nos-tres-testes-para-o-novo-coronavirus.ghtml\">published</a> the results of negative coronavirus tests taken by the country’s president <strong>Jair Bolsonaro</strong> following a Supreme Court ruling.</p> \n  <p>The result backs up the president’s previous claim of a <a href=\"https://g1.globo.com/jornal-nacional/noticia/2020/03/13/bolsonaro-diz-em-rede-social-que-exame-deu-negativo-para-coronavirus.ghtml\">clean</a> bill of health, but doubts lingered over the results after it was revealed that the three tests also were carried out nearly two months ago – since when Bolsonaro has repeatedly flouted social distancing advice and mixed with crowds of supporters and ordinary Brazilians.</p> \n  <p>The tests were performed on 12, 17 and 18 March, the O Globo newspaper <a href=\"https://oglobo.globo.com/brasil/resultados-dos-exames-de-bolsonaro-para-novo-coronavirus-deram-negativo-24424733\">reported</a>. In the following weeks, Bolsonaro greeted <a href=\"https://g1.globo.com/df/distrito-federal/noticia/2020/05/03/manifestantes-fazem-carreata-pro-bolsonaro-na-esplanada-dos-ministerios-em-brasilia.ghtml\">demonstrators</a> and ordinary Brazilians without a mask, posed for selfies, visited a <a href=\"https://www.theguardian.com/world/2020/apr/13/brazil-bolsonaro-coronavirus-covid-19-social-distancing\">supermarket</a> and a <a href=\"https://www.youtube.com/watch?v=CnBMlxyDVKk\">bakery</a> and even shook hands with an elderly woman after <a href=\"https://globoplay.globo.com/v/8472749/\">wiping</a> his nose on his wrist. Last weekend he rode a jet-ski and <a href=\"https://www.theguardian.com/world/2020/may/10/bolsonaro-attends-floating-barbeque-as-brazils-covid-19-toll-tops-10000\">stopped</a> by a floating barbecue.</p> \n  <p>Bolsonaro initially refused to release his tests results after 23 people who were on his trip to the United States in March tested positive. He has <a href=\"https://www.theguardian.com/world/2020/apr/29/so-what-bolsonaro-shrugs-off-brazil-rising-coronavirus-death-toll\">dismissed</a> the rising Covid-19 death toll in Brazil with a casual “so what?” Brazil’s Health Ministry reported a record 881 deaths in 24 hours on Tuesday night and the country has 177,589 confirmed cases.</p> \n  <p>In March, Bolsonaro <a href=\"https://www.theguardian.com/world/2020/mar/25/bolsonaro-brazil-wouldnt-feel-anything-covid-19-attack-state-lockdowns\">said</a> his athletic background meant that, if he did catch Covid-19, he would barely feel it. Yet his government turned down a Freedom of Information request from the <a href=\"https://noticias.uol.com.br/politica/ultimas-noticias/2020/04/14/por-lei-de-acesso-presidencia-diz-que-exame-de-bolsonaro-e-sigiloso.htm\">UOL</a> news site, arguing the information was “secret”.</p> \n  <p>The tests were made <a href=\"https://politica.estadao.com.br/blogs/fausto-macedo/lewandowski-determina-que-exames-de-bolsonaro-sejam-divulgados/\">public</a> on Wednesday by the Supreme Court judge <strong>Ricardo Lewandowski</strong> following a request from the Estado de S. Paulo newspaper. It won rulings in lower courts but was overruled by a High Court judge. Lewandoski overturned that decision. </p> \n </div> \n</div> \n<div id=\"block-5ebc4a9b8f08a55ecde59798\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T20:29:56.327Z\">9.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Italy’s top flight football clubs have voted in a favour of resuming the season on 13 June during a general assembly, although the final decision rests with the government.</p> \n  <p>Serie A has been suspended since 9 March and, although the government has authorised teams to hold collective training sessions from next Monday, it has not yet decided if and when the championship can resume. Serie A said:</p> \n  <blockquote class=\"quoted\"> \n   <p>As far as the resumption of sports activities is concerned, the date of 13 June for the resumption of the championship has been indicated ... in accordance with medical protocols for the protection of players and all those involved.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/may/13/serie-a-clubs-vote-in-favour-of-resuming-suspended-season-next-month\">Serie A clubs vote in favour of resuming suspended season next month</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebc533f8f080c727453a6a7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T20:11:05.737Z\">9.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The young migrants and asylum seekers swim across the Rio Grande and clamber into the dense brush of Texas, across the <a href=\"https://www.theguardian.com/us-news/us-mexico-border\">US-Mexico border</a>.</p> \n  <p>Many are teens who left Central America on their own. Others were sent along by parents from refugee camps in <a href=\"https://www.theguardian.com/world/mexico\">Mexico</a>. They are as young as 10.</p> \n  <p>Under US law they would normally be allowed to live with relatives while their cases wind through <a href=\"https://www.theguardian.com/us-news/usimmigration\">immigration</a> courts.</p> \n  <p>Instead the Trump administration is quickly expelling them under an emergency declaration citing the coronavirus pandemic, with 600 minors expelled in April alone.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/13/us-expelling-central-american-child-migrants-coronavirus-pandemic\">US expelling hundreds of child migrants, citing coronavirus pandemic</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebc513d8f080c727453a699\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T20:00:46.365Z\">9.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The US Centers for Disease Control and Prevention (CDC) has reported 1,426 more deaths and 21,467 more confirmed infections, taking the totals to 82,246 and 1,364,061, respectively.</p> \n </div> \n</div> \n<div id=\"block-5ebc4fd28f08d99d46a166b6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T19:54:31.062Z\">8.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Talks to ease restrictions in South African by the end of May and downgrade its alert level from four to three are set to begin, the country’s president <strong>Cyril Ramaphosa</strong> has said.</p> \n  <p>Ramaphosa added that parts of the country with the highest rates of infection would remain at alert level four and that changes to that level of restrictions would be announced in the coming days.</p> \n </div> \n</div> \n<div id=\"block-5ebc4b308f080c727453a674\" class=\"block is-key-event\" data-block-contributor=\"profile/dan-sabbagh\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T19:38:51.662Z\">8.38pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Former UK spy chief dismisses Wuhan lab conspiracy theory</h2> \n <div class=\"block-elements\"> \n  <p>In the UK, the former director general of the domestic intelligence service has poured cold water on White House speculation that Covid-19 may have emerged via a leak from a research laboratory in the Chinese city of Wuhan.</p> \n  <p><strong>Andrew Parker</strong> who was the director general of MI5 until two and half weeks ago, told a webinar:</p> \n  <blockquote class=\"quoted\"> \n   <p>I’m just not aware of any evidence that it is anything other than what people think it is: It came via markets. There are all sorts of hypotheses around, but I just think it is not useful to speculate, worry about all that.</p> \n  </blockquote> \n  <p>The former British spy chief said it was the business of intelligence agencies to find out if there was ever a point when a state or non-state actor was trying to deliberately spread a dangerous disease. In that case, he said, there “should be an expectation that the agencies will somehow uncover that”.</p> \n  <p>But, in remarks that could have been addressed directly to the US president <strong>Donald Trump</strong> or the secretary of state <strong>Mike Pompeo</strong>, Parker concluded:</p> \n  <blockquote class=\"quoted\"> \n   <p>Conspiracy theories right now are not helpful.</p> \n  </blockquote> \n  <p>Both Trump and Pompeo have publicly pushed the lab leak theory without offering supporting evidence.</p> \n  <p>British intelligence agencies have been saying for the past couple of weeks they don’t subscribe to the lab leak theory, although the idea is nevertheless being pushed in news media in the UK, US and Australia. Parker was speaking at a webinar organised by the Royal Society of Medicine.<br></p> \n </div> \n</div> \n<div id=\"block-5ebc49778f08a55ecde5978d\" class=\"block\" data-block-contributor=\"profile/charis-mcgowan\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T19:28:49.886Z\">8.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Chile’s government has announced plans for the strictest lockdown measures seen in the country yet, with compulsory quarantine for the entire zone of greater Santiago – an area with a population of 6.5m people.</p> \n  <p>“The battle of Santiago is crucial in the war against coronavirus,” said Health Minister <strong>Jaime Mañalich</strong>, announcing the measures. </p> \n  <p>The move comes as a record 2,660 cases were confirmed in 24 hours; a 60% increase on the previous day’s figure that brought the total number of cases to 34,381. That is the third highest in South America. In total, 346 people in Chile have died.</p> \n  <p>The surge in numbers has piled fresh pressure on health officials who have enacted a “suppress and lift” strategy, limiting lockdowns to affected areas.</p> \n  <p>Health workers have been calling for a total lockdown in Santiago since March but the Health Ministry has argued the strategy was keeping cases under control, while preventing the economic fallout of a total closure of the city.</p> \n  <p>While new cases outside of Santiago have been falling, the localised lockdown measures have proved unsuccessful in curbing the spread in the capital, <a href=\"https://www.13.cl/programas/bienvenidos/noticias/minsal-el-85-de-casos-nuevos-corresponde-a-santiago\">where 85% of new cases are concentrated</a>.</p> \n  <p>Political opponents trace the surge back to the government’s steps to return to normal under a month ago.</p> \n  <p>“Premature messages from the government confused people who are now paying the price” <a href=\"https://twitter.com/carolinagoic/status/1260605570425421827?s=20\">tweeted <strong>Carolina Goic</strong></a>, the president of the Christian Democratic Party.</p> \n  <p><strong>Sebastian Piñera</strong> has pleaded the public to respect the new quarantine measures, which will come into effect Friday night from 22pm. “We need your collaboration,” he tweeted.</p> \n </div> \n</div> \n<div id=\"block-5ebc42198f08d99d46a16649\" class=\"block\" data-block-contributor=\"profile/jamie-grierson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T19:14:49.235Z\">8.14pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>At least 95,000 people have entered the UK from overseas since the country’s lockdown was imposed, one of the government’s chief scientific advisers has revealed, while repeatedly failing to provide an estimate of how many of these people had Covid-19.</p> \n  <p>Appearing before MPs on the science and technology committee, <strong>Prof John Aston</strong>, the chief scientific adviser at the <a href=\"https://www.theguardian.com/politics/home-office\">Home Office</a>, admitted that had tougher restrictions been introduced at the border, the peak of the virus may have been delayed – but he did not say by how long, or if this would have saved lives.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/95000-have-entered-uk-from-abroad-during-coronavirus-lockdown\">95,000 have entered UK from abroad during coronavirus lockdown</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebc3e1a8f080c727453a5e7\" class=\"block\" data-block-contributor=\"profile/samjones\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T18:38:12.142Z\">7.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A nationwide study of more than 60,000 people in Spain suggests about 5% of the population – approximately 2 million people – have had the virus.</p> \n  <p>According to the provisional results of tests designed by the health ministry and the Carlos III public health institute, 5% of those tested had produced antibodies.</p> \n  <p>While the prevalence of the antibodies was similar in men and women, it was lower in children and babies.</p> \n  <p>There were also significant regional variations: while Murcia, Melilla, Asturias and the Canary islands showed an infection rate of less than 2%, the proportion rose to more than 10% in the regions of Madrid and Castilla-La Mancha.</p> \n  <p>As the health minister <strong>Salvador Illa</strong> made plain on Wednesday evening, the study shows herd immunity has not been achieved.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T18:53:38.334Z\">at 7.53pm BST</time></p> \n</div> \n<div id=\"block-5ebc3cf78f08a55ecde596f9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T18:35:42.820Z\">7.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The WHO’s director general, <strong>Dr Tedros Adhanom Ghebreyesus</strong>, added:</p> \n  <blockquote class=\"quoted\"> \n   <p>The trajectory is in our hands, and it’s everybody’s business, and we should all contribute to stop this pandemic.</p> \n  </blockquote> \n  <p>Ryan said “very significant control” of the virus was required in order to lower the assessment of risk, which he said remained high at the “national, regional and global levels”.</p> \n  <p>As countries around the world seek a way to ease lockdown measures, public health experts say extreme caution is needed to avoid new outbreaks. Ryan said opening land borders was less risky than easing air travel, which was a “different challenge”.</p> \n  <p>“We need to get into the mindset that it is going to take some time to come out of this pandemic,” the WHO epidemiologist <strong>Maria Van Kerkhove</strong> said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T18:51:08.422Z\">at 7.51pm BST</time></p> \n</div> \n<div id=\"block-5ebc3c178f08d99d46a165e9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T18:30:26.846Z\">7.30pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Virus may never be eradicated – WHO</h2> \n <div class=\"block-elements\"> \n  <p>The coronavirus that causes Covid-19 could become endemic like HIV, the World Health Organization has said, warning against any attempt to predict how long it would keep circulating and calling for a “massive effort” to counter it. The organisation’s emergencies expert, <strong>Mike Ryan,</strong> said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It is important to put this on the table: This virus may become just another endemic virus in our communities, and this virus may never go away.</p> \n   <p>I think it is important we are realistic and I don’t think anyone can predict when this disease will disappear. I think there are no promises in this and there are no dates. This disease may settle into a long problem, or it may not be.</p> \n  </blockquote> \n  <p>However, he said the world had some control over how it copes with the disease, although this would take a “massive effort” even if a vaccine was found – a prospect he described as a “massive moonshot”.</p> \n  <p>More than 100 potential vaccines are being developed, including several in clinical trials, but experts have underscored the difficulties of finding vaccines that are effective against coronaviruses.</p> \n  <p>Ryan noted that vaccines exist for other illnesses, such as measles, that have not been eliminated.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T18:49:34.823Z\">at 7.49pm BST</time></p> \n</div> \n<div id=\"block-5ebc37468f08d99d46a165a5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T18:22:39.657Z\">7.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>France’s cumulative death toll has risen by 83 to 27,074, with the rate of increase slowing after accelerating the three previous days, local authorities have said.</p> \n  <p>The number of hospitalised people fell again to 21,071 from 21,595 on Tuesday, continuing an uninterrupted downward trend now entering its fifth week, according to the health ministry.</p> \n  <p>On the third day after the end of a 55-day lockdown, the number of people in intensive care also continued a similar downtrend and fell by 114 or 4.7% to 2,428. Confirmed cases were up 0.4% at 140,374.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T18:47:15.237Z\">at 7.47pm BST</time></p> \n</div> \n<div id=\"block-5ebc34858f080c727453a58a\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T17:57:38.991Z\">6.57pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here are the latest lines in our global coronavirus coverage: </p> \n  <ul> \n   <li><strong>At least 4.3 million people are known to have been infected with the coronavirus worldwide</strong>, while at least 293,514 people have died. The figures collected by Johns Hopkins University are likely to be a great underestimate of the true scale of the pandemic.</li> \n   <li><strong>Every African country is now affected by the outbreak</strong>, after Lesotho announced its first case. The virus was detected in one of 81 people tested after arriving last week from Saudi Arabia and neighbouring South Africa, Lesotho’s health ministry said.</li> \n   <li><strong>Afghanistan reached 5,000 confirmed cases</strong>, as the country’s health ministry warned that easing lockdowns would bring a “catastrophe”. Out of 619 suspected patients tested in the last 24 hours, 259 came back positive, pushing the total number of infections to 5,226. The death toll reached 132, after five more patients died overnight. The number of recoveries is 648.</li> \n   <li><strong>Sweden announced it would hire up to 10,000 more care workers</strong> to address shortcomings in elderly care exposed by the pandemic. About half of Sweden’s 3,460 coronavirus-related deaths have been among nursing home residents, and another quarter among those receiving care at home.</li> \n   <li><strong>Mexico said it would reopen parts of the economy after 51 days of lockdown</strong>, despite the country reporting its highest number of daily deaths so far. Mexico has confirmed 1,992 new cases and 353 deaths, bringing the total death toll to 3,926 and the total number of cases to 38,324.</li> \n   <li><strong>Hotels and restaurants across Europe have been asked to enforce physical distancing</strong> between guests to allow Europeans to take their annual summer holiday. The EU executive called for a “gradual and careful easing of lockdown restrictions across the continent”.</li> \n   <li><strong>The car manufacturer Ford announced plans to restart production, including at two factories in the UK</strong>. Work will resume on 18 May at the company’s engine plants in Dagenham in Essex and Bridgend in south Wales. The move, along with the reopening of the Valencia engine plant in Spain, will open all of Ford’s European manufacturing facilities.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T18:22:31.633Z\">at 7.22pm BST</time></p> \n</div> \n<div id=\"block-5ebc33c98f08d99d46a16587\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T17:54:58.524Z\">6.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A zoo in <strong>Canada</strong> is to send two giant pandas back to China after disruptions to international travel meant it was unable to import enough bamboo to feed them, <strong>Reuters</strong> reports. </p> \n  <p>The pandas, Er Shun and Da Mao, arrived in Canada in 2014 as part of a 10-year agreement between Canada and China. After spending five years at Toronto zoo, the two adult giant pandas arrived at Calgary zoo in March 2018 with cubs Jia Panpan and Jia Yueyue.</p> \n  <figure class=\"element element-image\" data-media-id=\"8a5f36f15b297b138249def19b883674e2b29ea9\"> \n   <img src=\"https://media.guim.co.uk/8a5f36f15b297b138249def19b883674e2b29ea9/0_0_3500_2333/1000.jpg\" alt=\"Da Mao, one of two giant pandas being sent back from Canada to China, in an undated photograph provided by Calgary zoo\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Da Mao, one of two giant pandas being sent back from Canada to China, in an undated photograph provided by Calgary zoo.</span> \n    <span class=\"element-image__credit\">Photograph: Calgary zoo/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>Calgary zoo officials now fear a second wave of Covid-19 could cut off the pandas’ food supply entirely. Giant pandas consume 40kg of bamboo a day and it makes up 99% of their diet, the zoo said.</p> \n  <p>The zoo’s president and CEO, Clément Lanthier, said in a statement: </p> \n  <blockquote class=\"quoted\"> \n   <p>We believe the best and safest place for Er Shun and Da Mao to be during these challenging and unprecedented times is where bamboo is abundant and easy to access.</p> \n  </blockquote> \n  <p>On Wednesday, Canada reported 329 new cases of coronavirus and 40 new deaths. So far 71,486 people in the country have tested positive for the virus, of whom 5,209 have died and 34,496 recovered. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T17:59:44.117Z\">at 6.59pm BST</time></p> \n</div> \n<div id=\"block-5ebc2fbf8f080c727453a55c\" class=\"block\" data-block-contributor=\"profile/melissa-davey\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T17:36:12.244Z\">6.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Australia</strong>’s e-safety commissioner has warned that child abusers have created and shared an online grooming manual describing ways to manipulate and exploit the increased number of children at home and online during Covid-19, writes <strong>Melissa Davey</strong>, the Guardian’s Melbourne bureau chief.</p> \n  <p>Covid-19 restrictions have coincided with a significant increase in reports to the eSafety Office about child sexual abuse material, Julie Inman Grant told Guardian Australia. She said investigators had seen a jump in searches by predators on the dark web seeking information on how to abuse children.</p> \n  <p>“I think of it like bees in a hive, gathering around the honey,” Inman Grant said. “Abusers see Covid-19 as a honeypot for them, with at-risk boys and girls spending much more time at home and online, often without supervision, and often while feeling isolated and lonely.”</p> \n  <p>The Covid-19 predator handbook contained details about how to coerce children online to share sexual images and videos of themselves, she said. “The handbook advises predators to get their kicks online rather than trying to meet children face-to-face because of restrictions and heightened vigilance of law enforcement on the streets,” Inman Grant said.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2020/may/14/child-abuse-predator-handbook-lists-ways-to-target-children-during-coronavirus-lockdown\">Child abuse predator 'handbook' lists ways to target children during coronavirus lockdown</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T17:57:02.271Z\">at 6.57pm BST</time></p> \n</div> \n<div id=\"block-5ebc2f1e8f08a55ecde59670\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T17:33:41.019Z\">6.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Yemen</strong>’s Saudi-backed government reported the first coronavirus case in Marib province and four other infections elsewhere, taking the tally of cases in areas under its control to 70, including 12 deaths, according to <strong>Reuters</strong>.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/akhtar_makoii/status/1260622359662407680\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Yemen?src=hash&amp;ref_src=twsrc%5Etfw\">#Yemen</a> has reported five new <a href=\"https://twitter.com/hashtag/coronavirus?src=hash&amp;ref_src=twsrc%5Etfw\">#coronavirus</a> cases and two deaths, pushing the total number of infections to 70 and death toll to 12. Two of new cases and one death reported in Aden. The port city of Aden has so far been the country's worst affected area with 41 cases and 5 deaths. <a href=\"https://t.co/4vHUmxiMBN\">https://t.co/4vHUmxiMBN</a></p>— Akhtar Mohammad Makoii (@akhtar_makoii) \n    <a href=\"https://twitter.com/akhtar_makoii/status/1260622359662407680?ref_src=twsrc%5Etfw\">May 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ebc2bdf8f080c727453a52c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T17:28:40.996Z\">6.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Parks in <strong>Turkey</strong> filled with the sound of children on Wednesday as authorities allowed those aged 14 and under to leave their homes for the first time in 40 days, the <strong>Associated Press</strong> reports.</p> \n  <p>The country’s children were allowed to venture out for four hours between 11am and 3pm as Turkey eased some restrictions in place to fight the coronavirus outbreak. Youngsters between the ages of 15 and 20 will be able to leave homes for a few hours on Friday, while older people were briefly allowed out for the first time in seven weeks on 10 May.</p> \n  <figure class=\"element element-image\" data-media-id=\"1cf2ab55686cfb389cd51f6046c0b68fef016d91\"> \n   <img src=\"https://media.guim.co.uk/1cf2ab55686cfb389cd51f6046c0b68fef016d91/0_0_4928_3280/1000.jpg\" alt=\"Children play in a park in Istanbul.\" width=\"1000\" height=\"666\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Children play in a park in Istanbul.</span> \n    <span class=\"element-image__credit\">Photograph: Xinhua/Rex/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <p>In the city’s Birlik Mahallesi neighbourhood, two children were seen riding their scooters up and down a street while a voice from a loudspeaker on the top of the minaret of a nearby mosque called on the public not to be “fooled by the arrival of spring and good weather”.</p> \n  <p>“The danger of infection is not over yet,” the announcement said.</p> \n  <p>Health officials reported 58 more deaths from Covid-19 on Wednesday, as 1,639 further people tested positive for the coronavirus that causes it. It brings the total number of cases in Turkey to 143,114, of whom 3,952 have died. </p> \n  <p>Infections peaked last month, with 5,138 reported on 11 April, and since then have declined steadily. Shopping centres, hairdressers, barber shops and hair salons were allowed to reopen on Monday, as part of a “normalisation plan” set out by the government. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T17:39:12.269Z\">at 6.39pm BST</time></p> \n</div> \n<div id=\"block-5ebc29ec8f080c727453a50e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T17:11:42.214Z\">6.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Nightly curfew hours in <strong>Tunisia</strong> are to be relaxed after the country recorded three consecutive days without detecting any new coronavirus infections, according to <strong>Reuters</strong>. </p> \n  <p>The north African democracy imposed the curfew in March, aiming to slow the spread of the virus by keeping people at home, combined with a lockdown that shuttered all but key shops and services.</p> \n  <p>The president, Kais Saied, has cut the curfew hours to 11pm to 5am, instead of 8pm to 6am, the state news agency TAP reported, 10 days after the start of a gradual reopening of the bureaucracy and economy.</p> \n  <p>It follows the government’s announcement that no new coronavirus cases have been recorded for three days in a row. So far it has reported 1,032 confirmed cases in total and 45 deaths.</p> \n  <p>Senior health and hospital officials in different parts of the country told Reuters there were very few coronavirus patients still in care, indicating the reduction in the number of new cases is not down to a lack of testing.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"11e830ea2004214f2594172128b135c2db3b3f88\"> \n   <img src=\"https://media.guim.co.uk/11e830ea2004214f2594172128b135c2db3b3f88/0_0_5618_3896/1000.jpg\" alt=\"Women wearing protective face masks walk in the Tunisian capital, Tunis, on Tuesday\" width=\"1000\" height=\"693\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Women wearing protective face masks walk in the Tunisian capital, Tunis, on Tuesday.</span> \n    <span class=\"element-image__credit\">Photograph: Fethi Belaid/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T17:33:44.805Z\">at 6.33pm BST</time></p> \n</div> \n<div id=\"block-5ebc28a98f080c727453a4f5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T17:06:05.683Z\">6.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Chile</strong> is to implement a general quarantine across Santiago, the national capital, and a nationwide quarantine for all people over 75, after a surge in coronavirus infections, <strong>Reuters</strong> reports. </p> \n  <p>The “extraordinary, tough new measures” were announced by the health minister, Jaime Mañalich, on Wednesday, after 2,660 new cases of the virus were recorded in the country overnight, up 60% from the previous day.</p> \n  <p>“The month of May is proving very tough on our country,” said Mañalich, who added that the quarantine, which takes effect on Friday, was necessary to bring down the contagion rate.</p> \n  <p>Chile has 34,381 total confirmed cases and 14,865 recovered victims of the virus. Eleven new deaths have brought the total toll from Covid-19 in the country to 346.</p> \n  <p>Mañalich called on citizens to pull together and take the measures seriously, and report anyone not wearing masks or observing physical distancing.</p> \n  <p>“In reality the battle for Santiago is the crucial battle in the war against coronavirus,” said Mañalich.</p> \n  <p>Some 313,750 PCR tests have been carried out on the population of 18 million people.</p> \n  <p>Asked about claims that some public hospitals were close to collapse, he insisted that patients and medical resources had already been transferred to avoid overwhelming particular areas.<br tabindex=\"-1\"></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T17:21:58.573Z\">at 6.21pm BST</time></p> \n</div> \n<div id=\"block-5ebc25838f08d99d46a164b1\" class=\"block is-key-event\" data-block-contributor=\"profile/phillipinman\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T16:53:09.227Z\">5.53pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Global trade to fall 27% in Q2 due to Covid-19, says UN</h2> \n <div class=\"block-elements\"> \n  <p><strong>Global trade</strong> is forecast to fall by a record 27% in the second quarter of the year following a slump in the export of cars, machine parts and oil, reports Guardian economics writer <strong>Philip Inman</strong>.</p> \n  <p>The coronavirus pandemic has hit the supply and demand for products across the world leading to a<a href=\"https://www.theguardian.com/business/2019/sep/25/global-recession-a-serious-danger-in-2020-says-un\"> severe decline in world trade</a>, said Unctad, the United Nations organisation that tracks trade flows.</p> \n  <p>Almost every category of goods is expected to suffer a fall in trade over the coming months, adding to a 3% decline in the first quarter of the year.</p> \n  <p><a href=\"https://www.theguardian.com/world/unctad\">Unctad</a> said the data revealed the huge shock to the global economy from the Covid-19 pandemic.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/13/global-trade-to-fall-by-record-27-due-to-covid-19-says-un\">Global trade to fall by record 27% due to Covid-19, says UN</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T17:19:42.684Z\">at 6.19pm BST</time></p> \n</div> \n<div id=\"block-5ebc24538f08d99d46a164a3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T16:50:09.308Z\">5.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Cuba</strong> is betting a biotech sector begun by the late revolutionary leader Fidel Castro can give it an edge in a global race to find effective treatments for the new coronavirus, <strong tabindex=\"-1\">Reuters</strong> reports. </p> \n  <p>It is especially touting an interferon it produces, a decades old antiviral agent that boosts the immune system. The island nation says the drug has been successful in treating Covid-19 at home and in China, and that 80 countries have already expressed an interest in buying its interferon alpha 2b. </p> \n  <p> The government is hoping its interferon and other treatments it is developing will provide a lift to its struggling economy, which is subject to a six-decade-old US trade embargo. </p> \n  <p> “We have good products like interferon alpha 2b that we are exporting and that open possibilities,” the trade minister, Rodrigo Malmierca, said during a recent televised roundtable. <br tabindex=\"-1\"></p> \n  <figure class=\"element element-image\" data-media-id=\"b80bacfd7e78368794b4c57a4474bb052a0db903\"> \n   <img src=\"https://media.guim.co.uk/b80bacfd7e78368794b4c57a4474bb052a0db903/0_0_3500_2334/1000.jpg\" alt=\"An ampoule containing Interferon alpha 2b as it is displayed during a press conference in Havana\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">An ampoule containing Interferon alpha 2b as it is displayed during a press conference in Havana.</span> \n    <span class=\"element-image__credit\">Photograph: Reuters</span> \n   </figcaption> \n  </figure> \n  <p> Interferons have long been used internationally to treat dengue fever, cancer and hepatitis B and C. Studies during the Sars epidemic in 2003 suggested interferons might also be useful against coronaviruses.</p> \n  <p> Interferons can cause serious side effects when administered in their usual forms – injections or infusions – some of which may mirror Covid-19 symptoms, such as fever and breathing difficulty. <br></p> \n  <p>Cuba, however, says it has treated nearly all of its patients with interferon injections and credits the medicine for helping it achieve a lower mortality rate among its 1,804 confirmed Covid-19 cases – 4.1% versus an average of 5.9% for the rest of the Americas. <br></p> \n  <p>On Wednesday, Cuba reported six new cases of coronavirus and one death. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T17:18:38.391Z\">at 6.18pm BST</time></p> \n</div> \n<div id=\"block-5ebc214b8f080c727453a485\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T16:38:09.198Z\">5.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>UK</strong> has reported 494 more deaths from coronavirus, bringing the total in the world’s second worst-affected country to 33,186. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DHSCgovuk/status/1260555502100140034\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">As of 9am 13 May, there have been 2,094,209 tests, with 87,063 tests on 12 May. <br><br>1,522,258 people have been tested of which 229,705 tested positive. <br><br>As of 5pm on 12 May, of those tested positive for coronavirus, across all settings, 33,186 have sadly died. <a href=\"https://t.co/at0NCqAILf\">pic.twitter.com/at0NCqAILf</a></p>— Department of Health and Social Care (@DHSCgovuk) \n    <a href=\"https://twitter.com/DHSCgovuk/status/1260555502100140034?ref_src=twsrc%5Etfw\">May 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T16:58:47.775Z\">at 5.58pm BST</time></p> \n</div> \n<div id=\"block-5ebc1f588f080c727453a46e\" class=\"block\" data-block-contributor=\"profile/tracey-lindeman\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T16:26:58.504Z\">5.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Montreal, a city touted by tourist guides as “north America’s Europe” for its rich culture and joie de vivre, is <strong>Canada</strong>’s centre for Covid-19. Of the entire country’s 70,000 cases and 5,000 deaths, the city of 2 million people has <a href=\"https://santemontreal.qc.ca/population/coronavirus-covid-19/#c36391\">20,000 cases and more than 2,000 deaths</a>, or about 64% of the entire <a href=\"https://www.inspq.qc.ca/covid-19/donnees/details\">Quebec province’s death toll</a>.</p> \n  <p>Those numbers have catapulted Quebec into an unfavourable position: it is now the seventh deadliest place in the world for daily coronavirus deaths, according to <a href=\"https://www.lapresse.ca/covid-19/202005/10/01-5272977-le-quebec-en-septieme-place-au-monde-pour-les-morts-quotidiens.php\">Quebec newspaper La Presse</a>.</p> \n  <p>If Peter McCabe’s recent <a href=\"http://instagram.com/emptymontreal\">Empty Montreal photo project</a> is any evidence, the city has largely obeyed stay-home orders. His streetscapes devoid of human activity show a side of Montreal almost no one sees. “The air is crystal clear. That’s not normal,” he said.<br></p> \n  <p>But if people are genuinely staying home, the elevated infection rate isn’t normal either. Why are so many people getting sick and dying here? <strong>Tracey Lindeman</strong>, a journalist based in the city, has looked for answers. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/coronavirus-montreal-canada-hit-hard\">Why are so many people getting sick and dying in Montreal from Covid-19?</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T16:57:51.793Z\">at 5.57pm BST</time></p> \n</div> \n<div id=\"block-5ebc1ec28f080c727453a467\" class=\"block\" data-block-contributor=\"profile/shaun-walker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T16:23:34.777Z\">5.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The European parliament will discuss <strong>Hungary</strong>’s <a href=\"https://www.theguardian.com/world/2020/mar/30/hungary-jail-for-coronavirus-misinformation-viktor-orban\">controversial coronavirus laws</a> on Thursday, the latest showdown between Brussels and Budapest over rule of law under Hungary’s nationalist prime minister, Viktor Orbán, write <strong>Shaun Walker</strong> in Budapest and <strong>Jennifer Rankin</strong> in Brussels.</p> \n  <p>In late March Hungary’s parliament gave Orbán the right to rule by decree indefinitely as part of a package of measures aimed at fighting coronavirus.</p> \n  <p>The law was criticised for failing to include a sunset clause to give a clear time limit to the state of emergency and for introducing potential jail sentences for people who spread false information, which in recent days has led to raids on individuals criticising the government on Facebook.</p> \n  <p>The one-hour debate in Brussels will have no formal consequences but is likely to deepen antagonism between the Orbán government and the European parliament, which in September 2018 <a href=\"https://www.theguardian.com/world/2018/sep/12/eu-meps-vote-to-pursue-action-against-hungary-over-orban-crackdown\">triggered </a><a href=\"https://www.theguardian.com/world/2018/sep/12/eu-meps-vote-to-pursue-action-against-hungary-over-orban-crackdown\">a sanctions procedure</a> against Hungary.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/hungary-viktor-orban-coronavirus-laws-prompt-new-showdown-with-brussels\">Hungary's coronavirus laws prompt new showdown with Brussels</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T16:55:04.186Z\">at 5.55pm BST</time></p> \n</div> \n<div id=\"block-5ebc1db88f080c727453a460\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T16:21:43.340Z\">5.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We now have more details on the situation in <strong>Lesotho</strong>, which reported its first case of coronavirus earlier on Wednesday.</p> \n  <p>The government has said there is a likelihood that more cases could be recorded before the end of the week after the health ministry said it was awaiting results for 301 cases where tests had been done and sent to neighbouring <a draggable=\"true\" href=\"https://www.theguardian.com/world/southafrica\">South Africa</a>, writes <strong tabindex=\"-1\">Silence Charumbira</strong> in Maseru, the country’s capital, for the Guardian’s foreign desk.<br tabindex=\"-1\"></p> \n  <p>The tiny southern African mountain kingdom had until Tuesday enjoyed the tag of being the only country on the continent to be free of Covid-19.<br tabindex=\"-1\"></p> \n  <p>But the enviable distinction evaporated with the government saying one suspected case had come back positive from 81 samples sent for testing in South Africa on Saturday. The tests were for people returning from South <a draggable=\"true\" href=\"https://www.theguardian.com/world/africa\">Africa</a> and parts of the Middle East. A spokesperson said on Wednesday:</p> \n  <blockquote class=\"quoted\"> \n   <p>On 9 May 2020, the ministry [of health] conducted 81 tests for Covid-19 from travellers from South Africa and Saudi Arabia.</p> \n   <p>On 11 May 2020 the samples were shipped to the National Institute for Communicable Diseases (NICD) in South Africa and results were obtained on 12 May 2020. Eighty people tested negative for Covid-19 while one tested positive.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/lesotho-records-first-coronavirus-case-a-week-after-lifting-lockdown\">Lesotho records first coronavirus case a week after lifting lockdown</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T16:52:54.303Z\">at 5.52pm BST</time></p> \n</div> \n<div id=\"block-5ebc1d208f08a55ecde59544\" class=\"block\" data-block-contributor=\"profile/angela-giuffrida\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T16:16:42.900Z\">5.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There were 195 new coronavirus deaths in <strong>Italy</strong> on Wednesday, 23 more than on Tuesday, bringing the death toll to 31,106, reports Angela Giuffrida, the Guardian’s Rome correspondent.</p> \n  <p>New infections rose by 888, down by 514 since Tuesday.</p> \n  <p>Prime Minister Giuseppe Conte’s cabinet is expected to soon approve a €55bn (£48bn) package to revive Italy’s economy. The much-anticipated package will go towards helping small businesses, families that have been struggling under the lockdown, furloughed workers, the self-employed, the health sector and culture and tourism. The government has also reached an agreement on legalising migrant agricultural workers and carers, according to the news agency Ansa. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T16:37:45.262Z\">at 5.37pm BST</time></p> \n</div> \n<div id=\"block-5ebc1bab8f08a55ecde59529\" class=\"block\" data-block-contributor=\"profile/daniel-boffey\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T16:11:28.881Z\">5.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"3da433fb682139b27513e0db8e2f8a7c06126e5b\"> \n   <img src=\"https://media.guim.co.uk/3da433fb682139b27513e0db8e2f8a7c06126e5b/0_0_3368_2298/1000.jpg\" alt=\"The European commission president, Ursula von der Leyen, during a plenary session of the European parliament in Brussels on Wednesday\" width=\"1000\" height=\"682\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The European commission president, Ursula von der Leyen, during a plenary session of the European parliament in Brussels on Wednesday.</span> \n    <span class=\"element-image__credit\">Photograph: Olivier Hoslet/EPA</span> \n   </figcaption> \n  </figure> \n  <p>Ursula von der Leyen has conceded that companies in rich countries such as <strong>Germany</strong> have been given an unfair advantage following the relaxation of the EU’s state aid rules, writes Daniel Boffey, the Guardian’s Brussels bureau chief.</p> \n  <p>In a speech to the <strong>European parliament</strong> in Brussels, the European commission president suggested the single market was in danger of breaking up as wealthier member states spent their way out of the crisis. She said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Every member state has supported workers and companies as best as possible – in large part thanks to the European level being fast and forceful: we triggered the general escape clause and we gave full flexibility on EU fund and state aid rules. </p> \n   <p>But it’s also true that each member state has a different fiscal space – so the use of state aid is very different. What we start to observe now is an unlevelling of the playing field in our single market. Therefore, in response, we need to support those that need it the most, we have to push for investment and reform.</p> \n  </blockquote> \n  <p>Brussels suspended the EU-wide state aid restrictions on subsidies to companies in mid-March. Germany accounts for more than half of the state aid approved by the European commission since the pandemic began.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T16:35:58.068Z\">at 5.35pm BST</time></p> \n</div> \n<div id=\"block-5ebc1a588f08a55ecde59509\" class=\"block is-key-event\" data-block-contributor=\"profile/jennifer-rankin\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T16:05:57.165Z\">5.05pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Europe's hotels asked to enforce physical distancing</h2> \n <div class=\"block-elements\"> \n  <p>Hotels, restaurants and beaches across <strong>Europe</strong> are being asked to enforce physical distancing between guests to allow Europeans to take their annual summer holiday, reports <strong tabindex=\"-1\">Jennifer Rankin</strong>, the Guardian’s Brussels correspondent.</p> \n  <p>Announcing a set of measures intended to rescue Europe’s crisis-hit tourism industry, the European Union executive called on Wednesday for a “gradual” and “careful” easing of lockdown restrictions across the continent, while issuing advice to hotels, resort managers, restaurant owners and travel companies. </p> \n  <p>Hotels are being asked to consider enabling guests to book slots at the pool, in the gym or the restaurant. Large public spaces, such as buffets, should ensure guests not in the same family can remain at least 1.5 metres apart, while big events, such as concerts, are discouraged. </p> \n  <p>During their stay, guests should also be advised on “respiratory etiquette”, namely sneezing or coughing into a tissue or a bent elbow, and issued with frequent reminders to wash their hands. Hotels would also be expected to keep address records to ensure contact tracing if there is an outbreak of coronavirus.</p> \n  <p>Buses, trains and ferries are encouraged to run with fewer people and sell tickets online. Passengers are being asked to wear face masks on all modes of transport, in airports and stations, while duty free shops should restrict customer numbers.</p> \n  <p>Transport workers are asked to wear masks and gloves, while operators should limit the numbers of people in waiting areas. </p> \n  <p>“This is not going to be a normal summer, not for any of us,” said the European commission vice-president, Margrethe Vestager. She urged governments and businesses to follow recommendations from Brussels, so “we don’t have to face a summer stuck at home or a completely lost summer for the European tourist industry”. <br tabindex=\"-1\"></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T16:33:53.239Z\">at 5.33pm BST</time></p> \n</div> \n<div id=\"block-5ebc19748f08d99d46a163ea\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T16:01:25.993Z\">5.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Doctors in <strong>Vietnam</strong> have decided to carry out a lung transplant on a 43-year-old British man who is the country’s most critically ill Covid-19 patient, <a href=\"https://e.vnexpress.net/news/news/vietnam-decides-on-lung-transplant-for-british-covid-19-patient-4098655.html\">VN Express</a> reports. </p> \n  <p>Computed tomography scans have shown that the patient, a pilot for Vietnam Airlines, has just 10% lung function after fibrosis solidified both lungs. He has been on life support for 38 days. </p> \n  <p>Nguyen Van Vinh Chau, director of the hospital for tropical diseases in Ho Chi Minh City, said the decision to give the man a lung transplant was confirmed on Tuesday, at a meeting of medical experts led by Vietnam’s ministry of health. The ministry has been seeking a donor. </p> \n  <p>After an aggressive and proactive response to the coronavirus outbreak, Vietnam recorded just 288 confirmed cases of the disease, of whom 252 have recovered. So far it has reported no deaths from Covid-19.</p> \n  <p>Patient 91, as the British patient has been designated, fell ill on 18 March. Doctors said he suffers from a blood-clotting disorder and that as his condition worsened he also suffered a cytokine storm syndrome, where the immune system overreacts to the infection. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T16:20:27.770Z\">at 5.20pm BST</time></p> \n</div> \n<div id=\"block-5ebc16278f080c727453a3c2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T15:46:47.717Z\">4.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hi, this is Caroline Davies handing the blog back to my colleague<strong> Damien Gayle</strong> .</p> \n </div> \n</div> \n<div id=\"block-5ebc14f28f080c727453a3ae\" class=\"block\" data-block-contributor=\"profile/lorenzo-tondo\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T15:44:38.168Z\">4.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Italy’s </strong>government on Monday introduced a decree that will send back to prison dozens of Mafia bosses released due to the risk of Covid infection, writes Lorenzo Tondo in Palermo.</p> \n  <p>Since the beginning of the outbreak, It<a href=\"https://www.theguardian.com/world/2020/apr/22/italy-dozens-of-mafia-bosses-set-for-release-due-to-coronavirus\">alian judges set free hundreds of ageing mobsters suffering from specific illnesses because they are “at risk of complications in case of Covid-19 infection”</a> and moved them to house arrests.</p> \n  <p>Prosecutors, anti-mafia associations and parties have protested against the judges’ decisions, fearing mafia bosses could leverage the coronavirus crisis to secure their release.</p> \n  <p>Italian opposition parties last week filed a motion of no-confidence in Justice Minister Alfonso Bonafede. Although Bonafede clarified last week that the decision to release Mafiosi was not taken by the government and called for a new norm to revise rules on releasing mafia bosses to house arrest, centre-right opposition filed a motion of no-confidence.</p> \n  <p>Bonafede, who is a member of the 5-Star Movement (M5S) told wire agency <strong>Ansa</strong> that the centre right’s move would mean “undermining confidence in the fight against corruption, the fight against the mafias, reforms to make trials shorter and more efficient, and measures to make sure no one goes unpunished”.</p> \n  <p>Therefore, on Monday, Italy introduced a new decree that will send back to jail the mobsters released during the pandemic and on Wednesday the first Mafia boss, a member of the Sicilian Mafia, was moved back to prison.</p> \n  <p>Meanwhile, on Tuesday, Italian police arrested 91 suspected members of the Sicilian Mafia that were trying to exploit economic woes triggered by the Covid pandemic.</p> \n  <p>Charges range from mafia association to extortion, fraudulent assets possession, receiving stolen goods, money laundering, drug trafficking, sporting fraud and fraud and arrests were made in Palermo and Milan.</p> \n  <p>According to Sicilian investigators, who launched the operation, mobsters were laundering extortion and drug trafficking revenue. The magistrates said bosses were preparing to use ill-gained cash to buy struggling businesses that shut down during the lockdown.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T16:14:27.583Z\">at 5.14pm BST</time></p> \n</div> \n<div id=\"block-5ebc13258f08d99d46a1636b\" class=\"block\" data-block-contributor=\"profile/jonhenley\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T15:39:24.058Z\">4.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hotels, restaurants and beaches across Europe are being asked to enforce social-distancing between guests to allow Europeans to take their annual summer holiday.</p> \n  <p>Announcing a set of measures intended to rescue Europe’s crisis-hit tourism industry, the European Union executive called on Wednesday for a “gradual” and “careful” easing of lockdown restrictions across the continent, while issuing advice to hotels, resort managers, restaurant owners and travel companies. <br></p> \n  <p>Hotels are being asked to consider enabling guests to book slots at the pool, in the gym or the restaurant. Large public spaces, such as buffets, should ensure guests not in the same family can remain at least 1.5 metres apart, while big events, such as concerts, are discouraged. <br></p> \n  <p>During their stay, guests should also be advised on “respiratory etiquette”, namely sneezing or coughing into a tissue or a bent elbow, plus issued with frequent reminders to wash their hands. Hotels would also be expected to keep address records to ensure contact tracing if there is an outbreak of coronavirus.<br></p> \n  <p>Buses, trains and ferries are encouraged to run with fewer people and sell tickets online. Passengers are being asked to wear face masks on all modes of transport, in airports and stations, while duty free shops should restrict customer numbers.<br></p> \n  <p>Transport workers are asked to wear masks and gloves, while operators should limit the numbers of people in waiting areas. <br></p> \n  <p>“This is not going to be a normal summer, not for any of us,” the European commission vice president, Margrethe Vestager, told journalists. She urged governments and businesses to follow recommendations from Brussels, so “we don’t have to face a summer stuck at home or a completely lost summer for the European tourist industry”. <br></p> \n  <p>The commission is calling for a phased lifting of border closures, meaning <a href=\"https://www.theguardian.com/world/2020/may/12/eu-reopen-borders-tourists-covid-19-recovery-plan\">countries with similarly low levels of coronavirus open to each other’s tourists</a>. Austria has already announced its intention to welcome visitors from Germany and the Czech Republic, while the three Baltic states will open their frontiers to each other’s citizens from 15 May. <br></p> \n  <p>The commission is urging neighbouring countries to coordinate decisions to ease the lockdown, in contrast to the haphazard and sudden border closures when the crisis began. “Our guidance doesn’t try to prescribe exactly what governments and business should do, instead it’s about coordinating the steps that are taken throughout Europe,” Vestager said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T16:06:21.180Z\">at 5.06pm BST</time></p> \n</div> \n<div id=\"block-5ebc12038f08d99d46a16366\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T15:31:34.622Z\">4.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As countries look to ease school and play restrictions, <strong>Hannah Devlin</strong>, the Guardian’s science correspondent, looks at the evidence that children react differently to coronavirus. You can read her report <a href=\"https://www.theguardian.com/world/2020/may/13/are-children-less-susceptible-to-coronavirus\">here </a>.</p> \n </div> \n</div> \n<div id=\"block-5ebc0ffe8f08d99d46a1634c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T15:23:56.330Z\">4.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Thousands of sub-Saharan migrants in <strong>Morocco </strong>are trapped by coronavirus and poverty, <strong>AFP</strong> reports.</p> \n  <p>Deprived of work and access to aid, they are struggling to make ends meet under COVID-19 restrictions.</p> \n  <p>“The misery is across the board,” , AFP quoted Ousmane Ba, head of the Collective of sub-Saharan Communities in Morocco.</p> \n  <p>“Those who worked as vendors are under lockdown without financial resources and the situation is getting worse for illegal migrants living in camps.</p> \n  <p>“They can’t go anywhere and non-government organisations can’t come to help them.”</p> \n  <p>The north African kingdom has long been a transit country for migrants and refugees seeking a better life in Europe, and it has also become a host country for many.</p> \n  <p>At least 20,000, the vast majority from sub-Saharan Africa, are trapped “in a humanitarian emergency”, said sociologist Mehdi Alioua of the anti-racism foreigners’ support group GADEM, AFP reports.</p> \n  <p>Many of them work in the informal sector, which accounts for more than 20 percent of Morocco’s economy, and tend to live precariously, hand to mouth, even in normal times.</p> \n </div> \n</div> \n<div id=\"block-5ebc08048f080c727453a2f5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T14:47:53.261Z\">3.47pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hi. This is <strong>Caroline Davies</strong> taking over the live blog from<strong> Damien Gayle </strong>for a while. You can contact me on caroline.davies@theguardian.com if you have any tips or suggestions.</p> \n </div> \n</div> \n<div id=\"block-5ebc05248f08a55ecde593bb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T14:34:16.344Z\">3.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The forced repatriation of migrants should be suspended for the duration of the coronavirus pandemic to protect the health of migrants and their communities, and guarantee human rights, a coalition of supranational agencies and NGOs has said. </p> \n  <p>In a statement released on Wednesday, the UN network on migration said it was concerned about reports of states using the forced return of migrants as a measure to respond to the pandemic. In the statement, <a href=\"https://www.iom.int/news/forced-returns-migrants-must-be-suspended-times-covid-19\">hosted on the International Organization for Migration website</a>, the network added: </p> \n  <blockquote class=\"quoted\"> \n   <p>Forced returns can intensify serious public health risks for everyone – migrants, public officials, health workers, social workers and both host and origin communities. Forced returns place additional strain on countries of return. Many health systems are already stretched and lack capacity to protect returnees and their communities, including through testing upon arrival and quarantine and self-isolation measures that preserve family unity and ensure the best interests of children. </p> \n   <p>Returnees may face additional risks during transfer and upon return, such as lack of access to adequate healthcare, poor water and sanitation systems, halted ground transportation, additional restrictions on movement and violent discrimination and stigma in communities of return. </p> \n   <p>In some contexts, returned migrants and asylum seekers may also be at risk of experiencing protracted displacement, trafficking in persons, and extreme financial hardship with increases to already high levels of unemployment due to Covid-19.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T14:54:45.978Z\">at 3.54pm BST</time></p> \n</div> \n<div id=\"block-5ebc030e8f080c727453a2ba\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T14:24:54.161Z\">3.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hairdressers, restaurants and cafes will reopen in <strong>Poland</strong> next week, the government announced on Wednesday – despite a recent increase in infections. </p> \n  <p>The prime minister, Mateusz Morawiecki, said that wearing masks outdoors and social distancing would still be mandatory when the new measures, which also include a return to school for some children, take effect on 18 May, according to <strong>AFP</strong>.</p> \n  <p>The country of 38 million people, where testing for coronavirus has been limited, recorded a spike in infections this week after a wave of lockdown measures were suspended 10 days ago.</p> \n  <p>On Tuesday, the health ministry reported 595 more people had tested positive for coronavirus, the highest daily number so far, and announced 28 more deaths from Covid-19. However, by Wednesday numbers swung back down, with 148 new cases reported, the lowest number in about six weeks, and eight new deaths. </p> \n  <p>Poland has so far recorded 17,062 cases of coronavirus, with 6,410 patients recovering and 847 deaths. </p> \n  <p>Hotels, shopping centres and childcare facilities reopened last week but a 10 May presidential election was postponed after preparations for a postal ballot became mired in chaos.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T14:52:32.653Z\">at 3.52pm BST</time></p> \n</div> \n<div id=\"block-5ebbff598f08d99d46a1625f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T14:09:48.789Z\">3.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Police in <strong>Montenegro</strong> detained a bishop of the Serbian Orthodox church and seven priests on suspicion of violating lockdown measures by organising a procession, AFP reports. </p> \n  <p>The coastal Balkan state of 620,000 people has had 324 recorded coronavirus infections, of whom nine have died and 298 have recovered.</p> \n  <p>Lockdown measures were eased this week, allowing churches to hold mass again, providing worshippers adhere to social distancing rules, including staying 10 sq metres apart and wearing face masks.</p> \n  <p>But all other large public gatherings are still not permitted.</p> \n  <p>Bishop Joanikije and the seven priests were remanded in custody for 72 hours after several thousand people took part in the procession held on Tuesday evening in the north-western town of Niksic.</p> \n  <p>They are accused of “failing to comply with health regulations to combat a dangerous infectious disease”, a prosecutors’ statement said.</p> \n  <p>The eight “violated the ban on public gatherings and organised a religious service in the streets of Niksic, attended by a large number of citizens”, the statement added.</p> \n  <p>If found guilty they face up to 12 years in jail.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T14:48:14.862Z\">at 3.48pm BST</time></p> \n</div> \n<div id=\"block-5ebbfadb8f080c727453a247\" class=\"block\" data-block-contributor=\"profile/jennifer-rankin\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T13:54:44.265Z\">2.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Schools, museums and hairdressers in <strong>Belgium</strong> will be allowed to reopen under strict conditions from next week, as part of a wide-ranging easing of the national lockdown, reports <strong>Jennifer Rankin</strong>, the Guardian’s Brussels correspondent.<br></p> \n  <p>Following a meeting of Belgium’s national security council on Wednesday, the government announced a move to phase two of the lockdown-lifting plan from 18 May.</p> \n  <p>From that day primary and secondary schools will reopen to selected years, but with extra hygiene measures in place. Marriages and funerals can take place with no more than 30 guests and social distancing in place. </p> \n  <p>Markets can start trading again, with a maximum of 50 traders, who must wear masks. Hairdressers and beauticians can open to customers with appointments, but staff and customers will have to wear face coverings.</p> \n  <p>Museums and zoos can open to the public, as long as they sell tickets online and take steps to keep people distanced, while any onsite cafes and restaurants must remain closed. </p> \n  <figure class=\"element element-image\" data-media-id=\"44e2197161e9cf697503a70e2efa2b6989d349de\"> \n   <img src=\"https://media.guim.co.uk/44e2197161e9cf697503a70e2efa2b6989d349de/0_0_3815_2539/1000.jpg\" alt=\"A shop assistant in protective gear waits for customers at a clothes shop on Rue Neuve, Brussels, on Monday.\" width=\"1000\" height=\"666\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A shop assistant in protective gear waits for customers at a clothes shop on Rue Neuve, Brussels, on Monday.</span> \n    <span class=\"element-image__credit\">Photograph: Nicolas Landemard/Le Pictorium Agency via Zuma/Rex/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <p>Since the start of the week, non-essential shops have been allowed to reopen, while <a href=\"https://www.theguardian.com/world/2020/may/10/belgium-experiments-with-corona-bubbles-to-ease-social-restrictions\">limited socialising has been permitted</a>, as part of the first tentative steps to ending the lockdown.</p> \n  <p>Authorities have warned these measures could be reversed if the pandemic worsens. The number of infections has been on a slow downward trend since the end of March. In the last 24 hours Belgium has recorded 70 new hospital admissions, compared with 400-500 a day at the peak of the crisis.</p> \n  <p>The prime minister, Sophie Wilmès, has said “there will probably be no return to normal for the summer”. Large cultural and sporting events remain banned. Any reopening of bars and restaurants will not happen before 8 June, when the next phase of steps to end the lockdown could come into force.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T14:16:46.114Z\">at 3.16pm BST</time></p> \n</div> \n<div id=\"block-5ebbfa088f080c727453a23d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T13:48:50.730Z\">2.48pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Mexico to reopen car plants amid Covid-19 peak</h2> \n <div class=\"block-elements\"> \n  <p>After 51 days of lockdowns, <strong>Mexico</strong> is preparing for “the new normality”, its president, Andrés Manuel López Obrador, said on Wednesday, according to the Associated Press – despite reporting its highest number of new deaths so far.</p> \n  <p>On Wednesday the country reported 1,992 new cases of coronavirus and 353 new deaths from Covid-19, the highest daily figures since its outbreak began. The figures bring the total death toll to 3,926, while the total number of cases stands at 38,324, of whom 25,935 have recovered. </p> \n  <p>However, AP reported, officials have acknowledged the real figure is many times higher.</p> \n  <figure class=\"element element-image\" data-media-id=\"97f8f76d6831d643c75a498591b617132c098f8a\"> \n   <img src=\"https://media.guim.co.uk/97f8f76d6831d643c75a498591b617132c098f8a/0_0_4002_2663/1000.jpg\" alt=\"A face shield on display on a street stall in Mexico City.\" width=\"1000\" height=\"665\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A face shield on display on a street stall in Mexico City.</span> \n    <span class=\"element-image__credit\">Photograph: Ricardo Castelan Cruz/EYE/SIPA/Rex/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <p>Mexico has been under pressure from US officials to reopen auto plants because without them, integrated supply chains would make it hard for plants in the US and Canada to reopen.</p> \n  <p>At the country’s daily coronavirus briefing, the economy secretary, Graciela Márquez, included car and truck manufacturing among the first industries that would be allowed to resume, following a “gradual, orderly and cautious” reopening. </p> \n  <p>Márquez said that about one-tenth of Mexico’s townships that have no recorded cases of coronavirus would be allowed to resume business and school activities, but would be surrounded by health checkpoints. There are about 269 such “townships of hope”, that neither have active cases in their own territory nor in adjoining townships. They are largely located in rural areas in north-central and south-eastern Mexico.</p> \n  <p>The health secretary, Jorge Alcocer, said: “We are in the critical part of the pandemic, but we are doing well.” The education secretary, Esteban Moctezuma, said: “We are not going to return to classes until it is safe.”<br tabindex=\"-1\"></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T14:11:25.371Z\">at 3.11pm BST</time></p> \n</div> \n<div id=\"block-5ebbf5918f08a55ecde592e1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T13:29:39.443Z\">2.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Guardian’s <strong>US</strong> live blog has now started, with news of a gulf opening between the country’s public health body, the Centers for Disease Control and Prevention, and the White House on how to safely reopen the economy amid the coronavirus pandemic.</p> \n  <p>My colleagues across the Atlantic report that advice from the nation’s top disease control experts included detailed instructive guidance and more restrictive measures than the plan released by the White House last month.</p> \n  <p>The guidance, which was shelved by <a href=\"https://www.theguardian.com/us-news/trump-administration\">Trump administration</a> officials, also offered recommendations to help communities decide when to shut facilities down again during future flareups of Covid-19.</p> \n  <p>Click through to read more on the latest news about the US’s coronavirus outbreak, which is still the worst in the world. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2020/may/13/coronavirus-us-live-trump-cdc-reopening-latest-news-updates\">Coronavirus US live: gap grows between White House and experts over safety of reopening</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T14:07:03.467Z\">at 3.07pm BST</time></p> \n</div> \n<div id=\"block-5ebbf4da8f080c727453a1e9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T13:26:03.455Z\">2.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A 28-year-old sumo wrestler died on Wednesday from Covid-19.</p> \n  <p>The <strong>Japan</strong> Sumo Association (JSA) confirmed the death and identified the wrestler as Shobushi, whose real name was Kiyotaka Suetake. The association said he died of multiple organ failure. He is reported to have been the first sumo wrestler to die from the virus, and the first person in his 20s to die in <a draggable=\"true\" href=\"https://www.theguardian.com/world/japan\">Japan</a> from Covid-19.</p> \n  <p>The JSA said the wrestler developed a fever on 4 April but could not get a test or find a hospital until his symptoms worsened and he was accepted four days later. He was moved to an intensive care unit on 19 April. The JSA said he suffered from diabetes. The JSA chairman, Hakkaku, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I can only imagine how hard it must have been, battling illness for over a month, but like a wrestler he endured it bravely and fought the disease until the end. I just want him to rest peacefully now.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2020/may/13/shobushi-kiyotaka-suetake-sumo-wrestler-dies-covid-19-coronavirus-japan\">Professional sumo wrestler Shobushi dies at 28 after contracting Covid-19</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T14:05:51.038Z\">at 3.05pm BST</time></p> \n</div> \n<div id=\"block-5ebbf3ac8f080c727453a1df\" class=\"block\" data-block-contributor=\"profile/kim-willsher\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T13:19:58.920Z\">2.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Académie Française, guardians of the <strong>French</strong> language, have said a major <em>non </em>to <em>le Covid</em>. Not the actual disease, but the use of the masculine definitive article “<em>le</em><em>”</em>, writes <strong>Kim Willsher</strong>, the Guardian’s Paris correspondent<em>.</em></p> \n  <p>While many in <a href=\"https://www.theguardian.com/world/france\">France</a> have been referring to “le Covid”, the so-called “Immortals” who make up the academy have ruled otherwise. Covid, they insist, is most definitely feminine.</p> \n  <p>“Covid is the acronym for coronavirus disease and acronyms have the genus of the name that forms the core of the phrase of which they are an abbreviation,” the academy ruled in a statement on its website under the heading <a href=\"http://academie-francaise.fr/le-covid-19-ou-la-covid-19\">“Say, </a><a href=\"http://academie-francaise.fr/le-covid-19-ou-la-covid-19\">don’t </a><a href=\"http://academie-francaise.fr/le-covid-19-ou-la-covid-19\">say”</a>, aimed at stopping the French language being infected with Anglicisms.</p> \n  <p>For example, it continued, the national rail company SNCF (<em>Société Nationale des Chemins de Fer)</em> is “la” because the nucleus of this group is “society”, which is feminine in French. However, the IOC (International Olympic Committee) is “le” because the nucleus “committee” is masculine. It said: </p> \n  <blockquote class=\"quoted\"> \n   <p>When this syntagm is composed of foreign words, the same principle applies. We can distinguish the FBI, Federal Bureau of Investigation, from the CIA, Central Intelligence Agency, since in one case the core word is translated by a masculine noun, bureau, and in the other by a feminine noun, agency.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/le-la-covid-coronavirus-acronym-feminine-academie-francaise-france\">'La Covid': coronavirus acronym is feminine, Académie Française says</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T13:52:27.984Z\">at 2.52pm BST</time></p> \n</div> \n<div id=\"block-5ebbf1c78f08d99d46a16190\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T13:17:23.582Z\">2.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>Philippines</strong>’ health ministry on Wednesday recorded 21 more <strong>coronavirus</strong> deaths and 268 additional infections. </p> \n  <p> In a bulletin, the ministry said total deaths from the novel <strong>coronavirus</strong> have reached 772 while confirmed cases have risen to 11,618. But 145 more patients have recovered, increasing total recoveries to 2,251. </p> \n  <p>The latest figures came as the government ordered an investigation into a birthday party thrown by the chief of police in Manila, after photos posted online showed him and dozens of fellow officers flouting the country’s ban on socialising, <strong tabindex=\"-1\">Reuters</strong> reports. </p> \n  <p>Photographs posted on the force’s Facebook page on 8 May showed Debold Sinas, the chief of the national capital region’s police office, along with dozens of people sitting closely together without masks, with beer cans on their tables despite a liquor ban, while a band entertained them. </p> \n  <p>The photographs were taken down as the backlash mounted on social media, but by Wednesday the police chief’s party had become the Philippines’ second most trending topic on Twitter with more than 22,000 tweets. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MisterRealTalkk/status/1260432442781061126\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Here are the violations of NCRPO CHIEF DEBOLD SINAS and subordinates w/c are very evident in one picture:<br><br>1. Mass Gathering Violation<br>2. Curfew Violation<br>3. Wear Mask at all times Violation<br>4. Liquor Ban Violation<br>5. Social Distancing Violation<br><br>Kelangan pa ba imbistigahan yan? <a href=\"https://t.co/nQSU1Y160L\">pic.twitter.com/nQSU1Y160L</a></p>— Mister Real Talk (@MisterRealTalkk) \n    <a href=\"https://twitter.com/MisterRealTalkk/status/1260432442781061126?ref_src=twsrc%5Etfw\">May 13, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Sinas apologised for “causing anxiety to the public”, but the national police chief and justice minister ordered separate investigations into the incident. </p> \n  <p>“It was never my intention to disobey existing protocols relative to the implementation of the enhanced community quarantine,” Sinas said in a statement. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T13:50:07.146Z\">at 2.50pm BST</time></p> \n</div> \n<div id=\"block-5ebbeede8f08d99d46a1616c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T13:08:14.837Z\">2.08pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Sweden responds to Covid-19 with 10,000 more care workers</h2> \n <div class=\"block-elements\"> \n  <p><strong>Sweden</strong>’s public health authority reported 147 more deaths from Covid-19 on Wednesday, as the government announced it would hire up to 10,000 more nursing assistants and care workers to address shortcomings in elderly care exposed by the pandemic. </p> \n  <p>About half of the 3,460 coronavirus-related deaths reported in Sweden have been among nursing home residents, and another quarter among those receiving care at home. The country’s approach to the outbreak has been controversial, after the government eschewed a wide-ranging lockdown of society in favour of keeping the economy open. </p> \n  <p>So far the country’s public health authority has reported 27,909 confirmed cases, more than a third of which have been in the capital Stockholm, which has also accounted for about half of deaths. (A good <a draggable=\"true\" href=\"https://www.svt.se/datajournalistik/the-spread-of-the-coronavirus/\">daily analysis of Sweden’s coronavirus statistics is available on the SVT Nyheter website</a>) </p> \n  <p>The boost in staff is the result of a deal between the government, Sweden’s largest labour union Kommunal, and the country’s municipalities which are tasked with managing elderly care, according to <strong>AFP</strong>.</p> \n  <p>“The virus outbreak has shown that elderly care is vulnerable, and that has structural explanations,” the health minister, Lena Hallengren, told reporters.</p> \n  <p>The failure to protect vulnerable nursing home residents has been widely debated in the Nordic country. Some critics have blamed staff working conditions, with reports that many had to work without protective gear. </p> \n  <p>In March, Kommunal said that 40% of staff at nursing homes in Stockholm – the centre of the Swedish epidemic – were unskilled workers employed on short-term contracts, with hourly wages and no job security, while 23% were temps. </p> \n  <p>These were people who often could not afford not to go to work even if they were sick, they argued. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T13:45:08.500Z\">at 2.45pm BST</time></p> \n</div> \n<div id=\"block-5ebbed6f8f080c727453a182\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T12:55:18.687Z\">1.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Fifty-two more patients have died from Covid-19 in the <strong>Netherlands</strong>, with 227 more people testing positive for the coronavirus, health authorities said on Wednesday. </p> \n  <p>The latest update from the Dutch National Institute for Public Health and the Environment (RIVM) brings the total number of confirmed cases of coronavirus to 43,211, and the death toll to 5,562.</p> \n </div> \n</div> \n<div id=\"block-5ebbecc98f080c727453a177\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T12:50:39.875Z\">1.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As of Wednesday morning, more than 69,000 cases of coronavirus had been confirmed across <strong>Africa</strong>, according to the World Health Organization’s regional office. </p> \n  <p>Of those infected, more than 23,000 have recovered and about 2,300 have died. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WHOAFRO/status/1260488406066438144\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Over 69,000 confirmed <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> cases on the African continent - with more than 23,000 recoveries &amp; 2,300 associated deaths. View country figures &amp; more with the WHO African Region COVID-19 Dashboard: <a href=\"https://t.co/V0fkK8dYTg\">https://t.co/V0fkK8dYTg</a> <a href=\"https://t.co/yuh6rYG2et\">pic.twitter.com/yuh6rYG2et</a></p>— WHO African Region (@WHOAFRO) \n    <a href=\"https://twitter.com/WHOAFRO/status/1260488406066438144?ref_src=twsrc%5Etfw\">May 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T13:08:10.575Z\">at 2.08pm BST</time></p> \n</div> \n<div id=\"block-5ebbeaa68f080c727453a167\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T12:42:58.248Z\">1.42pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Every African country now affected by coronavirus</h2> \n <div class=\"block-elements\"> \n  <p>The last country in Africa left unaffected by the coronavirus pandemic, <strong>Lesotho</strong>, has announced its first case, <strong>AFP</strong> reports.<br></p> \n  <p>The virus was detected in one of 81 people who were tested after arriving last week from Saudi Arabia and neighbouring South Africa, the health ministry said in a statement. </p> \n  <p>“The Ministry of Health informs the Basotho nation and the entire community living in Lesotho, that the country now has the first confirmed case of Covid-19,” said the director general, Dr Nyane Letsie. </p> \n  <p>The patient is a Lesotho national studying in Saudi Arabia. </p> \n  <p>Lesotho went into lockdown on 29 March to protect itself from a potential spread of the virus from South Africa, which entirely surrounds the kingdom and has the highest number of confirmed cases on the continent. </p> \n  <p>Prime Minister Thomas Thabane loosened the restrictions on 6 May, allowing “all non-essential services and enterprises” to “temporarily open shop”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T13:07:15.446Z\">at 2.07pm BST</time></p> \n</div> \n<div id=\"block-5ebbe8728f08a55ecde5923a\" class=\"block\" data-block-contributor=\"profile/kateconnolly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T12:32:44.519Z\">1.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From this Saturday <strong>Germany</strong> will relax controls on all of its borders, most of which have been completely closed since the middle of March to all but regular commuters and essential travel in an attempt to slow the spread of coronavirus, writes <strong tabindex=\"-1\">Kate Connolly</strong>, the Guardian’s Berlin correspondent.</p> \n  <p>The interior minister, Horst Seehofer, said that regulations were still being worked out with some countries, but in essence, borders with France, Austria and Switzerland will effectively be reopened, with all but random checks on both vehicles and their passengers taking place. </p> \n  <p>The border with Luxembourg will be free from any controls, and a similar solution is being negotiated with authorities in Denmark, he said.</p> \n  <p>Border police reacted to the news by opening five border crossing points between the southern German state of Bavaria, and Austria, on Wednesday morning. </p> \n  <figure class=\"element element-image\" data-media-id=\"8e3c90b7694a63ac5dcfc0b2841297c5f4992b42\"> \n   <img src=\"https://media.guim.co.uk/8e3c90b7694a63ac5dcfc0b2841297c5f4992b42/0_0_5321_3547/1000.jpg\" alt=\"Two people with trolley bags walk past a road sign at the border crossing between Germany and Austria in Scharnitz, Germany.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Two people with trolley bags walk past a road sign at the border crossing between Germany and Austria in Scharnitz, Germany.</span> \n    <span class=\"element-image__credit\">Photograph: Philipp Guelland/EPA</span> \n   </figcaption> \n  </figure> \n  <p>Earlier, the Austrian government had announced it was opening its borders with Germany, following a telephone meeting between the German chancellor, Angela Merkel, and her Austrian counterpart, Sebastian Kurz, on Tuesday.</p> \n  <p>The overall aim, said Seehofer, was to return to “unrestricted tourism” by 15 June.</p> \n  <p>The news offers fresh perspectives both for businesses, especially in agriculture and forestry, and holidaymakers, for whom a summer holiday beyond Germany had seemed all but a faint possibility but is now looking like a much more realistic prospect. </p> \n  <p>Seehofer said the restrictions could be easily tightened again if the virus was seen to be out of control. “This is on condition that the virus’s progress continues to develop in a manageable way,” Seehofer said. “If the situation worsens, we would have to react to that.”</p> \n  <p>Travel to Germany from third countries will continue to be restricted until at least the middle of June, he said, in compliance with the foreign ministry’s global travel warning, which means that German citizens should not embark on foreign holidays to more distant locations. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T13:05:54.159Z\">at 2.05pm BST</time></p> \n</div> \n<div id=\"block-5ebbe6d68f08d99d46a1611a\" class=\"block\" data-block-contributor=\"profile/helenasmith\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T12:27:26.187Z\">1.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Greek</strong> health and civil protection authorities have rushed to a Roma camp in the country’s heartland where an outbreak of coronavirus has caused consternation, writes <strong tabindex=\"-1\">Helena Smith</strong>, the Guardian’s Athens correspondent. </p> \n  <p>Infections are believed to have spread through the settlement, in the central city of Larissa, after more than 150 people attended the funeral of a man who died of the virus. About 3,000 men, women and children live in highly congested conditions in the camp. </p> \n  <figure class=\"element element-image\" data-media-id=\"f6d5dfadfa01f00c81a3eb095daac1545675e6ab\"> \n   <img src=\"https://media.guim.co.uk/f6d5dfadfa01f00c81a3eb095daac1545675e6ab/1340_775_1921_1169/1000.jpg\" alt=\"People in the street at the Roma community in Larissa where several cases of coronavirus have been detected.\" width=\"1000\" height=\"609\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People in the street at the Roma community in Larissa where several cases of coronavirus have been detected.</span> \n    <span class=\"element-image__credit\">Photograph: Thanos Floulis/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>State TV reported that, so far, around 500 residents had been tested for Covid-19 following the detection of a new outbreak over the weekend and 10 new cases on Tuesday. Contract tracing is also being conducted. </p> \n  <p>Positive cases were being transferred for quarantine to a medical centre specially installed in the area, according to the civil protection authority. </p> \n  <p>The camp, in a locale known as Nea Smyrni, was initially placed under quarantine last month after a 32-year-old man tested positive for the virus. The man is believed to have broken lockdown regulations ordered by the government. </p> \n  <p>At the time, the nation’s chief infectious disease expert, Prof Sotiris Tsiodras, had described the outbreak as indicative of the dangers at large in dealing with a highly contagious disease. “The example of Larissa shows just how fragile the situation is,” he said. </p> \n  <p>By adopting strict restrictions and lockdown measures – now being gradually eased – Greece to date has handled the coronavirus pandemic well, recording 2,744 confirmed cases and a death toll of 152. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T12:42:36.364Z\">at 1.42pm BST</time></p> \n</div> \n<div id=\"block-5ebbe5038f08a55ecde59217\" class=\"block\" data-block-contributor=\"profile/samjones\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T12:20:57.886Z\">1.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The head of <strong>Spain</strong>’s centre for health emergencies has recommended wearing face masks in public spaces amid reports that the government is considering making their use compulsory, writes <strong>Sam Jones</strong>, the Guardian’s Madrid correspondent.</p> \n  <p>At the moment, masks must only be worn on public transport and have been handed out at train and metro stations. But according to various newspapers, the Spanish health ministry is consulting with regional governments to see whether the use of masks should become mandatory.</p> \n  <p>Speaking at his daily press conference on Wednesday morning, Fernando Simón said: ‘The use of face masks is very advisable and everyone who can should use them in public spaces.”</p> \n  <p>However, Simón has also pointed out that masks may not be suitable for children, those with chronic obstructive pulmonary disease or other breathing difficulties, or those who are prone to anxiety.</p> \n  <figure class=\"element element-image\" data-media-id=\"637edb48dbf51be1dad1339b02f2da1657f00856\"> \n   <img src=\"https://media.guim.co.uk/637edb48dbf51be1dad1339b02f2da1657f00856/0_0_3500_1847/1000.jpg\" alt=\"The Spanish deputy prime minister, Pablo Iglesias, wears a protective mask at a plenary session in the Spanish parliament on Wednesday.\" width=\"1000\" height=\"528\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The Spanish deputy prime minister, Pablo Iglesias, wears a protective mask at a plenary session in the Spanish parliament on Wednesday.</span> \n    <span class=\"element-image__credit\">Photograph: Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T12:37:15.790Z\">at 1.37pm BST</time></p> \n</div> \n<div id=\"block-5ebbe4898f08a55ecde59212\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T12:14:43.610Z\">1.14pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Rightwing extremists and Islamic militants could exploit the coronavirus crisis by staging attacks on medics and hospitals, the <strong>European Union</strong>’s top counterterrorism official has warned. </p> \n  <p>In a confidential briefing, obtained on Wednesday by the <strong>Associated Press</strong>, the counter-terrorism coordinator, Gilles de Kerchove, said extremists could view attacks on medical staff as an effective way of generating shocks to society.</p> \n  <p>He noted that in the US, the FBI in March shot and killed a white supremacist while trying to arrest him for plotting to blow up a hospital treating Covid-19 patients, after initially considering an attack on an African-American school, mosque or synagogue.</p> \n  <p>From past experience, he said it is known that terrorists and violent extremists, aiming to change societies and governmental systems through violence, seek to exploit major crises to achieve their objectives.</p> \n  <p>De Kerchove noted that the Islamic State group, for example, emerged after the US-led invasion of Iraq and then gained strength during the Arab spring uprisings.</p> \n  <p>In Europe, leftwing extremists are paying extensive attention to the pandemic, blaming governments and the capitalist system as a whole for it, saying politicians have underfunded healthcare services, de Kerchove wrote in the analysis. </p> \n  <p>The document was circulated among EU member states on 7 May and first reported on Wednesday by Germany’s Die Zeit newspaper’s online edition.<br tabindex=\"-1\"></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T12:25:40.933Z\">at 1.25pm BST</time></p> \n</div> \n<div id=\"block-5ebbdeeb8f080c727453a0e2\" class=\"block\" data-block-contributor=\"profile/kim-willsher\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T11:55:07.552Z\">12.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"c12bdd8535a3fe0ec5bcad80d9cbd616df62a13e\"> \n   <img src=\"https://media.guim.co.uk/c12bdd8535a3fe0ec5bcad80d9cbd616df62a13e/0_0_5750_3825/1000.jpg\" alt=\"Dozens of people sit on the steps in front of the Sacre Coeur Basilica in Paris on Tuesday.\" width=\"1000\" height=\"665\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Dozens of people sit on the steps in front of the Sacre Coeur Basilica in Paris on Tuesday.</span> \n    <span class=\"element-image__credit\">Photograph: Bertrand Guay/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Day one of post-lockdown in <strong>France</strong> and the pavements flanking Paris’s Canal Saint-Martin and the pedestrianised roads along the banks of the Seine were invaded with newly liberated Parisians on Monday, forcing the police to evacuate the popular spots and issue a hastily drawn up ban on drinking alcohol in public places, writes <strong>Kim Willsher</strong>, the Guardian’s Paris correspondent.</p> \n  <p>Day two, and police moved in to shoo away people sitting on the steps leading to Sacré Coeur on Tuesday evening. City Hall says people are not actually breaking the rules, but “if everyone decides to go to the same place at the same time, that’s a problem”, an official said. French ministers have urged everyone to behave “responsibly and civically”.</p> \n  <p>Day three, and Paris mayor Anne Hidalgo repeated her wish to see the capital’s parks and gardens opened. Hidalgo has been lobbying the government for this, but without success. Health minister Olivier Véran said it would be too much of a health risk, given that the Paris region remains “red” on the coronavirus map, where the virus is still circulating and hospital intensive care units are saturated.</p> \n  <p>On Wednesday, Hidalgo told BFMTV: “We have to open the parks and gardens as a matter of public health. You can take the metro but not walk in a park? If we don’t open them, Parisians will gather in other spaces, like pavements and (river) banks.”</p> \n  <p>The mayor agrees the end of lockdown measures have to be “progressive and with extreme care”, and said she would make it mandatory to wear a mask in parks and gardens if they were allowed to reopen.</p> \n  <p>There was a small spike in the number of Covid-19 hospital admissions reported at the daily update on Tuesday evening and an increase of 348 deaths in the previous 24 hours, bringing the total to just under 27,000. France has so far recorded 178,225 confirmed cases of coronavirus. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T12:23:51.989Z\">at 1.23pm BST</time></p> \n</div> \n<div id=\"block-5ebbdd0a8f080c727453a0d4\" class=\"block\" data-block-contributor=\"profile/kari-paul\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T11:46:27.401Z\">12.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In a vision of what may become the future for workers in many sectors,<strong> Twitter</strong> will allow its employees to work from home “forever”, its chief executive officer, Jack Dorsey, said in a company-wide email on Tuesday, according to a report by Guardian US technology writer <strong>Kari Paul</strong>.</p> \n  <p>A spokesperson from Twitter confirmed the decision to the Guardian, saying the company was “one of the first companies to go to a work-from-home model” due to Covid-19, but does not anticipate being one of the first to return to its offices.</p> \n  <p>The company said in a blogpost:</p> \n  <blockquote class=\"quoted\"> \n   <p>We were uniquely positioned to respond quickly and allow folks to work from home given our emphasis on decentralisation and supporting a distributed workforce capable of working from anywhere.</p> \n   <p>The past few months have proven we can make that work. So if our employees are in a role and situation that enables them to work from home and they want to continue to do so forever, we will make that happen.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2020/may/12/twitter-coronavirus-covid19-work-from-home\">Twitter announces employees will be allowed to work from home ‘forever’</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T12:12:28.422Z\">at 1.12pm BST</time></p> \n</div> \n<div id=\"block-5ebbda438f08a55ecde59193\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T11:39:28.309Z\">12.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Eight more people have been found to be infected with coronavirus in <strong>Lebanon</strong>, the country’s health ministry reports, as people there prepare to enter a four-day “total lockdown” to try to curtail a recent increase in infections. </p> \n  <p>The number of confirmed cases of coronavirus in the country is now 878, of whom 26 have died and 236 have recovered. </p> \n  <p>After Lebanon began tentative steps last month to emerge from its coronavirus lockdown, on Tuesday the government said it would impose an almost total ban on movement from 7pm local time on Wednesday until 5am on Monday. </p> \n  <p>It came after the country recorded more than 100 new infections over four days, but also after <a href=\"https://www.theguardian.com/world/2020/may/01/care-about-masks-anger-poverty-grip-lebanese-city-tripoli-coronavirus\">protests erupted</a>. According to a report by Martin Chulov, the Guardian’s Middle East editor, earlier this month, a freeze on many salaries, controls on bank withdrawals and slashed spending on social services have ravaged household incomes.</p> \n  <p>The Lebanese government estimates that 75% of the population are now in need of aid, including food aid. Among refugee communities, the need for food aid rises to 90%, according to the International Rescue Committee.</p> \n  <figure class=\"element element-image\" data-media-id=\"915cf7610df9d4fe292549b34bd2995ae9892794\"> \n   <img src=\"https://media.guim.co.uk/915cf7610df9d4fe292549b34bd2995ae9892794/0_0_4634_3178/1000.jpg\" alt=\"A girl wearing a face mask rides a bike at Beirut’s seaside corniche on Wednesday.\" width=\"1000\" height=\"686\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A girl wearing a face mask rides a bike at Beirut’s seaside corniche on Wednesday.</span> \n    <span class=\"element-image__credit\">Photograph: Joseph Eid/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T12:09:37.650Z\">at 1.09pm BST</time></p> \n</div> \n<div id=\"block-5ebbd8da8f080c727453a09c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T11:29:25.903Z\">12.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Fifty more people have died from Covid-19 in <strong>Iran</strong>, the country’s health ministry spokesman said on Wednesday, while 1,958 more people tested positive for coronavirus, in what has been the worst outbreak so far in the Middle East. </p> \n  <p>In his daily televised address, reported by the <a href=\"https://en.irna.ir/news/83786637/Official-COVID19-kills-50-more-Iranians-in-past-24-hours\">Islamic Republic News Agency</a>, Kianoush Jahanpour said the total number of infections detected in Iran had reached 112,725, of whom 89,428 have recovered. The total death toll in the country is now 6,783. </p> \n  <p>Of those still ill with the disease, 2,735 cases are in a critical condition, Jahanpour said. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T11:51:56.148Z\">at 12.51pm BST</time></p> \n</div> \n<div id=\"block-5ebbd4b58f08d99d46a16022\" class=\"block is-key-event\" data-block-contributor=\"profile/akhtar-mohammad-makoii\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T11:20:13.582Z\">12.20pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afghanistan reaches 5,000 confirmed cases of coronavirus</h2> \n <div class=\"block-elements\"> \n  <p>The number of confirmed cases of coronavirus has passed 5,000 in Afghanistan as the health ministry warned that easing lockdowns will bring a “catastrophe”, writes <strong>Akhtar Mohammad Makoii</strong> in Herat.</p> \n  <p>Out of 619 suspected patients tested over the last 24 hours, 259 came back positive, pushing the total number of infections to 5,226. The death toll now stands at 132, after five more patients died overnight,. There has so far been 648 recoveries.</p> \n  <p>Wahid Majrooh, the deputy health minister, warned people to heed the precautions and stay at home, adding: “If people continue to crowd on the streets and don’t heed [warnings], the catastrophe of coronavirus will continue to surge in cities.”</p> \n  <p>The northern province of Balkh recorded its worst day, after 49 patients tested positive. There have so far been 437 infections and 17 deaths in the province. </p> \n  <p>The number of transmissions continued to surge in Kandahar on Wednesday, with 29 new cases confirmed in the southern province. The governor of Kandahar is also struggling with the virus after he was infected last week.</p> \n  <figure class=\"element element-image\" data-media-id=\"589bfecc703047577c0351272f04a9b22af4f567\"> \n   <img src=\"https://media.guim.co.uk/589bfecc703047577c0351272f04a9b22af4f567/0_0_5669_3713/1000.jpg\" alt=\"A rescued mother and her newborn baby receive medical care in a hospital a day after an attack at a MSF (Doctors Without Borders) hospital in Kabul.\" width=\"1000\" height=\"655\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A rescued mother and her newborn baby receive medical care in a hospital a day after an attack at a MSF (Doctors Without Borders) hospital in Kabul.</span> \n    <span class=\"element-image__credit\">Photograph: Jawad Jalali/EPA</span> \n   </figcaption> \n  </figure> \n  <p>The capital, Kabul, which is Afghanistan’s worst-affected area with 1,368 confirmed cases, reported 27 new infections. Kabul has so far recorded 18 deaths from Covid-19.</p> \n  <p>The western province of Herat, which has the highest number of deaths, recorded 22 new confirmed cases. The first case of Covid-19 in Afghanistan was reported in Herat and thousands of Afghan migrants poured back from Iran in February and March, fanning out across the country without being tested or quarantined.</p> \n  <p>Confirmed cases in the remote province of Zabul reached 30 after three more infections confirmed today. The province’s only hospital <a draggable=\"true\" href=\"https://www.theguardian.com/world/2020/may/02/afghanistan-in-new-battle-against-ravages-of-covid-19\">was destroyed in a Taliban attack last year.</a></p> \n  <p>Majrooh also said the death toll of Tuesday’s <a href=\"https://www.theguardian.com/world/2020/may/12/gunmen-attack-kabul-hospital-used-by-medecins-sans-frontieres\">att</a><a draggable=\"true\" href=\"https://www.theguardian.com/world/2020/may/12/gunmen-attack-kabul-hospital-used-by-medecins-sans-frontieres\">ack on a maternity hospital in Kabul</a> reached 24, with 16 wounded, while 18 newborn babies were rescued from the scene.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T11:37:02.777Z\">at 12.37pm BST</time></p> \n</div> \n<div id=\"block-5ebbd3688f08d99d46a16014\" class=\"block\" data-block-contributor=\"profile/kate-ravilious\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T11:04:56.513Z\">12.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Scientists say that the dramatic improvements in air quality associated with the coronavirus lockdown may bring warmer temperatures and heavier monsoon rains this year, writes <strong>Kate Ravilious</strong> for the Guardian’s science desk.</p> \n  <p>With factories closed and roads relatively empty, air pollution in cities across Asia, Europe and the US has dropped by as much as <a href=\"https://theconversation.com/coronavirus-lockdowns-effect-on-air-pollution-provides-rare-glimpse-of-low-carbon-future-134685\">60%</a> in recent weeks. The lack of haze has made <a href=\"https://www.theguardian.com/environment/2020/may/07/pollutionwatch-breathtaking-views-vanish-build-better-coronavirus\">skies bluer</a> and some people in northern India have been able to see the Himalayas for the first time in 30 years.</p> \n  <p>It also means that with fewer particles and polluting gases to hinder its path, more sunlight is able to reach the Earth’s surface.</p> \n  <p>Earlier this year, scientists confirmed that <a href=\"https://doi.org/10.1038/s41561-019-0528-y\">cleaner skies in recent decades have caused a brightening</a> of the Earth’s surface. Satellite measurements show that Europe experienced a surface dimming effect until the late 1980s, followed by a brightening effect as air pollution regulations kicked in. China followed a similar pattern, but had to wait until 2005 for brightening to set in.</p> \n  <p>The cleaner skies resulting from lockdown are likely to have enhanced the brightening effect even further, but measuring the impact on climate is not straightforward.</p> \n  <p>“Aerosols can scatter and absorb radiation. They can also modify clouds to make them more reflective and longer lived,” explains <a href=\"https://research.reading.ac.uk/meteorology/people/laura-wilcox/\">Laura Wilcox</a>, a climate scientist at the University of Reading.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/drop-in-pollution-may-bring-hotter-weather-and-heavier-monsoons\">Drop in pollution may bring hotter weather and heavier monsoons</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebbd2f28f08a55ecde59128\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T11:00:32.940Z\">12.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Surging death tolls in northern <strong>Nigeria</strong> have sparked fears that coronavirus is spreading out and combining with established diseases to pose a lethal threat in a region where medical care is poor, <strong>AFP</strong> reports.</p> \n  <p>In the past month, the city of Kano, the most populous city in the north of the country, has witnessed hundreds of deaths, particularly among older people.</p> \n  <p>At first authorities blamed the fatalities on ailments including diabetes, hypertension and malaria – but a team of government investigators later said most were suspected to be linked to coronavirus.</p> \n  <p>Kano state has officially confirmed 666 infections and 32 deaths from coronavirus, making it the hardest-hit region in Nigeria after megacity Lagos.</p> \n  <p>Testing has been severely limited but as capacity has picked up in recent days so the number of cases has climbed steadily. Now the surge in unexplained deaths has spread to neighbouring areas, sending local authorities scrambling to figure out the cause.</p> \n  <p>As a whole, Nigeria has so far reported 4,787 confirmed cases of coronavirus, and 158 deaths. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T11:16:17.009Z\">at 12.16pm BST</time></p> \n</div> \n<div id=\"block-5ebbd0878f080c727453a006\" class=\"block\" data-block-contributor=\"profile/tom-perkins\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T10:52:53.643Z\">11.52am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Rightwing militia groups in <strong>Michigan</strong> plan to rally at the state capitol building on Thursday to protest Democratic governor Gretchen Whitmer’s stay-at-home orders, writes <strong>Tom Perkins</strong> in Detroit.</p> \n  <p>Thursday’s demonstration will be the latest in a series of protests that started as a demonstration against the lockdown policy but are now generating fears of an eruption of political violence.</p> \n  <p>The state is currently investigating what the Michigan attorney general, Dana Nessel, characterized on Monday as “credible threats” against state Democratic politicians. Her comments followed <a href=\"https://www.metrotimes.com/news-hits/archives/2020/05/11/whitmer-becomes-target-of-dozens-of-threats-on-private-facebook-groups-ahead-of-armed-rally-in-lansing?utm_source=feature&amp;utm_medium=home&amp;utm_campaign=hpfeatures&amp;utm_content=HomeTopFeature\">a report of threats of violence</a> on rightwing social media pages.</p> \n  <p>Residents posting in the <a href=\"https://www.facebook.com/groups/4035375409821058/members/\">Michiganders Against Excessive Quarantine</a> Facebook page called for Whitmer’s assassination. “Wonder how long till she’s hit with a shotgun blast,” one wrote. Another said they hope Thursday’s protesters are “armed to the teeth” because “voting is too late”.</p> \n  <p>Dramatic <a href=\"https://twitter.com/SenPolehanki/status/1255899318210314241?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed&amp;ref_url=https%3A%2F%2Fwww.foxnews.com%2Fpolitics%2Fmichigans-whitmer-says-armed-protesters-displayed-worst-racism-and-awful-parts-of-u-s-history\">images</a> from a 30 April protest showed militia members carrying assault rifles while glaring and shouting from the galleries of the state legislature as an emotional debate over extending a stay-at-home order took place. In response, a black lawmaker last week came to Michigan’s capitol <a href=\"https://www.theguardian.com/us-news/2020/may/07/michigan-lawmaker-armed-escort-rightwing-protest\">with an escort</a> of armed black citizens.</p> \n  <figure class=\"element element-image\" data-media-id=\"d470c8d7c86f688da60df009fea8f4dd29456f3d\"> \n   <img src=\"https://media.guim.co.uk/d470c8d7c86f688da60df009fea8f4dd29456f3d/0_0_4000_2667/1000.jpg\" alt=\"Armed protestors try to enter the Michigan House of Representative chamber on 30 April.\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Armed protestors try to enter the Michigan House of Representative chamber on 30 April.</span> \n    <span class=\"element-image__credit\">Photograph: Jeff Kowalsky/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ebbcc178f080c7274539fcd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T10:35:36.838Z\">11.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Spain</strong>’s daily death toll from the coronavirus inched up on Wednesday to 184 fatalities from 176 on Tuesday, <strong>Reuters</strong> reports. <br></p> \n  <p> The overall death toll from the disease rose to 27,104, according to the health ministry’s daily report, while the overall number of diagnosed cases rose to 228,691 from 228,030 the prior day. </p> \n  <p>The latest figures came as two foreign ministry sources told Reuters that Spanish authorities are planning to keep borders closed to most travellers from abroad until July, in a move to try and avoid a second wave of epidemic. </p> \n  <p> Land borders with France and Portugal have been closed since a state of emergency was declared in mid-March to fight the pandemic, pushing the economy to a near stand-still and hitting its key tourism sector hard. <br></p> \n  <p>Spain has started easing the lockdown for its residents as the pandemic gets under control and decided in parallel to apply a two-week quarantine for foreign travellers, practically shutting the border to air and maritime travel to avoid importing new cases from other countries. </p> \n  <p> The quarantine measure is due to expire on 24 May when the state of emergency lapses, but both can be extended. In any case, restrictions on travel are likely to remain in place for much longer, no matter how crucial tourism is for the Spanish economy, the sources told Reuters. <br></p> \n  <p>“When we reach the new normal we can start opening borders with Schengen countries, we are talking about opening to these countries in early July,” one of the sources said. <br></p> \n </div> \n</div> \n<div id=\"block-5ebbc8a88f08a55ecde5908b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T10:19:04.068Z\">11.19am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is <strong>Damien Gayle</strong> taking on the live blog now for the next eight or so hours, bringing you the latest global news on the coronavirus outbreak around the world. If you have any tips, comments or suggestions for coverage then please drop me a line either via email to <a href=\"mailto:damien.gayle@theguardian.com\">damien.gayle@theguardian.com</a>, or via Twitter direct message to <a href=\"https://twitter.com/damiengayle\">@damiengayle</a>. </p> \n </div> \n</div> \n<div id=\"block-5ebbc6d48f080c7274539fb1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T10:15:27.880Z\">11.15am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s something from Reuters about the relaxation of Germany’s border controls: </p> \n  <blockquote> \n   <p>Germany will start to ease some of the border controls introduced to slow the spread of the coronavirus from Saturday with the aim of having free travel in Europe from 15 June, Interior Minster Horst Seehofer said on Wednesday.</p> \n   <p>Seehofer said that general border controls agreed with France, Switzerland and Austria due to end on 15 May would be extended until 16 June but as many crossings as possible would be reopened. “The goal is that from mid-June we want to have free travel in Europe,” he said, adding that controls could be re-imposed if there are new outbreaks. </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ebbc3bc8f080c7274539f8f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T09:56:35.040Z\">10.56am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We have previously reported on the boom in bicycle sales <a href=\"https://www.theguardian.com/lifeandstyle/2020/may/09/coronavirus-cycling-boom-makes-a-good-bike-hard-to-find\">in Britain</a> and <a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/22/bicycles-are-the-new-toilet-paper-bike-sales-boom-as-coronavirus-lockdown-residents-crave-exercise\">in Australia</a>. This just in from the US:</p> \n  <blockquote> \n   <p>Such is the demand for bicycles that Denver bike shop co-owner Phillip Brown and his colleagues can’t build them quick enough.</p> \n   <p>“I’ve been in this industry 15 years and nothing even close,” says Brown, 36. “This is, I would say, twice the demand increase that we’ve ever seen.”</p> \n   <p>Since the coronavirus pandemic took hold in March, a cycling boom has been under way across the US.</p> \n   <p>The National Association of City Transport Officials (NACTO) says they are seeing an “explosion in cycling” in many American cities. Eco-Counter, which collects bike data, <a href=\"https://www.eco-compteur.com/en/covid19-dashboard/\">reports</a> that bicycle counts have “significantly increased” across most of North America compared to usual. In the two weeks to 4 May, it found the US region with the most growth was the south-west, which was up by over 100%.</p> \n  </blockquote> \n  <p>More here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2020/apr/22/bicycles-are-the-new-toilet-paper-bike-sales-boom-as-coronavirus-lockdown-residents-crave-exercise\">'Bicycles are the new toilet paper': bike sales boom as coronavirus lockdown residents crave exercise</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebbc25b8f08a55ecde59049\" class=\"block\" data-block-contributor=\"profile/nina-lakhani\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T09:49:15.455Z\">10.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>New coronavirus hotspots are emerging in Republican heartland communities across multiple states, contradicting Donald Trump’s claims that infection rates are declining across the nation.</p> \n  <p>At a fraught press briefing on Monday, the president declared: “All throughout the country, the numbers are coming down rapidly.”</p> \n  <p>Yet county-specific figures show a surge in infection rates in towns and rural communities in red states such as Texas, Tennessee, Alabama, Kentucky and North and South Dakota, according to data <a href=\"https://www.nytimes.com/interactive/2020/us/coronavirus-us-cases.html#hotspots\">tracking by the New York Times.</a></p> \n  <p>Trump’s claim is also contradicted by data used by the White House’s own pandemic taskforce to track new and emerging hotspots.</p> \n  <p>More here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/new-us-coronavirus-hotspots-republican-heartland-areas\">New US coronavirus hotspots appear in Republican heartlands</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebbbf608f080c7274539f62\" class=\"block\" data-block-contributor=\"profile/roth-andrew\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T09:42:04.257Z\">10.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"2e030f5655dbf95a9c968f1831ee48826347148f\"> \n   <img src=\"https://media.guim.co.uk/2e030f5655dbf95a9c968f1831ee48826347148f/0_0_2158_1440/1000.jpg\" alt=\"Workers of the St Petersburg fire service at St George’s hospital\" width=\"1000\" height=\"667\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Workers of the St Petersburg fire service at St George’s hospital after a fire that killed five patients.</span> \n    <span class=\"element-image__credit\">Photograph: Emercom/TASS via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>A Russian healthcare watchdog has suspended the use of a domestically manufactured ventilator suspected to have caused two deadly fires in Russian hospitals in the last week. </p> \n  <p>Six people died and hundreds were forced to evacuate hospitals in Moscow and St Petersburg after the Russian-made ventilators were <a href=\"https://www.theguardian.com/world/2020/may/12/russian-hospital-fire-kills-coronavirus-patients-ventilators-st-petersburg\">said to have ignited</a>, apparently while patients were attached. </p> \n  <p>On Wednesday, Russia’s federal service for surveillance in healthcare said it would suspend the use of new Aventa-M ventilators produced after 1 April pending a safety review, a decision that will affect hundreds of machines. <br></p> \n  <p>Aventa-M ventilators were also sold to the United States last month during a controversial aid mission negotiated by Vladimir Putin and Donald Trump. US hospitals reportedly had not used the ventilators because they were manufactured for the wrong voltage. It is not clear when those ventilators were produced.</p> \n  <p>The US federal emergency management agency (FEMA) said on Tuesday that the ventilators were not in use in US hospitals and that local authorities would return the machines to FEMA. </p> \n  <p>Russia’s Investigative Committee has said it is investigating the fires in Russian hospitals. The decision by the Russian watchdog could affect hundreds of ventilators that have been produced since April as Russian hospitals sought new supplies to prepare for a flood of coronavirus cases. </p> \n  <p>Five coronavirus patients, some reportedly attached to ventilators, died in the early hours of Tuesday after a fire broke out at the St George hospital in St Petersburg. A fire last week at a Moscow hospital treating coronavirus patients also killed one person. That fire may also have been tied to a faulty ventilator. Both hospitals were reportedly using Aventa-M ventilators produced by a state-run factory in Russia’s Urals region. </p> \n  <p>An April tender showed that last month the St George hospital had ordered 237 ventilators from the factory, which is the only manufacturer of that ventilator in the country. <br></p> \n </div> \n</div> \n<div id=\"block-5ebbbe068f08d99d46a15f24\" class=\"block\" data-block-contributor=\"profile/emmanuel-akinwotu\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T09:34:56.619Z\">10.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The continuing ban on public and religious gatherings in Nigeria has led to increasingly divided reactions from Churches in Nigeria. </p> \n  <p>In recent weeks, two of the most influential mega-church pastors in the country have grown in hostility to the government’s lockdown measures, and questioned the severity of the pandemic altogether.</p> \n  <p>Bishop David Oyedepo, the founder of Living Faith Tabernacle has been among the most ardent critics of the ban on places of worship. Its main branch on the outskirts of Lagos draws 50,000 people. Earlier this week Oyedepo said the closure of churches while hospitals and markets were open amounted to a conspiracy against Churches. <br><br>“There is something wrong; for people to be allowed to be in the market for six hours and can’t be in church for two hours. I can smell a rat,” he said this week. “The voice of darkness is influencing people at various levels, targeting the church because the growth and expansion of the church is the greatest headache of the devil. I declare churches open.” </p> \n  <p>Pastor Chris Oyakhilome’s Christ Embassy is spread around the world with a main branch in Lagos seating 30,000 people. The pastor has been a consistent critic of measures to tackle the pandemic. “The lockdown is not science,” he said in a sermon on Tuesday. The wearing of facemasks in public was “an embarrassment to science”, he added. He has also previously linked Covid-19 to 5G mobile phone networks, fuelling a conspiracy theory that has spread around the world.</p> \n  <p>Both church leaders have faced criticism for their comments, not least from fellow church pastors. Pastor Tunde Bakare, the head of The Citadel Global Community Church, where the main hall in Lagos seats 5,000, this week donated two church buildings and a private residence to Nigerian states for isolation centres. </p> \n  <p>“Churches with multiple facilities, rather than their leaders criticising the government should collaborate with them,” he said. “They must be prepared to offer some of their halls to the government as isolation centres, in support of the efforts of the government.”<br><br>In a further boost to Nigeria’s Covid-19 response, the Catholic Church in Nigeria this week donated all of its 425 medical facilities across the country to the government to serve as isolation and treatment centres. Nigeria’s predominantly deeply religious population is evenly split between Christians and Muslims according to government surveys. </p> \n  <p>The effect of the lockdown on religious life has been immense. Yet many Nigerian Christians are increasingly calling on the country’s mega churches to donate their now empty auditoriums as the country rushes to build its health capacity. New infections of Covid-19 in Nigeria are growing, now at 4,787, doubling in the last 12 days. 158 people have lost their lives and 959 people have recovered. </p> \n </div> \n</div> \n<div id=\"block-5ebbba898f08d99d46a15ef8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T09:15:35.176Z\">10.15am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Reuters have filed this update from Poland:</p> \n  <blockquote> \n   <p>Poland will extend its strict border controls until 12 June due to the coronavirus pandemic, its Interior Ministry said on Wednesday.</p> \n   <p>Poland closed its borders to foreigners in March to stop the spread of the coronavirus and has extended the restriction four times since then. Polish citizens, diplomats, foreigners with the legal right to live in Poland and foreign professional drivers can enter Poland at selected checkpoints.</p> \n   <p>While keeping borders closed, Poland is easing some other curbs imposed earlier. It has reopened shopping malls, hotels, outdoor playgrounds and allowed kindergartens to restart. The government is expected to announce on Wednesday the lifting of further restrictions on schools, restaurants and hairdressers.</p> \n   <p>Poland now has 17,062 confirmed coronavirus cases and 847 deaths. On Tuesday, the country saw its largest spike in new coronavirus cases in one day due to a rapid growth in infections among coal miners. </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ebbb6738f08a55ecde58fd0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T08:57:49.112Z\">9.57am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Malaysia has reported 37 new cases of coronavirus, taking its cumulative total to 6,779 infections. The health ministry has also reported two new deaths, raising the total number of confirmed fatalities from the outbreak to 111. </p> \n </div> \n</div> \n<div id=\"block-5ebbb2bf8f08a55ecde58fb6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T08:46:34.483Z\">9.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Iceland is preparing to ease their immigration restrictions, with some professionals including scientists, filmmakers and athletes eligible for a modified quarantine from Friday, and more widespread changes starting no later than 15 June. </p> \n  <p>Thordis Kolbrun Reykfjord Gylfadottir, minister of tourism, industry and innovation, said: “When travellers return to Iceland we want to have all mechanisms in place to safeguard them and the progress made in controlling the pandemic. Iceland’s strategy of large-scale testing, tracing and isolating have proven effective so far. We want to build on that experience of creating a safe place for those who want a change of scenery after what has been a tough spring for all of us.”</p> \n  <p>The new rules to be introduced next month are expected to consist of visitors being given a choice between a coronavirus test on arrival or a two-week quarantine, as well as the use of the country’s official tracing app. The country has recorded 1,801 cases and 10 deaths, according to Johns Hopkins, with only three new cases confirmed so far this month.</p> \n </div> \n</div> \n<div id=\"block-5ebbb0158f08d99d46a15eab\" class=\"block\" data-block-contributor=\"profile/charles-pensulo\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T08:31:43.314Z\">9.31am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>When James, 34, started looking for a house near his new workplace in Malawi’s capital, Lilongwe, he was not expecting any hurdles. As a new medical doctor with a job at a public hospital he would normally be an ideal tenant for any landlord.</p> \n  <p>When he called about an apartment, the landlady confirmed it was vacant but when he said he was a doctor, she seemed to cool. When he arrived the next day to view the apartment, she said somebody else was taking it.</p> \n  <p>“That was when I realised that I had made a blunder … by announcing my profession. Her response just confirmed the fears that doctors like me looking to rent have – that they will be refused out of fear of the virus,” said James, who asked to use only his first name.</p> \n  <p>Health workers, once held in high regard in Malawi, are being stigmatised because of of the coronavirus pandemic.</p> \n  <p>More here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/coronavirus-leaves-malawis-health-workers-facing-threats-and-social-stigma\">Coronavirus leaves Malawi’s health workers facing threats and social stigma</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebbadd38f08a55ecde58f95\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T08:22:31.312Z\">9.22am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Russia registers more than 10,000 new cases</h2> \n <div class=\"block-elements\"> \n  <p>Russia registered more than 10,000 new coronavirus cases on Wednesday, continuing a grim trend that has seen the country become a global virus hotspot, <em>AFP reports</em>. Health officials reported 10,028 new cases over the last 24 hours, bringing Russia’s total number of infections to 242,271. </p> \n  <p>The Kremlin this week eased a national lockdown to slow the spread of the virus, despite a steady rise in numbers that has brought Russia to second place in a global tally of infections, behind the United States.</p> \n  <p>A majority of Russia’s new cases were registered in the capital, a government virus tally said, where Moscow’s mayor, Sergei Sobyanin, has extended a lockdown until the end of May.</p> \n  <p>Despite the steady rise in new cases, Russia’s reported mortality rate is significantly lower compared to other European countries hit hard by the pandemic, with 96 new deaths and a total of 2,212 dead from the coronavirus as of Wednesday.<br></p> \n  <p>Authorities say the low mortality rate is because Russia was able to learn lessons from the experiences of western Europe, moving quickly to isolate travellers and people at risk, convert hospitals for virus patients and launch a vast campaign to test and quarantine those infected.</p> \n  <p>Authorities on Monday said they had carried out nearly six million tests. But critics have cast doubt on the figures, accusing authorities of under-counting by blaming virus-related deaths on other causes.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T08:22:50.407Z\">at 9.22am BST</time></p> \n</div> \n<div id=\"block-5ebba9d78f08d99d46a15e8a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T08:04:18.078Z\">9.04am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are the latest figures from public health authorities on the spread of Covid-19 in the United Kingdom: </p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"interactives/2020/03/covid-19-uk/default\" data-atom-type=\"interactive\"> \n    <div>\n     default\n    </div>\n   </gu-atom> \n  </figure> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/coronavirus-uk-latest-deaths-confirmed-cases-and-which-regions-are-hardest-hit\">Coronavirus UK: latest deaths, confirmed cases – and which regions are hardest hit?</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebba6888f080c7274539ea3\" class=\"block\" data-block-contributor=\"profile/jasper-jolly\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T07:50:01.384Z\">8.50am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Tui plans to cut up to 8,000 jobs in response to the coronavirus chaos engulfing the tourism industry.</p> \n  <p>Europe’s largest travel group said it needed to reduce costs permanently to tackle “unquestionably the greatest crisis the industry and Tui has ever faced”.</p> \n  <p>It lost €740m (£650m) in the first three months of the year, requiring a rapid German state bailout as the company bled cash and <a href=\"https://www.theguardian.com/business/2020/apr/30/tui-cancels-beach-holidays-june-coronavirus\">cancelled most of its holidays until June</a>.</p> \n  <p>Travel restrictions in most of its main markets have destroyed demand for holidays, with nine in 10 Tui employees furloughed or given pay cuts in a desperate attempt to lower costs. Tui had more than 70,000 employees in September.</p> \n  <p>More here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2020/may/13/tui-job-losses-travel-firm-greatest-crisis-coronavirus-europe-cut-costs\">Tui warns of 8,000 job losses as travel firm faces 'greatest crisis'</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebba5f48f08a55ecde58f5b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T07:48:37.786Z\">8.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s a summary of all the latest data on coronavirus in Australia, which hopefully gives a picture of how Covid-19 is affecting Australians and helps track the impact of government measures:</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"interactives/2020/03/coronavirus-australia-summary\" data-atom-type=\"interactive\"> \n    <div>\n     default\n    </div>\n   </gu-atom> \n  </figure> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/datablog/ng-interactive/2020/may/13/coronavirus-active-cases-australia-how-many-new-numbers-today-map-stats-statistics-hotspots-postcode-covid-19-deaths-death-toll\">Coronavirus Australia data update: Covid-19 active and new cases, numbers, map and statistics</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebba2af8f08a55ecde58f39\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T07:38:41.859Z\">8.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As French schools reopen this morning, there’s still no sign of activity at the country’s Amazon warehouses. Amazon plans to extend the closure of its French warehouses until 18 May, the company has announced. Its six French warehouses have been closed since 16 April following court rulings that ordered it to restrict deliveries during the Covid-19 pandemic or face hefty fines. Amazon said it was continuing to consult with staff representatives and was also reviewing a request for an additional independent expert report. </p> \n </div> \n</div> \n<div id=\"block-5ebb9f7f8f080c7274539e61\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T07:21:29.497Z\">8.21am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Singapore’s health ministry has confirmed another 675 cases of confirmed coronavirus infections, taking the city-state’s tally to 25,346. 21 people have so far died.</p> \n </div> \n</div> \n<div id=\"block-5ebb99278f08d99d46a15dfd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T06:54:41.978Z\">7.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The border between Austria and Germany will be completely opened from 15 June, Austria’s tourism minister, Elisabeth Köstinger, has told the country’s public service broadcaster, ORF. The German chancellor, Angela Merkel, and Austrian chancellor, Sebastian Kurz, have agreed on a two-step plan to ease travel restrictions, she said, with some restrictions on border traffic to be eased from Friday and controls to be completely lifted from 15 June. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T06:59:02.921Z\">at 7.59am BST</time></p> \n</div> \n<div id=\"block-5ebb91248f080c7274539e0e\" class=\"block\" data-block-contributor=\"profile/katharine-murphy\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T06:21:42.298Z\">7.21am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The former Fortescue Metals chief executive Nev Power, handpicked by the Australian prime minister Scott Morrison to be his Covid-19 coordination adviser, is being paid $500,000 (about £264,000) for six months’ work.</p> \n  <p>Power’s remuneration was revealed at a hearing of the Senate inquiry into the management of the coronavirus crisis, where senators focused on whether there were proper processes in place for members of the National Covid-19 Coordination Commission to declare any conflicts of interest, given that many are company directors.</p> \n  <p>It was also revealed during the inquiry that Andrew Liveris, the former chairman and chief executive of the Dow Chemical Company, who has been engaged as a special adviser to the NCCC on manufacturing, was not required to declare potential conflicts in the way that commissioners were.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2020/may/13/nev-power-paid-500000-for-six-months-work-as-head-of-australias-covid-19-commission\">Nev Power paid $500,000 for six months' work as head of Australia's Covid-19 commission</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T06:30:02.483Z\">at 7.30am BST</time></p> \n</div> \n<div id=\"block-5ebb8e4d8f080c7274539dfd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T06:16:54.151Z\">7.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The British <strong>Office for National Statistics </strong>has announced that UK economy contracted by 2% in the first quarter of 2020 after plunging 5.8% in March as the coronavirus crisis took hold: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ONS/status/1260450147256975363\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">GDP fell 5.8% in March; services (-6.2%) and construction (-5.9%) both saw record monthly falls, while manufacturing also fell 4.6% <a href=\"https://t.co/MEDDRForLF\">https://t.co/MEDDRForLF</a> <a href=\"https://t.co/7Lap3dyeXv\">pic.twitter.com/7Lap3dyeXv</a></p>— Office for National Statistics (ONS) (@ONS) \n    <a href=\"https://twitter.com/ONS/status/1260450147256975363?ref_src=twsrc%5Etfw\">May 13, 2020</a>\n   </blockquote> \n  </figure> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/live/2020/may/13/uk-economy-gdp-q1-2020-march-covid-19-recession-business-live\">UK economy shrinks by 2% as Covid-19 slump begins - business live</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T06:22:51.963Z\">at 7.22am BST</time></p> \n</div> \n<div id=\"block-5ebb8da98f080c7274539df8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T06:05:01.069Z\">7.05am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good morning. Simon Burnton here, taking over for the next few hours. You can contact me on Twitter <a href=\"https://twitter.com/simon_burnton\">@Simon_Burnton</a> or by email <a href=\"mailto:simon.burnton@theguardian.com\">here</a>.</p> \n </div> \n</div> \n<div id=\"block-5ebb8c598f08a55ecde58ea7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T06:02:12.155Z\">7.02am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>That’s it from me, <a href=\"https://twitter.com/helenrsullivan/status/1260410385452187649?s=20\">Helen Sullivan</a>, for today. Thank you to those of you who sent tips via email and Twitter.</p> \n  <p>I hope your day goes better than it did for the owners of these gardens: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/helenrsullivan/status/1260410385452187649\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">oh my goat <a href=\"https://t.co/bvcaMIAHgz\">https://t.co/bvcaMIAHgz</a></p>— Helen Sullivan (@helenrsullivan) \n    <a href=\"https://twitter.com/helenrsullivan/status/1260410385452187649?ref_src=twsrc%5Etfw\">May 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ebb8c078f080c7274539de7\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T06:00:56.879Z\">7.00am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here are the latest developments from the last few hours: <br></p> \n  <ul> \n   <li><strong>Confirmed deaths worldwide pass 290,000. </strong>According to researchers at Johns Hopkins University, at least 4,261,955 people around the world are known to have contracted the virus, while at least 291,964 have died since the pandemic began.<strong> </strong>The numbers, which are based on official and media reports, are likely to be significant underestimates due to suspected underreporting and differing recording and testing regimes.</li> \n   <li><strong>More than 147,000 Americans could die by early August – study. </strong>A newly revised coronavirus mortality model predicts more than 147,000 Americans could die from Covid-19 by early August, up nearly 10,000 from the last projection, as restrictions for curbing the pandemic are increasingly relaxed, researchers said on Tuesday. The current US death toll stands at 82,376.</li> \n   <li><strong>Brazil reports record deaths. </strong>Brazil reported a record <a href=\"https://covid.saude.gov.br/\">881 Covid-19</a> deaths in 24 hours on Tuesday, its health ministry said, taking its total to 12,400 and making it the world’s sixth worst-affected country in terms of deaths, according to Johns Hopkins University <a href=\"https://coronavirus.jhu.edu/map.html\">figures</a>. Its total of 177,589 confirmed cases is the world’s seventh-highest.</li> \n   <li><strong>US Senate threatens sanctions on China over Covid-19 accounting. </strong>US Republican senators proposed legislation Tuesday that would empower President Donald Trump to slap sanctions on China if Beijing does not give a “full accounting” for the coronavirus outbreak. </li> \n   <li><strong>Wuhan prepares to test 11 million residents. </strong>The Chinese city of Wuhan, the original centre of the pandemic, plans to test all 11 million residents for coronavirus, according to local media. </li> \n   <li><strong>Twitter announces employees will be allowed to work from home ‘forever’. </strong><a href=\"https://www.theguardian.com/technology/2020/may/12/twitter-coronavirus-covid19-work-from-home\">Twitter will allow its employees to work from home “forever”</a>, chief executive officer Jack Dorsey said in a company-wide email Tuesday. A spokesperson from Twitter confirmed the decision to the Guardian. </li> \n   <li><strong>India PM announces US$270bn virus economic package. </strong>India’s Prime Minister Narendra Modi unveiled a stimulus package for labourers and small businesses on Tuesday worth about 10% of India’s GDP.<strong> </strong>The package came as the country was set to mark its 50th day in the world’s biggest lockdown as the number of virus cases topped 70,000 with 2,200 deaths.</li> \n  </ul> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/coronavirus-latest-at-a-glance\">Coronavirus latest: at a glance</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T09:10:22.644Z\">at 10.10am BST</time></p> \n</div> \n<div id=\"block-5ebb8ba58f080c7274539de2\" class=\"block\" data-block-contributor=\"profile/martinfarrer\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T05:55:23.679Z\">6.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Global report: Brazil and Mexico record deadliest day from Covid-19</h2> \n  <p>Brazil and Mexico have both seen deaths from Covid-19 spike on their deadliest days yet as the coronavirus pandemic threatened to worsen throughout the Americas.</p> \n  <p>The health ministry in Brazil on Tuesday reported 881 fatalities from the disease in 24 hours, taking its total to 12,400 and making it the world’s sixth worst-affected country for deaths, according to <a href=\"https://coronavirus.jhu.edu/map.html\">figures</a> from Johns Hopkins University. Brazil’s total of 177,589 confirmed cases is the seventh highest in the world.</p> \n  <p>The United States remains by far the worst affected country and now has almost a third of the world’s 4.26m cases, with a national death toll of 82,339. The fatality figure could rise much higher according to modelling from the University of Washington that predicted more than 147,000 Americans would die from Covid-19 by early August – up nearly 10,000 from the last projection.</p> \n  <p>Dr Anthony Fauci, the US government’s top public health expert, has told senators that <a href=\"https://www.theguardian.com/world/2020/may/12/fauci-testimony-coronavirus-reopening-deaths-hearing\">the real death toll was probably higher</a> and Americans could face “serious consequences” if safeguards were relaxed too soon.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/global-report-brazil-and-mexico-record-deadliest-day-from-covid-19\">Global report: Brazil and Mexico record deadliest day from Covid-19</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T09:10:34.295Z\">at 10.10am BST</time></p> \n</div> \n<div id=\"block-5ebb85128f080c7274539dc4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T05:49:26.081Z\">6.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Fashion police: South Africa’s minister for trade and industry, Ebrahim Patel, has published a <a href=\"file:///Users/helen_sullivan/Downloads/43307_12-5_TradeIndusCompetition%20(1).pdf\">list</a> of the clothing items people are allowed to buy under Level 4 restrictions in the country.</p> \n  <p>The list, which seems to mainly include winter clothing items, is at times oddly specific, with one item – “crop bottoms worn with boots and leggings” – provoking mockery (and confusion) online. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Nusu36394030/status/1260427765058285568\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Crop bottoms surely depend on one's height 🤣<br>For us lil people they'll be long pants so can we still buy? 🤣</p>— Nusu (@Nusu36394030) \n    <a href=\"https://twitter.com/Nusu36394030/status/1260427765058285568?ref_src=twsrc%5Etfw\">May 13, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Among the other items included are: </p> \n  <ul> \n   <li>short sleeved knit tops, where promoted and displayed as worn under cardigans and knitwear; </li> \n   <li>short sleeved t-shirts, where promoted and displayed as under garments for warmth; </li> \n   <li> shirts, either short- or long-sleeved, where displayed and promoted to be worn under jackets coats and/or knitwear;</li> \n  </ul> \n  <p>The minister later said that the list had been published at the request of clothing retailers. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T05:53:14.363Z\">at 6.53am BST</time></p> \n</div> \n<div id=\"block-5ebb87488f08d99d46a15dab\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T05:39:25.761Z\">6.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The UN Security Council is trying again to reach agreement on its first resolution since the coronavirus pandemic started circling the globe over two months ago, but a dispute between the US and China over mentioning the World Health Organization remains unresolved, AP reports. </p> \n  <p>The United States on Friday objected to a proposed resolution drafted by France and Tunisia after diplomats said it had agreed to compromise language with China that didn’t directly mention the UN health agency.<br></p> \n  <figure class=\"element element-image\" data-media-id=\"0f17ce9f89573b26d3054561cab93f0ae462b1c0\"> \n   <img src=\"https://media.guim.co.uk/0f17ce9f89573b26d3054561cab93f0ae462b1c0/0_16_4512_2708/1000.jpg\" alt=\"In this file photo taken on September 23, 2019 flags of the United Nations and the United States of America are seen in New York City.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">In this file photo taken on September 23, 2019 flags of the United Nations and the United States of America are seen in New York City.</span> \n    <span class=\"element-image__credit\">Photograph: Angela Weiss/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ebb825a8f080c7274539dbf\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T05:33:54.687Z\">6.33am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">UK front pages, Wednesday 13 May</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hendopolis/status/1260316875063468033\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">GUARDIAN: Furlough scheme extended in bid to prevent widescale job losses <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/qaPMg4P2If\">pic.twitter.com/qaPMg4P2If</a></p>— Neil Henderson (@hendopolis) \n    <a href=\"https://twitter.com/hendopolis/status/1260316875063468033?ref_src=twsrc%5Etfw\">May 12, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hendopolis/status/1260312412537999360\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">TIMES: Housing market kick started <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/O7D1wuRISo\">pic.twitter.com/O7D1wuRISo</a></p>— Neil Henderson (@hendopolis) \n    <a href=\"https://twitter.com/hendopolis/status/1260312412537999360?ref_src=twsrc%5Etfw\">May 12, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hendopolis/status/1260320946721783810\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">INDEPENDENT DIGITAL : ⁦<a href=\"https://twitter.com/BootsUK?ref_src=twsrc%5Etfw\">@BootsUK</a>⁩ hires unpaid staff to hit No10’s test target <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/pQTcxaMogS\">pic.twitter.com/pQTcxaMogS</a></p>— Neil Henderson (@hendopolis) \n    <a href=\"https://twitter.com/hendopolis/status/1260320946721783810?ref_src=twsrc%5Etfw\">May 12, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hendopolis/status/1260312889635848195\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">TELEGRAPH: Treasury says virus to cost £300bn as it warns of tax Rises and pay freeze <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/m1dWyI3rVQ\">pic.twitter.com/m1dWyI3rVQ</a></p>— Neil Henderson (@hendopolis) \n    <a href=\"https://twitter.com/hendopolis/status/1260312889635848195?ref_src=twsrc%5Etfw\">May 12, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hendopolis/status/1260295466039816192\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">FT: ⁦<a href=\"https://twitter.com/RishiSunak?ref_src=twsrc%5Etfw\">@RishiSunak</a>⁩ cheers business and unions by extending job retention scheme <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/b5qUNdWQqT\">pic.twitter.com/b5qUNdWQqT</a></p>— Neil Henderson (@hendopolis) \n    <a href=\"https://twitter.com/hendopolis/status/1260295466039816192?ref_src=twsrc%5Etfw\">May 12, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ebb81618f08a55ecde58e7f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T05:14:58.796Z\">6.14am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>US Secretary of State Mike Pompeo has arrived in Israel for talks on regional security and the Jewish state’s controversial plans to annex parts of the occupied West Bank.</p> \n  <p>In a rare foreign trip during the coronavirus pandemic, Pompeo plans to meet Prime Minister Benjamin Netanyahu and incoming defence minister Benny Gantz a day before a unity government agreed between the two men is scheduled to be sworn in.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/samanthamaiden/status/1260434543506526210\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Is that...is that a US flag mask? Indeed it is <a href=\"https://t.co/GMgGLmJbiK\">https://t.co/GMgGLmJbiK</a></p>— 𝕤𝕒𝕞𝕒𝕟𝕥𝕙𝕒 𝕞𝕒𝕚𝕕𝕖𝕟 (@samanthamaiden) \n    <a href=\"https://twitter.com/samanthamaiden/status/1260434543506526210?ref_src=twsrc%5Etfw\">May 13, 2020</a>\n   </blockquote> \n  </figure> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/mike-pompeo-to-break-travel-hiatus-for-hours-long-visit-to-israel\">Mike Pompeo to break travel hiatus for hours-long visit to Israel</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebb7fa48f080c7274539db2\" class=\"block\" data-block-contributor=\"profile/naomiklein\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T05:10:27.470Z\">6.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>How big tech plans to profit from the pandemic</h2> \n  <p>It has taken some time to gel, but something resembling a coherent pandemic shock doctrine is beginning to emerge. Call it the Screen New Deal. Far more hi-tech than anything we have seen during previous disasters, the future that is being rushed into being as the bodies still pile up treats our past weeks of physical isolation not as a painful necessity to save lives, but as a living laboratory for a permanent – and highly profitable – no-touch future.</p> \n  <p>This is a future in which, for the privileged, almost everything is home delivered, either virtually via streaming and cloud technology, or physically via driverless vehicle or drone, then screen “shared” on a mediated platform. It’s a future that employs far fewer teachers, doctors and drivers. It accepts no cash or credit cards (under guise of virus control), and has skeletal mass transit and far less live art. It’s a future that claims to be run on “artificial intelligence”, but is actually held together by tens of millions of anonymous workers tucked away in warehouses, data centres, content-moderation mills, electronic sweatshops, lithium mines, industrial farms, meat-processing plants and prisons, where they are left unprotected from disease and hyper-exploitation. It’s a future in which our every move, our every word, our every relationship is trackable, traceable and data-mineable by unprecedented collaborations between government and tech giants.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/2020/may/13/naomi-klein-how-big-tech-plans-to-profit-from-coronavirus-pandemic\">Naomi Klein: How big tech plans to profit from the pandemic</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebb75ce8f08a55ecde58e3c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T05:00:58.509Z\">6.00am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Nature is healing in San Jose, California: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/helenrsullivan/status/1260410385452187649\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">oh my goat <a href=\"https://t.co/bvcaMIAHgz\">https://t.co/bvcaMIAHgz</a></p>— Helen Sullivan (@helenrsullivan) \n    <a href=\"https://twitter.com/helenrsullivan/status/1260410385452187649?ref_src=twsrc%5Etfw\">May 13, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ebb7d148f08a55ecde58e5e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T04:54:56.152Z\">5.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Thailand has recorded zero new coronavirus cases for the first time since 9 March, Rueters reports. </p> \n  <p>Thailand has 3,017 confirmed cases and<strong> </strong>56 deaths, according to <a href=\"https://www.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6\">Johns Hopkins University</a> data. </p> \n  <figure class=\"element element-image\" data-media-id=\"0a27ed82876dc5e0d74d4027305f041ef8a0eb5a\"> \n   <img src=\"https://media.guim.co.uk/0a27ed82876dc5e0d74d4027305f041ef8a0eb5a/0_237_5296_3176/1000.jpg\" alt=\"Street food sellers stand behind plastic divider sheet in Bangkok, Thailand, Wednesday, 13 May 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Street food sellers stand behind plastic divider sheet in Bangkok, Thailand, Wednesday, 13 May 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Gemunu Amarasinghe/AP</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ebb76a68f08d99d46a15d56\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T04:45:47.425Z\">5.45am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Confirmed deaths worldwide pass 290,000. </strong>According to researchers at Johns Hopkins University, at least 4,261,955 people around the world are known to have contracted the virus, while at least 291,964 have died since the pandemic began.<strong> </strong>The numbers, which are based on official and media reports, are likely to be significant underestimates due to suspected underreporting and differing recording and testing regimes.</li> \n   <li><strong>More than 147,000 Americans could die by early August – study. </strong>A newly revised coronavirus mortality model predicts more than 147,000 Americans will die from Covid-19 by early August, up nearly 10,000 from the last projection, as restrictions for curbing the pandemic are increasingly relaxed, researchers said on Tuesday. The current US death toll stands at 82,376.</li> \n   <li><strong>Brazil reports record deaths. </strong>Brazil reported a record <a href=\"https://covid.saude.gov.br/\">881 Covid-19</a> deaths in 24 hours on Tuesday, its health ministry said, taking its total to 12,400 and making it the world’s sixth worst-affected country in terms of deaths, according to Johns Hopkins University <a href=\"https://coronavirus.jhu.edu/map.html\">figures</a>. Its total of 177,589 confirmed cases is the world’s seventh-highest.</li> \n   <li><strong>US Senate threatens sanctions on China over Covid-19 accounting. </strong>US Republican senators proposed legislation Tuesday that would empower President Donald Trump to slap sanctions on China if Beijing does not give a “full accounting” for the coronavirus outbreak. The legislation will give Trump 60 days to certify to Congress that China has provided a full accounting on the Covid-19 outbreak to an investigation that could be led by the United States and its allies, or a United Nations body like the World Health Organization.</li> \n   <li><strong>Wuhan prepares to test 11 million residents. </strong>The Chinese city of Wuhan, the original centre of the pandemic, plans to test all 11 million residents for coronavirus, according to local media. It was widely believed that this will be done within 10 days. However, Chinese media reports have given some more clarity today, suggesting that while there is a citywide testing plan, the time limit is for each region on staggered start times.</li> \n   <li><strong>Twitter announces employees will be allowed to work from home ‘forever’. </strong><a href=\"https://www.theguardian.com/technology/2020/may/12/twitter-coronavirus-covid19-work-from-home\">Twitter will allow its employees to work from home “forever”</a>, chief executive officer Jack Dorsey said in a company-wide email Tuesday. Twitter has “strongly encouraged” working from home since 2 March and mandated employees to work from home starting 11 March. Those who want to return to the office will probably need to wait until at least September.</li> \n   <li><strong>India PM announces US$270bn virus economic package. </strong>India’s Prime Minister Narendra Modi unveiled a stimulus package for labourers and small businesses on Tuesday worth about 10% of India’s GDP.<strong> </strong>The package came as the country was set to mark its 50th day in the world’s biggest lockdown as the number of virus cases topped 70,000 with 2,200 deaths.</li> \n   <li><strong>Pence avoiding Trump after aide’s positive test. </strong>The US vice-president, Mike Pence, is keeping his distance from Donald Trump after the former’s press secretary tested positive, the White House spokeswoman Kayleigh McEnany has confirmed.</li> \n   <li><strong>Fauci warns of serious consequences if US states reopen early.</strong> Dr Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, has warned of serious consequences if US states reopen before building capacity to deal with new Covid-19 outbreaks.</li> \n   <li><strong>French schools reopen. </strong>Thousands of schools have reopened throughout France as the government eased its lockdown rules, despite fears of a second waves of infections, Agence France-Presse reports.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T09:10:50.158Z\">at 10.10am BST</time></p> \n</div> \n<div id=\"block-5ebb768d8f08a55ecde58e3d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T04:35:55.715Z\">5.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Podcast: do we need more than one Covid-19 vaccine?</h2> \n  <p><a href=\"https://www.theguardian.com/profile/hannah-devlin\">Hannah Devlin</a> speaks to <a href=\"https://www.paediatrics.ox.ac.uk/team/andrew-pollard\">Prof Andrew Pollard</a> about the work being done by different teams around the world to create a vaccine for Covid-19, and where his team at Oxford University fit into this international effort</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/science/audio/2020/may/13/covid-19-do-we-need-more-than-one-vaccine\">Covid-19: do we need more than one vaccine?</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebb75e68f08d99d46a15d53\" class=\"block\" data-block-contributor=\"profile/bethan-mckernan\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T04:23:50.147Z\">5.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Yemen faces spectre of coronavirus amid aid cuts</h2> \n  <p>Ramadan is a quiet affair in <a href=\"https://www.theguardian.com/world/yemen\">Yemen</a> this year. “People are very afraid,” said Ahmed, an aid worker in the Houthi rebel-controlled capital, Sana’a, who asked for his last name to be withheld. “There’s no money, there’s no healthcare and now you can’t even celebrate iftar with family because of the coronavirus.”</p> \n  <p>Yemen, where five years of war have already created the <a href=\"https://www.theguardian.com/global-development/2020/jan/07/yemen-heads-list-of-countries-facing-worst-humanitarian-disasters-in-2020\">worst humanitarian crisis</a> in the world, is uniquely vulnerable to the coronavirus pandemic. Despite a unilateral ceasefire announced by Saudi Arabia last month, there has been <a href=\"https://www.theguardian.com/world/2020/apr/14/fighting-escalates-in-yemen-despite-coronavirus-ceasefire\">an uptick in fighting between the Houthis and the Saudi and Emirati-led coalition</a> fighting on behalf of Yemen’s government, as well as renewed hostilities between the coalition and separatist forces in the country’s south.</p> \n  <p>The fresh violence, combined with humanitarian funding shortfalls and cuts, means <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">Covid-19</a> could not have arrived at a worse time: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/people-are-very-afraid-yemen-faces-spectre-of-coronavirus-amid-aid-cuts\">'People are very afraid': Yemen faces spectre of coronavirus amid aid cuts</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebb73f58f08a55ecde58e35\" class=\"block\" data-block-contributor=\"profile/jennifer-rankin\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T04:14:24.789Z\">5.14am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>EU faces ‘existential threat’ if coronavirus recovery is uneven</h2> \n  <p>The risk of an uneven economic recovery from the coronavirus crisis poses an “existential threat” to the European Union, one of its most senior economic policymakers has said.</p> \n  <p>Paolo Gentiloni, a former Italian prime minister and now the EU’s economy commissioner, said the bloc also had a “historic opportunity” as it charts a plan to rescue Europe’s economy.</p> \n  <p>In an interview a few days after the commission said Europe had entered “the deepest economic recession in its history”, Gentiloni said the EU needed a “sound recovery plan” to avoid the risks of economic division. Shuttered shops and factories, grounded planes and stay-at-home consumers as a result of lockdown restrictions mean <a href=\"https://ec.europa.eu/info/sites/info/files/economy-finance/ip125_en.pdf\">the EU economy is expected to shrink by 7.5% in 2020,</a> a deeper fall than the 2009 financial crisis.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/eu-faces-existential-threat-if-coronavirus-recovery-uneven-paolo-gentiloni\">EU faces ‘existential threat’ if coronavirus recovery is uneven</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebb70318f08d99d46a15d2b\" class=\"block\" data-block-contributor=\"profile/helen-davidson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T03:59:07.658Z\">4.59am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Chinese authorities are preparing to test all 11 million residents of Wuhan, after a small outbreak in the city earlier this week. It’s been widely believed that this will be done within 10 days - an extraordinary undertaking for a city of 11 million people.</p> \n  <p>However, Chinese media reports have given some more clarity today, suggesting that while there is a citywide testing plan, the time limit is for each region on staggered start times.</p> \n  <p>“Each district shall make arrangements for nucleic acid screening plan for all members within 10 days,” said a Wuhan government notice.</p> \n  <p>Caixin Global reported some districts will start this week, and some next.The article cited Wuhan disease control officials saying the testing will be done by third party companies and some hospital and disease control employees. </p> \n  <p>However, it said the rate of testing couldn’t see more than 100,000 a day.</p> \n  <p>On Tuesday Yicai news said Wuchang district was to be screened between 13 May and 20 May, but with the intention of finishing by the 17 may to allow three days “to find out and fill in the gaps”.</p> \n  <p>A resident of Jianghan, once the worst-hit district of Wuhan, told media he’d received a registration form on Tuesday for himself and his family to either report having been tested or register for testing. Peng Zhiyong, director of the intensive care unit at the Wuhan University’s Zhongnan Hospital, told the Global Times that he hadn’t received any details of the testing plan as of Tuesday.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T04:27:29.301Z\">at 5.27am BST</time></p> \n</div> \n<div id=\"block-5ebb6b728f08d99d46a15d13\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T03:52:49.826Z\">4.52am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The lifting of coronavirus lockdowns in China has given the stuttering auto industry a jumpstart, with sales rising for the first time in two years as buyers return as the health crisis eases, AFP reports. </p> \n  <figure class=\"element element-image\" data-media-id=\"a2ffb3055b7dc212aa46463e2d14fc257440dc1b\"> \n   <img src=\"https://media.guim.co.uk/a2ffb3055b7dc212aa46463e2d14fc257440dc1b/0_0_4000_2401/1000.jpg\" alt=\"This photo taken on 10 May 2020 shows people looking at Volkswagen cars on display at a showroom in Beijing.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">This photo taken on 10 May 2020 shows people looking at Volkswagen cars on display at a showroom in Beijing.</span> \n    <span class=\"element-image__credit\">Photograph: Noel Celis/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Sales in the world’s biggest car market began to slide in 2018 and plunged further when the pandemic paralysed the economy, but they have rebounded as the country tames the virus and lifts restrictions on travel and businesses.</p> \n  <p>Sales rose 4.4% year-on-year in April, the latest figures from the China Association of Automobile Manufacturers show, driven by strong demand for commercial vehicles, which soared more than 30%.</p> \n  <p>The recent uptick came as China emerged from months of lockdown and restrictions on movement imposed around the country earlier this year to curb the spread of the virus.</p> \n  <p>Passenger car sales suffered at the time, plunging close to 80% from a year ago in February, according to China Passenger Car Association data.</p> \n </div> \n</div> \n<div id=\"block-5ebb6a858f08d99d46a15d0b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T03:40:13.039Z\">4.40am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Asian markets fell again Wednesday after Donald Trump’s top virus adviser warned that easing lockdown measures too early could spark another dangerous wave of infections and batter the economic recovery, AFP reports. <br></p> \n  <figure class=\"element element-image\" data-media-id=\"50d0c12971e02271971d3149b868fb0b6ff97188\"> \n   <img src=\"https://media.guim.co.uk/50d0c12971e02271971d3149b868fb0b6ff97188/0_305_4569_2741/1000.jpg\" alt=\"A woman wearing a face mask walks past an electronic stock board showing Japan’s Nikkei 225 and other Asian countries’ index at a securities firm in Tokyo Monday, 11 May 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A woman wearing a face mask walks past an electronic stock board showing Japan’s Nikkei 225 and other Asian countries’ index at a securities firm in Tokyo Monday, 11 May 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Eugene Hoshiko/AP</span> \n   </figcaption> \n  </figure> \n  <p>Brewing tensions between the US and China added another layer of concern for traders after lawmakers in Washington proposed giving the president powers to impose fresh sanctions if Beijing does not give a “full accounting” for the coronavirus outbreak.</p> \n  <p>Tokyo ended the morning down 0.8%, while Hong Kong dropped 0.2% and Shanghai slipped 0.3%.</p> \n  <p>Sydney shed 0.9%, while there were also losses in Seoul, Singapore, Manila, Jakarta and Wellington.</p> \n  <p>The second day of selling followed losses on Wall Street and eats into recent gains driven by slowing infection and death rates, and the lifting of economy-strangling measures that kept billions at home.</p> \n  <p>The recent optimism that has flowed through markets, helped by trillions of dollars in worldwide stimulus and central bank backstopping, has been given a jolt by data showing fresh outbreaks in South Korea, China and Germany.</p> \n </div> \n</div> \n<div id=\"block-5ebb69b28f08a55ecde58e07\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T03:32:10.464Z\">4.32am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The number of confirmed coronavirus cases in Germany increased by 798 to 171,306, data from the Robert Koch Institute (RKI) for infectious diseases showed on Wednesday.<br><br>The reported death toll rose by 101 to 7,634, the tally showed.</p> \n  <figure class=\"element element-image\" data-media-id=\"9f407c8402aa5390eca51c96365e087e2a942ab2\"> \n   <img src=\"https://media.guim.co.uk/9f407c8402aa5390eca51c96365e087e2a942ab2/0_0_3272_1965/1000.jpg\" alt=\"A visitor checks out a statue group titled “Amor and Psyche” at the Altes Museum in Berlin on 12 May 2020, after the museum re-opened its doors.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A visitor checks out a statue group titled “Amor and Psyche” at the Altes Museum in Berlin on 12 May 2020, after the museum re-opened its doors.</span> \n    <span class=\"element-image__credit\">Photograph: John MacDougall/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ebb65088f08a55ecde58dee\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T03:13:05.117Z\">4.13am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Launched amid the mounting scare over the coronavirus, a Japanese video chat website designed for hosting virtual drinking parties has soared in popularity while bars and pubs remain shut, Reuters reports. <br><br>Nomikai, or drinking gatherings, are seen by many Japanese as central to building strong relationships among friends and workmates to bond. Tapping into that culture, Tacnom - which means drinks at home in Japanese - has attracted 2.4 million users in its first two months.</p> \n  <figure class=\"element element-image\" data-media-id=\"19bc683d201ff7d2cb0a8856cda727b622a3a250\"> \n   <img src=\"https://media.guim.co.uk/19bc683d201ff7d2cb0a8856cda727b622a3a250/0_30_3500_2099/1000.jpg\" alt=\"A nomikai participant reacts.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A nomikai participant reacts.</span> \n    <span class=\"element-image__credit\">Photograph: Kim Kyung-Hoon/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>“I really didn’t expect this impact and I’m extremely happy,” Takashi Kiyose, chief executive of Tacnom’s operator 1010 Inc, told Reuters.<br><br>Tacnom does not require downloads or registrations unlike other online video platforms, but its users can create a URL link and share with their friends to join virtual gatherings of up to 12 people.<br><br>“I hope our service can help users meet people they cannot see now. I would be very happy if their time at home due to self-restraints from going out will be enriched,” Kiyose said.<br><br>Japan remains under a state of emergency until end of May. The move allows local municipalities to urge people to stay inside, but without punitive measures or legal force. The country has reported about 15,000 coronavirus cases, and 633 deaths from the virus.<br></p> \n </div> \n</div> \n<div id=\"block-5ebb62bf8f080c7274539d2a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T03:07:45.206Z\">4.07am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Get in touch on <a href=\"https://twitter.com/helenrsullivan\">Twitter @helenrsullivan</a>. </p> \n </div> \n</div> \n<div id=\"block-5ebb63058f08a55ecde58de8\" class=\"block\" data-block-contributor=\"profile/helen-davidson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T03:03:47.123Z\">4.03am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>China reported seven new coronavirus infections on the mainland on 12 May, versus one a day earlier, the national health authority said on Wednesday.<br></p> \n  <p>Of the seven new cases reported by mainland China today, six are people who were infected by local transmission in Jilin province, which borders Russia and North Korea. Authorities have now ordered stricter lockdown measures in response. </p> \n  <figure class=\"element element-image\" data-media-id=\"766723556332835d454e11583ad026b3f6d01546\"> \n   <img src=\"https://media.guim.co.uk/766723556332835d454e11583ad026b3f6d01546/0_278_4176_2506/1000.jpg\" alt=\"Staff disinfect the reception point of Changchun University Of Chinese Medicine as it reopens on 7 May 2020 in Changchun, Jilin Province of China.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Staff disinfect the reception point of Changchun University Of Chinese Medicine as it reopens on 7 May 2020 in Changchun, Jilin Province of China.</span> \n    <span class=\"element-image__credit\">Photograph: China News Service/China News Service via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>According to Beijing News, residents of Jilin city must get tested for the virus at their own expense and obtain a negative result before being allowed to travel to other cities. They must also complete strict self quarantine.</p> \n  <p>There are new requirements for entering and leaving residences, gatherings like dinner parties have been banned and public transportation has been suspended.</p> \n  <p>It comes after the province’s <a href=\"https://www.theguardian.com/world/2020/may/11/now-it-starts-again-new-coronavirus-outbreaks-spark-unease-in-china\">Shulan city was reclassified as high risk</a> and ordered to partially shut down this week after confirming 12 cases.</p> \n </div> \n</div> \n<div id=\"block-5ebb61a18f08a55ecde58dd5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T02:59:12.237Z\">3.59am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Mexico’s government gave the green light on Tuesday for the key automotive industry to restart production after weeks of disruption by the coronavirus pandemic, a decision that should pave the way to reopen North American supply chains, Reuters reports. </p> \n  <figure class=\"element element-image\" data-media-id=\"b881eae25610d97bce00e00457a171f76db3d742\"> \n   <img src=\"https://media.guim.co.uk/b881eae25610d97bce00e00457a171f76db3d742/0_394_5911_3547/1000.jpg\" alt=\"Empty work stations can be seen on 15 April 2020 at a Japanese factory that manufactures automotive parts at the Logistik Industrial Park in San Luis Potosi, Mexico.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Empty work stations can be seen on 15 April 2020 at a Japanese factory that manufactures automotive parts at the Logistik Industrial Park in San Luis Potosi, Mexico.</span> \n    <span class=\"element-image__credit\">Photograph: Mauricio Palos/The Guardian</span> \n   </figcaption> \n  </figure> \n  <p>The government’s health committee, which issues binding sanitation rules, said it agreed to add makers of transport equipment, a category that includes automotive and aerospace industries, to the list of activities considered essential.<br><br>Mexican auto output fell nearly 99% in April, and the government is under pressure from the United States to synchronize its restart with American companies that rely on supply chains from south of the border.<br><br>The virus outbreak in Mexico is several weeks behind the US epidemic however, and health authorities have been cautious to avoid moving too fast and putting more lives at risk.<br><br>Mexico’s Social Security Institute said 555,247 people registered with it lost their jobs in April, while Mexico’s daily death toll on Tuesday was its highest yet from the outbreak.</p> \n </div> \n</div> \n<div id=\"block-5ebb5f0b8f08a55ecde58dce\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T02:44:48.267Z\">3.44am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Podcast: What does the biggest economic slump in 300 years mean for Britain </h2> \n  <p>As the chancellor announces plans to extend the unprecedented scheme to pay the wages of millions of workers, whole sectors of the economy remain shut because of Covid-19, causing a recession unseen in Britain for centuries. Larry Elliott explains what it will mean for the country: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/audio/2020/may/13/what-does-the-biggest-economic-slump-in-300-years-mean-for-britain\">What does the biggest economic slump in 300 years mean for Britain?</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebb58e18f08a55ecde58db1\" class=\"block\" data-block-contributor=\"profile/helen-davidson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T02:23:17.144Z\">3.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Foreign Policy has obtained a <a href=\"https://foreignpolicy.com/2020/05/12/leaked-chinese-coronavirus-database-number-cases/\">leaked data set </a>from a Chinese military university which it says could give extraordinary insight into the accuracy of China’s published statistics – but is not being shared with other countries or the World Health Organisation.</p> \n  <p>“Beijing <a href=\"https://www.google.com/search?q=china+cases+coronavirus&amp;rlz=1C1CHBF_enUS901US901&amp;source=lnms&amp;tbm=nws&amp;sa=X&amp;ved=2ahUKEwi9gqq-wa7pAhWlhXIEHcpwCxkQ_AUoAXoECBsQAw\">claims</a> that since the coronavirus pandemic began at the end of last year, there have been only <a href=\"https://foreignpolicy.com/2020/03/04/mapping-coronavirus-outbreak-infographic/\">82,919 confirmed cases and 4,633 deaths in mainland China</a>,” the report says.</p> \n  <p>“Those numbers could be roughly accurate, and in that case a detailed account would be an important tool in judging the spread of the virus. But it’s also possible that the numbers presented to the rest of the world are <a href=\"https://www.bbc.com/news/world-asia-china-52194356\">vastly understated</a> compared to Beijing’s private figures.”<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BeijingPalmer/status/1260368897116647424\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Each of those updates contains the information about a particular location - from hospitals to hotels - at a particular moment, each involving normally a number of cases. But there are multiple time sequences for each one, and some cases probably cross over between locations.</p>— James \"Stay In. Make Masks. Test People\" Palmer (@BeijingPalmer) \n    <a href=\"https://twitter.com/BeijingPalmer/status/1260368897116647424?ref_src=twsrc%5Etfw\">May 13, 2020</a>\n   </blockquote> \n  </figure> \n  <p>According to Foreign Policy, the dataset has incredibly detailed breakdowns of the country’s epidemic, with more than 640,000 information updates from 230 cities.</p> \n  <p>“Each update includes the latitude, longitude, and ‘confirmed’ number of cases at the location, for dates ranging from early February to late April,” the report said.</p> \n  <p>“The dataset, though it contains inconsistencies—and though it may not be comprehensive enough to contradict Beijing’s official numbers—is the most extensive dataset proved to exist about coronavirus cases in China. But more importantly, it can serve as a valuable trove of information for epidemiologists and public health experts around the globe—a dataset that Beijing has almost certainly not shared with US officials or doctors.”</p> \n </div> \n</div> \n<div id=\"block-5ebb546a8f080c7274539ce9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T02:00:50.204Z\">3.00am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Lives have been lost in the coronavirus pandemic because of the World Health Organization’s (WHO) exclusion of Taiwan and refusal to allow it to share best practices and information, a top US government commission on China said in a new report. <br><br>The United States has repeatedly clashed with China over its refusal to allow non-WHO member Taiwan, claimed by China as one of its provinces, full access to the body, becoming another source of rising tensions between Washington and Beijing, Reuters reports. <br><br>Taiwan says China and the WHO have conspired for political purposes to lock it out of key meetings, that the WHO has not responded to its requests for coronavirus information and that the WHO has previously misreported Taiwan’s virus case numbers.<br><br>The WHO and China strongly dispute this, saying Taiwan has been given all the help it needs, but that only China has the right to represent the democratic island in the WHO.<br><br>In a report released on Tuesday, the US Congress’ US-China Economic and Security Review Commission said Taiwan’s exclusion contributed to “critical delays” in timely receipt and accurate guidance for WHO members in the early stages of the outbreak.<br><br>“Had the WHO allowed Taiwan’s health experts to share information and best practices in early January, governments around the world could have had more complete information on which to base their public health policies,” it said.<br></p> \n </div> \n</div> \n<div id=\"block-5ebb4fc58f080c7274539cd6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T01:39:50.514Z\">2.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>The Guardian’s <a href=\"https://www.theguardian.com/profile/charlotte-graham-mclay\">Charlotte Graham-McLay</a> reports:</em></p> \n  <p>“There is no playbook for the recovery we are about to embark on but nor do we need one,” Jacinda Ardern, New Zealand’s prime minister, has said in a speech the day before her government unveils its annual Budget. </p> \n  <figure class=\"element element-image\" data-media-id=\"bf18152a731db95ab92ab4e1ccb9503c178c3946\"> \n   <img src=\"https://media.guim.co.uk/bf18152a731db95ab92ab4e1ccb9503c178c3946/0_0_5400_3240/1000.jpg\" alt=\"Prime Minister Jacinda Ardern speaks to media during a press conference at Parliament on 12 May 2020 in Wellington, New Zealand.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Prime Minister Jacinda Ardern speaks to media during a press conference at Parliament on 12 May 2020 in Wellington, New Zealand.</span> \n    <span class=\"element-image__credit\">Photograph: Hagen Hopkins/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>“When it has come to Covid-19 we have carved a path based on our people, our health system, and our economy. And now that is exactly what we will do again, as we recover and rebuild.”<br><br>Her comments came as New Zealand recorded a second consecutive day of no new Covid-19 cases, and prepares to loosen lockdown restrictions further on Thursday. <br></p> \n  <p>Warning that her finance minister’s spending plan would be unveiled during “the most challenging economic conditions faced by any government since the Great Depression,” Ardern said the government would respond not with austerity but with investment. </p> \n  <p>“We will run the ruler over every line of expenditure, no question we need to ensure our expenditure provides value for money and supports our primary goal of jobs,” she said. “But the notion that at this time of need we would make cuts to the essential services so many New Zealanders need more than ever is not only immoral, it is economically wrong.”</p> \n  <p>Her government yesterday made a pre-Budget announcement of $4 billion NZD for New Zealand’s health system. Grant Robertson, the finance minister, has already allocated a stimulus of $22 billion NZD -- half of it on wage subsidies -- since Covid-19 reached New Zealand. </p> \n  <p>You can read our preview of Robertson’s Budget here: </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/a-generation-defining-moment-delivering-new-zealands-pandemic-budget\">'A generation-defining moment': delivering New Zealand's pandemic budget</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T01:49:43.239Z\">at 2.49am BST</time></p> \n</div> \n<div id=\"block-5ebb4cf88f08a55ecde58d85\" class=\"block\" data-block-contributor=\"profile/eleanor-ainge-roy\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T01:33:28.594Z\">2.33am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In other New Zealand news: the country’s ban on large funerals and tangi has been described as “inhumane” by the opposition leader, and “disappointing” and “cruel” by indigenous funeral directors.</p> \n  <p>New Zealand is set to exit the coronavirus lockdown and resume many parts of normal life on Thursday, but restrictions on funerals and tangi remain, with only ten mourners permitted. The same rules also apply to weddings.</p> \n  <p>Simon Bridges, the National party leader and a Māori man,said the limit of 10 mourners would cause added grief and pain for families wanting to say goodbye to a loved one.</p> \n  <p>“It’s not fair that you can have 30 people on a rugby field playing close contact sport but you can’t have more than ten people at a funeral so they can grieve together,” Bridges said in a statement:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/new-zealands-ban-on-large-funerals-during-covid-19-criticised-as-inhumane\">New Zealand's ban on large funerals during Covid-19 criticised as 'inhumane'</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebb4b338f08a55ecde58d81\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T01:27:11.439Z\">2.27am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>The Guardian’s <a href=\"https://www.theguardian.com/profile/charlotte-graham-mclay\">Charlotte Graham-McLay</a> reports: </em></p> \n  <p>New Zealand has reported a second consecutive day of no new cases of Covid-19, the day before the government further loosens lockdown restrictions on the country. <br><br>94% of the 1,147 people in New Zealand confirmed to have Covid-19 have recovered, said Ashley Bloomfield, the director-general of health, at a news conference in Wellington. <br><br>20 people have died of the coronavirus in New Zealand. There were no additional deaths on Wednesday. </p> \n  <figure class=\"element element-image\" data-media-id=\"10bc167ae921845d9835be4332b03df86003223b\"> \n   <img src=\"https://media.guim.co.uk/10bc167ae921845d9835be4332b03df86003223b/0_0_5400_3240/1000.jpg\" alt=\"Swimmers stand on a pontoon at Oriental Bay on 13 May 2020 in Wellington, New Zealand.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Swimmers stand on a pontoon at Oriental Bay on 13 May 2020 in Wellington, New Zealand.</span> \n    <span class=\"element-image__credit\">Photograph: Hagen Hopkins/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>New Zealand’s government has drawn praise for its strict and early lockdown of the country when just over 200 people had been diagnosed with Covid-19 and no one had died. A stringent month-long national shutdown followed. <br><br>While restrictions have been loosened slightly already, the country will open further tomorrow, with New Zealanders allowed to socialise outside of their homes for the first time in groups of no larger than 10. Many more businesses will re-open, including cafes, shops and restaurants. Next week, schools and bars will re-open; schools had been operating in a limited capacity in recent weeks. </p> \n </div> \n</div> \n<div id=\"block-5ebb4a748f08a55ecde58d7b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T01:19:30.121Z\">2.19am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">India PM announces US$270bn virus economic package</h2> \n <div class=\"block-elements\"> \n  <p>India’s Prime Minister Narendra Modi unveiled a $270bn stimulus package for labourers and small businesses on Tuesday, to boost flagging growth as the country grapples with the impact of the coronavirus and weeks-long lockdown.</p> \n  <figure class=\"element element-image\" data-media-id=\"d72e9262a42f319535172a34d3ffc22cce8aa7ac\"> \n   <img src=\"https://media.guim.co.uk/d72e9262a42f319535172a34d3ffc22cce8aa7ac/0_44_1776_1066/1000.jpg\" alt=\"People wear protective marks in Howrah, West Bengal, India, 12 May 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People wear protective marks in Howrah, West Bengal, India, 12 May 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Satyajit Shaw/Pacific Press/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <p>The package – worth about 10% of India’s GDP – came as the country was set to mark its 50th day in the world’s biggest lockdown as the number of virus cases topped 70,000 with 2,200 deaths.</p> \n  <p>“This economic package is for India’s self-reliant movement. It is for the cottage, small and medium scale industries,” Modi said in a televised address.</p> \n  <p>The funding includes a $2bn relief package announced at the start of the lockdown in late March and stimulus efforts by the central bank, Modi said.</p> \n  <p>Finance Minister Nirmala Sitharaman would unveil further details in the next few days, he added.</p> \n </div> \n</div> \n<div id=\"block-5ebb466a8f08d99d46a15c69\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T01:02:22.780Z\">2.02am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Israeli police arrested over 300 people Tuesday as officers attempted to control crowds that had assembled at a religious site in northern Israel in violation of coronavirus restrictions, AP reports. <br><br>Police said that despite regulations against large assemblies at Mount Meron and police checkpoints on roads near the site, hundreds of religious Jews turned up and some threw stones and other objects a police officers at the scene.</p> \n  <figure class=\"element element-image\" data-media-id=\"7db1ccdc6e7734dbb55cac1c316e06b68122c8e1\"> \n   <img src=\"https://media.guim.co.uk/7db1ccdc6e7734dbb55cac1c316e06b68122c8e1/0_130_4861_2916/1000.jpg\" alt=\"An Israeli woman in a protective face mask walks at Mamila Mall in Jerusalem, Israel, 12 May 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">An Israeli woman in a protective face mask walks at Mamila Mall in Jerusalem, Israel, 12 May 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Atef Safadi/EPA</span> \n   </figcaption> \n  </figure> \n  <p>Jews observed the holiday of Lag B’Omer, on which ultra-Orthodox Jews customarily gather at the tomb of a prominent rabbi in antiquity on Mount Meron. Celebrations are typically marked with enormous crowds, dancing and the lighting of bonfires.<br>Thousands of ultra-Orthodox Israelis marked the holiday in Jerusalem with large assemblies despite bans on public gatherings of more than 20 people due to the pandemic.<br>Israel’s ultra-Orthodox community has been hit especially hard by the coronavirus outbreak. Interior Minister Aryeh Deri said earlier this week that around 70% of the country’s more than 16,500 confirmed cases were ultra-Orthodox, who make up around 12% of Israel’s population.<br><br>Israel started easing restrictions on movement and gathering earlier this month. Israel has reported 260 deaths from Covid-19. More than half of those infected in Israel have recovered.<br></p> \n </div> \n</div> \n<div id=\"block-5ebb44fb8f080c7274539ca2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T00:54:11.735Z\">1.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Something a little lighter now, from AFP: </p> \n  <p>A lovesick 20-year-old American man tried dressing up as a cleaner to cheat coronavirus border controls in Germany so he could see his girlfriend, police said Tuesday.</p> \n  <p>After arriving at Frankfurt airport from Washington on Sunday, the young US national donned a high-visibility vest and picked up two bags of rubbish. </p> \n  <p>“He then tried to convince security staff that he was a cleaner and was supposed to empty the bins behind the security area,” federal police said in a statement.</p> \n  <p>However, his plan was foiled when a member of staff noticed he was not wearing a security pass and couldn’t speak German. He confessed at a police station that he was desperate to see his girlfriend and couldn’t think of another way of entering the country.</p> \n  <p>Even if he had managed to reach the bins, the man would still have been in the airport’s transit area, police said – meaning he would still have faced more border controls.</p> \n  <p>After being questioned, the young romantic was sent back to Washington on Monday.</p> \n </div> \n</div> \n<div id=\"block-5ebb40cb8f08a55ecde58d3d\" class=\"block\" data-block-contributor=\"profile/charlotte-graham-mclay\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T00:42:16.101Z\">1.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>‘A generation-defining moment’: delivering New Zealand’s pandemic budget</h2> \n  <p>When Grant Robertson, New Zealand’s finance minister, unveiled his <a href=\"https://www.theguardian.com/world/2019/may/30/new-zealand-wellbeing-budget-jacinda-ardern-unveils-billions-to-care-for-most-vulnerable\">last annual budget</a> he told the country that its success would no longer be measured by economic growth and productivity, but instead by the wellbeing of the nation’s population.</p> \n  <p>A year on and one day before he reveals his new spending plan, Robertson’s so-called wellbeing budget – a concept he intended would frame his fiscal policy for every future year of his term managing the country’s books – faces an extraordinary and unexpected test: a dire global economic outlook caused by the Covid-19 pandemic, with local jobless numbers already topping those seen during the 2008 global financial crisis.</p> \n  <figure class=\"element element-image\" data-media-id=\"7c2117628aca11b3fd2045c39fc1531da0302a29\"> \n   <img src=\"https://media.guim.co.uk/7c2117628aca11b3fd2045c39fc1531da0302a29/0_0_5400_3240/1000.jpg\" alt=\"New Zealand Finance Minister Grant Robertson.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">New Zealand Finance Minister Grant Robertson.</span> \n    <span class=\"element-image__credit\">Photograph: Hagen Hopkins/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>It is a high-stakes document ahead of an election in September, which will function as a referendum on Robertson’s ability to cushion the economy from fallout from plummeting tourism and paralysed industry.</p> \n  <p>But far from abandoning <a href=\"https://www.theguardian.com/society/2019/jun/11/grant-robertson-new-zealand-prosperity-growth-wellbeing\">the wellbeing approach</a>, Robertson told the Guardian that the “horrendous crisis that no one would have wanted to go through” presented an opportunity for change in a country that appears to have largely quashed the spread of Covid-19.</p> \n  <p>He cited child poverty, expensive housing, polluted waterways and rising emissions as matters to address in a pre-budget speech to a business audience early this month.</p> \n  <p>“In other words, we are not quite the nation we like to think we are,” he said.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/a-generation-defining-moment-delivering-new-zealands-pandemic-budget\">'A generation-defining moment': delivering New Zealand's pandemic budget</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebb3ee28f08d99d46a15c43\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T00:31:12.556Z\">1.31am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">US Senate threatens sanctions on China over Covid-19 accounting</h2> \n <div class=\"block-elements\"> \n  <p>US Republican senators proposed legislation Tuesday that would empower President Donald Trump to slap sanctions on China if Beijing does not give a “full accounting” for the coronavirus outbreak, AFP reports. <br></p> \n  <p>“The Chinese Communist Party must be held accountable for the detrimental role they played in this pandemic,” said Senator Jim Inhofe, one of the sponsors of the “Covid-19 Accountability Act.”</p> \n  <p>“Their outright deception of the origin and spread of the virus cost the world valuable time and lives as it began to spread,” he said in a statement.</p> \n  <p>The legislation will give Trump 60 days to certify to Congress that China has provided a full accounting on the Covid-19 outbreak to an investigation that could be led by the United States and its allies, or a United Nations body like the World Health Organization.</p> \n  <p>Trump must also certify that China has closed its highest-risk wet markets and released Hong Kong activists arrested in post-Covid-19 crackdowns.</p> \n  <p>Without certification, Trump would be authorised under the legislation to impose sanctions like asset freezes, travel bans and visa revocations, as well as restricting Chinese businesses’ access to US bank financing and capital markets.</p> \n  <p>“China refuses to allow the international community to go into the Wuhan lab to investigate,” said Senator Lindsey Graham, another sponsor of the bill.</p> \n  <p>“They refuse to allow investigators to study how this outbreak started. I’m convinced China will never cooperate with a serious investigation unless they are made to do so.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T00:31:25.269Z\">at 1.31am BST</time></p> \n</div> \n<div id=\"block-5ebb3c3f8f08a55ecde58d2e\" class=\"block\" data-block-contributor=\"profile/kari-paul\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-13T00:16:36.761Z\">1.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Twitter announces employees will be allowed to work from home ‘forever’</h2> \n  <p>Twitter will allow its employees to work from home “forever”, chief executive officer Jack Dorsey said in a company-wide email Tuesday.</p> \n  <p>A spokesperson from Twitter confirmed the decision to the Guardian, saying the company was “one of the first companies to go to a work-from-home model” due to Covid-19, but does not anticipate being one of the first to return to its offices.</p> \n  <p>“We were uniquely positioned to respond quickly and allow folks to work from home given our emphasis on decentralization and supporting a distributed workforce capable of working from anywhere,” the company said in a blogpost.</p> \n  <p>“The past few months have proven we can make that work. So if our employees are in a role and situation that enables them to work from home and they want to continue to do so forever, we will make that happen.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2020/may/12/twitter-coronavirus-covid19-work-from-home\">Twitter announces employees will be allowed to work from home ‘forever’</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebb35f28f08d99d46a15c25\" class=\"block is-key-event\" data-block-contributor=\"profile/dom-phillips\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-12T23:53:56.555Z\">12.53am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Brazil deaths soar as far-right rulers disconnect from reality</h2> \n <div class=\"block-elements\"> \n  <p>Brazil reported a record <a href=\"https://covid.saude.gov.br/\">881 Covid-19</a> deaths in 24 hours on Tuesday, its health ministry said, taking its total to 12,400 and making it the world’s sixth worst-affected country in terms of deaths, according to Johns Hopkins University <a href=\"https://coronavirus.jhu.edu/map.html\">figures</a>. Its total of 177,589 confirmed cases is the world’s seventh-highest.<br></p> \n  <p>Earlier far-right president Jair Bolsonaro – who has attacked social isolation measures introduced by state governors – issued a <a href=\"https://twitter.com/jairbolsonaro/status/1260239866845167617?s=20\">decree</a> declaring beauty salons, gyms and barbers “essential services” that could open. Several governors said they would <a href=\"https://www1.folha.uol.com.br/colunas/painel/2020/05/governadores-dizem-que-vao-ignorar-decreto-de-bolsonaro-para-reabertura-de-saloes-e-academias.shtml\">ignore</a> the decree.</p> \n  <figure class=\"element element-image\" data-media-id=\"ffe1ad86f6745cecf3bc59160617f6ccb3e9c8a8\"> \n   <img src=\"https://media.guim.co.uk/ffe1ad86f6745cecf3bc59160617f6ccb3e9c8a8/0_0_3500_2101/1000.jpg\" alt=\"Statues of the Monumento das Bandeiras are seen with face masks during the spread of the coronavirus disease in Sao Paulo, Brazil, 12 May 2020.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Statues of the Monumento das Bandeiras are seen with face masks during the spread of the coronavirus disease in Sao Paulo, Brazil, 12 May 2020.</span> \n    <span class=\"element-image__credit\">Photograph: Amanda Perobelli/Reuters</span> \n   </figcaption> \n  </figure> \n  <p>Bolsonaro was also battling his latest political crisis – fears that a supreme court judge could release a <a href=\"https://www.theguardian.com/world/2020/may/12/jair-bolsonaro-claims-police-persecuting-family-foul-mouthed-rant-reports\">video</a> of an expletive-filled ministerial meeting held on April 22 which reportedly includes his foreign minister Ernesto Araújo blaming China, Brazil’s biggest trading partner, for the pandemic he dubbed a “comunavirus” (or “communist virus”), aimed at dominating other nations.</p> \n  <p>Araújo had debuted the term in a lengthy text on his “anti-globalist” blog the same day.</p> \n  <p>“The coronavirus was again woken us up to the communist nightmare. The comunavirus has arrived,” he <a href=\"https://www.metapoliticabrasil.com/post/chegou-o-comunav%C3%ADrus\">wrote</a>. Brazil’s attorney-general’s office had argued against handing over the video to the Supreme Court, <a href=\"https://oglobo.globo.com/brasil/agu-pede-para-entregar-somente-trechos-do-video-de-reuniao-com-moro-bolsonaro-ex-ministro-rebate-argumento-24415221\">claiming</a> it contained “potentially sensitive and reserved state subjects, including foreign relations”, but was overruled.</p> \n  <p>Adding to the widening sense that Brazil’s far right is increasingly disconnected from the horrific reality of the pandemic as it <a href=\"https://noticias.uol.com.br/saude/ultimas-noticias/redacao/2020/05/10/coronavirus-mortes-em-favelas-do-rio-aumentam-oito-vezes-em-um-mes.htm\">spreads</a> into poorer, densely packed communities, the presidential family’s guru Olavo de <a href=\"https://www.americasquarterly.org/article/jair-bolsonaros-guru/\">Carvalho</a> questioned its very existence on Tuesday.</p> \n  <p>“The fear of a supposedly deadly virus is nothing more than a horror story to cow the population and make them accept slavery as a gift from Santa Claus,” <a href=\"https://twitter.com/opropriolavo/status/1260332441539149824?s=20\">tweeted</a> the Richmond, Virginia-based, far-right astrologer-turned-philosopher, believed to have <a href=\"https://www1.folha.uol.com.br/mundo/2018/11/novo-chanceler-ernesto-araujo-foi-indicado-por-olavo-de-carvalho.shtml\">recommended</a> Araújo to the post, to his 291,000 followers.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-13T09:11:06.347Z\">at 10.11am BST</time></p> \n</div> \n<div id=\"block-5ebb34258f08a55ecde58d12\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-12T23:47:04.592Z\">12.47am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">More than 147,000 Americans could die by early August – study</h2> \n <div class=\"block-elements\"> \n  <p>A newly revised coronavirus mortality model predicts more than 147,000 Americans will die from Covid-19 by early August, up nearly 10,000 from the last projection, as restrictions for curbing the pandemic are increasingly relaxed, researchers said on Tuesday. </p> \n  <p>The latest forecast from the University of Washington’s Institute for Health Metrics and Evaluation (IHME) reflects “key drivers of viral transmission like changes in testing and mobility, as well as easing of distancing policies,” the report said.</p> \n  <p>The current US death toll stands at 82,246. </p> \n  <p>The revised projection reinforced public health warnings, including US Senate testimony on Tuesday from Dr. Anthony Fauci, the nation’s top infectious disease expert, that prematurely lifting lockdowns could lead to more outbreaks of the respiratory virus.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"cde94e03-8944-495c-8a0d-dc41e6593605\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/TsRmIhTJ5YM?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>Fauci and other medical experts have urged caution in relaxing restraints on commerce before diagnostic testing and the ability to trace close contacts of infected individuals can be vastly expanded, along with other safeguards.<br><br>Still, IHME researchers acknowledged that precise consequences of moves to reopen shuttered businesses and loosen stay-at-home orders remains difficult to gauge.</p> \n </div> \n</div> \n<div id=\"block-5ebb33108f08a55ecde58d0d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-12T23:38:12.213Z\">12.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Coronavirus in the Pacific: weekly briefing</h2> \n  <p><em><a href=\"https://www.theguardian.com/profile/dan-mcgarry\">Dan McGarry</a> and <a href=\"https://www.theguardian.com/profile/tess-newton-cain\">Tess Newton Cain</a> report for the Guardian: </em></p> \n  <p>Infection numbers in the region remain low, with minimal increase. New cases have been recorded in the Commonwealth of the Northern Mariana Islands (CNMI), bringing the total across the region to 274.</p> \n  <p>A number of countries have now been provided with GeneXpert testing cartridges by the World Health Oganization (WHO). They will allow for in-country testing and rapid processing of results. However, due to the global demand, there are only small numbers available in most places. For example, Tonga (where there are no confirmed cases) has requested 6,000 cartridges and has received 120.</p> \n  <p>The idea of including Pacific island countries in a proposed trans-Tasman bubble being mooted by Australia and New Zealand has received a lot of attention among commentators, despite warnings from Australia’s prime minister, Scott Morrison, that any relaxation of international border closures is still some way off.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/13/coronavirus-in-the-pacific-weekly-briefing\">Coronavirus in the Pacific: weekly briefing</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ebb201e8f08a55ecde58cbe\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-05-12T23:28:41.462Z\">12.28am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Hello and welcome to our live coverage of how the coronavirus pandemic is affecting countries worldwide. </p> \n  <p>I’m Helen Sullivan, with you for the next few hours. Get in touch in <a href=\"https://twitter.com/helenrsullivan\">Twitter @helenrsullivan</a>. </p> \n  <p>The Chinese city of Wuhan, the original centre of the pandemic, plans to test all 11 million residents for coronavirus over a period of just 10 days, according to local media. </p> \n  <p>Officials were ordered to submit urgent plans to test all Wuhan’s inhabitants after authorities <a href=\"https://www.theguardian.com/world/2020/may/11/now-it-starts-again-new-coronavirus-outbreaks-spark-unease-in-china\">reported six new cases in a residential compound, the first cluster of new Covid-19 infections</a> since the city reopened on 8 April after 76 days of strict lockdown.</p> \n  <p>Meanwhile in Brazil, where president Jair Bolsonaro has underplayed the dangers of the virus, a record 881 people died in one day, bringing the total number of deaths to 12,400. Confirmed infections stand at 177,589. </p> \n  <p>Here are the other main developments from the last few hours. </p> \n  <ul> \n   <li><strong>Confirmed deaths worldwide pass 290,000.</strong> According to researchers at Johns Hopkins University, at least 4,247,709 people around the world are known to have contracted the virus, while at least 290,838 have died since the pandemic began.<strong> </strong>The numbers, which are based on official and media reports, are likely to be significant underestimates due to suspected underreporting and differing recording and testing regimes.</li> \n   <li><strong>Wuhan prepares to test 11 million residents. </strong>The Chinese city of Wuhan, the original centre of the pandemic, plans to test all 11 million residents for coronavirus over a period of just 10 days, according to local media. </li> \n   <li><strong>Brazil confirmed a record 881 people deaths on Tuesday,</strong> bringing the total number of deaths to 12,400. Confirmed infections stand at 177,589.</li> \n   <li><strong>Pence avoiding Trump after aide’s positive test. </strong>The US vice-president, Mike Pence, is keeping his distance from Donald Trump after the former’s press secretary tested positive, the White House spokeswoman Kayleigh McEnany has confirmed.</li> \n   <li><strong>Fauci warns of serious consequences if US states reopen early.</strong> Dr Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases, has warned of serious consequences if US states reopen before building capacity to deal with new Covid-19 outbreaks.</li> \n   <li><strong>French schools reopen. </strong>Thousands of schools have reopened throughout France as the government eased its lockdown rules, despite fears of a second waves of infections, Agence France-Presse reports.</li> \n   <li><strong>Covid-19 R number falls below 1 in Germany. </strong>The reproduction rate for the coronavirus pandemic in Germany fell below the <a href=\"https://www.youtube.com/watch?v=poFrVc0M_Uc\">critical threshold of 1</a> with an estimated value of 0.94 on Tuesday after 1.07 on Monday, the Robert Koch Institute for public health and disease control said.</li> \n   <li><strong>UK official death toll passes 40,000.</strong> The Office for National Statistics says 35,044 deaths involving Covid-19 have been registered in England and Wales up to 9 May. Adding the latest figures for Scotland and Northern Ireland and more up to date fatalities from the four nations, the total official UK death toll <a href=\"https://www.theguardian.com/world/2020/may/12/uk-coronavirus-death-toll-passes-40000-official-figures-say\">now stands at 40,496</a>.</li> \n   <li><strong>Spain’s new daily cases lowest in two months.</strong> The health ministry identified 594 new cases, bringing the total since the country’s epidemic began to 228,030. The number of fatalities related to the disease rises by 176 to 26,920.</li> \n   <li><strong>“Potentially positive data” on drugs, WHO says. </strong>The World Health Organization says <a href=\"https://www.theguardian.com/world/live/2020/may/12/coronavirus-live-news-donald-trump-covid-19-lockdowns-who-russia-deaths-restrictions?page=with:block-5eba832a8f080c727453957a#block-5eba832a8f080c727453957a\">some treatments appear to be limiting the severity or length of suffering</a> caused by Covid-19 and that it is focusing on learning more about four or five of the most promising ones.<strong> </strong>“We do have some treatments that seem to be, in very early studies, limiting the severity or the length of the illness, but we do not have anything that can kill or stop the virus,” its spokeswoman Margaret Harris says.</li> \n   <li><strong>Saudi oil profits plunge 25%. </strong>Saudi Arabia’s state-owned oil company, Saudi <a href=\"https://www.theguardian.com/business/aramco\">Aramco</a>, has posted a 25% dip in profits following the collapse of global oil markets triggered by the coronavirus pandemic.</li> \n   <li><strong>Kremlin spokesman in hospital.</strong> Dmitry Peskov, the Russian government’s spokesman, <a href=\"https://www.theguardian.com/world/live/2020/may/12/coronavirus-live-news-donald-trump-covid-19-lockdowns-who-russia-deaths-restrictions?page=with:block-5eba996d8f080c72745396ac#block-5eba996d8f080c72745396ac\">is admitted to hospital</a> with Covid-19, local media report. “Yes, I got sick, I’m being treated,” Peskov is quoted as saying. He is at least the second person in Vladimir Putin’s administration to test positive.</li> \n   <li><strong>Lebanon orders ‘total lockdown’.</strong> People in the eastern Mediterranean country are <a href=\"https://www.theguardian.com/world/live/2020/may/12/coronavirus-live-news-donald-trump-covid-19-lockdowns-who-russia-deaths-restrictions?page=with:block-5ebab95d8f08a55ecde58924#block-5ebab95d8f08a55ecde58924\">told to stay at home for four days</a> after an increase in infections followed an easing of restrictions. Lebanese health authorities have officially announced 870 cases of Covid-19, including 11 newly detected on Tuesday, and 26 deaths.</li> \n   <li><strong>UK recession ‘already happening</strong>’ The UK is <a href=\"https://www.theguardian.com/world/live/2020/may/12/uk-coronavirus-live-sunak-expected-to-extend-furlough-scheme-as-lockdown-confusion-continues?page=with:block-5ebac55a8f080c72745398e9#block-5ebac55a8f080c72745398e9\">effectively in the midst of a recession</a>, its chancellor says. Rishi Sunak tells the BBC: “We already know that many people have lost their jobs and it breaks my heart. We’ve seen what’s happening with universal credit claims already. This is not something that we’re going to wait to see; it’s already happening.”</li> \n   <li><strong>Top US adviser testifies. </strong>Anthony Fauci, the US government’s top public health expert, warned that <a href=\"https://www.theguardian.com/world/2020/may/12/fauci-testimony-coronavirus-reopening-deaths-hearing\">official figures are underestimating the death toll in the US</a> and that “the consequences could be really serious” if the country relaxes safeguards too abruptly.<strong> </strong>Fauci delivered testimony to the Senate on Tuesday as the US president, Donald Trump, encouraged businesses to reopen.</li> \n   <li><strong>Virus hits South Sudanese camp.</strong> For the first time, Covid-19 has been confirmed in a crowded civilian protection camp in South Sudan’s capital, <a href=\"https://www.theguardian.com/world/live/2020/may/12/coronavirus-live-news-donald-trump-covid-19-lockdowns-who-russia-deaths-restrictions?page=with:block-5ebaa8798f080c727453976c#block-5ebaa8798f080c727453976c\">the United Nations says</a>. It is a worrying development in a country that is one of the world’s least prepared for the virus’s spread.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-05-12T23:30:28.529Z\">at 12.30am BST</time></p> \n</div>",
  "<p><strong>What inspired the stories that we hear in six barber shops across two continents in the play?<br></strong>I was dating someone who was an epidemiologist and she talked to me about a counselling project for barbers, to teach them ways of spotting mental health issues while they were cutting hair. The organisation she was involved with wanted to offer mental health advice there and then, and there were no other black mental health projects out there.</p> \n<p>This was a way of exploring the issues in a safe space and barber shops, for British black men, are a safe, sacred place where they can go to relax, escape racism and talk freely with no fear of being stopped, questioned or moved on by the police, which is a common experience in the world outside. In looking across six countries, I wanted to explore and showcase the multiplicities of African masculinities, although I was only looking at anglophone Africa, not Africa in its entirety.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/stage/2019/jul/26/barber-shop-chronicles-review-roundhouse-inua-ellams\">Barber Shop Chronicles review – hair-raising ebullience</a> </p> \n</aside> \n<p><strong>What did your research involve?<br></strong>I began it in 2009 – all my projects take a long time, with a lot of pruning and fine tuning! I travelled to each of the six cities that the play is set in [Lagos, Accra, Kampala, Johannesburg and Harare as well as the south London barber in Peckham] and I stayed for one week in each one. I arrived in South Africa the week Nelson Mandela died [in December 2013]. In each country I met the men who then became characters in the play. Sometimes I cleaned up their words or merged aspects of them with others but the characters are all versions of the men I met.</p> \n<p>I actually spoke to one of them just last week. He lives in Johannesburg and I used his words verbatim in the play and also named a character after him. He has never seen the play before but will be able to do so when it is streamed online.</p> \n<figure class=\"element element-image\" data-media-id=\"86f17a0f89128ac4e74d8e03cc8406618a70867a\"> \n <img src=\"https://media.guim.co.uk/86f17a0f89128ac4e74d8e03cc8406618a70867a/0_0_4193_2979/1000.jpg\" alt=\"Cyril Nri and Anthony Welsh in Barber Shop Chronicles at the National Theatre in 2017.\" width=\"1000\" height=\"710\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Cyril Nri and Anthony Welsh in Barber Shop Chronicles at the National Theatre in 2017.</span> \n  <span class=\"element-image__credit\">Photograph: Tristram Kenton/The Guardian</span> \n </figcaption> \n</figure> \n<p><strong>The cast is made up of 12 male actors who play 30 characters and it is clear that the play is focusing on all-male worlds. Did you consider adding female characters at any point?<br></strong>We had conversations about this early on and I felt that any female character in the play would have been tokenistic by being on stage for a small morsel of time. I was also working on <a href=\"https://www.theguardian.com/stage/2019/dec/11/three-sisters-review-inua-ellams-chekhov-lyttelton-theatre-london\">Three Sisters</a> at the time, which centres on a powerful trio of female characters and I didn’t feel it necessary to just shoe-horn in a female character for the sake of it.</p> \n<p><strong>There is a lot of music and dance in the play, especially in transitions between scenes, and it seems central to the overall drama. How important was it for you and did you cite particular songs in your script or leave it to the show’s music composer?<br></strong>I listed some of the songs in the script but Michael Henry, the composer, chose them too as well as the director, Bijan Sheibani, staff director, Stella Odunlami, and members of the cast. No one stayed in their lanes; it was a collaborative process. I also included song and dance because I know that this is the director’s language in creating theatre – there is lots of movement in his work. So when I was writing the play I had his aesthetics in mind and was writing to his particular skill-sets and palette.</p> \n<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=KK30y272nYo\"> \n <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/KK30y272nYo?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n</figure> \n<p><strong>African-Caribbean hair has become a politicised issue but it usually revolves around black women’s hair. Is it different for men?<br></strong>Black men still suffer from this but hair politics is not as problematic for men as it is for women. So if you have dreadlocks in the wrong part of the world you can be killed for it, and there are economic stereotypes read into our hair, too. But women are dealt a far harder hand and they also have to contend with problematic beauty standards, which is a far more difficult thing.</p> \n<p><strong>What was the idea behind inviting the audience on </strong><strong>stage beforehand for a haircut and did a lot of people take up the offer?<br></strong>We weren’t giving real haircuts but we did have a trained barber who taught the cast all the basics of how to cut hair. On stage, the actors are miming the cutting of hair, although in one incident, an actor was miming in this way and he accidentally chopped a chunk of hair off, which got heated.</p> \n<p>What we were trying to do was to democratise the space, welcome people on stage and in the process, to get rid of the fourth wall that separates the audience from the actors. These barber shops are sacred spaces and the black men in the audiences came knowing that. We wanted to say, “This is your space, these are your stories”, and it was important to invite them on to the stage for that reason, especially in a place like the National Theatre.</p> \n<p>But I also wanted to welcome non-black, non-male audience members in the same way so they wouldn’t feel like they were eavesdropping into the world of the drama. I wanted to say, “You are <em>all</em> welcome” and even if the barrier between the stage and the auditorium still exists, it isn’t as stringent and enforced here as it is in some theatre spaces.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"c9009b6d-ae96-4160-b5f4-817a73e18fd9\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/lSy73_dPKbA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p><strong>How does being a poet affect your job as a playwright?<br></strong>I’m definitely more observant of language and arrested by imagery, by the power of the lone voice, by the sonics of storytelling and how much they can command an audience. Part of being a poet is trying to trust my audience’s imagination, to have the ability to speak a word and trust that it will take root in the depth of their imagination.</p> \n<p><strong>What has happened to your hair in this time of lockdown</strong>?<br>I’m balding so I shave it off every three days with a razor and some coconut oil. I’m not missing my barber for that reason but I <em>am</em> missing our conversations. I have decided not to touch my beard though, and it’s thicker than it’s ever been. This is my protest until they find a vaccination.</p> \n<ul> \n <li><p>Barber Shop Chronicles streams on <a href=\"https://www.youtube.com/channel/UCUDq1XzCY0NIOYVJvEMQjqw\">YouTube</a> from 7pm on 14 May as part of <a href=\"https://www.nationaltheatre.org.uk/nt-at-home\">National Theatre at Home</a>. Available until 21 May.</p></li> \n</ul>",
  "<p>Tui plans to cut up to 8,000 jobs in response to the coronavirus chaos engulfing the tourism industry.</p> <p>Europe’s largest travel group said it needed to reduce costs permanently to tackle “unquestionably the greatest crisis the industry and Tui has ever faced”.</p> <p>It lost €740m (£650m) in the first three months of the year, requiring a rapid German state bailout as the company bled cash and <a href=\"https://www.theguardian.com/business/2020/apr/30/tui-cancels-beach-holidays-june-coronavirus\">cancelled most of its holidays until June</a>.</p> <p>Travel restrictions in most of its main markets have destroyed demand for holidays, with nine in 10 Tui employees furloughed or given pay cuts in a desperate attempt to lower costs. Tui had more than 70,000 employees in September.</p> <p>The German government backed a €1.8bn loan in March to help the company survive, but Tui said the travel industry would change permanently after the pandemic, requiring significant cuts.</p> <p>Tui told the stock market on Wednesday: “We are targeting to permanently reduce our overhead cost base by 30% across the entire group. This will have an impact on potentially 8,000 roles globally that will either not be recruited or reduced.”</p>  <figure class=\"element element-embed\" data-alt=\"Business email sign-up\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> </figure>  <p>The pandemic has forced the travel industry to shrink significantly, despite job retention schemes. Tui’s job cuts come after <a href=\"https://www.theguardian.com/business/2020/apr/28/british-airways-plans-to-make-up-to-12000-staff-redundant\">British Airways revealed plans to </a><a href=\"https://www.theguardian.com/business/2020/apr/28/british-airways-plans-to-make-up-to-12000-staff-redundant\">axe 12,000 roles</a>, and <a href=\"https://www.theguardian.com/business/2020/may/01/ryanair-cut-jobs-coronavirus-grounds-flights-restructuring\">Ryanair </a>and Virgin Atlantic said they would <a href=\"https://www.theguardian.com/business/2020/may/05/virgin-atlantic-to-close-gatwick-operations-and-lose-3000-workers\">cut 3,000 jobs apiece</a>.</p> <p>Tui was reviewing its business to identify areas to cut and could pull out of entire markets or destinations. Cuts to its airline were highly probable and it would “divest and address” unprofitable businesses.</p> <p>Tui said it was ready to restart holiday travel, but it also warned of the difficulties faced by travel companies trying to operate with the prospect of a vaccine still far off.</p>  <figure class=\"element element-embed\" data-alt=\"Callout callout-coronavirus\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;div data-callout-tagname=&quot;callout-coronavirus&quot;&gt; &lt;h2&gt;Callout&lt;/h2&gt; &lt;p&gt;callout-coronavirus&lt;/p&gt; &lt;/div&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>The company said it was preparing to implement physical distancing measures at airports and on aircrafts. It would also call for mandatory masks and <a href=\"https://www.theguardian.com/business/2020/may/11/no-hotel-buffets-when-holidays-resume-says-tour-operator-tui\">stop</a><a href=\"https://www.theguardian.com/business/2020/may/11/no-hotel-buffets-when-holidays-resume-says-tour-operator-tui\"> buffets and team sports in its hotels and </a><a href=\"https://www.theguardian.com/business/2020/may/11/no-hotel-buffets-when-holidays-resume-says-tour-operator-tui\">cruise ships </a>“without compromising customer enjoyment and travel experience”.</p> <p>However, customers were still making inquiries online, indicating a continued demand for travel despite the pandemic and economic crisis, Tui said. “Customers want to travel as soon as tourism can take off responsibly and safely,” it said.</p>",
  "<h2><strong>1. What is the furlough scheme?</strong></h2> <p>It’s officially called the Coronavirus Job Retention Scheme and was <a href=\"https://www.theguardian.com/uk-news/2020/mar/20/government-pay-wages-jobs-coronavirus-rishi-sunak\">launched in March</a> . It allows employers to stand down workers but then claim a cash grant of up to 80% of their wages, capped at £2,500 a month. The money is claimed by the company and distributed to staff, so individuals don’t have to do anything themselves. Some employers decide to make up the 20% difference, some do not.</p> <h2><strong>2. How many people are on the scheme?</strong></h2> <p>Huge numbers – the government revealed on Tuesday that the scheme is currently paying out to around 7.5 million employees, a quarter of Britain’s private sector workforce. It has been used by 935,000 companies.</p> <h2><strong>3. How is it changing?</strong></h2> <p>It is being extended for another four months, to the end of October 2020 but with a number of changes. Crucially the 80% rate is being retained, squashing concerns that Chancellor Rishi Sunak would cut the government contribution to 60%.</p> <p>The big change, which will come into force from the start of August, is that workers will be able to return to their jobs part-time. At the moment companies must choose between putting staff into complete furlough, where they do not work at all, or keep them on full pay. From August furloughed workers will be able to return to work part-time with employers being asked to pay towards the salaries of their furloughed staff.</p> <p>The government said it is also exploring ways in which people can do additional training or learn new skills while they are furloughed and their employer is receiving money from the government.</p> <h2><strong>4. What does it mean for employers?</strong></h2> <p>The 80% pay level will remain, but companies will have to start contributing for staff that return part-time. There are currently no details of what companies will be asked to pay, but it could be that employers have to pay 20% of their furloughed employees’ salaries, while the government pays the remaining 60%.</p> <p>The chancellor said: “We will ask employers to start sharing with the government the cost of paying salaries.”</p> <p>In its <a href=\"https://www.gov.uk/government/news/chancellor-extends-furlough-scheme-until-october\">official advice</a>, the Treasury said: “The employer payments will substitute the contribution the government is currently making, ensuring that staff continue to receive 80% of their salary, up to £2,500 a month.”</p> <p>Employer groups welcomed the deal, but said they needed more details. Mike Cherry, of the Federation of Small Businesses, said: “We await further detail on the contributions that will be required of small employers after July. We need to ensure that those obligations are affordable for the many businesses that have had no revenue coming in for months now, but still have fixed overheads to worry about.”</p> <h2><strong>5. What does it mean for workers?</strong></h2> <p>This deal paves the way for workers to begin a partial return to employment and probably means that employers will be less likely to make them permanently unemployed in the coming weeks. But it is still another 10 weeks before the part-time scheme begins and in the meantime some employers may still decide to make deep redundancies. In that case, the employee will have to apply for <a href=\"https://www.theguardian.com/money/2020/apr/11/universal-credit-how-claim-coronavirus-lay-offs-benefits\">universal credit.</a></p> <h2><strong>6. I’m self-employed. Am I being offered anything?</strong></h2> <p>The government said there will be no changes to the scheme until July. It is <a href=\"https://www.theguardian.com/world/2020/mar/26/coronavirus-support-package-for-uk-self-employed-how-does-it-work\">currently offering </a>self-employed people a taxable grant based on their previous monthly earnings over the last three years, worth up to 80% of earnings and capped at £2,500 a month. To be eligible, you must have annual “profits” (self-employed earnings) of less than £50,000 a year, according to HMRC.</p> <p>The scheme has been criticised for leaving some groups of the self-employed without a safety net. </p> <h2><strong>7. How much will it cost?</strong></h2> <p>The Institute of Fiscal Studies estimates the likely cost over the whole of the period from March to July will be around £60bn – or £12bn a month.</p> <h2><strong><a href=\"https://www.theguardian.com/money/2020/may/12/how-the-uk-furlough-scheme-compares-with-other-countries\">8. How does the scheme compare with those available in other countries?</a></strong></h2> <p>The German scheme, called <em>Kurzarbeit</em>, is expected to cost at least €40bn. It currently covers 10 million workers and is among the most generous, paying up to 67% of net wages lost due to shorter hours, to a maximum of €6,700 per month for employees with children, and 60% for those without children. Unlike the British scheme, German firms can allow staff to work part-time, reducing the cost.</p> <p>In France, more than 12 million are covered by a scheme called <em>Chimage Partial</em> which has cost €26bn so far. It offers 70% of salary on up to €6,927 gross per month. Employees on minimum wage (SMIC) receive 100% . As with the German scheme, firms can claim just part of a worker’s salary and many do, limiting the cost to the finance ministry.</p> <p>Ireland’s Temporary Wage subsidy scheme is providing support for 450,000 workers. Since 4 May the scheme has become more generous, paying an 85% subsidy up to €21,400. Like the UK scheme it compels claimants to stay at home and not work, but the Irish government has signalled that will be changed.</p>",
  "<p>Last week, the Office for National Statistics confirmed what many had suspected since the start of this pandemic – black, Asian and minority ethnic people are far more likely to get and die from coronavirus. But it is the scale of difference that is so worrying. Black people are <a href=\"https://www.theguardian.com/world/2020/may/07/black-people-four-times-more-likely-to-die-from-covid-19-ons-finds\">more than four times more likely to die from Covid-19 than white people</a>. Even after taking into account age, underlying health and income factors, they are still almost twice as likely as white people to die from the virus.</p> <p>The government has promised that a <a href=\"https://www.theguardian.com/world/2020/may/04/phe-to-review-how-ethnicity-affects-vulnerability-to-coronavirus\">review</a> by Public Health England into how ethnicity affects vulnerability to coronavirus will be published by the end of May. It can’t come soon enough: among frontline NHS and social care workers, the difference is all too stark: despite accounting for just <a href=\"https://www.ethnicity-facts-figures.service.gov.uk/workforce-and-business/workforce-diversity/nhs-workforce/latest\">20%</a> of the workforce, rising to 44% among medics, <a href=\"https://www.hsj.co.uk/exclusive-deaths-of-nhs-staff-from-covid-19-analysed/7027471.article\">94% of doctors and </a><a href=\"https://www.hsj.co.uk/exclusive-deaths-of-nhs-staff-from-covid-19-analysed/7027471.article\">71% of nurses</a> who have died from Covid-19 were black, Asian and minority ethnic. It has prompted NHS England to recommend risk assessments for <a href=\"https://www.theguardian.com/world/2020/apr/30/nhs-bosses-say-bame-staff-should-be-risk-assessed-to-cut-covid-19\">BAME frontline staff</a> to reduce their exposure to the virus.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/16/doctors-nurses-porters-volunteers-the-uk-health-workers-who-have-died-from-covid-19\">Doctors, nurses, porters, volunteers: the UK health workers who have died from Covid-19</a> </p> </aside>  <p>Other pandemics have also proven deadly for medical staff. Health workers caught flu during both the <a href=\"https://www.theguardian.com/world/2020/apr/05/nurses-fell-like-ninepins-death-and-bravery-in-the-1918-flu-pandemic\">1918</a> and <a href=\"https://bjgp.org/content/59/565/622\">1957</a> and 1968 flu pandemics. And while an ethnic breakdown of the data is not available, some of the casualties of the 1957 and 1968 epidemics will have been black, Asian or from ethnic minorities. It is even possible some BAME nurses working in the UK died in the 1918 epidemic. We just don’t know. But nurses from BAME backgrounds have been working in the NHS for generations. Although many were part of the <a href=\"https://www.theguardian.com/uk-news/video/2018/apr/17/who-are-the-windrush-generation-video-explainer\">Windrush generation</a>, coming from the Caribbean to the UK from 1948 to 1971 to work in the newly established NHS, they were not the first arrivals.<br><br>By 1954, <a href=\"https://www.amazon.co.uk/Many-rivers-cross-Caribbean-1948-69/dp/0113227213\">more than 3,000 Caribbean women</a> were training in British hospitals. By 1959, official statistics showed 6,365 nursing students in Britain who had come here from overseas. By 1966-67 the total number of nurses and midwives from overseas who trained here had risen to 16,745. </p> <p>Research (<a href=\"https://sites.google.com/site/historysocialaction/esther-bruce\">Aunt Esther</a>)<strong> </strong>by social historian Stephen Bourne has revealed that black nurses worked in the healthcare system long before the NHS was even thought of. Most would have been from within the British empire, including the Caribbean, India and countries in Africa.</p> <p> Bourne believes that their experiences were far less negative than current thinking might have us believe. “We shouldn’t stereotype black nurses’ experiences, nor victimise the nurses who came as part of the Windrush generation,” says Bourne. </p> <p>“We know that black nurses from Britain’s former colonies, including the Windrush generation, began to arrive in Britain soon after the founding of the NHS. However, the back story of the nurses who came here before 1948 is not known.</p> <p>“As far as I am aware, none left any testimonies, so we do not know their point of view. They would have confronted some racist attitudes, but they would also have been loved and respected by their contemporaries in the medical profession, and their patients.”</p> <p> Most will have at least heard of the Jamaican nurse <a href=\"https://en.wikipedia.org/wiki/Mary_Seacole\">Mary Seacole</a>, a contemporary of Florence Nightingale, who also nursed troops in the Crimean war. Other, less well-known black nurses include <a href=\"https://eastendwomensmuseum.org/blog/annie-brewster-the-london-hospitals-nurse-ophthalmic\">Annie Brewster</a> , a nurse originally from St Vincent , who moved to London as a child in the 1860s, worked at the London hospital in Whitechapel from 1881 for 20 years and died in 1902, aged 42.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"f3d573781ac5aca46b9b1f067e3b7f5a8f1e0496\"> <img src=\"https://media.guim.co.uk/f3d573781ac5aca46b9b1f067e3b7f5a8f1e0496/0_0_755_1184/638.jpg\" alt=\"Annie Brewster, who came from St Vincent to London in the 1860s and worked at the London hospital in Whitechapel\" width=\"638\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Annie Brewster, who came from St Vincent to London in the 1860s and worked at the London hospital in Whitechapel.</span> <span class=\"element-image__credit\">Photograph: None</span> </figcaption> </figure>  <p>Brewster worked with elderly patients who were losing their sight. “Brewster was much loved,” says Bourne. </p> <p>Fast forward to the early 1930s, when <a href=\"https://www.rcn.org.uk/library-exhibitions/wake-up-slackers\">Eva Lowe </a><strong> </strong>came to the UK from Jamaica looking for work. She eventually trained at St Nicholas’ hospital in Plumstead, south London, from 1932, registering with the Royal College of Nursing as a qualified nurse in 1935.</p> <p>But it was a difficult time for any black nurse to gain employment in the pre-NHS healthcare system. Before working at St Nicholas, Lowe had applied to 28 hospitals. All rejected her.</p> <p>One hospital said they had to consider the feelings of the patients; another that she would have difficulty being accepted by other nurses, some of whom were daughters of army officers.</p> <p>According to the Royal College of Nursing, there are many other stories, as yet untold, of women who trained here and were admitted to the nursing register before the 1930s. No one knows who they were, as the nurse’s ethnicity was not recorded on the register. However, it is known that hospitals in London and Birmingham admitted black nurses for training before that time.</p> <p>Today, <a href=\"https://www.england.nhs.uk/nursingmidwifery/delivering-the-nhs-ltp/cno-black-and-minority-%20%20ethnic-bme-leadership/\">one in every five nurses and midwives are from BAME backgrounds</a>, rising to much higher levels (up to 40%) in some regions and parts of the country, such as London.</p> <p>“Black nurses in Britain entering the profession today have more role models than I did,” says Dame Donna Kinnair, chief executive and general secretary of the Royal College of Nursing, who trained in the 1980s. “There are far more visible black leaders in health and social care now. But even now, there aren’t nearly enough.</p> <p>“If the stories of these nurses who made great strides in the early days of modern nursing had been more well known, it may have brought comfort to black nurses who faced prejudice and discrimination, and maybe even stopped some leaving the profession altogether.”</p> <p>Some black women who nursed in the UK before the NHS started had more positive experiences. <a href=\"https://en.wikipedia.org/wiki/Princess_Tsehai\">Princess Tsehai</a>, the daughter of the exiled Ethiopian king Haile Selassie, trained at Great Ormond Street hospital in London, qualifying as a nurse in 1939, before returning home in 1941 to work there.</p> <p>“It was a real surprise to find out about her,” says Karen Bonner, a senior nurse and trustee of the Mary Seacole Trust. “The idea of her training here but going back to her own country, I found really impressive.”</p> <p>Princess Tsehai died in childbirth in 1942, a year after returning home, so never had the chance to pass on her knowledge. But in 1946 Selassie set up a hospital and nursing school in Addis Ababa in her name.</p> <p>In 1938, another African royal, <a href=\"https://www.thehistorypress.co.uk/articles/10-things-you-didn-t-know-about-britain-s-black-community-during-the-world-wars/\">Princess Ademola</a>, daughter of the chief of northern Nigeria, trained at Guy’s hospital, becoming a state registered nurse (SRN). “Everyone was very kind to me,” she told newspaper journalists at the time. Her patients fondly called her “fairy”.</p>  <figure class=\"element element-image\" data-media-id=\"ccbaaef35b04bb1d927ff591369a9f75d961618c\"> <img src=\"https://media.guim.co.uk/ccbaaef35b04bb1d927ff591369a9f75d961618c/0_24_640_384/500.jpg\" alt=\"Princess Ademola, daughter of the chief of northern Nigeria, who trained at Guy’s hospital in 1938\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Princess Ademola, daughter of the chief of northern Nigeria, who trained at Guy’s hospital in 1938.</span> <span class=\"element-image__credit\">Photograph: Imperial War Museum</span> </figcaption> </figure>  <p>“The NHS owes a great debt to migrant nurses the world over who answered the call to tend a welfare state in its infancy,” says Kinnair. ‘We mustn’t forget the nurses from Africa, India and the Caribbean who lit the path.</p> <p>For black nurses working in the UK, just knowing there were others before them is vitally important, says Wendy Irwin, equality lead at the Royal College of Nursing. “For many black nurses this will be a real surprise,” she says. “It’s often been presented that black nurses are a very new thing. But this creates a sense of belonging. It shows that the presence of BAME people isn’t new, but that it is woven into the texture of this country.</p> <p>“This is a story here that needs to be told,” adds Irwin. “These nurses were not exotic – they were already here.”</p>"
]