[
  "<p>More than a million Californians have filed for unemployment this month due to the coronavirus crisis, the state’s governor announced.</p> <p>“We just passed the 1 million mark for the number of claims since March 13,” the Gavin Newsom said at a press conference on Wednesday about the unemployment claims.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/24/california-coronavirus-cases-hospital-beds-new-york\">California scrambles to avoid Covid-19's worst-case scenario: 'It will take a heroic effort'</a> </p> </aside>  <p>The jump in new unemployment claims is unprecedented. On a typical day, the California department of unemployment sees 2,000 new claims. Last week, on Wednesday, 80,000 new claims were filed in a single day.</p> <p>Unemployment departments, which are run by each state, are being overwhelmed with a surge in new claims since the nation’s businesses began closing their doors, sending home or laying off legions of workers across industries.</p> <p>At a Tuesday press conference, Newsom urged patience as unemployed workers filed claims. California’s <a href=\"https://www.theguardian.com/business/2020/mar/20/unemployment-benefits-coronavirus-how-to-file-what-to-expect\">unemployment department says</a> people can typically receive unemployment benefits – a portion of typical income – within a couple of weeks.</p> <p>But information about why someone left work, and whether it was due to the coronavirus, must be verified with employers and doctors. With businesses shut, and doctors overwhelmed, that process could be delayed significantly.</p> <p>A $2tn US stimulus package headed toward the finish line could provide additional assistance, adding $600 a week to benefits across the board. And it would cover workers considered independent contract workers, like ride-share drivers, who aren’t covered by traditional unemployment.</p> <p>Newsom last week <a href=\"https://www.theguardian.com/world/2020/mar/19/coronavirus-california-more-than-half-gavin-newsom\">announced an order</a> that asks California residents to stay home unless absolutely necessary, amid growing rates of corona infections. The order says broadly that people should remain at home unless it is absolutely necessary to venture out for supplies or food.</p> <p>Essential businesses, including grocery stores and big-box stores like Target, have been allowed to operate, while all businesses considered non-essential were required to close. The rules have been confusing for workers in some industries; while construction workers are allowed to carry on with residential projects, those working on commercial projects are off the clock.</p> <p>Last week, Newsom signed an executive order that asked cities and counties to enact eviction bans to keep people from getting displaced. But with the order set to expire in April, housing advocates have been left to wonder how rent will be paid after that. Newsom said he and a team were reviewing the legality of potential solutions.</p> <p>Newsom said on Tuesday he had spoken with CEOs from 200 financial institutions who committed to a 90-day waiver on mortgages and foreclosures. The governor said Bank of America was the only large financial institution that didn’t agree to a 90-day waiver. A spokesman said Bank of America will instead offer relief on a case-by-case basis until the crisis is over and has also agreed to pause foreclosures, evictions and repossessions.</p> <p>There have been nearly 3,000 confirmed cases of coronavirus in California, and more than 60 people have died. The governor also said an investigation was under way to determine the cause of death of a young person in Los Angeles, who is believed to be the first minor killed by the coronavirus. Newsom urged caution about hastening to make assumptions about the case.</p> <p>The death “underscores the enormity of the challenge in front of us and how it can impact anybody”, Newsom said. Half of all positive cases in California fell in the 18-to-49 age range, Newsom said in a news conference on Tuesday evening. “Young people can and will be impacted by this virus.”</p> <p>On Wednesday, Newsom added that 37 confirmed coronavirus cases were in children under the age of 18.</p> <p>With an eye to New York, the nation’s new coronavirus center and home to about <a href=\"https://www.theguardian.com/us-news/2020/mar/25/new-york-andrew-cuomo-coronavirus-cases\">60%</a><a href=\"https://www.theguardian.com/us-news/2020/mar/25/new-york-andrew-cuomo-coronavirus-cases\"> of the US cases</a>, California leaders are <a href=\"https://www.theguardian.com/us-news/2020/mar/24/california-coronavirus-cases-hospital-beds-new-york\">scrambling to prepare</a> for a sudden surge on hospitals that could overwhelm healthcare workers and available bed space.</p> <p>The state needed 50,000 hospital beds to prepare for a coming demand, Newsom said on Tuesday, a projection he has adjusted upwards over the past week. Two additional hospitals, eight field hospitals and a navy hospital ship to be docked in Los Angeles will add to the state’s options.</p> <p>Newsom said the state had tested 66,800 people, a huge jump from previous days. The governor attributed the huge jump to tests conducted by private labs including Quest Diagnostics whose tests had not previously been reflected in the total. Kaiser Permanente alone is now performing 12,000 tests a day, but there are still delays in getting the results back.</p> <p>Newsom implored state residents to keep a safe distance from those who do not live in the same house and to adhere, completely, to the stay-at-home orders to prevent further spread of the virus.</p> <p>“Halfway is no way,” said Newsom.</p>",
  "<p>Bartender Taylor Cox has refused to check his bank account in the 10 days since he was laid off from an Indiana casino which shut down to stop the spread of coronavirus.</p> <p>The 29-year-old has bought groceries and paid bills in that time, but he’s worried about what his bank account will reveal after just one week without a job.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/20/coronavirus-jobs-work-staff-pandemic\">'I'm praying we'll be back to work:' what it's like to lose your job in a pandemic</a> </p> </aside>  <p>“I’m just terrified of opening it up and the prospect of seeing there is $200 and holy crap, what am I supposed to do?” said Cox, one of millions of Americans to lose their job because of coronavirus.</p> <p>The US is experiencing an unprecedented rise in unemployment as industries such as hospitality and food service grind to a halt. The first official government snapshot of how coronavirus has hit the labor market is due on Thursday, when the labor department releases unemployment figures for last week.</p> <p>The last department of labor figures showed initial unemployment claims rose to 281,000, a sharp rise from 211,000 the previous week but nothing to what is expected tomorrow.</p> <p>The Economic Policy Institute (EPI) thinktank estimated a record-setting 3.4 million people filed unemployment claims last week based on <a href=\"https://www.epi.org/blog/coronavirus-record-breaking-spike-in-ui-claims/\">an analysis of news reports</a>. Weekly claims have not topped a million since records began in 1967.</p> <p>Such an increase would set the nationwide unemployment figures to 2015 levels in just one week. “This is overwhelming even our quite strong labor market,” said Heidi Shierholz, EPI’s director of policy.</p> <p>The surge is also overwhelming unemployment offices. <a href=\"https://www.theguardian.com/us-news/2020/mar/20/new-york-unemployment-benefits-system-creaks\">In New York</a>, there were about 159,000 more calls to the labor department in one day than the normal 10,000 daily calls the office gets. <a href=\"https://www.sfgate.com/politics/article/California-unemployment-coronavirus-numbers-news-15152303.php\">In California</a>, the daily average of unemployment claims has increased by more than 4,000%.</p> <p>Major employers including Marriott and Macy’s have sent staff home. General Electric and airlines including Delta and American are <a href=\"https://www.theguardian.com/business/2020/mar/23/existential-crisis-airline-workers-fear-layoffs-amid-coronavirus-pandemic\">laying off staff</a> as their industries suffer.</p> <p>Shierholz said despite the gloom, the federal government has the power and resources to intervene. “The economy is taking a big hit, but it is a policy choice, the level of human suffering that is caused,” Shierholz said.</p> <p>EPI is one of several bodies advocating for the federal government to waive unemployment insurance requirements, such as making people demonstrate they are looking for work; increase funding to social support systems, such as food stamps; place moratoriums on evictions; and allow laid off or furloughed people to continue using their employer-sponsored healthcare so state health insurance programs aren’t overwhelmed.</p>  <figure class=\"element element-embed\" data-alt=\"The US is experiencing a record-breaking spike in unemployment\">  <iframe width=\"100%\" height=\"460\" src=\"https://www.epi.org?p=188777&view=embed&embed_template=charts_v2013_08_21&embed_date=20200324&onp=188903&utm_source=epi_press&utm_medium=chart_embed&utm_campaign=charts_v2\" frameborder=\"0\"></iframe> </figure>  <p>Worker advocates are also encouraging employers to simply keep paying their employees, because when the crisis is over, those jobs will need to be filled again.</p> <p>“There’s much more friction to get the economy up and running again, but if you have everybody just hooked to jobs, we can basically just turn the lights back on,” Shierholz said. “That’s the most efficient, good thing to do right now.”</p> <p><a href=\"expected%20to%20be%20the%20largest%20US%20economic%20stimulus%20measure%20ever%20passed.\">Early Wednesday</a>, Congress reached a deal on what is expected to be the largest US economic stimulus measure ever passed.Democrats and Republicans had been divided on the level of oversight required for industries receiving bailouts. Progressives are concerned the Republican plan would allow billions of dollars to go to business leaders while workers continue to live without pay or health insurance.</p> <p>“People are doing a public service by staying home. This isn’t unemployment. This is either government-mandated confinement or voluntary confinement,” said Rob Johnson, president of the <a href=\"https://www.ineteconomics.org/\">Institute for New Economic Thinking</a>. “It makes sense for society as a whole.”</p> <p>Any bailout needs to make sure that those now suffering financial hardship from Covid-19 are protected, he said. “Everyone has a stake in these people being supported.”</p> <p>In Indianapolis, Cox said he was using his newfound unemployment to contact Congress about workers’ needs. As a union representative, he is also fielding calls from confused colleagues and helping people without internet do online applications for unemployment.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The idea of a tipped worker going without tips for eight weeks or more is one of the most frightening things to have to confront</p> <footer> <cite>Taylor Cox</cite> </footer> </blockquote> </aside>  <p>“People are scared, people don’t know what’s going to happen,” Cox said. “The idea of a tipped worker going without tips for eight weeks or more is one of the most frightening things to have to confront. A lot of the people who work there are people with children, single mothers, who rely on money coming in every day.”</p> <p>His partner also lost their job because of coronavirus, leaving their household with zero income. “We’re all in this really terrible situation but at least we’re all in this together,” Cox said.</p> <p>Cox is a member of the union Unite Here, which represents 300,000 people in industries hard hit by closures including hospitality, food service, manufacturing and transportation. Last week, the union estimated 80% to 90% of its members would be out of work, but Unite Here’s international president, D Taylor, upped that estimate to 95% on Monday.</p> <p>“Hotels are shutting down, casinos are shutting down, so all those jobs in there, from a housekeeper to a cook to a cocktail waitress to a bartender to a bellman, they all have been lost,” Taylor said.</p>  <figure class=\"element element-image\" data-media-id=\"f221c09d307f7d692c48b112ffef630d3df456c7\"> <img src=\"https://media.guim.co.uk/f221c09d307f7d692c48b112ffef630d3df456c7/0_19_5400_3240/1000.jpg\" alt=\"An employee of Junior’s Restaurant, which laid off employees due to coronavirus, picks up a paycheck in Brooklyn, New York, on 19 March.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An employee of Junior’s Restaurant, which laid off employees due to coronavirus, picks up a paycheck in Brooklyn, New York, on 19 March.</span> <span class=\"element-image__credit\">Photograph: Mark Lennihan/AP</span> </figcaption> </figure>  <p><a href=\"https://www.brookings.edu/blog/the-avenue/2020/03/17/the-places-a-covid-19-recession-will-likely-hit-hardest/\">The Brookings Institution thinktank said more than 24.2 million</a> Americans work in the five high-risk sectors facing a sharp slowdown. This includes travel, hospitality, employment services, transportation and energy centers, such as Texas oil and gas towns.</p> <p>The most affected places are famed for their resorts and leisure activities, such as Maui, Hawaii and Las Vegas, Nevada, according to the thinktank.</p> <p>But Taylor said he was worried about every city in every region of North America. “Every one of our cities is destroyed right now as far as people out of work,” he said.</p> <p>In Boston, Sam Huertas, a catering attendant at Massachusetts Institute of Technology (MIT), watched with worry as the university began cancelling events of 150 people, then 100 people, then 50.</p> <p>By the time MIT announced all events would be cancelled through 15 May - the busy season for the university’s caterers – he had realized filing for unemployment in Boston would be tricky. A common unemployment eligibility requirement is for applicants to show they are actively seeking a job, but industries like catering are almost completely shut down. “When I saw other big event spaces were closing, I started realizing things might get complicated in Boston,” Huertas said.</p> <p>So he decided to move, temporarily, to live with his girlfriend’s family in Maine, where there are more opportunities for work because it has not yet been hard hit by coronavirus.</p> <p>It was a step forward, but still riddled with uncertainty, until MIT called him on Saturday and said he would be paid as normal through 22 May. “When I found out, that was kind of life-changing,” Huertas said.</p> <p>Huertas said the support from his employer gave him and his co-workers a sigh of relief. Huertas said: “I have a little more hope for getting through this well.”</p> <p>More working people need to feel that hope, said Johnson. “This is like a wartime economy,” he said. The government needs to decide what its goals are “and get them done”.<br></p>",
  "<p>Rupert Murdoch’s Australian newspapers have warned staff of “inevitable” job cuts, as several independently owned regional papers become the first media casualties of the economic impact of the coronavirus.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kellazzaro/status/1242197819676446721\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This is terrible for local journalism. Local papers Yarram Standard and the Great Southern Star have been shut down and won&#39;t be publishing further editions. Staff say advertising revenue is down. Yarram Standard has been in publication for more than 120 years. <a href=\"https://twitter.com/COVID_Australia?ref_src=twsrc%5Etfw\">@COVID_Australia</a></p>&mdash; Kellie Lazzaro (@kellazzaro) <a href=\"https://twitter.com/kellazzaro/status/1242197819676446721?ref_src=twsrc%5Etfw\">March 23, 2020</a></blockquote>  </figure>  <p>Regional newspapers in Victoria, some older than 100 years, have shut suddenly as revenue from advertising dried up overnight.</p> <p>News Corp Australasia chief executive Michael Miller said executives will take a “significant” pay cut as the advertising market collapses and staff should brace for job losses and cutbacks including forced leave, part-time work and nine-day fortnights.</p> <p>“I want to assure you that my priority is to preserve as many jobs across the company as possible, but it is now clear that some job losses will be inevitable,” Miler told staff across the company’s mastheads including the Australian, the Herald Sun and the Daily Telegraph.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/commentisfree/2020/mar/24/distrusting-the-information-we-receive-too-many-of-us-are-carrying-on-business-as-usual\">Distrusting the information we receive, too many of us are carrying on business as usual | Peter Lewis</a> </p> </aside>  <p>“Together we need to move quickly to do everything we can to secure the health of our business and retain jobs.”</p> <p>Miller said work conditions, which he expected to stay in place at least until the end of May, had changed dramatically and newspapers were “reinventing” how news is gathered.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/withMEAA/status/1242656564361613312\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">MEAA writes to the Government urging it unlock the Regional and Small Publishers Jobs and Innovation Package so regional newspapers can be kept alive<a href=\"https://t.co/I2gh5AR8y2\">https://t.co/I2gh5AR8y2</a><a href=\"https://twitter.com/hashtag/MEAAmedia?src=hash&amp;ref_src=twsrc%5Etfw\">#MEAAmedia</a> <a href=\"https://twitter.com/hashtag/COVID19?src=hash&amp;ref_src=twsrc%5Etfw\">#COVID19</a> <a href=\"https://t.co/703qABp6a8\">pic.twitter.com/703qABp6a8</a></p>&mdash; MEAA (@withMEAA) <a href=\"https://twitter.com/withMEAA/status/1242656564361613312?ref_src=twsrc%5Etfw\">March 25, 2020</a></blockquote>  </figure>  <p>“Over recent days we have unfortunately seen many companies having to reduce their workforce due to mandated business closures, travel and trade restrictions, and rapidly changing consumer habits,” Miller said in reference to the downturn in the advertising market.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/24mitchclarke/status/1242348380497428480\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/Covid19?src=hash&amp;ref_src=twsrc%5Etfw\">#Covid19</a> Like many, I’ve been told I’ll be out of work in a matter of weeks. Tough times in such uncertain circumstances. I’m devastated - I love my job and the community I report for and hope to be back soon. Our local media needs support like never before. Buy your local paper.</p>&mdash; Mitch Clarke (@24mitchclarke) <a href=\"https://twitter.com/24mitchclarke/status/1242348380497428480?ref_src=twsrc%5Etfw\">March 24, 2020</a></blockquote>  </figure>  <p>In regional Victoria communities have been devastated by the closure of well-established titles.</p> <p>This year, the Sunraysia Daily was supposed to be celebrating its centenary, but at a meeting on Tuesday staff were told Saturday’s paper would be the last until further notice.</p> <p>Staff will also be stood down at three other Elliott Newspaper Group mastheads, including the free weekly Sunraysia Life, the tri-weekly Swan Hill Guardian and the bi-weekly Gannawarra Times at Kerang and the Loddon Times in the Loddon Mallee region of Victoria.</p> <p>The managing director of the Elliott Newspaper group, Ross Lanyon, said advertising accounted for 70% of revenue.</p> <p>“It is our current intention that when this crisis subsides that we will be able to revive our printed publications,” Lanyon said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2020/mar/25/abcs-norman-swan-denies-rancour-with-chief-medical-officer-after-pms-office-intervention-on-coronavirus\">ABC's Norman Swan denies 'rancour' with chief medical officer after PM's office intervention on coronavirus</a> </p> </aside>  <p>“Over recent weeks the newspapers have not received anything near the usual commercial support across all advertising sectors to remain viable as a publisher.</p> <p>“This in combination with a grimmer economic outlook facing us, and the fact clients continue to cancel their spending gave us no option.”</p> <p>Lanyon was critical of major advertisers who ignored the smaller regional papers when buying advertising space to make major announcements recently.</p> <p>The newspaper owned by the Mildura-based Lanyon family has been a pillar of the community for more than 100 years.</p> <p>The Media Entertainment and Arts Alliance called on the government to unlock $40m in funding in the regional and small publishers jobs and innovation package.</p> <p>The MEAA wrote to the communications minister, Paul Fletcher, urging him to release the money to regional publishers.</p> <p>“Local publications in particular are lifelines for their communities; they know them intimately,” MEAA Media federal president Marcus Strom said. “We are concerned about what will fill the void left by their closure. In such a vacuum, misinformation and ‘fake news’ can flourish.</p> <p>“While most of the rest of us are locked in our homes, many journalists will still be out risking their health to inform the community.”</p> <p>The job losses foreshadowed at News Corp come as its audiences are significantly up due to the audience’s thirst for coronavirus information.</p> <p>News Corp’s audience was up by 48% last week and the Daily Telegraph had a record subscription day on Friday, a spokesman said. News.com.au has doubled the page views it had during the bushfires since the coronavirus story broke.</p> <p>But subscriptions can’t make up for the dramatic drop in advertising revenue as travel, food and other major categories lose clients.</p>",
  "<div id=\"block-5e7aa1f18f081e5eda23628a\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T00:32:08.845Z\">12.32am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Lawmakers have signaled that they are <a href=\"https://www.theguardian.com/world/2020/mar/24/coronavirus-stimulus-bill-senate-deal\">close</a> to passing an economic stimulus deal. </strong>The stimulus package would include direct payments to taxpayers, as well as other stimulus measures to benefit. businesses. But senators and the White House are still negotiating the final language of the bill. <a href=\"https://www.theguardian.com/world/2020/mar/23/coronavirus-us-bailout-what-you-need-to-know\">Here’s</a> what you need to know about the US bailout. </li> \n   <li><strong> The White House asked people who had traveled from New York to another part of the country to self-quarantine for two weeks. </strong>The directive came as New York announced a soaring <a href=\"https://www.theguardian.com/us-news/2020/mar/24/new-york-coronavirus-cases-andrew-cuomo-hospitals\">number</a> of cases, as the state tested more residents for the virus <br></li> \n   <li><strong>During the briefing, Donald Trump reiterated that he hopes the country will begin scaling back distancing measures <a href=\"https://www.theguardian.com/us-news/2020/mar/24/trump-coronavirus-economy-america-business\">by Easter.</a> </strong>“I just thought it was a beautiful time,” he said, as an explanation for why he chose Easter. </li> \n   <li><strong>Anthony Fauci, the infectious disease expert advising the administration’s coronavirus response, </strong>did not directly respond to whether the president’s timeline was realistic. Instead, he emphasized the need for data to inform public health policy. </li> \n   <li><strong>Global stock markets were buoyed by the Federal Reserve’s efforts to boost the US economy. </strong>The Dow Jones recorded its best day since 1933 gaining 2,113 points. </li> \n  </ul> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/24/coronavirus-america-donald-trump-crisis\">Coronavirus in America: why the US has struggled to tackle a growing crisis</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7a9e138f08af215f6fa9cb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-25T00:03:03.912Z\">12.03am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Miami mayor, still under quarantine himself, asks city to shelter-in-place</h2> \n <div class=\"block-elements\"> \n  <p>Francis Suarez, who tested positive for Covid-19, issued a message from self-quarantine: City residents should shelter. in. place. . </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FrancisSuarez/status/1242593305356951552\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Yesterday, I was retested as part of the official process to be released from quarantine. Here are my results as well as some major announcements regarding new testing and safety measures in the <a href=\"https://twitter.com/CityofMiami?ref_src=twsrc%5Etfw\">@CityofMiami</a>. <a href=\"https://t.co/EuEhtAJxGr\">pic.twitter.com/EuEhtAJxGr</a></p>— Mayor Francis Suarez (@FrancisSuarez) \n    <a href=\"https://twitter.com/FrancisSuarez/status/1242593305356951552?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Suarez has said that he’s experienced little to no symptoms, writing in the New York Times that his diagnosis has provided him “a rare opportunity to put a face to this virus, to shed much-needed light about what it’s like to live with it, and bring a sense of calm to my city’s residents”. </p> \n  <p>In a video message, he also said that Miami has opened a new testing center and made provisions to test elderly residents at their homes. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T00:03:52.397Z\">at 12.03am GMT</time></p> \n</div> \n<div id=\"block-5e7a9cc88f08af215f6fa9c7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T23:51:03.225Z\">11.51pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Guardian’s Mario Koran reports from California: </strong></p> \n  <p>Leaders in <a href=\"https://www.theguardian.com/us-news/california\">California</a> are scrambling to prepare the state amid a shortage of hospital beds, limited access to masks and ventilators and a patchwork approach to testing, as a surge of cases in New York provides a warning of how quickly the coronavirus crisis could spiral out of control.<br></p> \n  <p>The number of cases in New York state had <a href=\"https://www.theguardian.com/us-news/2020/mar/24/new-york-coronavirus-cases-andrew-cuomo-hospitals\">soared by Tuesday morning</a>, with 25,665 confirmed infected with 210 deaths. “We are now in New York City the epicenter of this crisis in the United States of America,” Mayor Bill de Blasio said Sunday. “The worst is yet to come.”</p> \n  <p>Three thousand miles west in California, where a <a href=\"https://www.theguardian.com/world/2020/mar/20/california-lockdown-shelter-in-place-traffic-schools-jobs\">state</a><a href=\"https://www.theguardian.com/world/2020/mar/20/california-lockdown-shelter-in-place-traffic-schools-jobs\">wide stay-at-home order </a>took effect Friday, California’s governor, Gavin Newsom, was readying the state for a 90-day surge in cases, a demand that would require adding 50,000 hospital beds to the state’s portfolio. Tuesday saw the death of a patient under the age of 18 in Los Angeles, who is believed to be the nation’s first child death from the virus.</p> \n  <p>The projections Newsom offered<strong> </strong>rose over the past week as the governor took to Facebook live to hold near-nightly press conferences. Newsom said Monday night the state is also hoping to secure 1,000 beds in hotels to shelter the unhoused during the outbreak.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/24/california-coronavirus-cases-hospital-beds-new-york\">California scrambles to avoid Covid-19's worst-case scenario: 'It will take a heroic effort'</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7a9a498f08af215f6fa9bc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T23:45:08.237Z\">11.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The number of coronavirus cases. in Kentucky has jumped to 163, according. to governor Andy Beshear. At least one case was contracted at a “coronavirus party”, Beshear said</strong>. </p> \n  <p>“Anyone who goes to something like this may think that they are indestructible, but it’s someone else’s loved one that they are going to hurt,” he said. “Don’t be so callous as to intentionally go to something and expose yourself to something that can kill other people. We ought to be much better than that.”</p> \n  <p>It was unclear how many people were at this party, or when it was held. </p> \n  <p>Beshear said he would order all businesses not providing “life-sustaining” services to close Thursday night, for 10 days. Grocery stores, pharmacies, gas stations, banks, and other essential businesses will remain open. </p> \n </div> \n</div> \n<div id=\"block-5e7a97d98f081e5eda236262\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T23:30:53.450Z\">11.30pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Here’s where confirmed cases of Covid-19 are: </strong></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/ng-interactive/2020/mar/21/coronavirus-map-us-latest-cases-state-by-state\">Coronavirus map of the US: latest cases state by state</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5e7a93178f0878a2a48a98e3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T23:16:40.227Z\">11.16pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">New York is reporting more cases — but it's also testing more.</h2> \n <div class=\"block-elements\"> \n  <p>Today’s briefing made clear that New York is now being treated as a hot zone. The state reported 25,665 cases of Covid-19, as of. this morning, with 210 deaths. Nearly 15,000 cases were concentrated in New York City. </p> \n  <p>But New York is also testing residents more often. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NateSilver538/status/1242582357263204354\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Other than Louisiana, which has really ramped up its testing, a lot of those states may be about a week behind the curve in New York in terms of both social distancing *and* testing/case-detection.</p>— Nate Silver (@NateSilver538) \n    <a href=\"https://twitter.com/NateSilver538/status/1242582357263204354?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/24/new-york-coronavirus-cases-andrew-cuomo-hospitals\">New York governor issues dire warning as coronavirus rates rise faster than expected</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T23:20:36.917Z\">at 11.20pm GMT</time></p> \n</div> \n<div id=\"block-5e7a91788f0878a2a48a98da\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T23:03:06.683Z\">11.03pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>FEMA spokesperson clarifies: They didn’t need to use the DPA after all. </strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KannoYoungs/status/1242587126249803776\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">UPDATE: FEMA spokeswoman Lizzie Litzow tells me \"at the last minute we were able to procure the test kits from the private market,\" meaning no DPA after all. FEMA administrator Gaynor told CNN this morning the agency was utilizing the wartime production act. <a href=\"https://t.co/8NNG4GuExY\">https://t.co/8NNG4GuExY</a></p>— Zolan Kanno-Youngs (@KannoYoungs) \n    <a href=\"https://twitter.com/KannoYoungs/status/1242587126249803776?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7a8d6b8f081e5eda23623a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T23:00:24.626Z\">11.00pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Both Donald Trump and Mike Pence indicated during the briefing that there was no need to invoke the Defense Production Act (DPA) to compel private companies to produce masks, ventilators and other vital supplies needed to contain the spread of disease and treat those infected. </strong></p> \n  <p>But their comments appear to contradict what Peter Gaynor, the administrator of the Federal Emergency Management Agency (Fema), said earlier today. This morning, Gaynor told CNN that his agency was “going to use the DPA for the first time today”. </p> \n  <p>Triggering the act would help Fema access about 60,000 test kits, Gaynor said, also noting that the administration would also insert “DPA language” in the contracts for its order of 500m protective masks.</p> \n  <p>Last week, Trump issued an <a href=\"https://www.whitehouse.gov/presidential-actions/executive-order-prioritizing-allocating-health-medical-resources-respond-spread-covid-19/\">executive order</a> invoking that 1950 law, so the government could ask companies to prioritize the production of crucial medical supplies. Ever since, the administration has dismissed the need for such measures, arguing that companies are voluntarily stepping up to make necessary products, and that ordering companies to supply the equipment would amount to socialism. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T23:16:25.334Z\">at 11.16pm GMT</time></p> \n</div> \n<div id=\"block-5e7a8c488f0878a2a48a98c4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T22:40:45.567Z\">10.40pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The president concluded the briefing with a rare compliment to Congress. </strong></p> \n  <p>“I also want to thank Congress because whether or not we’re happy that they haven’t quite gotten there yet, they have been working the long hours,” he said. “ I’m talking Republicans and Democrats, all of them, the House, the Senate.”</p> \n </div> \n</div> \n<div id=\"block-5e7a89948f081e5eda236223\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T22:34:50.525Z\">10.34pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">White House advises people traveling out of New York to self-quarantine</h2> \n <div class=\"block-elements\"> \n  <p><strong>One key takeaway from that very <em>brief </em>briefing:</strong> The White House seems to have new guidance for people who have already left New York to self-quarantine for two weeks. </p> \n  <p>“We are asking anyone who has traveled out of the New York City metropolitan area to anywhere else in the country to self-isolate for 14 days,” Mike Pence said during the briefing. “We have to deal with the New York City metropolitan area as a high-risk area.”</p> \n  <p>Antony Fauci emphasized that one out of every 1000 New Yorkers may be infected. </p> \n  <p>It doesn’t seem that New York governor Andrew Cuomo was told about the new public health policy prior to the briefing. When CNN’s Kaitlan Collins asked whether Cuomo had been given a heads up, Trump responded that “we’re talking to them about it.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T23:19:56.913Z\">at 11.19pm GMT</time></p> \n</div> \n<div id=\"block-5e7a88ae8f081e5eda23621e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T22:26:42.381Z\">10.26pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fauci responded with a more measured message</strong>. The timeline of when the US should ease physical distancing measures is “really very flexible,” he said, “You can look at a date but you have to be very flexible.” Fauci once again emphasized the need for data to inform public health policies. </p> \n  <p> “No one is going to want to tone down things when you see what’s going on in a place like New York City,” he said. “It’s going to be looking at the data.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T22:27:23.738Z\">at 10.27pm GMT</time></p> \n</div> \n<div id=\"block-5e7a879d8f081e5eda23621b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T22:24:12.995Z\">10.24pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump evaded a question about why he’s fixated on easing back distancing measures by Easter.</strong> “I just thought it was a beautiful time,” he said. But he said he’ll “be guided very much by Dr Fauci” and Dr Deborah Birx. </p> \n  <p>“Maybe we do sections of the country,” Trump said, appearing to think out loud about how he could make the Easter timeline work. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T22:39:42.977Z\">at 10.39pm GMT</time></p> \n</div> \n<div id=\"block-5e7a86aa8f0878a2a48a98a5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T22:20:08.021Z\">10.20pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Mike Pence reiterated that he doesn’t see a need to invoke the Defense Production Act to compel private companies to produce vital supplies</strong>, because so “we see industries stepping up” on their own. </p> \n  <p>Pence said that Apple is donating 9m masks - which medical staff need. He also referred to McDonald’s move to offer curbside delivery for truckers who aren’t able to use drive-thru — which is nice, but less of a necessity. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T22:40:03.716Z\">at 10.40pm GMT</time></p> \n</div> \n<div id=\"block-5e7a84e88f0878a2a48a9891\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T22:13:30.955Z\">10.13pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Larry Kudlow addressed the financial rescue package that lawmakers are currently debating. The bill will total $6 trillion, he said - including $4 trillion in liquidity from the Federal Reserve and $2 trillion in </strong>direct relief (including payment to individuals, small business loans and unemployment insurance). </p> \n  <p>In his update, Kudlow referred to “chief of staff Meadows,” even though Mark Meadows is still a member of Congress. Meadow’s aide had clarified earlier that Mick Mulvaney is still the acting White House chief of staff.</p> \n  <p>Kudlow said the impact of coronavirus will last “weeks,” not much longer. “It’s only going to be weeks,” he said. “Weeks and months, not years.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T22:15:05.162Z\">at 10.15pm GMT</time></p> \n</div> \n<div id=\"block-5e7a84108f08af215f6fa950\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T22:07:57.331Z\">10.07pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fauci</strong> did not address how realistic Trump’s wish to scale back social-distancing measures by Easter is. Instead, he obliquely referenced the importance of testing and gathering data. </p> \n </div> \n</div> \n<div id=\"block-5e7a83468f0878a2a48a9880\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T22:04:59.027Z\">10.04pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Anthony Fauci,</strong> who has resurfaced for this briefing, addressed the crisis. He emphasized the need to test more widely, to gather more data that can inform public health officials as the development policies. </p> \n  <p>“The idea about self-isolating for two weeks will be very important,” Fauci said, especially for New Yorkers living in the most severely impacted areas in the country. </p> \n  <p><strong>Deborah Birx</strong>, the physician coordinating the coronavirus task force, noted that 60% of all new cases in the US are coming from New York and urged recent visitors to self-quarantine for two weeks. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T22:14:47.446Z\">at 10.14pm GMT</time></p> \n</div> \n<div id=\"block-5e7a81c08f081e5eda2361e6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T21:59:02.760Z\">9.59pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>“This experience shows how important borders are,” Donald Trump said</strong>, referencing his exclusionary immigration policies.</p> \n  <p>The president has used the crisis to push border control policies he has supported for years. </p> \n  <p>He also said that the US “should never be reliant on a foreign country” and that his wish for America is for it to be a “self-reliant nation” that is “dependent on no one”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T22:10:54.646Z\">at 10.10pm GMT</time></p> \n</div> \n<div id=\"block-5e7a81198f08af215f6fa935\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T21:53:52.530Z\">9.53pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump</strong> said he’s confident that the Senate will vote soon on an economic rescue package, which he referred to as a $2 trillion plan.</p> \n  <p>“They’re working very hard together right now - Republicans and Democrats,” the president said. “They’re getting very close.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T22:11:09.476Z\">at 10.11pm GMT</time></p> \n</div> \n<div id=\"block-5e7a7fc68f081e5eda2361d9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T21:50:09.731Z\">9.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump said we are already “begin to see the light at the end of the tunnel”, even though cases of Covid-19 are continuing to rise in the US. </strong></p> \n  <p>He also reiterated his hesitation to invoke the Defense Production Act to amp up production of crucial medical supplies, noting that some businesses are already beginning to ramp up production of key supplies. </p> \n  <p>Many Democratic lawmakers, including New York governor Andrew Cuomo, have asked the president to use the DPA to help hospitals treat covid-19 cases. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T21:51:35.940Z\">at 9.51pm GMT</time></p> \n</div> \n<div id=\"block-5e7a7f3d8f081e5eda2361d6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T21:46:27.105Z\">9.46pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Task force begins briefing on the US coronavirus response</h2> \n <div class=\"block-elements\"> \n  <p><strong>The coronavirus task force briefing has begun.</strong></p> \n  <p>“Ultimately the goal is to ease the guidelines and open things up,” <strong>Donald Trump</strong> began. He addressed his earlier comments that he hopes the country will be able to ease back social distancing by Easter. </p> \n  <p>“Easter is a very special day for many reasons,” the president said. “And what a great timeline that would be.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T22:38:27.838Z\">at 10.38pm GMT</time></p> \n</div> \n<div id=\"block-5e7a7d078f081e5eda2361ce\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T21:35:20.405Z\">9.35pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Alexandra Villareal in New York sends more key takeaways from Bill De Blasio’s press conference earlier today:</strong><br></p> \n  <ul> \n   <li>De Blasio called the Covid-19 health crisis “a race against time” and implored the federal government to join local and state officials in that race. He emphasized the desperate need for ventilators, which he said now make the difference between life and death for some patients. </li> \n   <li>Though de Blasio was generally critical of the federal government in his address, he applauded the implementation of the Defense Production Act, which the administration announced it would use for the first time today to access essential medical equipment. </li> \n   <li>As advocates request that inmates in the city’s jails be let out, de Blasio said he believes anyone who is over 70 years old or has a pre-existing condition that makes them vulnerable to Covid-19 should be released. He’s also considering other inmate populations for release. </li> \n   <li>After New York Gov. Andrew Cuomo pressured the city to come up with a plan to address overcrowding in parks, de Blasio warned that he may have to close the city’s playgrounds if parents and children don’t observe social distancing rules and keep six feet apart from others. But de Blasio pushed back on Cuomo’s descriptions of teeming public places; he said most New Yorkers are abiding by the rules. </li> \n   <li>As de Blasio briefed reporters on New York’s response to the pandemic, he took a moment to honor Terrence McNally, one of the U.S.’s most acclaimed playwrights who died Tuesday of complications from coronavirus in Florida. De Blasio touted McNally’s extraordinary talent as well as his commitment to a better New York. </li> \n   <li>The briefing came as New York City reported almost 15,000 confirmed coronavirus cases.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e7a7ce08f081e5eda2361cd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T21:34:59.321Z\">9.34pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Alexandra Villareal reports from New York: </strong></p> \n  <p>New York City Mayor <strong>Bill de Blasio</strong> directly contradicted President Donald Trump during a press conference on Tuesday afternoon, when he said it was “inconceivable” that the city would return to normal by April. De Blasio predicted that, in terms of the pandemic, April will be worse than March, and May may even be worse than April.<strong><br></strong></p> \n  <p>Trump – concerned about the impact on the US economy – has repeatedly insisted that he wants to see businesses reopen in the coming weeks not months, and today said he’s aiming for that plan to be enacted by Sunday 12 April.<br><br></p> \n </div> \n</div> \n<div id=\"block-5e7a79338f0878a2a48a9847\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T21:22:41.659Z\">9.22pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Hi there, it’s Maanvi, blogging from the West Coast. </strong></p> \n  <p>We’re awaiting a briefing from the coronavirus task force. One open question: Whether <strong>Anthony Fauci</strong>, the director of the National Institute of Allergy and Infectious Diseases, will be joining the briefing. Fauci has been notably absent from some of the recent briefings. </p> \n  <p>In the past, he’s helped fact check and clarify the president’s comments, which have diverged from messaging provided by public health officials and scientists. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WhiteHouse/status/1242558457036836864\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">🚨Watch today's Coronavirus Task Force briefing LIVE at 5:30 p.m. ET: <a href=\"https://t.co/EmsdctGWtd\">https://t.co/EmsdctGWtd</a> <a href=\"https://t.co/AMGMgkQO13\">pic.twitter.com/AMGMgkQO13</a></p>— The White House (@WhiteHouse) \n    <a href=\"https://twitter.com/WhiteHouse/status/1242558457036836864?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T21:23:14.560Z\">at 9.23pm GMT</time></p> \n</div> \n<div id=\"block-5e7a73188f08af215f6fa8de\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T21:07:25.571Z\">9.07pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Today so far</h2> \n <div class=\"block-elements\"> \n  <p>That’s it for me. My west coast colleague Maanvi Singh will take the blog from here. Here’s where we’re at:</p> \n  <ul> \n   <li>All day, congressional leaders <a href=\"https://www.theguardian.com/us-news/live/2020/mar/24/coronavirus-us-live-trump-news-updates-new-york-california-stimulus?page=with:block-5e79ff7a8f08cc9a819475e0#block-5e79ff7a8f08cc9a819475e0\">signaled</a> that an economic stimulus deal was finally in sight. That included <strong>Donald Trump</strong>, Republican senate majority leader <strong>Mitch McConnell</strong>, and House speaker <strong>Nancy Pelosi</strong>. A deal has not been announced as of 5 p.m. in Washington. but there’s no reason to think it’s not coming yet. </li> \n   <li><strong>Ford, GE Health, and 3M</strong> are <a href=\"https://www.theguardian.com/us-news/live/2020/mar/24/coronavirus-us-live-trump-news-updates-new-york-california-stimulus?page=with:block-5e7a13f98f0887f6e2b5ca34#block-5e7a13f98f0887f6e2b5ca34\">teaming up</a> to provide medical supplies that are in high demand because of the coronavirus, a move hailed by Republicans. </li> \n   <li>New York governor <strong>Andrew Cuomo</strong> <a href=\"https://www.theguardian.com/us-news/live/2020/mar/24/coronavirus-us-live-trump-news-updates-new-york-california-stimulus?page=with:block-5e7a20b18f08c78e185cfe7b#block-5e7a20b18f08c78e185cfe7b\">warned</a> the rate of coronavirus infections in his state is still on a dangerous rise. </li> \n   <li>Trump said he’d like the country to be <a href=\"https://www.theguardian.com/us-news/live/2020/mar/24/coronavirus-us-live-trump-news-updates-new-york-california-stimulus?page=with:block-5e7a42a28f0878a2a48a957b#block-5e7a42a28f0878a2a48a957b\">back open by Easter</a>. </li> \n   <li>The Guardian’s Sam Levine <a href=\"https://www.theguardian.com/us-news/live/2020/mar/24/coronavirus-us-live-trump-news-updates-new-york-california-stimulus?page=with:block-5e7a57168f0878a2a48a96ee#block-5e7a57168f0878a2a48a96ee\">reports</a> that the state of <strong>Georgia</strong> is moving to expand mail-in voting. </li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-25T00:12:55.331Z\">at 12.12am GMT</time></p> \n</div> \n<div id=\"block-5e7a6dbb8f08af215f6fa8a4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T20:45:48.861Z\">8.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"9efc738c856f176c9e11129bf6e4bfe7d5c95d37\"> \n   <img src=\"https://media.guim.co.uk/9efc738c856f176c9e11129bf6e4bfe7d5c95d37/0_275_8256_4954/1000.jpg\" alt=\"Yellowstone National Park.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Yellowstone National Park.</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Cejudo/Guardian community</span> \n   </figcaption> \n  </figure> \n  <p>Three of America’s most famous national parks – <strong>Yellowstone, Grand Teton, and the Great Smoky Mountains</strong> – <strong>closed</strong> their gates Tuesday to help prevent the spread of coronavirus following concerns that visitors were not practicing social distancing.</p> \n  <p> They follow closures at Yosemite in California and Rocky Mountain in Colorado in previous days.<br><br>AP reports:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>The decision to close Yellowstone came after Montana Gov. Steve Bullock and local officials urged the park to keep visitors out to prevent the spread of the coronavirus.</p> \n   <p>The National Park Service listened to the concerns from our local partners and, based on current health guidance, temporarily closed the parks,” said Yellowstone Superintendent Cam Sholly and Grand Teton acting Superintendent Gopaul Noojibail in a news release.</p> \n   <p>Great Smoky Mountains will close Tuesday through at least April 6. Around 30,000 people entered the park each day last week and some popular sites like Laurel Falls, Newfound Gap and Cades Cove were congested, according to a news release.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T21:08:15.737Z\">at 9.08pm GMT</time></p> \n</div> \n<div id=\"block-5e7a70c18f0878a2a48a9808\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T20:45:31.435Z\">8.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It seemed like lawmakers who have come to some kind of stimulus deal by at least the early afternoon today but that hasn’t happened yet. There’s no sign a deal isn’t coming but there are still concerns about the industry fund by some Democrats. </p> \n  <p>In an interview with Newsy’s Alex Miller, Ohio senator Sherrod Brown explains: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlexMillerNews/status/1242549215814877190\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/SenSherrodBrown?ref_src=twsrc%5Etfw\">@SenSherrodBrown</a>: \"I can't believe that Congress wants to put $400 billion in the hands of the treasury secretary to give out without strings attached.\"<br><br>Brown says despite the discussions going on today, he's still got concerns about how much power being given to Sec. Mnuchin. <a href=\"https://t.co/quRb3Awz8I\">pic.twitter.com/quRb3Awz8I</a></p>— Alex Miller (@AlexMillerNews) \n    <a href=\"https://twitter.com/AlexMillerNews/status/1242549215814877190?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7a6da28f081e5eda236140\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T20:32:48.181Z\">8.32pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Utah senator <strong>Mitt Romney</strong> is self-quarantining despite testing negative for coronavirus. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MittRomney/status/1242542155312349186\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Thankfully I’ve tested negative for COVID-19. Nevertheless, guidance from my physician, consistent with the CDC guidelines, requires me to remain in quarantine as the test does not rule out the onset of symptoms during the 14-day period.</p>— Mitt Romney (@MittRomney) \n    <a href=\"https://twitter.com/MittRomney/status/1242542155312349186?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Romney is the latest in an ongoing list of lawmakers who have had to go into quarantine in response to the coronavirus. Kentucky senator <strong>Rand Paul </strong>was the <a href=\"https://www.theguardian.com/world/2020/mar/22/coronavirus-rand-paul-senator-tests-positive-covid-19\">first member</a> of his chamber to test positive for the virus. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T20:33:07.532Z\">at 8.33pm GMT</time></p> \n</div> \n<div id=\"block-5e7a6d9e8f08af215f6fa8a2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T20:29:29.913Z\">8.29pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A 31-year-old from Mexico has become the first person in immigration detention in the US to test positive for Covid-19. US Immigration and Customs Enforcement said the unidentified individual was being held at Bergen County Jail in Hackensack, New Jersey, when they tested positive. The agency said they had been quarantined and were receiving care at an undisclosed location. Meanwhile, intake of new migrants at the jail will be suspended.<br><br>ICE previously said a member of the medical staff at the Elizabeth Detention Center in New Jersey tested positive for the virus. Here’s the Guardian’s story on that:<br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/19/coronavirus-us-immigration-detention-center\">First US immigration agency employees test positive for coronavirus</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T20:30:05.064Z\">at 8.30pm GMT</time></p> \n</div> \n<div id=\"block-5e7a6c368f0878a2a48a97cd\" class=\"block\" data-block-contributor=\"profile/joan-greve\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T20:25:36.896Z\">8.25pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump predicted Americans would see “packed churches” on Easter, </strong>as the president continues to insist the country will be ready to scale back social distancing practices within the next few weeks.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/atrupar/status/1242537995103846400\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Trump on why he picked Easter as the day he wants to end strict social distancing and reopen American businesses: \"Easter is a very special day for me ... Easter Sunday, and you'll have packed churches all over our country.\" <a href=\"https://t.co/6cXEtW8LmR\">pic.twitter.com/6cXEtW8LmR</a></p>— Aaron Rupar (@atrupar) \n    <a href=\"https://twitter.com/atrupar/status/1242537995103846400?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <p><br>The president said earlier today he “would love to have the country opened up and just raring to go by Easter,” but public health experts have expressed doubt that the coronavirus crisis will be sufficiently curtailed by April 12.<br></p> \n  <p>“Easter is a very special day for me,” Trump told Fox News. “And I say, wouldn’t it be great to have all the churches full?”</p> \n  <p>The president added that the religious holiday aligned with when he expected the threat of the virus to start subsiding. “I think it would be a beautiful time, and it’s just about the timeline that I think is right.” Trump said.</p> \n  <p>Public health experts, including senior official Dr <strong>Anthony Fauci, </strong>have said Americans will need to adhere to social distancing restrictions for at least several more weeks to stop the spread of the virus.<br></p> \n </div> \n</div> \n<div id=\"block-5e7a6a9c8f081e5eda23612d\" class=\"block is-key-event\" data-block-contributor=\"profile/edwardhelmore\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T20:17:04.198Z\">8.17pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">US markets rally in hopes of stimulus deal</h2> \n <div class=\"block-elements\"> \n  <p>US stocks rebounded more than 11% on Tuesday in best day since 1933 on signs that lawmakers and the Trump administration are nearing a deal on a $2tr stimulus package aimed at curbing economic distress caused by the coronavirus pandemic.</p> \n  <p>The Dow Jones Industrial Average gained 2,112 points, or 11.3%, the S&amp;P 500 rose 9.3%, while the Nasdaq Composite advanced 8.3%.</p> \n  <p>Energy giant Chevron gained more than 18% to lead the Dow higher.</p> \n  <p>American Express, Boeing and American also rallied more than 14%. Energy was the best-performing sector, while industrials and financials each jumped more than 10%.</p> \n  <p>The historic rally came a day after stocks recorded a record fall. It came after House Speaker Nancy Pelosi told CNBC there is “real optimism” in Congress over a stimulus deal being reached. </p> \n  <figure class=\"element element-image\" data-media-id=\"54895e1fd0ea6b04f70186dcf5eb784b073d4125\"> \n   <img src=\"https://media.guim.co.uk/54895e1fd0ea6b04f70186dcf5eb784b073d4125/0_321_5637_3383/1000.jpg\" alt=\"The Fearless Girl statue in front of the New York Stock Exchange yesterday, next to Wall Street.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The Fearless Girl statue in front of the New York Stock Exchange yesterday, next to Wall Street.</span> \n    <span class=\"element-image__credit\">Photograph: Angela Weiss/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>“We think the bill has moved sufficiently to the side of workers,” she said.<br><br>International indexes also rose, with the pan-continental Stoxx Europe 600 advancing 8.4% in its best one-day performance since 2008 while Japan’s Nikkei 225 gauge jumped 7%. <br></p> \n  <p>“Markets are definitely reacting to the prospects of a stimulus deal,” Jason Pride, chief investment officer for private wealth at Glenmede, told the Wall Street Journal.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T20:35:02.392Z\">at 8.35pm GMT</time></p> \n</div> \n<div id=\"block-5e7a6a448f08af215f6fa884\" class=\"block\" data-block-contributor=\"profile/bryan-armen-graham\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T20:16:44.873Z\">8.16pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Greg Abbott, the Republican governor of Texas, has <a href=\"https://twitter.com/KHOU/status/1242538962968662016\">announced a new executive order</a> requiring hospitals to submit daily reports to the state health department on the number of coronavirus tests administered and present bed capacity. </p> \n  <p>Asked to respond to Monday night’s <a href=\"https://twitter.com/KHOU/status/1242538962968662016\">controversial remarks by his lieutenant governor</a> on Fox News that older Americans would rather die than see public health measures undermine the US economy, Abbott says: “The primary obligation we all have is public health and safety. We must do all we can to ensure the health and safety of everyone, to save every life, to get everyone through Covid-19, minimizing the loss of life.</p> \n  <p>“The best thing we can do to get the economy going is to get Covid-19 behind us. We must bend the curve on the growth of the coronavirus in Texas. As soon as we do that, the economy will come roaring back.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T20:21:34.946Z\">at 8.21pm GMT</time></p> \n</div> \n<div id=\"block-5e7a68838f081e5eda236113\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T20:13:47.419Z\">8.13pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Former vice president <strong>Joe Biden</strong> is making the rounds on cable news shows. He was on MSNBC at the top of the hour and urged <strong>Donald Trump</strong> to “stop talking.”</p> \n  <p>“It’s frustrating to hear this president speak. He should stop talking. Let the experts speak,” Biden said. Later on in the interview he said “be president. You say you’re a wartime president. Act like that.” </p> \n  <p>In the same interview Biden was asked how he though New York governor Andrew Cuomo has handled the coronavirus in his state. </p> \n  <p>There has been a back and forth between Trump and Cuomo throughout the day over available medical supplies. Cuomo said there hasn’t been enough ventilators during a press conference. Later on during a virtual town hall on Fox News, Trump shot back that Cuomo passed up access to more ventilators. </p> \n  <p>Biden praised the New York governor’s performance. </p> \n  <p>“I think he’s doing a hell of a job. I think he’s been the lead horse here,” Biden said. </p> \n </div> \n</div> \n<div id=\"block-5e7a5f178f081e5eda2360b5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T20:04:40.258Z\">8.04pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>An emerging pattern across the country is that governors are encouraging people to donate medical supplies that are in high demand in response to the Coronavirus epidemic. </p> \n  <p>Michigan governor <strong>Gretchen Whitmer</strong> is doing just that. In a statement her administration this afternoon Whitmer said “Right now, medical professionals across the state are forced to reuse face masks. This increases the risk of spreading COVID-19 during a time when we should do everything we can to mitigate it. We’re not getting the tools we need from the federal government, so it’s on all of us to work together to protect each other.”</p> \n  <p>The items “most needed” are, per the statement: </p> \n  <ul> \n   <li>Hospital Gowns </li> \n   <li>Ventilators</li> \n   <li>Sanitizer (Hand / Wipe)</li> \n   <li>Gloves </li> \n   <li>Surgical Masks</li> \n   <li>Masks N95-N100</li> \n   <li>No-Touch Thermometers </li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5e7a5d2e8f0878a2a48a972f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T19:26:30.080Z\">7.26pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Biden says he has not been tested for coronavirus</h2> \n  <p>Biden was just asked first what precautions he took on the coronavirus and secondly if he’d been tested for the virus. </p> \n  <p>On the precautions he’s taking Biden said he’s following Delaware governor <strong>John Carney</strong>’s guidance. </p> \n  <p>“I’ve been following the recommendation of our governor and I’ve been staying in place, not going out, not gathering at events,” Biden said. “The good news is, thank god, at least i’ve been told by the docs, that I have no underlying complication that would complicate that stance.”</p> \n  <p>Biden said he is still interacting with younger members of his family but also keeping his physical distance from younger ones. </p> \n  <p>“I’m not able to go down and hug them and kiss them which I usually do,” Biden said. “And anybody who walks down from the house, including the secret service on” wears masks and gloves.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T19:26:49.991Z\">at 7.26pm GMT</time></p> \n</div> \n<div id=\"block-5e7a5a8d8f08af215f6fa7c6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T19:16:10.465Z\">7.16pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Former vice president <strong>Joe Biden</strong>, in an interview with CNN’s Jake Tapper, was asked what he would have demanded of industry right now during the coronavirus crisis. </p> \n  <p>Biden responded, pointing to New York governor <strong>Andrew Cuomo</strong>’s comments earlier today for more ventilators. As you may recall, Cuomo stressed that even a few thousand more ventilators or beds wouldn’t be enough. Trump, during the Fox News virtual town hall later, said Cuomo previously passed on buying 16,000 ventilators. </p> \n  <p>Biden sided with Cuomo, a fellow Democrat. </p> \n  <p>“He needs a great deal more. The whole country needs them. Let’s move now,” Biden. “He says he’s a wartime president. Well, act like one.”</p> \n  <p>Biden was also asked about Trump’s claim that Biden criticized him for his decision to “close off China.” That claim is <a href=\"https://www.theguardian.com/us-news/live/2020/mar/24/coronavirus-us-live-trump-news-updates-new-york-california-stimulus?page=with:block-5e7a4ab58f08af215f6fa6b9#block-5e7a4ab58f08af215f6fa6b9\">not accurate</a>. </p> \n  <p>“What a piece of work. What a piece of work. You may recall what I said early on is sending our experts to China to see what’s going on...What is he doing? What is he doing?” the exasperated Biden said. “I mean come on, this is bizarre. “<br></p> \n  <p>And on Trump’s <a href=\"https://www.theguardian.com/us-news/live/2020/mar/24/coronavirus-us-live-trump-news-updates-new-york-california-stimulus?page=with:block-5e7a47208f081e5eda235f2e#block-5e7a47208f081e5eda235f2e\">call</a> for the country to get back to normal by Easter, Bide scoffed. </p> \n  <p>“What’s he say? By Easter everyone going back to work? Man, what’s he talking about,” Biden said. “Again the virus is not his fault but the way in which he’s been so slow in responding to things that have been done is astonishing.”</p> \n </div> \n</div> \n<div id=\"block-5e7a58dd8f081e5eda236064\" class=\"block\" data-block-contributor=\"profile/bryan-armen-graham\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T19:04:36.553Z\">7.04pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <a href=\"https://news.gallup.com/poll/298313/president-trump-job-approval-rating.aspx\">latest Gallup poll</a> out today finds that Trump’s approval rating is 49% with 45% disapproving, the highest of his term to date and up five points from earlier this month. Additionally, 60% approve of the president’s handling of the coronavirus pandemic with 38% disapproving.</p> \n  <p>These polls have taken place on near-weekly basis since Trump’s inauguration and it’s <a href=\"https://twitter.com/SteveKornacki/status/1242521155979935744\">only the second time</a> the president has posted a net positive rating (plus-four). Notably, approval of Trump’s performance among Democrats and independents has increased slightly since earlier this month.</p> \n  <p>Gallup cites a “presidential rally effect” as one possible reason behind the spike:</p> \n  <blockquote class=\"quoted\"> \n   <p>Two aspects of Trump’s latest approval rating suggest a presidential approval rally effect. His rating shows a fairly sudden increase, and that increase is seen among both independents and Democrats -- both highly unusual for Trump in particular.</p> \n   <p>Historically, presidential job approval has increased when the nation is under threat. Every president from <a href=\"https://news.gallup.com/poll/4912/bush-job-approval-reflects-record-rally-effect.aspx\">Franklin Roosevelt through George W Bush</a> saw their approval rating surge at least 10 points after a significant national event of this kind. Bush’s 35-point increase after 9/11 is the most notable rally effect on record.</p> \n   <p>During these rallies, independents and supporters of the opposing party to the president typically show heightened support for the commander in chief.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T19:16:40.233Z\">at 7.16pm GMT</time></p> \n</div> \n<div id=\"block-5e7a57168f0878a2a48a96ee\" class=\"block\" data-block-contributor=\"profile/sam-levine\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T18:54:03.592Z\">6.54pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Georgia is moving to expand mail-in balloting for its upcoming primary</h2> \n  <p>The state will mail an absentee ballot request form to all of its 6.9 million registered voters for the state’s May 19 primary, Brad Raffensperger, the state’s top election official <a href=\"https://www.ajc.com/news/state--regional-govt--politics/georgia-will-mail-absentee-ballot-forms-all-active-voters-for-may-primary/s1ZcJ57g8qqIwyG6LNWfIM/\">announced Tuesday</a>. </p> \n  <p>The move comes amid a nationwide push to encourage Americans to vote by mail to avoid risk of transmitting covid-19. Georgia was originally scheduled to hold its primary on Tuesday, but delayed it until May 19. There is an aggressive push to get Congress to require states to offer voters a chance to vote by mail in the November presidential election.</p> \n  <p>Georgia does not require an excuse to vote by mail, but just 7% of voters took advantage of the process during the state’s closely watched 2018 gubernatorial election, the Atlanta Journal- Constitution reported. The state will also offer in-person voting on election day.</p> \n  <p>“I am acting today because the people of Georgia, from the earliest settlers to heroes like Rev. Dr. Martin Luther King, Jr. and Congressman John Lewis, have fought too long and too hard for their right to vote to have it curtailed,” Raffensperger said in a statement. “Georgia has faced challenges before and overcome them, and we can do so again through the grit and ingenuity that has made America a shining example for democracies around the world.”</p> \n  <p>Sending registered voters an absentee ballot request form could also refocus attention on the way Georgia removes people from the voter rolls. In December, the state removed around <a href=\"https://www.ajc.com/news/state--regional-govt--politics/legislators-asked-change-georgia-purge-law-after-court-upheld/C2cxuC65N9umd2Wg8bKO7J/\">100,000 people</a> who hadn’t voted since the 2012 election and didn’t respond to mailings from the state asking them to confirm their address. Voting rights groups say this process removes eligible voters from the rolls. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T18:59:17.938Z\">at 6.59pm GMT</time></p> \n</div> \n<div id=\"block-5e7a54998f0878a2a48a96c2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T18:46:07.468Z\">6.46pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A number of lawmakers, both Republican and Democrat, are cautioning against <strong>Donald Trump</strong>’s calls to ease restrictions on businesses to prevent the coronavirus from spreading. It’s a rare moment of bipartisan agreement. </p> \n  <p>Wyoming congresswoman <strong>Liz Cheney</strong> tweeted:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Liz_Cheney/status/1242458832183361543\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">There will be no normally functioning economy if our hospitals are overwhelmed and thousands of Americans of all ages, including our doctors and nurses, lay dying because we have failed to do what’s necessary to stop the virus. <a href=\"https://t.co/AchwfXtuLi\">https://t.co/AchwfXtuLi</a></p>— Liz Cheney (@Liz_Cheney) \n    <a href=\"https://twitter.com/Liz_Cheney/status/1242458832183361543?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Similarly South Carolina senator <strong>Lindsay Graham</strong> tweeted:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LindseyGrahamSC/status/1242120273949863937\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">When it comes to how to fight <a href=\"https://twitter.com/hashtag/CoronavirusPandemic?src=hash&amp;ref_src=twsrc%5Etfw\">#CoronavirusPandemic</a>, I’m making my decisions based on healthcare professionals like Dr. Fauci and others, not political punditry. <br> <a href=\"https://t.co/ePuWBGd7SD\">https://t.co/ePuWBGd7SD</a></p>— Lindsey Graham (@LindseyGrahamSC) \n    <a href=\"https://twitter.com/LindseyGrahamSC/status/1242120273949863937?ref_src=twsrc%5Etfw\">March 23, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Those tweets are similar to an argument House speaker <strong>Nancy Pelosi</strong>, the top congressional Democrat, made, per Politico’s Kyle Cheney:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/kyledcheney/status/1242484558513266688\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Rare alignment between Pelosi and Liz Cheney. Pelosi just now on MSNBC:<br><br>\"The cost to the economy of many more people getting affected and sick is an even bigger cost than we're seeing now.\" <a href=\"https://t.co/vtaut7RSLz\">https://t.co/vtaut7RSLz</a></p>— Kyle Cheney (@kyledcheney) \n    <a href=\"https://twitter.com/kyledcheney/status/1242484558513266688?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T18:52:32.920Z\">at 6.52pm GMT</time></p> \n</div> \n<div id=\"block-5e7a4fe38f08af215f6fa707\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T18:28:51.801Z\">6.28pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Meanwhile on Capitol Hill, congressional negotiators say they’re close to a deal on a stimulus package. The bolded sentence is my doing. Here’s The Wall Street Journal’s report: </p> \n  <blockquote class=\"quoted\"> \n   <p>WASHINGTON—Top lawmakers and the Trump administration closed in on completing a colossal stimulus package, worth an estimated $2 trillion, designed to shield the U.S. economy from the most drastic consequences of <a href=\"https://www.wsj.com/livecoverage/coronavirus?mod=article_inline\">the coronavirus pandemic</a>.</p> \n   <p>Stocks <a href=\"https://www.wsj.com/articles/global-stock-markets-dow-update-3-24-2020-11585012632?mod=hp_lead_pos1&amp;mod=article_inline&amp;mod=hp_lead_pos1&amp;mod=article_inline\">rallied on the news that a deal was near</a>, with the Dow Jones Industrial Average up more than 8% Tuesday afternoon.</p> \n   <p>Negotiators reconvened Tuesday morning, with some lawmakers predicting that the two sides were hours away from securing a final agreement. <strong>Lawmakers, administration officials, and aides said issues surrounding $500 billion in industry assistance loans and expanded unemployment insurance had largely been resolved, leaving a narrow set of unresolved items left to agree to.</strong></p> \n   <p>The Senate could move to quickly vote on the package later in the day, if an agreement is reached.</p> \n   <p>“I believe we’re on the 5-yard line,” Senate Majority Leader Mitch McConnell (R., Ky.) said on the Senate floor. “I hope today is the day this body will get it done.”</p> \n   <p>Senate Minority Leader Chuck Schumer (D., N.Y.) said he didn’t see any remaining issues that can’t be resolved. “Last night I thought we were on the 5-yard line. Right now we’re on the 2,” he said.</p> \n  </blockquote> \n  <p>Remember, the major flashpoint was the industry assistance loans. Republicans had a field day on Monday after Democrats blocked passage of a stimulus bill over gripes about that loan fund. Now it seems that flashpoint is fading away. </p> \n  <p>Keep in mind this is Congress and nothing is over the finish line until it’s over the finish line but it still appears that things haven’t fallen apart yet. </p> \n  <p>Trump himself, in that town hall, sounded optimistic about a deal as well. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T18:30:43.980Z\">at 6.30pm GMT</time></p> \n</div> \n<div id=\"block-5e7a4ab58f08af215f6fa6b9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T18:03:01.588Z\">6.03pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A note on Trump’s comment earlier about how Joe Biden criticized him on his decision to “close off China.” </p> \n  <p>Trump, as a reminder from earlier in this virtual town hall, said “That was weeks early, and honestly I took a lot of heat. Sleepy Joe Biden said it’s xenophobic, I don’t know if he knows what that means but that’s OK. He said it’s racist what I did.”</p> \n  <p>But as Bloomberg’s Tyler Pager <a href=\"https://www.bloomberg.com/news/articles/2020-03-24/trump-laces-into-biden-misleads-on-china-travel-in-town-hall?sref=KczNubwY\">notes</a>, that’s not quite true:</p> \n  <blockquote class=\"quoted\"> \n   <p>Trump’s portrayal of his China order isn’t accurate, and there’s no record of Biden specifically criticizing the decision.</p> \n   <p>Trump’s Jan. 31 order restricted travel from China, routing planes to at first seven and then 11 U.S. airports where passengers underwent enhanced health screening. And Biden never specifically called the restrictions xenophobic or racist, though he has said it is racist for Trump to call the disease the “Chinese virus” and said Jan. 31 that Trump has a “record of hysteria and xenophobia -- hysterical xenophobia -- and fear-mongering.”</p> \n   <p>Trump went on to congratulate himself for the decision.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e7a483e8f0878a2a48a95cf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T17:53:11.590Z\">5.53pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Trump</strong> was asked how he’s doing dealing with the country’s governors through this crisis, especially the <strong>Democratic governors</strong>. </p> \n  <p>All is well, Trump said, citing California governor <strong>Gavin Newsom</strong>. </p> \n  <p>“Governor Newsom and I have been getting along,” Trump said. “We’re speaking to each other, whether it’s conference calls.”</p> \n  <p>But Trump added that it has to be a mutually friendly relationship. </p> \n  <figure class=\"element element-image\" data-media-id=\"b98a02e25d055c6afaee9483df50388ca04c26bf\"> \n   <img src=\"https://media.guim.co.uk/b98a02e25d055c6afaee9483df50388ca04c26bf/0_182_5472_3283/1000.jpg\" alt=\"Coronavirus testing in Hayward, California, yesterday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Coronavirus testing in Hayward, California, yesterday.</span> \n    <span class=\"element-image__credit\">Photograph: John G Mabanglo/EPA</span> \n   </figcaption> \n  </figure> \n  <p>“It’s a two way street. They have to treat us well also,” Trump said. Trump went on to point, once again, to <strong>New York</strong> governor <strong><a href=\"https://www.theguardian.com/us-news/andrew-cuomo\">Andrew Cuomo</a></strong> saying earlier today that the Trump administration had not provided the necessary amount of ventilators to his state. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/mar/24/new-york-coronavirus-cases-andrew-cuomo-hospitals\">Cuomo warns coronavirus infection rates are rising faster than expected</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T18:20:26.812Z\">at 6.20pm GMT</time></p> \n</div> \n<div id=\"block-5e7a47208f081e5eda235f2e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T17:47:41.357Z\">5.47pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Fox News’ Bill Hemmer pressed Trump on reopening the country by Easter, just 19 days away. </strong></p> \n  <p>Trump doubled down. </p> \n  <p>“I think it’s possible. Why isn’t it? We’ve never controlled the country before and we’ve had some flus and some viruses. I think it’s absolutely possible,” Trump said. “We have to get our country back to work. Our country wants to go back to work.”</p> \n  <p>Trump added that social distancing and precautionary hand washing will still have to be done. </p> \n  <p>At moments Trump has expressed a sense of urgency about “reopening” the country despite concerns and cautionary statements from some health officials. </p> \n  <p>“If we delay this thing out you’re going to lose more people than with the situation as we know it. So I think it’s very important for the country to go back,” Trump added. “Otherwise it’s going to be very hard to start it up again.”</p> \n  <p>The Guardian’s Lois Beckett reported last night as this theme came through strongly in the Monday White House press briefing.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/23/trump-vows-to-open-up-our-country-even-as-deaths-from-coronavirus-rise\">Trump vows to reopen US economy even as deaths from coronavirus rise</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T18:00:17.323Z\">at 6.00pm GMT</time></p> \n</div> \n<div id=\"block-5e7a45ba8f0878a2a48a95ae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T17:39:35.527Z\">5.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong><a href=\"https://www.theguardian.com/education/harvard-university\">Harvard University</a> president Larry Bacow <a href=\"https://www.harvard.edu/president/news/2020/testing-positive-for-covid-19\">has announced in a statement</a> that he and his wife have tested positive for <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">coronavirus</a>. </strong>“We will be taking the time we need to rest and recuperate during a two-week isolation at home,” it reads. “This virus can lay anyone low. We all need to be vigilant and keep following guidelines to limit our contact with others.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/loisbeckett/status/1242505174871977985\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Harvard's president, Lawrence Bacow, just announced that he and his wife have coronavirus. He said they have been working from home and largely isolated since March 14. <a href=\"https://t.co/xBioE3sJ7P\">pic.twitter.com/xBioE3sJ7P</a></p>— Lois Beckett (@loisbeckett) \n    <a href=\"https://twitter.com/loisbeckett/status/1242505174871977985?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T18:00:55.315Z\">at 6.00pm GMT</time></p> \n</div> \n<div id=\"block-5e7a43e78f081e5eda235f11\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T17:34:50.427Z\">5.34pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Because of the coronavirus epidemic Dr. <strong>Anthony Fauci</strong>, the director of the National Institute of Allergy and Infectious Diseases, has enjoyed an increased national presence. He has accompanied Trump and other top administration officials at coronavirus briefings.</p> \n  <p>There have been <a href=\"https://www.nytimes.com/2020/03/23/us/politics/coronavirus-trump-fauci.html\">reports</a> that Trump has started to get tired of Fauci’s elevated stature. At moments he has undercut the president’s statements. But asked about Fauci today Trump said their relationship is strong. </p> \n  <p>“Because he has other things to do. We get along very well,” Trump said. “I think it’s very good. You would’ve heard about it if it wasn’t. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/23/dr-fauci-press-conference-white-house-coronavirus\">'Where's Fauci?' America panics as doctor absent again from White House briefing</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T18:03:40.432Z\">at 6.03pm GMT</time></p> \n</div> \n<div id=\"block-5e7a42a28f0878a2a48a957b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T17:28:18.852Z\">5.28pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">President wants to re-start economic activity by Easter</h2> \n <div class=\"block-elements\"> \n  <h2>Trump: I’d love to have the country open by April 12th</h2> \n  <p>Trump just now said he would like to have the country back to normal and “open” by Easter. That’s April 12, less than a month away.</p> \n  <p>“I would love to have it open by Easter. I would love to have it open by Easter,” Trump said. “I would love to have the country opened up and just raring to go by Easter.”</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/24/trumps-push-to-shorten-the-coronavirus-shutdown-proves-the-captain-is-flying-blind\">Trump's push to shorten coronavirus shutdown proves the captain is flying blind</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T18:00:07.942Z\">at 6.00pm GMT</time></p> \n</div> \n<div id=\"block-5e7a41b38f08eb98fb4c8b6c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T17:25:35.155Z\">5.25pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It wasn’t quite a critique but Trump just shot back at Cuomo about ventilators.</p> \n  <p> Earlier today Cuomo said he was not getting enough ventilators to keep up with the pandemic curve. Trump and Cuomo have built a fairly cordial and friendly relationship as they’ve kept in touch though the pandemic crisis. But just now at this virtual town hall Trump said Cuomo “should’ve ordered the ventilators.”<br></p> \n  <p>“He had a chance in 2016 to buy 16,000 at a very low price and he didn’t do that,” Trump said as he looked at one of the papers he brought out to the town hall. </p> \n </div> \n</div> \n<div id=\"block-5e7a3f918f08eb98fb4c8b46\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T17:18:36.116Z\">5.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The president is refraining on laying blame on himself or the Centers for Disease Control and Prevention (CDC) in handling the coronoavirus epidemic. He said neither his administration or the CDC is to blame. </p> \n  <p>“We did not screw up. I don’t think CDC screwed up either,” Trump said. “I don’t think – in all fairness to CDC. Nobody ever expected a thing like this. Nobody expected that millions and millions of people would have to be tested.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T17:26:02.215Z\">at 5.26pm GMT</time></p> \n</div> \n<div id=\"block-5e7a3eda8f08eb98fb4c8b38\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T17:11:57.964Z\">5.11pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>For days the sticking point for Democrats in the stimulus package negotiations was a $500bn fund for businesses. Democrats called it a “slush fund” because, they argued, it lacked sufficient oversight. In a press conference on Monday he said that he would provide the oversight. </p> \n  <p>During this virtual town hall Trump stressed that the economic stimulus package would focus on helping both large and small businesses through the coronavirus crisis. </p> \n  <p>“The bill is very much focused on the small business person,” Trump said. “You add them all up and the small businesses are just about equal in size. This bill is absolutely aimed at the small business and the worker. The owners are going to need some help, they’re going to need some loans. I’m going to take care of them.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T17:27:19.790Z\">at 5.27pm GMT</time></p> \n</div> \n<div id=\"block-5e7a3e458f08eb98fb4c8b28\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T17:08:39.855Z\">5.08pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Just now Trump signaled a new openness to signing off what seems like an imminent deal between lawmakers on a $1.6 trillion economic stimulus package. </p> \n  <p>“They had things that are in there that are terrible. A lot of problems and I said I’m not signing this bill. Now they’ve renegotiated,” Trump said. </p> \n  <p>That’s a flip from late Monday night when Trump was tweeting opposition to sticking points by Democrats in the negotiations. </p> \n </div> \n</div> \n<div id=\"block-5e7a3dad8f085e31106fe9fa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T17:06:44.787Z\">5.06pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Trump is cautioning against a prolonged shut down and stay at home orders. He and others who have argued against that have pointed to other sources of death in the country like the flu or automobile accidents. <br></p> \n  <p>“Well you have to make the decision. I brought some numbers here. We lose thousands and thousands of people per year to the flu. We don’t turn the country off,” Trump said. “We lose thousands of people a year to the flu. We never turn the country off. We lose thousands of people per year to automobile accidents. </p> \n </div> \n</div> \n<div id=\"block-5e7a3d2c8f08eb98fb4c8b15\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T17:04:35.344Z\">5.04pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As the debate over restarting the economy wages amid the coronavirus pandemic, there’s <a href=\"https://www.ft.com/content/7e632f6c-6d7e-11ea-89df-41bea055720b\">some reassuring news</a> on the soaring numbers out of New York, which can be attributed to the governor’s emphasis on large-scale testing. It’s an approach that could see those who have developed immunity to the virus return to work sooner than the general population.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TonyKaron/status/1242485486469472257\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A bit of reassurance from the FT -- NY levels have spiked because NY is now testing at a rate higher than S. Korea, whose containment effort has been a success story. The spike is, ironically, reassuring of a competent authority managing the crisis <a href=\"https://t.co/x5Inz6QAS3\">pic.twitter.com/x5Inz6QAS3</a></p>— Tony Karon (@TonyKaron) \n    <a href=\"https://twitter.com/TonyKaron/status/1242485486469472257?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e7a3cd28f08eb98fb4c8b02\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T17:03:00.993Z\">5.03pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump: 'I made the decision to close off China'</h2> \n <div class=\"block-elements\"> \n  <p><strong>Donald Trump</strong> is here for this town hall. He is accompanied by Pence, Dr. <strong>Deborah Birx</strong>, and surgeon general <strong>Jerome Adams</strong>. </p> \n  <p>Trump was asked when he first decided to take coronavirus seriously. In response the president said when he first saw it moving across China. </p> \n  <p>“I made a decision to close off China. That was weeks early and honestly I took a lot of heat,” Trump said. “Sleepy Joe Biden said it was xenophobic -I don’t know what that means.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T17:10:01.576Z\">at 5.10pm GMT</time></p> \n</div> \n<div id=\"block-5e7a39e58f085e31106fe9c0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T16:58:07.497Z\">4.58pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>During New York governor <strong>Andrew Cuomo</strong>’s press conference earlier today he repeatedly argued that the amount of ventilators his state needs numbers in the tens of thousands. Seemingly in response to that, <strong>Mike Pence</strong> just now said some 2,000 ventilators were shipped from the national stockpile today and the same amount will be shipped tomorrow. </p> \n  <p>“I was so pleased to confirm that earlier today FEMA from the national stockpile shipped 2,000 ventilators from the state of New York,” Pence said. “New York is truly the epicenter of the coronavirus around the country. Two thousand more will be shipped tomorrow.”</p> \n </div> \n</div> \n<div id=\"block-5e7a36698f085e31106fe984\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T16:42:29.351Z\">4.42pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>While we wait for this Trump virtual town hall to begin vice president <strong>Mike Pence</strong> was just asked how long before the entire has access to coronavirus tests.</p> \n  <p>Pence did not offer a specific timeline. Instead he said that testing has expanded in the last few weeks.</p> \n  <p>“Literally testing is expending all across the country by the tens of thousands every day. By last Monday we had tested roughly 50,000 people across the country,” Pence said. Pence added that <strong>Donald Trump</strong> has brought the “top commercial labs” across the country to help with the pandemic. </p> \n  <p>“We want to prioritize tests for people who have been hospitalized,” Pence said. “The reality is every American can make a difference by putting into practice the 15 days to slow the spread.”</p> \n </div> \n</div> \n<div id=\"block-5e7a2f478f08e4a2e5edc076\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T16:09:04.113Z\">4.09pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Donald Trump is set to headline a two hour virtual town hall on the coronavirus pandemic. Just ahead of that, vice-president <strong tabindex=\"-1\">Mike Pence</strong> sat down with Fox News’ Bill Hemmer. In that interview Pence was asked to respond to New York governor <strong tabindex=\"-1\">Andrew Cuomo</strong>’s pleas for the federal government to more actively use the Federal Defense Production Act. </p> \n  <p>Pence pointed to the <a href=\"https://www.cnn.com/2020/03/24/business/ford-3m-ge-ventilators-coronavirus-duplicate-2/index.html\">new production efforts</a> by Ford, 3M and GE to provide ventilators and masks. He also said “we’ll continue to meet this moment with creativity” and the support of the American people. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T16:13:48.151Z\">at 4.13pm GMT</time></p> \n</div> \n<div id=\"block-5e7a2c3c8f08d17da4d88b62\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T15:58:17.429Z\">3.58pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Essentially daily governors across the country have been working to at least show how active they’re being in combatting the Coroavirus. In Wisconsin, Governor <strong>Tony Evers</strong> directed the state’s Department of Health Services to issue a stay at home order prohibiting non-essential travel. Read the order <a href=\"https://content.govdelivery.com/attachments/WIGOV/2020/03/24/file_attachments/1409408/Health%20Order%20%2312%20Safer%20At%20Home.pdf\">here</a>. </p> \n  <p>In Georgia, Governor <strong>Brian Kemp</strong> did an interview with The <a href=\"https://www.ajc.com/blog/politics/ajc-interview-kemp-says-still-has-arrows-left-the-quiver-fight-coronavirus/rvCM8HaisFEybjgodtFvkK/\">Atlanta Journal-Constitution</a> where he defended himself to criticism that he hasn’t done enough on the pandemic. </p> \n  <p>Per the AJC: </p> \n  <blockquote class=\"quoted\"> \n   <p>The governor told the AJC his order to <a href=\"https://www.ajc.com/news/state--regional-govt--politics/with-georgia-tipping-point-kemp-orders-more-social-distancing/3ijgIrcgKFCcaZupAZaBAJ/\">ban</a> many public gatherings, <a href=\"https://www.ajc.com/news/state--regional-govt--politics/with-georgia-tipping-point-kemp-orders-more-social-distancing/3ijgIrcgKFCcaZupAZaBAJ/\">close</a> bars and nightclubs, and authorize officials to shut down any business that doesn’t comply with social distancing requirements will help curb the disease without yet having to resort to drastic measures such as shelter-in-place rules. </p> \n   <p>“You have to have the citizens go with you when you make those moves. I certainly don’t feel like we’re there. I think that would have devastated a lot of people, literally decades of what they have built up. A lot of people are acting responsibly,” he said.</p> \n   <p>“We cannot only think about what we’re dealing with today, but the future of our state two months from now, six months now and six years from now. I’ve been really balancing all these things,” Kemp added, saying there are some Georgians still “doubting the effects of the coronavirus” and others who want him to lock down the state. </p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T15:58:49.571Z\">at 3.58pm GMT</time></p> \n</div> \n<div id=\"block-5e7a263d8f08d17da4d88b2e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T15:34:14.126Z\">3.34pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">'I’m asking you to help New York to help yourselves'</h2> \n <div class=\"block-elements\"> \n  <p>Again and again throughout this press conference, New York governor <strong>Andrew Cuomo</strong> hammered one point: the increasing rate of coronavirus cases and the lack of sufficient resources across the state is a preview of what other states will experience without a serious response. </p> \n  <p>“As the number of cases go up, the number of people in hospital beds goes up, the number of people in an ICU beds who need a ventilator goes up, and we cannot address that curve,” Cuomo said. <br></p> \n  <p>Cuomo went on to say “what is happening in New York is not a New York phenomenon. </p> \n  <p>“It’s higher in New York because it started here first because we have global travelers coming here first. Because we have more density than other places,” Cuomo said. “You will see this in suburban communities across the country. We are just a test case. We are just a test case. And that’s how the nation should look at it. Where we are today, you will be in three weeks or five weeks or six weeks.”</p> \n  <p>Later on in this press conference Cuomo said “I’m not asking New York I’m just asking you to help New York to help yourselves.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T15:39:58.985Z\">at 3.39pm GMT</time></p> \n</div> \n<div id=\"block-5e7a23548f08d17da4d88b12\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T15:23:34.182Z\">3.23pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There has been an ongoing debate among Republican and Democratic lawmakers across the country over whether the Trump administration needed aggressively use the Defense Production Act to activate private industry to help provide medical resources to fight the Coronavirus pandemic. </p> \n  <p>Generally Democrats have been urging more aggressive leveraging through the law while Republicans have argued that private industry is a better vehicle. </p> \n  <p><strong>Cuomo</strong> during his press conference stressed that the law is the best way to provide the ventilators and beds his state needs. </p> \n  <p>“I understand the federal government’s point that many companies have come forward and say we want to help,” Cuomo said. “If we don’t have the ventilators in 14 days it does us no good. The Federal Defense [Production] act can actually help companies ... Only the federal government has that power. And not to exercise that power is inexplicable to me.”</p> \n  <p>Cuomo added “and I do not for the life of me understand the reluctance to use the Federal Production Act.”</p> \n  <p>Cuomo also said that the number of cases are greater than other large states. </p> \n  <p>“New York has 25,000 cases! It has ten times the problems that California has. It has ten times the cases that Washington state has,” Cuomo said. “And New York you are looking at a problem that is at a totally different dimension. The problem is the volume.” <br tabindex=\"-1\"></p> \n  <p>“We need the federal help and we need the federal help now,” Cuomo said. He went on to say: “What happens to New York is going to wind up happening to California and Washington state and Illinois. It is just happening to us first.” </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T15:25:10.806Z\">at 3.25pm GMT</time></p> \n</div> \n<div id=\"block-5e7a22158f08c78e185cfe8f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T15:12:11.362Z\">3.12pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Essentially, <strong>Cuomo</strong> in this press conference is warning that there need to be more hospital beds as previous estimates about the pandemic are projected to be off. </p> \n  <p>“It is clear that we must increase the hospital capacity to reach the highest apex,” Cuomo said. </p> \n  <p>Cuomo has previously vowed to bring in more resources to fight the spreading virus. He has said he needed more masks, ventilators, and wanted to see more doctors, even retired ones, come in to help. New hospital facilities are being built. </p> \n  <p>“The emergency hospitals that we are building at Westbury and Stony Brook will be helpful,” Cuomo said. “But they’re nowhere near the number of beds we’ll need.”</p> \n  <p>Cuomo added that he had “no problem” using beds at dorms on college campuses to increase the number of beds. </p> \n  <p>“I will turn this state upside down to use the number of beds we need,” Cuomo said. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T15:19:40.742Z\">at 3.19pm GMT</time></p> \n</div> \n<div id=\"block-5e7a214f8f08e4a2e5edbfe4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T15:06:38.540Z\">3.06pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More <strong>Cuomo</strong>: “We haven’t flattened the curve and the curve is actually increasing.”</p> \n  <p>The New York governor is not sugarcoating the latest figures on the spread of the pandemic.</p> \n  <p>“That rate of increase, that apex, they anticipate could be approximately 14 to 21 days away,” Cuomo said. He went on to say “we’ve increased testing to the highest level in the country. We’re also trying all the new drug therapies.”</p> \n </div> \n</div> \n<div id=\"block-5e7a20b18f08c78e185cfe7b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T15:04:12.005Z\">3.04pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Cuomo: The rate of new infections is doubling about every three days</h2> \n <div class=\"block-elements\"> \n  <p>New York governor <strong>Andrew Cuomo</strong> has just started his presser for updating the public on New York’s efforts to fight the Coronavirus pandemic.</p> \n  <p>Cuomo opened up the conference saying “the rate of anticipated increase” of the virus “has gone up.” </p> \n  <p>Cuomo added “The rate of infections is doubling about every three days</p> \n  <p>Watch it below:</p> \n  <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=bzylXAEePvA\"> \n   <iframe height=\"259\" width=\"460\" src=\"https://www.youtube-nocookie.com/embed/bzylXAEePvA?wmode=opaque&amp;feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T15:37:15.840Z\">at 3.37pm GMT</time></p> \n</div> \n<div id=\"block-5e7a1fb68f08c78e185cfe67\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T14:58:41.169Z\">2.58pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Over in Virginia, Liberty University, the private evangelical Christian university run by <strong>Jerry Falwell Jr</strong>., is reopening its doors. Via the <a href=\"https://www.richmond.com/news/virginia/thousands-of-liberty-students-expected-to-return-to-campus-amid/article_a7b91be3-217a-598e-a367-34950271e6c6.html\">Richmond Times-Dispatch</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>LYNCHBURG — As the coronavirus threatens to spread across the Lynchburg region, Liberty University officials are preparing to welcome back up to 5,000 students from spring break this week.</p> \n   <p>Defying a national trend of campus closures, President Jerry Falwell Jr. has invited students to return to residence halls and has directed faculty members to continue to report to campus even as most classes move online.</p> \n   <p>In an interview Sunday night, Falwell said somewhere between several hundred to more than 5,000 students are expected to live in campus dorms, where they will continue coursework online rather than in classrooms.</p> \n   <p>Meanwhile, hundreds of professors and instructors without a valid health exemption will come to campus to hold office hours.</p> \n   <p>“I think we have a responsibility to our students — who paid to be here, who want to be here, who love it here — to give them the ability to be with their friends, to continue their studies, enjoy the room and board they’ve already paid for and to not interrupt their college life,” Falwell said.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T16:12:05.219Z\">at 4.12pm GMT</time></p> \n</div> \n<div id=\"block-5e7a1aaf8f08e46329cb4f21\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T14:46:23.019Z\">2.46pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Trump urges Congress to make deal to get Americans 'back to work'</h2> \n <div class=\"block-elements\"> \n  <p><strong>Donald Trump</strong> is signaling a sense of urgency that Congress make a deal on a stimulus package. That’s been the topic of Trump’s twitter over the past few hours. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1242422012682919937\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is not about the ridiculous Green New Deal. It is about putting our great workers and companies BACK TO WORK!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1242422012682919937?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1242432301885198337\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Congress must approve the deal, without all of the nonsense, today. The longer it takes, the harder it will be to start up our economy. Our workers will be hurt!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1242432301885198337?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1242455267603877894\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Our people want to return to work. They will practice Social Distancing and all else, and Seniors will be watched over protectively &amp; lovingly. We can do two things together. THE CURE CANNOT BE WORSE (by far) THAN THE PROBLEM! Congress MUST ACT NOW. We will come back strong!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1242455267603877894?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <p>Notably, Tuesday’s White House Daily Guidance did not list a briefing from the Coronavirus Task Force. Those briefings have become a regular occurrence featuring the president. The absence of a briefing will put more attention on the negotiations on Capitol Hill. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T14:50:35.995Z\">at 2.50pm GMT</time></p> \n</div> \n<div id=\"block-5e7a198a8f08e46329cb4f1b\" class=\"block\" data-block-contributor=\"profile/edwardhelmore\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T14:40:05.187Z\">2.40pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>US deaths surpass 100 per day</h2> \n  <p>On Monday, US deaths surpassed 100 in a single day for the first time. Fatalities passed the grim threshold as the number of confirmed coronavirus cases surpassed 46,000 and a World Health Organization official told The Washington Post that “we are now seeing a very large acceleration” in US coronavirus infections.</p> \n  <p>The US, the official said, now has the potential to become the new epicenter of the global crisis. The true number of US cases is believed to be far higher than the official number, disease experts have warned.<br><br>As the death toll from the coronavirus pandemic reached 100 per day in the US, it added almost one fifth to the 500 total. More than 100 million Americans — nearly one in three — are under stay-at-home orders. <br><br>Both Florida and Rhode Island have ordered all passengers on all flights originating in New York or New Jersey to self-quarantine for 14 days when they arrive in the state.<br><br>The orders come as President Trump appears ready to defy White House health expert advice and order a partial return to work-normality soon after a 14 day quarantine in hard-hit states expires next week. </p> \n </div> \n</div> \n<div id=\"block-5e7a17fc8f08e46329cb4f01\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T14:29:26.822Z\">2.29pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Across the country lawmakers have been grappling with how to effectively contain and fight the Coronavirus pandemic. Much of that has fallen on governors, many of whom have issued stay at home orders. </p> \n  <p>But some lawmakers have argued for caution in doing that. Here’s Oklahoma senator James Lankford when asked if Oklahoma governor Kevin Stitt, another Republican, should issue a “stay at home order.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KOCOMaggie/status/1242448268262588421\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Talked with Senator James Lankford this morning and asked him if he thinks Oklahoma should be under a stay-at-home order.<br><br>(<a href=\"https://twitter.com/koconews?ref_src=twsrc%5Etfw\">@koconews</a>) <a href=\"https://t.co/D7HIxuO6BZ\">pic.twitter.com/D7HIxuO6BZ</a></p>— Maggie Carlo (@KOCOMaggie) \n    <a href=\"https://twitter.com/KOCOMaggie/status/1242448268262588421?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <p>As Lankford said the challenge with these mandates is deciding the exception so that people can still go to work and buy food or continue life as normally as possible. </p> \n </div> \n</div> \n<div id=\"block-5e7a13f98f0887f6e2b5ca34\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T14:15:32.108Z\">2.15pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The big news out of the business world this morning is that the Ford Motor Company, GE Healthcare and the 3M company are teaming up to make medical equipment in response to the Coronavirus epidemic. </p> \n  <p>CNN Business <a href=\"https://www.cnn.com/2020/03/24/business/ford-3m-ge-ventilators-coronavirus-duplicate-2/index.html\">reports</a>: “Healthcare workers around the country have expressed concern about difficulties in attaining enough critical supplies, such as masks, gloves and ventilators, to deal with the influx of patients suffering from the highly contagious virus.”</p> \n  <p>According to a Ford press release:</p> \n  <blockquote class=\"quoted\"> \n   <p><strong>DEARBORN, Mich., March 24, 2020</strong> – Ford Motor Company, joining forces with firms including 3M and GE Healthcare, is lending its manufacturing and engineering expertise to quickly expand production of urgently needed medical equipment and supplies for healthcare workers, first responders and patients fighting coronavirus.</p> \n   <p>In addition, Ford plans to assemble more than 100,000 face shields per week and leverage its in-house 3D printing capability to produce components for use in personal protective equipment.</p> \n   <p>“This is such a critical time for America and the world. It is a time for action and cooperation. By coming together across multiple industries, we can make a real difference for people in need and for those on the front lines of this crisis,” said Bill Ford, Ford’s executive chairman. “At Ford, we feel a deep obligation to step up and contribute in times of need, just as we always have through the 117-year history of our company.”</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e7a13148f08cc9a819476d3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T14:09:54.142Z\">2.09pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Outside of Washington, the ripple effects of the Coronavirus pandemic are still being felt. Japan agreed with the president of the International Olympic Committee to delay the summer Olympics. </p> \n  <p>Here’s <a href=\"https://www.wsj.com/articles/japans-abe-agreed-with-ioc-to-delay-tokyo-olympics-by-about-one-year-11585052548\">The Wall Street Journal</a>:</p> \n  <blockquote class=\"quoted\"> \n   <p>TOKYO—Japanese Prime Minister Shinzo Abe said he agreed with the International Olympic Committee’s president that the Summer Olympics previously scheduled to start in Tokyo on July 24, 2020, would be delayed by around one year.</p> \n   <p>Mr. Abe spoke by phone Tuesday with IOC President Thomas Bach.</p> \n   <p>Citing <a href=\"https://www.wsj.com/articles/new-coronavirus-cases-in-the-u-s-rise-sharply-wuhan-to-get-lockdown-relief-11585044431?mod=hp_lead_pos2&amp;mod=article_inline&amp;mod=article_inline\">the spreading coronavirus pandemic</a>, the Japanese leader said it was difficult to hold the Olympics this year and <a href=\"https://www.wsj.com/articles/international-olympic-committee-considers-postponing-tokyo-games-11584904096?mod=article_inline\">a delay was needed</a> to ensure the safety of athletes and spectators. He said he proposed a delay of “about one year” and received “100% agreement” from Mr. Bach.</p> \n   <p>“We have agreed that the Tokyo Olympics and Paralympics will be held by the summer of 2021 at the latest,” Mr. Abe said in Tokyo. He said study would now begin on arranging venues for the Games.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e7a11e28f0887f6e2b5ca23\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T14:02:52.438Z\">2.02pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>House Speaker <strong>Nancy Pelosi</strong>, the top Democrat on Capitol Hill, just finished an interview with CNBC’s <strong>Jim Cramer</strong> and her tone was overall optimistic. </p> \n  <p>When Cramer asked “can we get something done today?” Pelosi responded “I think there is real optimism that we could get something done in the next few hours.” </p> \n  <p>Pelosi went on to say that Democratic lawmakers had done a good job of using their leverage to move the proposal in a a direction more favorable to Democrats. In an illustration to how much of a sticking point the industries fund is Pelosi once again referred to it as a “slush fund.” </p> \n  <p>But even Pelosi was cautious in declaring victory. Cramer, later in the interview, asked if fiscal hawks on the Hill would like the bill. Pelosi responded “we can say when we have a deal” adding “we’re all receptive to having something done.” </p> \n  <p>Pelosi’s comments fall in line with other lawmakers who have suggested a deal is imminent. It’s a rare moment for so many lawmakers to sound so optimistic while a bill is still in negotiations but that’s where we’re at. </p> \n  <p>“Everybody appreciates the gravity of the situation, at least in Congress,” Pelosi said. </p> \n </div> \n</div> \n<div id=\"block-5e79ff7a8f08cc9a819475e0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2020-03-24T13:20:15.220Z\">1.20pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Congressional leaders near deal on stimulus package</h2> \n <div class=\"block-elements\"> \n  <p>Late Monday night top Republican and Democratic leaders on Capitol Hill appeared to be close to a deal on an almost $2tn economic stimulus package meant to mitigate some of the economic fallout of the ongoing coronavirus pandemic. <br></p> \n  <p>The holdup thus far had been over a $500 billion fund meant to help struggling industries. Democrats argued that the fund lacked sufficient oversight and nicknamed it a “slush fund.” </p> \n  <p>But late Monday night Senate minority leader Chuck Schumer, the top Senate Democrat, sounded optimistic that a deal was on the horizon. </p> \n  <p>“We expect to have an agreement in the morning,” Schumer told reporters according to The New York Times. </p> \n  <p>Treasury secretary Steve Mnuchin, who had been negotiating with Senate Republicans and Democrats throughout the day sounded similarly optimistic, saying “there are still a few little differences” while also saying on Monday that there had been “a lot of progress.” </p> \n  <p>One of the big questions though is where Donald Trump is on the deal. The president has telegraphed mixed signals. Around the time Schumer said he expected a deal in the morning the president sounded more critical of the nascent agreement. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1242293340151873536\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Republicans had a deal until Nancy Pelosi rode into town from her extended vacation. The Democrats want the Virus to win? They are asking for things that have nothing to do with our great workers or companies. They want Open Borders &amp; Green New Deal. Republicans shouldn’t agree!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1242293340151873536?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <p>But early on Tuesday Trump urged lawmakers to pass a stimulus bill. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1242432301885198337\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Congress must approve the deal, without all of the nonsense, today. The longer it takes, the harder it will be to start up our economy. Our workers will be hurt!</p>— Donald J. Trump (@realDonaldTrump) \n    <a href=\"https://twitter.com/realDonaldTrump/status/1242432301885198337?ref_src=twsrc%5Etfw\">March 24, 2020</a>\n   </blockquote> \n  </figure> \n  <p>There’s a lot that’s still unclear but the one thing that is apparent is that lawmakers haven’t crossed the finish line with an urgent stimulus bill quite yet. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2020-03-24T13:30:23.841Z\">at 1.30pm GMT</time></p> \n</div>"
]