[
  "<p>Crawley has been identified as the place in Britain at highest risk of widespread job losses amid the coronavirus crisis, according to a report warning that the economic damage will fall unevenly across the country.</p> \n<p>More than half of all jobs in the West Sussex town are at risk of being furloughed or lost, according to the Centre for Cities thinktank, which said Crawley’s high reliance on the aviation industry placed it at the heart of the economic storm.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"77142d5a-0bf3-4a80-b538-c47a11b57f6a\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>People over 60 or with health issues should wear a medical-grade mask when they are out and cannot socially distance, according to new guidance from the World Health Organization, while all others should wear a three-layer fabric mask.</p>\n    <p>The WHO guidance, announced on 5 June, is a result of research commissioned by the organisation. It is still unknown whether the wearers of masks are protected, say its experts, but the new design it advocates does give protection to other people if properly used.</p>\n    <p>The WHO says masks should be made of three layers – with cotton closest to the face, followed by a polypropylene layer and then a synthetic layer that is fluid-resistant. These are no substitute for physical distancing and hand hygiene, it says, but should be worn in situations where distancing is difficult, such as on public transport and at mass demonstrations.</p>\n    <p>The WHO has been reluctant to commit to recommending face coverings, firstly because the evidence on whether they offer any protection to the public is limited and – more importantly – because it was afraid it would lead to shortages of medical-grade masks for health workers.</p>\n    <p><b>&nbsp;<a href=\"https://www.theguardian.com/profile/sarahboseley\">Sarah Boseley</a></b>&nbsp;<i>Health editor</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>As an employment hub for the nearby <a href=\"https://www.theguardian.com/uk-news/gatwick-airport\">Gatwick airport</a>, Crawley has the highest proportion of jobs in the aviation and aircraft manufacturing industries of 62 large towns and cities the thinktank examined, meaning its local economy could be the hardest hit in Britain.</p> \n<p>More than 53,000 jobs are classed as vulnerable and very vulnerable in Crawley, of about 94,000 in the area. About 18% of jobs are in aviation, compared with 1% on average across other big towns and cities.</p> \n<p>In a report highlighting the uneven economic damage caused by the coronavirus crisis for various places and groups in society, the Centre for Cities warned that about one in five jobs in large urban locations were vulnerable.</p> \n<p>After Crawley, Luton and Derby are also expected to suffer as the unfolding economic crisis intensifies. As places with a similarly large proportion of employees in aviation, more than 40% of jobs are vulnerable. At the other end of the scale, Oxford, Worthing and Bradford are likely to face the most limited impact.</p> \n<p>The effect of lockdown measures on local service industries, such as restaurants and shops, also means retail and hospitality workers are likely to be at risk across the country as the Covid-19 crisis continues.</p> \n<p>Two-thirds of jobs in these sectors in cities are estimated to be vulnerable or very vulnerable, according to the Centre for Cities, though it warned places with links to aviation faced additional risks.</p> \n<p>The intervention comes after the government’s independent economics forecaster, the Office for Budget Responsibility, warned that UK gross domestic product (GDP) could <a href=\"https://www.theguardian.com/business/2020/apr/14/uk-economy-could-shrink-by-35-with-2m-job-losses-warns-obr\">collapse by 35% this spring and unemployment rise by more than 2 million</a>.</p> \n<p>Gatwick, the UK’s second busiest airport after Heathrow, has closed its north terminal and reduced runway hours for at least a month, while British Airways has temporarily suspended flights from there.</p> \n<p>Crawley had one of the fastest growth rates for self-employment in Britain before the coronavirus struck, driven by an explosion in taxi work given its location close to the airport between London and Brighton.</p> \n<figure class=\"element element-embed\" data-alt=\"Callout callout-coronavirus\"> \n <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><div data-callout-tagname=&quot;callout-coronavirus&quot;> <h2>Callout</h2> <p>callout-coronavirus</p> </div></body></html>\"></iframe> \n</figure> \n<p>The number of people working for themselves in the town has increased by more than two-thirds between 2008 and 2016, according to the Centre for Cities, reflecting a boom in precarious work over the past decade as the economy recovered from the financial crisis.</p> \n<p>Although the government has promised financial support for the self-employed in addition to its offer to pay <a href=\"https://www.theguardian.com/uk-news/2020/mar/20/government-pay-wages-jobs-coronavirus-rishi-sunak\">80% of the wages</a> of company employees, <a href=\"https://www.theguardian.com/business/2020/apr/02/millions-uk-slip-through-coronavirus-pay-wage-safety-net-self-employed-wage-subsidy\">millions risk slipping through the safety net</a> arranged for people who work for themselves, owing to the terms of the support available. </p> \n<figure class=\"element element-embed\" data-alt=\"Business email sign-up\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> \n</figure> \n<p>Andrew Carter, the chief executive of the Centre for Cities, said a one-size-fits-all plan to cushion the economic blow would not work, urging ministers to devise local policies to tackle the fallout from Covid-19.</p> \n<p>“While from a public health perspective Covid-19 is affecting every part of the UK, its economic impact will be felt more acutely in some places than others. This effect is linked to the local economy and it appears that places that are particularly reliant on aviation are likely to be hit hardest,” he said.</p> \n<p>Diana Holland, assistant general secretary of the Unite trade union, which has a strong presence in the aviation, aerospace and fuel delivery industries, said: “This report by The Centre for Cities pinpointing the threat to those cities and towns heavily reliant on aviation, and the associated aerospace and fuel delivery sectors, makes the case even more strongly that the industry-specific package Unite has consistently called for, and the government has promised, must now be delivered.”</p>",
  "<p>The spread of Covid-19 in the United States points a blacklight on the structural and violent racism that has plagued black Americans for generations. Along with <a href=\"https://www.theguardian.com/world/2020/apr/08/its-a-racial-justice-issue-black-americans-are-dying-in-greater-numbers-from-covid-19\">disproportionate rates</a> of coronavirus cases and deaths facing black people in Wisconsin, Michigan, Maryland, New Orleans and New York, among others, this pandemic amplifies how unjustly police enforce their authority. Recent incidents in New York and Philadelphia make it clear that aggressive policing could become even more normalized, with black people the frequent victims.</p> <p>When Covid-19 emerged in east Asia, outside observers lauded the Chinese and South Korean governments for their <a href=\"https://www.npr.org/sections/goatsandsoda/2020/03/26/821688981/how-south-korea-reigned-in-the-outbreak-without-shutting-everything-down\">response</a>, which included rigorous policing methods that helped slow the spread of the virus. Both countries reduced their cases within a relatively brief period and used surveillance technology to track the movements of their residents. In South Korea, developers have <a href=\"https://www.washingtonpost.com/world/asia_pacific/coronavirus-south-korea-tracking-apps/2020/03/13/2bed568e-5fac-11ea-ac50-18701e14e06d_story.html\">used public data</a> to create various informational tools, like a map warning residents of movements of those carrying the virus and alerting them of locations they should avoid.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2020/apr/07/black-men-coronavirus-masks-safety\">I'm a black man in America. Entering a shop with a face mask might get me killed | Aaron Thomas</a> </p> </aside>  <p>The procedures also drew detractors in the America media, who warned that government surveillance for public health could <a href=\"https://www.nytimes.com/2020/03/23/technology/coronavirus-surveillance-tracking-privacy.html\">violate</a> citizens’ human rights and privacy. These are fair assessments, particularly in an era when personal data is <a href=\"https://www.theguardian.com/news/2018/may/06/cambridge-analytica-how-turn-clicks-into-votes-christopher-wylie\">bought and sold to nefarious actors</a>, and black Americans are on high alert about third parties using their data to <a href=\"https://newsone.com/3799949/black-voter-suppression-cambridge-analytica/\">impede fair elections</a>.</p> <p>However, what distinguishes America from much of the world is that there is no coordinated health infrastructure or federal government procedure to coincide with emergency uses of surveillance technology and robust social distancing enforcement. In the US, widespread police authority already exists, but there are few systems to provide a public good, and instead we are faced with private terror, rendering individual acts of aggressive policing virtually meaningless.</p> <p>In Philadelphia, for instance, a requirement to wear face masks on public transit reportedly resulted in a black rider <a href=\"https://www.inquirer.com/transportation/septa-face-masks-requirement-coronavirus-20200410.html\">being manhandled by several officers</a>, with what appears to be almost eight or nine officers surrounding him when he was forced off a public bus. The commonsense solution, as the Intercept reporter Aída Chávez noted, was to <a href=\"https://twitter.com/aidachavez/status/1248673398009421824?s=20\">hand him a mask</a>. Further, officers may have potentially escalated the public health risks by being in close contact with the rider.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Widespread police authority already exists, but there are few systems to provide a public good</p> </blockquote> </aside>  <p>Likewise, police officers in New York City apprehended a young boy, who appears younger than 12 years old, for purportedly selling snacks on a public train. After several officers accosted the boy, they then dragged him up the subway station stairs and reportedly <a href=\"https://gothamist.com/news/videos-appear-show-nypd-seizing-young-boy-selling-candy-subway\">detained him in a station police precinct</a>. While the officers’ conduct may not have been related to enforcing social distancing measures, the pandemic, at the least, gives police an incentive to arbitrarily terrorize vulnerable communities even further.</p> <p>Both of these incidents underscore a racist system that leaves black Americans with limited options and harsher repercussions, which are intensified when anxieties about public health are at a fever pitch. Black people are more likely to use <a href=\"https://www.pewresearch.org/fact-tank/2016/04/07/who-relies-on-public-transit-in-the-u-s/\">public transit</a> and hold <a href=\"https://www.aclu.org/news/racial-justice/if-covid-19-doesnt-discriminate-then-why-are-black-people-dying-at-higher-rates/\">essential jobs</a> that prevent them from working from home, resulting in ridership that is probably disproportionately composed of more black, low-income riders in the midst of a stay-at-home order. And many are homeless and looking for any methods to make ends meet. A woman alleging to be the young rider’s mother in New York City stated that they were homeless and their son selling snacks, a common practice on city trains, was their “<a href=\"https://twitter.com/AliaMalika20/status/1249607227691982848?s=20\">only means of survival</a>”.</p> <p>These disparities have not materialized by happenstance. Public policy has shaped America’s racial inequalities in health and housing, creating an ecosystem of injustice. This includes New Deal-era housing policy that excluded black Americans from homeownership, which was the <a href=\"https://www.jstor.org/stable/25047600?seq=1\">primary driver for wealth-building</a> among white Americans. The segregation this racist housing policy <a href=\"https://prospect.org/civil-rights/government-created-housing-segregation.-government-can-end-it./\">perpetuated</a> forced black people into neighborhoods with lower-funded schools and hospitals and fewer grocery stores and parks. Without equal access to high opportunity neighborhoods and schools, decades of black Americans have been <a href=\"https://prospect.org/civil-rights/government-created-housing-segregation.-government-can-end-it./\">cornered</a> into lower-paying jobs and concentrated poverty. Today, that means they are also forced to involuntarily serve on the frontlines of a public health crisis.</p> <p>Enforcement of social distancing is a necessary response to a pandemic, and the federal government’s inability to coordinate a consistent message about social distancing may cost thousands of lives. But we need leaders and policies who devote public resources to ending human suffering, rather than to promoting punishment. The status quo leaves enforcement of social distancing in the hands of a police system built on brutality. It will do more harm than good, particularly to black Americans who are yet again the most vulnerable.</p> <ul> <li><p>Malaika Jabali is a freelance writer, activist and attorney</p></li> </ul>",
  "<p>In August 1965, thousands of young Black people in Watts set fire to the illusion that Los Angeles was a youth paradise.</p> <p>Since the debut of the TV show 77 Sunset Strip<em> </em>in 1958, followed by the first of the Gidget<em> </em>romance films in 1959 and then the Beach Boys’ <a href=\"https://www.youtube.com/watch?v=2s4slliAtQU\">Surfin’ USA</a> in 1963, teenagers in the rest of the country had become intoxicated with images of the endless summer that supposedly defined adolescence in southern California.</p> <p>Edited out of utopia was the existence of a rapidly growing population of more than 1 million people of African, Asian, and Mexican ancestry. Their kids were restricted to a handful of beaches; everywhere else, they risked arrest by local cops or beatings by white gangs. As a result, Black surfers were almost as rare in LA as unicorns. Economic opportunity was also rationed.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"47685023498aa523f06daa87ab21f6703bbcb646\"> <img src=\"https://media.guim.co.uk/47685023498aa523f06daa87ab21f6703bbcb646/0_0_3668_2480/1000.jpg\" alt=\"Surfers in Malibu, 1965.\" width=\"1000\" height=\"676\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Surfers in Malibu, 1965.</span> <span class=\"element-image__credit\">Photograph: Jonathan Blair/Corbis via Getty Images</span> </figcaption> </figure>  <p>During the first half of the 60s, hundreds of brand-new college classrooms beckoned to white kids with an offer of free higher education, while factories and construction sites begged for more workers. But failing inner-city high schools with extreme dropout rates reduced the college admissions of Black and brown youth to a small trickle. Despite virtually full employment for whites, Black youth joblessness dramatically increased, as did the index of residential segregation. If these were truly golden years of opportunity for white teenagers, their counterparts in South Central and East LA faced bleak, ultimately unendurable futures.</p> <p>But LA’s streets and campuses in the 60s also provided stages for many other groups to assert demands for free speech, equality, peace and justice. Initially these protests tended to be one-issue campaigns, but the grinding forces of repression – above all the Vietnam draft and the LAPD – drew them together in formal and informal alliances.</p> <p>Thus LGBT activists coordinated actions with youth activists in protest of police and sheriffs’ dragnets on Sunset Strip, in turn making <a href=\"https://en.wikipedia.org/wiki/Huey_P._Newton#%22Free_Huey!%22_Campaign\">“Free Huey”</a> one of their demands. When Black and Chicano high school kids “blew out” their campuses in 1968–69, several thousand white students walked out in solidarity. A brutal LAPD attack on thousands of middle-class antiwar protesters at the Century Plaza Hotel in 1967 hastened the development of a biracial coalition supporting Tom Bradley, a liberal Black council member, in his crusade to wrest City Hall from rightwing populist Sam Yorty.</p>  <figure class=\"element element-image\" data-media-id=\"5be714d5402da29a56d2ced56e25976f9c88c8d8\"> <img src=\"https://media.guim.co.uk/5be714d5402da29a56d2ced56e25976f9c88c8d8/0_0_6030_3216/1000.jpg\" alt=\"A air of Black Panther party buttons, one reading “Free Huey” in reference to Huey P Newton, co-founder of the party.\" width=\"1000\" height=\"533\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A air of Black Panther party buttons, one reading ‘Free Huey’ in reference to Huey P Newton, co-founder of the party.</span> <span class=\"element-image__credit\">Photograph: The Frent Collection/Corbis via Getty Images</span> </figcaption> </figure>  <p>In the same period, the antiwar movement joined hands with the Black Panthers to form California’s unique Peace and Freedom Party. There are many other examples. By 1968, as a result, the “movement” resembled the music of LA free jazz pianist Horace Tapscott’s Pan Afrikan Peoples Arkestra: simultaneous solos together with unified crescendos. Historians of 60s protests have rarely studied the reciprocal influences and interactions across such broad spectrum of constituencies, and these linkages are too often neglected in memoirs, but they provide a principal terrain of our analysis.</p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/from-tool/book/index.html?opinion-tint=false&amp;is-extract=true&amp;image=https%3A%2F%2Fmedia.gutools.co.uk%2Fimages%2F3a3182a9cad601511154c87df0d0d8ffcbac505a%3Fcrop%3D0_18_665_831&amp;title=Set%20the%20Night%20on%20Fire%3A%20LA%20in%20the%20Sixties&amp;author=Mike%20Davis%20and%20Jon%20Wiener&amp;publisher=Verso&amp;link=\" data-alt=\"extract embed\"> <a href=\"https://interactive.guim.co.uk/embed/from-tool/book/index.html?opinion-tint=false&is-extract=true&image=https%3A%2F%2Fmedia.gutools.co.uk%2Fimages%2F3a3182a9cad601511154c87df0d0d8ffcbac505a%3Fcrop%3D0_18_665_831&title=Set%20the%20Night%20on%20Fire%3A%20LA%20in%20the%20Sixties&author=Mike%20Davis%20and%20Jon%20Wiener&publisher=Verso&link=\">extract embed</a> </figure>  <p>The 60s in LA have obvious bookends. The year 1960 saw the appearance of social forces that would coalesce into the movements of the era, along with the emergence of a new agenda for social change, especially around what might be called the “issue of issues”: racial segregation. In LA, those developments overlapped with the beginning of the regime of Sam Yorty, elected mayor in 1961. 1973, on the other hand, marked not only the end of protest in the streets but also the defeat of Yorty and the advent of the efficient, pro-business administration of Tom Bradley.</p> <p>There were also three important turning points that subdivide the long decade. 1963 was a rollercoaster year that witnessed the first: the rise and fall of the United Civil Rights Committee, the most important attempt to integrate housing, schools and jobs in LA through non-violent protest and negotiation. (Only Detroit produced a larger and more ambitious civil rights united front during what contemporaries called “Birmingham Summer”.) In California it brought passage of the state’s first Fair Housing Act – repealed by referendum the following year in an outburst of white backlash.</p> <p>1965, of course, saw the second turning point, the so-called Watts Riots. The third, 1969, began as a year of hope with a strong coalition of white liberals, Blacks and newly minted Chicanos supporting Bradley for mayor. He led the polls until election eve, when Yorty counterattacked with a vicious barrage of racist and red-baiting appeals to white voters. Bradley’s defeat foreclosed, at least for the foreseeable future, any concessions to the city’s minorities or liberal voters. Moreover, it was immediately followed by sinister campaigns, involving the FBI, the district attorney’s office, and both the LAPD and LA county sheriffs, to destroy the Panthers, Brown Berets and other radical groups.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"a83d602c182aeffbdde33daf023237aa1bcb5d21\"> <img src=\"https://media.guim.co.uk/a83d602c182aeffbdde33daf023237aa1bcb5d21/0_0_2676_1606/1000.jpg\" alt=\"Joan Didion evoked a sense of dread in her essay collection The White Album.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joan Didion evoked a sense of dread in her essay collection The White Album.</span> <span class=\"element-image__credit\">Photograph: Julian Wasser/Time Life Pictures/Getty Images</span> </figcaption> </figure>  <p>This is the true context underlying the creeping sense of dread and imminent chaos famously evoked by Joan Didion in her 1979 essay collection, The White Album. If “helter skelter” was unleashed after 1970, the Manson gang were bit players compared to the institutions of law and order. For the past half century, a number of stereotypes have framed our recollections of this age of revolt, but the Los Angeles experience confounds most cliches. In the standard narrative, for instance, college students, organized as Students for a Democratic Society (SDS), the Student Nonviolent Coordinating Committee (SNCC), and the Free Speech Movement (FSM) in Berkeley, were the principal social actors, and the great engine rooms of protest were found at huge public university campuses in places like Berkeley, Madison, Ann Arbor, and Kent. (The exceptions, according to this narrative, were some historical Black colleges and Ivy League Columbia.)</p> <p>In Los Angeles, however, it was junior and senior high schools that were the principal battlefields, and the majority of protesters were Black and brown. Indeed, as many as 20,000 inner-city teenagers and their white Westside allies participated in walkouts and demonstrations between 1967 and 1970. Members of college radical groups as well as the Black Panther party played significant roles as advisers to these protests, but the “indigenous” teenage leadership was most important. These struggles recruited hundreds of kids to groups like the Panthers and Brown Berets and gave birth to a unique high school New Left formation, the “Red Tide”.</p> <p>The terrain of college protest in Los Angeles also differed from that of the mainstream. Of the two flagship local universities, the University of Southern California was a citadel of campus Republicanism, birthplace of Nixon’s so-called “USC Mafia” (and, as it turned out, the alma mater of several Watergate conspirators). UCLA, for its part, saw only episodic mass protests, most notably during Nixon’s invasion of Cambodia in spring 1970. The real homes of sustained student activism were the three inner-city community colleges (LA City College, Southwest College and East LA College), along with Cal State LA and Valley State (later Cal State, Northridge).</p> <p>The latter was the site of a 1969–70 uprising by the Black Student Union and SDS that was quelled by police batons, mass arrests, and a staggering 1,730 felony charges against Black students: repression on a scale that rivaled or exceeded the more famous battles at San Francisco State.</p>  <figure class=\"element element-image\" data-media-id=\"2b750cc5fbed2188e1af4df5c06881a2f1f198b0\"> <img src=\"https://media.guim.co.uk/2b750cc5fbed2188e1af4df5c06881a2f1f198b0/0_0_3656_2439/1000.jpg\" alt=\"The Black Panther minister of information, Eldridge Cleaver, addresses an estimated 7,500 students at UCLA in 1968.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Black Panther minister of information, Eldridge Cleaver, addresses an estimated 7,500 students at UCLA in 1968.</span> <span class=\"element-image__credit\">Photograph: Bettmann/Bettmann Archive</span> </figcaption> </figure>  <p>Historians and political scientists have generally conceded that the one hundred or so ghetto insurrections of the 1960s should be regarded as genuine protests, but they have usually described them as leading to mere chaos and demoralization. Conventionally, “rioters” have been portrayed as the opposites of organizers and builders. This does not describe events in Los Angeles.</p> <p>The 1965 explosion unified and energized a generation of young Black people, ended gang conflict for a number of years, and catalyzed the extraordinary “Watts Renaissance”, the city’s most important arts and literary movement of the decade. “Black Power” became an aspiration shared by thousands, and in 1967 this grassroots unity found expression in the emergence of LA’s Black Congress – the more radical successor to the United Civil Rights Committee. It included SNCC, the Black Student Alliance, the Che-Lumumba Club of the Communist Party, the Black Panthers, and the powerful Us organization (or Organization Us) led by Ron Karenga. (The congress would later be destroyed by a violent conflict between Us and the Panthers, instigated and fueled by the FBI’s secret Cointelpro program.)</p> <p>Contests over public space were also extraordinarily important in Los Angeles. In part this was the legacy of earlier decades when the LAPD’s notorious Red Squad had been the enforcer of the anti-union “open shop” doctrine, and when city hall supplied draconian anti-picketing and anti–free speech ordinances. The 60s saw a renewal of this unsavory tradition.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"7f57d83beee36261aa6b584cbeb09b74f02ec69a\"> <img src=\"https://media.guim.co.uk/7f57d83beee36261aa6b584cbeb09b74f02ec69a/0_0_2992_2078/1000.jpg\" alt=\"Police search African American youths in 1966.\" width=\"1000\" height=\"695\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police search African American youths in 1966.</span> <span class=\"element-image__credit\">Photograph: Everett/Rex Shutterstock</span> </figcaption> </figure>  <p>The LAPD, aided by the LA county sheriffs, conducted an unending siege of bohemian Venice, tried to drive “teenyboppers” and hippies off Sunset Strip, regularly broke up peaceful “love-ins” and rallies in Griffith and Elysian Parks, suppressed <a href=\"https://www.theguardian.com/us-news/2020/jan/12/lowrider-the-diy-car-mag-that-became-a-chicano-voice-of-resistance\">lowriders</a> on Whittier Boulevard, harassed kids selling the “underground” LA Free Press, raided coffeehouses and folk clubs, and invoked “obscenity” as an excuse to crack down on artists, poets and theater groups. No other major city outside of the deep south was subjected to such a fanatic and all-encompassing campaign to police space and control the night. Along with minorities, many young whites were also routinely victimized, leading hatred of the LAPD to grow into a common culture of resistance.</p> <p>The cops, however, had a formidable opponent in the ACLU of Southern California, the national organization’s most hard-charging and activist affiliate. When national ACLU director Roger Baldwin and a majority of the national leadership publicly embraced anti-communism in the late 1940s, AL Wirin, ACLU SoCal’s legendary chief counsel, pointedly challenged the ban on representing Communist party members in trial proceedings, taking on several cases in private practice.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/oct/17/black-panther-party-oakland-free-breakfast-50th-anniversary\">'One of the biggest, baddest things we did': Black Panthers' free breakfasts, 50 years on</a> </p> </aside>  <p>Moreover, in 1952, the local branch chose as its new director Eason Monroe, a state college professor from San Francisco who had been fired for refusing to sign a loyalty oath. A decade later, Monroe charted a novel course for the affiliate by not only defending the local civil rights coalition in court but also joining in its leadership. Significantly, it was an ACLU team, led by UCLA professor John Caughey and his wife LaRee, that launched the legendary 1963 lawsuit to force integration of LA’s de facto Jim Crow school system – an effort that would reverberate for three decades. No other ACLU branch claimed such a large role in the decade’s protest movements.</p> <p>Understanding Los Angeles in the 60s also requires rewriting the histories of gay liberation and the women’s movement. Indeed, New York City was not the origin and center of everything. Los Angeles had the first gay street protest in America – over police raids on the Black Cat Bar in Silver Lake, two years before the Stonewall uprising; it had the first gay church – the Metropolitan community church, now the largest gay institution in the world; and it had the first officially recognized gay pride parade – on Hollywood Boulevard in 1970. LA also witnessed the nation’s first police raid on a women’s health clinic, following which the organizers were tried for “practicing medicine without a license”.</p> <p>Finally, the course of events in Los Angeles challenged the myth that the “Old Left” was irrelevant in the 60s and that the New Left had invented itself ex nihilo. The Communist party, for its part, never appears in the standard narrative except as an unattractive corpse. But in Los Angeles its most unruly and dissident branch remained very much alive under the charismatic and eventually heretical leadership of Dorothy Healey.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"af41ea60a95dcce6e21807383b41dd0aab864153\"> <img src=\"https://media.guim.co.uk/af41ea60a95dcce6e21807383b41dd0aab864153/0_0_1280_858/1000.jpg\" alt=\"Two young Chicano men during a protest in Los Angeles, 1970.\" width=\"1000\" height=\"670\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Two young Chicano men during a protest in Los Angeles, 1970.</span> <span class=\"element-image__credit\">Photograph: BBC/David Fenton/Getty Images</span> </figcaption> </figure>  <p>Despite the party’s devastating losses following Soviet secretary Nikita Khrushchev’s 1956 Crimes of Stalin speech, Healey was determined to resurrect what she could of the 1940s Popular Front and to reach out to the new radicals on campus, in the ghettos and in the barrios. Still under the threat of a prison sentence, she found a niche at KPFK, the new 75,000-watt Pacifica Radio FM station, in 1959, where her Communist Commentary<em> </em>impressed even hostile listeners with its intelligence and wit – although it almost cost the station its license. In 1966 she ran in the primary for county tax assessor and received a staggering 85,000 votes. By then the local Communist party had confidentially rebuilt many of its links with progressives in the Democratic party and had assumed an important role in the Peace Action Council. Its youth members, relatively unconstrained by a party line or adult control, played innovative roles in the early 60s, including participation in Southern Freedom Rides, and later, more influentially, as the Che-Lumumba Club – which would become the political base of Angela Davis. For two generations Healey defined radicalism in the public eye.</p> <p>This is a “movement history” of Los Angeles that looks at the city from the vantage points of its flatland neighborhoods and bohemian beaches where the young heroes of this story lived. We have tried to give human faces to social forces, to understand rebellion as a constant debate about goals and tactics, and to recall the passions of struggle, especially the power of love. It was also important to describe in some detail the machinery of racial oppression that kept good schools, well-paid jobs and suburban homes out of the reach of people living inside the city’s ghettos and barrios.</p> <p>At epic moments in the long decade – the United Civil Rights campaign in 1963, the Watts uprising in 1965, and the wave of high school revolts from 1966 to 1969 – the movement tried mightily to break through to the other side, only to face the batons and drawn guns of the LAPD. By 1973, repression had dug nearly 100 graves and put more than 10,000 protesters in jail or prison. An enormous effort has been made to trivialize the 60s and to bury its dreams in a pauper’s grave. But its unruly ghost, like that of the 1930s, still shakes its chains in the nightmares of elites.</p> <ul> <li><p>Set the Night on Fire: LA in the Sixties, by Mike Davis and Jon Wiener (Verso), is out now</p></li> </ul>",
  "<p>Lynne Reback developed a rote routine while trying to file for unemployment in her home state of Florida: log into the system, watch the loading bar slowly inch across the screen, get kicked out. Then she would start over.</p> <p>It took three days for Reback to get her application through Connect, Florida’s online portal for unemployment insurance applications. Though it has been almost a month since her application was submitted, it is still “pending” whenever she checks its status.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/apr/03/mental-health-coronavirus-mass-unemployment-us-experts\">Experts warn of mental health fallout from mass US unemployment</a> </p> </aside>  <p>“I’ve gone on every day since and checked my application status. Just to go on and get logged in takes sometimes 45 minutes to an hour. You have to keep hitting refresh,” said Reback, who was laid off from her job as a bartender at a restaurant at Orlando international airport.</p> <p>She considers herself lucky. The state at least has her application. Hundreds of thousands of unemployed people in Florida have been unable to file their unemployment claims because the state’s system has been so clogged.</p> <p>Residents in the state are reporting a meltdown in its safety net just as the US’s unemployment figures rise to unprecedented levels. Nearly 17 million people have lost their jobs across the US. Officially 472,000 people in Florida <a href=\"https://www.tampabay.com/news/business/2020/04/09/third-wave-brings-another-66-million-coronavirus-jobless-claims-in-the-us/\">filed</a> for unemployment within the last three weeks. The true number, thanks to failing Connect, is much higher. And in this swing state the mess has handed the Trump administration a giant headache ahead of November’s elections.</p> <p>Florida residents who successfully file for unemployment are eligible for a maximum $275 weekly benefit to compensate for the loss in pay. Congress, in its recent <a href=\"https://www.theguardian.com/world/2020/mar/23/coronavirus-us-bailout-what-you-need-to-know\">stimulus package</a>, also guaranteed an additional $600 a week starting whenever a person filed their claim.</p> <p>But a person cannot get either payout unless they have been processed and approved by the state’s system. Unable to file an application, many are left without compensation and fear they will miss out on weeks of essential paychecks. People have been lining up for miles to receive food from food banks.</p>  <figure class=\"element element-image\" data-media-id=\"ab5eb176cc50904f7709de36b18a194e63942ae1\"> <img src=\"https://media.guim.co.uk/ab5eb176cc50904f7709de36b18a194e63942ae1/0_0_3000_1802/1000.jpg\" alt=\"An aerial view of vehicles passing through as they receive food from a food bank in Sunrise, Florida, on 6 April.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An aerial view of vehicles passing through as they receive food from a food bank in Sunrise, Florida, on 6 April.</span> <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty Images</span> </figcaption> </figure>  <p>Florida issued a <a href=\"https://www.npr.org/sections/coronavirus-live-updates/2020/04/01/825383186/florida-governor-orders-statewide-lockdown\">lockdown</a> on 1 April after the number of positive Covid-19 cases in the state began to climb. All non-essential businesses were ordered to close. Residents were told to stay home and visitors were instructed to leave, devastating the state’s huge tourism industry.</p> <p>While many other states across the country are facing <a href=\"https://www.theguardian.com/us-news/2020/mar/20/new-york-unemployment-benefits-system-creaks\">similar</a> technical issues, Florida’s system appears to be the most hard-hit by the influx of applicants.</p> <p>Ron DeSantis, Florida’s Republican governor, and his administration have been scrambling to increase the capacity of the state’s online system after a massive wave of layoffs. But as people logged on to the state’s online portal to file for unemployment, the system shut thousands of people out.</p> <p>Furious Florida residents angrily tweeted about their unsuccessful attempts to file their application using #floridaunemployment. “Been sitting on the unemployment screen for a whole week but the website crashes anytime I input my work history,” one Twitter user <a href=\"https://twitter.com/j_steu/status/1245228460563365889\">wrote</a>. “The system is designed for us to fail.”</p> <p>Last week, the state rolled out measures to control the flood of applications. The state <a href=\"https://www.abcactionnews.com/news/state/florida-unemployment-system-upgraded-deo-now-faces-backlog-of-claims\">added</a> 72 servers to allow more people to be on the website at once and <a href=\"https://www.clickorlando.com/news/local/2020/04/08/deo-releases-mobile-friendly-site-to-apply-for-reemployment-assistance/\">introduced</a> a second mobile-friendly site. DeSantis said that 750 new call operators were deployed to take calls.</p> <p>Paper applications were also released online for people to download and send via mail, but dozens of residents <a href=\"https://twitter.com/ABC/status/1247677350130495493\">lined up</a> at a distribution center, risking exposure to Covid-19 to get paper applications. Some residents <a href=\"https://wsvn.com/news/local/miami-dade/long-lines-form-as-hialeah-distributes-paper-unemployment-forms-at-4-pickup-sites/\">told</a> a local news outlet they showed up not for the application, but to ask questions since the hotline was flooded with callers.</p>  <figure class=\"element element-image\" data-media-id=\"ae000865ab16efcfe35e92383f870eef26c22e00\"> <img src=\"https://media.guim.co.uk/ae000865ab16efcfe35e92383f870eef26c22e00/0_192_3900_2340/1000.jpg\" alt=\"Paper unemployment forms are distributed at a drive-thru collection point in Hialeah, Florida, on 8 April.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paper unemployment forms are distributed at a drive-thru collection point in Hialeah, Florida, on 8 April.</span> <span class=\"element-image__credit\">Photograph: Chandan Khanna/AFP via Getty Images</span> </figcaption> </figure>  <p>Even with the new measures, many residents are still facing problems. Ivette Cruz, who was laid off from her job at a food service company that operates at Walt Disney World, has been unsuccessfully trying to get in her application since 2 April. She has been unable to access the application itself because the system keeps booting her out.</p> <p>“I could try at one o’clock in the morning, I could try at two o’clock in the morning. I could try at three o’clock, four o’clock in the afternoon. I’ve been trying different times, and it’s so frustrating,” said Cruz.</p> <p>A delay in payments hurts many families, like Cruz, who have little to no savings.</p> <p>Cruz is particularly worried about the mortgage on her house. Her mortgage company told her that payment can be delayed for the next three months, but she will need to pay those months in full once those three months have passed.</p> <p>“It’s not fair for me to wait so long ... because their system is overwhelmed and not up to date. They should have known that this situation they’ll be in was going to get crazy,” Cruz said.</p> <p>The loss in income, with no relief, has also put a strain on Reback and her family as they eat into their savings, which will last the family about a month. They cancelled cable and Netflix and are having to cut back on other expenses, like groceries.</p> <p>“I have five children that we’re responsible for. I’ve had to call every one of my creditors. I’ve had to call my mortgage company. I have a car loan, I’ve had to call them,” Reback said. “You have to kind of prioritize if this does continue and go on, what can you lose versus what can you not lose.</p> <p>Florida’s unemployment insurance system was largely considered broken even before the Covid-19 crisis began.</p> <p>How much unemployment insurance a state offers a person is mandated entirely by the state – the federal government does not have any guidelines for how much support needs to be given. In a state like Hawaii, a person can get 55% of their paycheck each week if they successfully file a claim. In Florida, all claims are maxed out at $275 a week – a ceiling that was set at least two decades ago.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Florida’s system has been ungenerous for a long time</p> <footer> <cite>Wayne Vroman</cite> </footer> </blockquote> </aside>  <p>“Florida’s system has been ungenerous for a long time,” said Wayne Vroman, an associate at the Urban Institute who has researched unemployment insurance.</p> <p>Most notable is the maximum duration that Florida allows its residents to access benefits, Vroman said. After the 2009 recession, Florida decreased its maximum duration from 26 weeks – the standard across multiple states – down to 12 weeks, with a sliding scale that will increase depending on the state’s unemployment rate.</p> <p>The state also has a strict work search requirement, asking people to prove they have made five contacts with a potential employer a week, while most states ask for one or two.</p> <p><a href=\"https://www.baynews9.com/fl/tampa/news/2020/04/08/rep--crist-calls-on-gov--desantis-to-extend-unemployment-benefits\">Multiple</a> <a href=\"https://www.clickorlando.com/news/local/2020/04/08/florida-state-senator-seeks-changes-to-unemployment-benefits-amid-coronavirus-fallout/\">state</a> <a href=\"https://twitter.com/LindaStewartFL/status/1246168185738534914\">Democrats</a> have called for the state to increase the maximum benefit cap and duration of benefits, but neither the state legislature nor the governor’s administration has made any serious moves to change benefits.</p> <p>An anonymous DeSantis adviser <a href=\"https://www.huffpost.com/entry/florida-unemployment-website_n_5e87b67ec5b6e7d76c63bcf7\">told Politico</a> there is concern over how the handling of unemployment in the state will have political consequences. “If we have to look past the crisis, it’s bad for the president and it’s bad for the governor,” the adviser said.</p> <p>Adding fuel to the fire, the adviser blamed the broken system on Rick Scott, a Republican US senator for Florida who served as governor of the state between 2011 and 2019. The adviser did not sugarcoat how bad the situation has become for Floridians, or the Republicans. “It’s a shit sandwich, and it was designed that way by Scott,” the unnamed adviser told Politico.</p>"
]