[
  "<p>As many as 6 million people in Britain fear losing their job within six months as the coronavirus outbreak causes the biggest economic shock in living memory, a study has warned.</p> <p>With much of business and social life at a standstill despite gradual steps to reopen the economy, the Centre for Labour and Social Studies (Class) said workers feared the coronavirus recession would be worse than the 2008 financial crash.</p> <p>As many as one in five people in a survey of 2,000 workers by Survation for the leftwing thinktank said they were worried about losing their jobs, despite government efforts to cushion the blow using its wage subsidy scheme.</p>  <figure class=\"element element-embed\" data-alt=\"Callout callout-coronavirus\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;div data-callout-tagname=&quot;callout-coronavirus&quot;&gt; &lt;h2&gt;Callout&lt;/h2&gt; &lt;p&gt;callout-coronavirus&lt;/p&gt; &lt;/div&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>Extended by the chancellor, Rishi Sunak, <a href=\"https://www.theguardian.com/business/2020/may/12/uk-furlough-scheme-extended-rishi-sunak-coronavirus\">until October</a> to avoid spiralling job losses this summer, the government is subsidising about 7.5m jobs at almost 1m companies through the furlough programme.</p> <p>After just two full days of its operation more than a million self-employed workers made claims for over £3bn in emergency support through a similar scheme for people who work for themselves.</p> <p>However, the survey found that 60% of workers are just three months or less away from defaulting on their rent or mortgage, suggesting the scheme has not stopped people feeling that they are perilously close to disaster.</p> <p>The report follows evidence that almost a third of Britain’s lowest-paid workers have lost their job or been furloughed in the past two months, while job losses are starting to rise for those missing out on the government support schemes. Surveys from the Office for National Statistics also indicate more than <a href=\"https://www.theguardian.com/business/2020/may/14/almost-half-of-uk-firms-could-run-out-of-money-within-six-months\">80% of the public expect their financial situation to deteriorate</a> or stay the same in the next year, as the pandemic triggers the worst global recession since the Great Depression in the 1930s.</p> <p>Class urged the government to launch a job creation scheme and substantial spending stimulus to refocus the economy, calling for Britain to grow its way out of the slump with well-paid green jobs.</p> <p>Frances O’Grady, general secretary of the TUC, said the survey highlighted how stressful life was on low wages and with insecure work. “Life has become harder still in the Covid-19 crisis – especially for those on the frontline.</p> <p>“Although the problems these workers face have existed for many years, the Covid-19 crisis has laid them bare for all to see. And it has intensified the injustice.”</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk</figcaption> </figure>  <p>The trades union-funded thinktank also found widespread public support for giving key workers, including NHS staff, care workers, shop workers and delivery drivers a pay rise. At the same time 69% of those polled supported taxing the wealthy more to help pay for the crisis.</p> <p>Faiza Shaheen, director of Class, said: “Protecting workers now requires us looking past emergency measures to a recovery plan. Coronavirus has put society in an X-ray machine to reveal its structural weakness and is now magnifying existing inequalities.</p> <p>“It is up to the chancellor to seize this opportunity, to build a bridge from the furlough scheme and unemployment benefits to green jobs and a fairer society.”</p>",
  "<p>The UK is at risk of returning to the high unemployment levels of the 1980s, according to the Bank of England’s chief economist.</p> <p>Andy Haldane said Britain would need to find a way to reabsorb the large numbers of workers who will lose their jobs due to the coronavirus pandemic, as the country faces the prospect of the high unemployment experienced decades ago.</p> <p>“The very reason I got into economics and the reason I got into public policy was because of the scarring experience of the early 80s unemployment, which peaked at three and a bit million – and we’re going back to that basically,” he said in an interview with the Sunday Telegraph.</p> <p>“Those fears are going to be cast over a much wider cohort of the workforce, maybe as much as half of them. We need to find a way of reabsorbing all of that labour as quickly as possible in good jobs.”</p>  <figure class=\"element element-embed\" data-alt=\"Callout callout-coronavirus\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;div data-callout-tagname=&quot;callout-coronavirus&quot;&gt; &lt;h2&gt;Callout&lt;/h2&gt; &lt;p&gt;callout-coronavirus&lt;/p&gt; &lt;/div&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>Earlier this month the Bankwarned that the unemployment rate <a href=\"https://www.theguardian.com/business/2020/may/07/uk-economy-to-shrink-by-25-percent-and-unemployment-to-double-warns-bank-of-england-coronavirus\">could more than double to 9%</a> by the end of spring, the highest since 1994, as the coronavirus causes the deepest recession in more than 300 years.</p> <p>Haldane said the outlook for jobs could be worse due to a “dread risk” where joblessness spirals because of a self-fulfilling expectation among households and companies that the economy will decline further still.</p> <p>He pointed to the current figures: more than 7 million workers furloughed under the government’s wage subsidy scheme, an estimated 2 million who are newly unemployed, and about 1.3 million who were already unemployed, as well as millions more who are working shorter hours.</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk</figcaption> </figure>  <p>“Add all that and you’ve got anywhere between a third and a half of the workforce either unemployed, under employed or working shorter hours, and at least some of them might have a fearfulness about future incomes and about their jobs,” he said.</p> <p>As well as the stimulus measures put in place by the Bank – including record low interest of 0.1% – and government measures, the “levelling up” agenda would be “even more important”, he added.</p>",
  "<p>Last week’s episode saw the exit of one of Drag Race’s most memorable contestants ever, Heidi Aphrodite (nee Hydrates, nee Ho, nee N Closet). She’s one of those contestants where winning doesn’t really matter, she was always going to do well out of this. Coming to a post-lockdown drag brunch near you! “Smashed avocado?! I’m just smashed!”</p> <p>This week, the end is nigh. We’re down to the final five. According to our <a href=\"https://ew.com/tv/rupauls-drag-race-season-12-finale-details/?fbclid=IwAR3hGLF8j2i6zbnk3SZeTLBIQ4J3nq4uohfIfBv1kmN_YKh5Z677ZzFti4o\">intel</a>, there’s a reunion episode next week, then the finale IS happening the week after. Apparently it’s already been filmed, and involves “boundary-pushing technology” (Zoom) as well as a lip-sync for the crown. This sounds like it has the potential to be either disastrous or groundbreaking, which is fitting because that’s how Drag Race series one was probably pitched.</p> <h2>What happens in Vegas …</h2> <p>We’re back in the workroom and Jaida is crying one perfect viscous column of mascara as she laments Heidi’s elimination. The power goes out, cutting Jaida off mid-sentence and we’re expecting it to be some sort of twist, but no, it really is just ... a power cut. That the editors decided to keep in. OK!</p> <p>This week’s main theme/challenge/aesthetic/shameless promotional tool is VEGAS! As the most Vegas-y queen in her look and training, Jaida has a distinct advantage. Perhaps the showrunners took this into account when planning the theme for the episode. Perhaps not. Now, this is an aspect of US drag that’s somewhat lost in translation over here. Yes, we’ve seen Priscilla Queen Of The Desert, and yes, we’ve watched grainy YouTube shots of Jennifer Lopez throwing herself around at Planet Hollywood, but largely, that glitzy, rhinestone, tassled, show pony drag is something we’re not particular familiar with and don’t particularly enjoy. It’s all just a bit ... vulgar. Perhaps there ARE lots of UK Vegas fans and you disagree: please feel free to vent in the comments below.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"9990450c427b5fd7e8bdfeb56d64810cc79f8168\"> <img src=\"https://media.guim.co.uk/9990450c427b5fd7e8bdfeb56d64810cc79f8168/476_115_663_398/500.jpg\" alt=\"RuPaul\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">RuPaul, sashay away.</span> <span class=\"element-image__credit\">Photograph: VH1</span> </figcaption> </figure>  <p>For the mini-challenge, the girls are given 30 minutes to create a headdress and get into drag. All the girls look amazing and are all being hilarious and just beautiful. As Ru said last week, this really is the best crop of girls in a long time. Gigi deservingly wins, for a look that would’ve made Leonardo DiCaprio spill his champagne goblet in The Great Gatsby. She wins tickets to see the Drag Race Vegas show. And for the maxichallenge, the girls will be performing a medley of songs from the Drag Race Vegas show. Sigh.</p> <p>It’s clear that RuPaul is using this episode as an hour-long advert to sell tickets for his Vegas show. We get that. Drag Race has always had shameless promo, but this is gross. It’s one of the final episodes of the season – this is when the girls should be given the chance to shine in their own right, not be used as dancing ponies to sell tickets. RuPaul ... sashay away.</p> <h2>Eat, sleep, drag, repeat</h2> <p>“Ugh, god ... emotions suck!” We hear you, Gigi! The ladies are understandably having crises of confidence as they plan out how they’re going to perform their free commercials for RuPaul and the judges. They head to the stage to record the vocal section, with two people called Leland and Freddie. Leland says the Vegas show has “power ballads, showstopping moments and a big finale”. Groundbreaking. Most of the girls grapple with their vocals and lyrics. They’re given advice. They nod. This whole thing is dull. The girls trying to sing is dull. Leland and Freddie are dull. Next!</p> <p>It’s the choreo session, with wonderful Jamal Sims, who we certainly have a crush on. But again, it feels forced and laborious. It’s because we’ve seen all this before. We’ve seen the girls struggling with choreography, and we’re also familiar with their different abilities. It would’ve been great if they’d been given something different that showcased their abilities in a way that hasn’t been done yet. But shout-out to Jackie’s little blue 5am shorts.</p> <p>The girls head back to the workroom and have mirror chats as they get ready for the main stage. They all give each other supportive advice, compliment each other on their various approaches to the artform of drag, and generally just lift each other up with great energy and positive vibes. THIS should be the new face of drag, reality TV and hopefully, as we move into a new, loving, post-pandemic age, the new face of everything. You love to see it.</p> <h2>Take it to the runway!</h2> <p>Ru stalks in looking the most stunning she’s looked this whole season (we say that every week) in an exhaustingly beautiful black gown. Michelle is serving gorgeous air stewardess realness, makeup flawless, hair flawless. Carson Kressley is giving hectic gay at an afterparty, which is why we love him. Ross Mathews is back in pastel, and Jamal is holding his own VERY well, with his gorgeous smile. Hi Jamal. God, this has been a long lockdown.</p>  <figure class=\"element element-image\" data-media-id=\"931d3235134ac1db02debde8df08c0a76b39d14d\"> <img src=\"https://media.guim.co.uk/931d3235134ac1db02debde8df08c0a76b39d14d/46_55_1316_790/1000.jpg\" alt=\"Gigi Goode\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gigi Goode’s eleganza extravaganza.</span> <span class=\"element-image__credit\">Photograph: VH1</span> </figcaption> </figure>  <p>As the girls lipsync, high-kick, pout, preen and prance through their numbers, it’s clear that they’re all consummate, well-practised performers. But the one who shines, is Jaida Essence Hall. She’s going to win the finale – we’re calling it now.</p> <p>When the Vegas show (finally!) draws to a close, the runway category is – Eleganza Extravaganza! Crystal is surreal and gorgeous in blue velvet; Gigi comes out in a gawky teen prom dress look, mouth brace and all. “This is the molar opposite of what she’s worn before,” says Michelle. VERY GOOD! Very Katy Perry TGIF. Jackie Cox’s look is ... a lot. Sherry Pie looks incredible, like she’s fallen out of Steel Magnolias – an homage to Mae West and quintessential camp. Jaida is, as usual, breathtaking in a louche metallic gown.</p> <h2>Lipsync for your LIFE</h2> <p>Gigi Goode wins this week’s challenge. Jackie Cox and Crystal Methyd are in the bottom two and they lipsync to On The Floor by Jennifer Lopez feat. Pitbull! What a SONG. Add it to your drinking, running and working playlists immediately if you haven’t already. Crystal and Jackie are both having a blast. This is a great lipsync. Jackie goes home. Aaw, bye Jackie. One of the most likeable and genuine Drag Race contestants ever.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RuPaulsDragRace/status/1261467881713233920\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">DALE! Our queens are lighting up the floor right now 🔥 <a href=\"https://twitter.com/hashtag/DragRace?src=hash&amp;ref_src=twsrc%5Etfw\">#DragRace</a> <a href=\"https://t.co/iqOBP4F2r7\">pic.twitter.com/iqOBP4F2r7</a></p>&mdash; RuPaul&#39;s Drag Race (@RuPaulsDragRace) <a href=\"https://twitter.com/RuPaulsDragRace/status/1261467881713233920?ref_src=twsrc%5Etfw\">May 16, 2020</a></blockquote>  </figure>  <h2>Notes and observations</h2> <p><strong>Shadiest moment </strong>The lights going out, plunging the queens into literal shade.</p> <p><strong>Catchphrase watch </strong>“Emotions suck!”</p> <p><strong>Animal print hunt</strong> A timid tiger, with Crystal’s two interview pieces as always! This category was much more interesting when there were more girls/looks.</p> <p><strong>Just between us squirrelfriends </strong>This should have been one of the most nail-biting, high-stakes, colourful and emotive episodes of the season but because of Ru’s decision to turn it into a moneymaking scheme, it felt flat and forced. Zero points to Slytherin.</p> <p><br><br></p>",
  "<p>The local prosecutor who argued two white men were legally justified in chasing down and killing Ahmaud Arbery, an unarmed black man, has been at the center of aggressive and flawed prosecutions of at least two black women in recent years.</p> <p>One of the women was wrongfully imprisoned for over a decade on a murder conviction secured by later discredited forensic evidence, and another woman was unsuccessfully tried twice for helping people vote.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2020/may/14/ahmaud-arbery-shooting-gregory-mcmichael-records\">‘A great embarrassment’: records offer insight into Ahmaud Arbery suspect</a> </p> </aside>  <p>George Barnhill, the district attorney for the Waycross judicial circuit in south-east Georgia, advised police in April that Gregory and Travis McMichael should not be charged over the death of Arbery, <a href=\"https://int.nyt.com/data/documenthelper/6916-george-barnhill-letter-to-glyn/b52fa09cdc974b970b79/optimized/full.pdf\">suggesting</a> that the two had attempted to “stop and hold this criminal suspect” before fatally shooting him.</p> <p>Arbery had <a href=\"https://www.theguardian.com/us-news/2020/may/06/ahmaud-arbery-shooting-georgia\">been jogging in the area</a>, with <a href=\"https://www.11alive.com/article/news/crime/travis-mcmichael-named-in-2-police-reports-before-arbery-shooting/85-135bab7a-b5bb-40f6-bb1f-3294adb16cda\">numerous accounts</a> stating there was no evidence of any burglary.</p> <p>Barnhill eventually recused himself from the case, under pressure from the Arbery family, as his son had worked in the Brunswick prosecutor’s office alongside Gregory McMichael.</p> <p>The McMichaels have since been charged with murder after the emergence of video showing the shooting and the intervention of Georgia state investigators. Barnhill faces harsh scrutiny, allegations of racial bias and a state investigation over his handling of the case and why he recommended not bringing charges shortly before officially recusing himself. </p> <p>Barnhill defended his office’s handling of the Arbery case.</p> <p>“As a member of the State Bar of Georgia I am not allowed by State Law and State Bar rules to have any public comment on the facts, or on the law, or on the news stories about the case, to ensure a fair and just trial for all parties,” he said in an emailed statement. “As far as any investigation into my office’s handling of the case; I welcome the investigation and look forward to the review.”</p> <p>Court documents obtained by the Guardian reveal that just months before Barnhill advised against charging both men, his office aggressively opposed a motion filed on behalf of a 53-year-old African American woman, Sheila Denton, requesting a new trial due to flawed forensic evidence used to convict her of a 2004 murder.</p> <p>Denton was sentenced to life in prison in 2006 for the murder of 73-year-old Eugene Garner, but she has maintained her innocence. Her prosecution, first brought by Barnhill’s predecessor in the district attorney’s office, relied heavily on “bite mark” evidence and the account of a sole witness who defense lawyers said gave conflicting evidence and was heavily pressured by local police into testifying against Denton. Court filings indicate police threatened the witness, Sharon Jones, with being charged over murder herself unless she testified that Denton had confessed to her. Jones was a known crack cocaine dealer and drug addict.</p> <p>An autopsy on Garner’s body identified a potential bite mark, which was used alongside a photograph of Denton’s arm, which prosecutors argued also showed an alleged bite mark, to deduce Denton had carried out the murder. There was no DNA evidence linking her to the case.</p> <p>Although forensic dentistry experts testified at trial that the markings were “probable bite marks” that linked the two together, <a href=\"http://abfo.org/wp-content/uploads/2016/03/ABFO-Bitemark-Standards-03162016.pdf\">guidance issued</a> by the American Board of Forensic Odontology (ABFO) in 2016, which strictly limited testimony on “probabilistic” bite markings, essentially nullified the critical evidence from the 2006 trial.</p> <p>Despite this, attorneys working for Barnhill argued in court filings in December 2019 that the new ABFO guidance was “not evidence at all” and the court should continue to rely on the old, flawed testimony because the forensic dentist who testified in 2006 “would not change the opinion he offered”. The motion was written by the assistant district attorney Michelle McIntire, who reports to Barnhill.</p> <p>Ultimately, on 7 February this year, just two weeks before the Arbery shooting, Judge Dwayne Gillis disagreed with Barnhill’s office and allowed Denton a new trial, later ordering her release from prison.</p> <p>Denton was <a href=\"https://www.innocenceproject.org/sheila-denton-is-freed-after-15-years-of-wrongful-imprisonment/\">released</a> on 9 April but remains under indictment.</p> <p>Sources close to the case told the Guardian that Barnhill indicated, at around the same time he advised against charging the McMichaels, that he would continue to examine pursuing a new case against Denton.</p> <p>Barnhill said in an email that the original trial was “many years ago” and he was not personally involved. He said his office had agreed to a low bond for Denton after a new trial was ordered so she could live with family in Atlanta.</p> <p>In recent years Barnhill also drew <a href=\"https://www.nytimes.com/2018/10/31/opinion/election-voting-rights-fraud-prosecutions.html\">national attention</a> for his decision to prosecute Olivia Pearson, the first African American woman elected to the city commission in Douglas, Georgia, and three others for improperly assisting others at the polls during the 2012 general election. The three other people pleaded guilty to misdemeanor charges, but Pearson chose to take her case to trial.</p> <p>Georgia restricts who can get assistance at the polls and Barnhill’s office brought felony charges against Pearson, saying she had unlawfully helped <a href=\"https://www.buzzfeednews.com/article/joelanderson/how-georgias-voter-fraud-fight-could-make-this-grandmother-a\">her nephew</a> and another woman at the polls and signed a form swearing that the voters met the necessary conditions for assistance when they didn’t.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I was just blown away that I got indicted on something like that. They aggressively prosecuted me</p> <footer> <cite>Olivia Pearson</cite> </footer> </blockquote> </aside>  <p>But during the trial, one of the women Pearson helped, a first-time voter, testified that she didn’t know how to use the voting machine, <a href=\"https://www.buzzfeednews.com/article/joelanderson/this-is-what-happened-when-a-georgia-grandmother-went-on\">according to BuzzFeed News</a>. She said Pearson showed her how to do so without touching the machine or telling her how to vote.</p> <p>“I was just blown away that I got indicted on something like that,” said Pearson “They aggressively prosecuted me.”</p> <p>All but one of the jurors, a black woman, voted to convict Pearson, resulting in a mistrial. Barnhill’s office immediately moved to try the case again. In the second trial, held in another town, the jury acquitted Pearson after just 20 minutes of deliberation.</p> <p>The fact that the group was prosecuted after encouraging people to vote was stunning, said Charlene Green, an attorney who represented one of the men who pleaded guilty. Many saw the prosecutions as an attempt to intimidate minority voters.</p> <p>“These are not people who are a blight on the community. These are individuals who are actively working to galvanize marginalized people in that community,” she said. </p> <p>Some noted it was alarming that Barnhill so aggressively brought prosecutions for minuscule voting infractions but didn’t think charges were warranted in Arbery’s case, where there was video evidence showing two men chasing down an unarmed man and shooting him.</p> <p>“When you look at the fact pattern that has come to light in Mr Arbery’s case, that this same DA looked at that video and decided that there was no probable cause to prosecute, it says to me that his judgment is informed by race discrimination,” said Sara Totonchi, executive director of the Southern Center for Human Rights, which represented Pearson in her second trial.</p> <p>Barnhill said he did not have an active role in either of Pearson’s trials and that if people asked him about the case, he would tell them Pearson was not guilty.</p> <p>“I have a 36-year prosecution history which is open for inspection. I’m proud of the work I’ve done,” he said.</p> <p>Barnhill has spent almost his entire career as a prosecutor in the Waycross judicial circuit, a jurisdiction situated across six counties in rural south-east Georgia. According to biographies in local news, he began tenure as an assistant district attorney in June 1983, rising to chief assistant district attorney in 1994.</p> <p>Archives indicate that Barnhill has been a mainstay on the local Republican political scene for many years. He was elected to district attorney in 2014 in a close and, at times, bitterly fought battle with a second Republican candidate, Brad Collins.</p> <p>Local news reports from the time indicate that Barnhill campaigned on a harsh, tough-on-crime agenda and touted his active support of capital punishment. According to one story in the Waycross Journal-Herald, he also once blamed “high numbers of pirates and unfriendly Indians” from Georgia’s colonial past for the state’s “criminal element”.</p>",
  "<p>Children and young people have been asked to create unique projects to explore black British history.</p> <p>The competition, sponsored by the National Education Union (NEU), is part of the 100 Great Black Britons campaign created by Patrick Vernon to celebrate the continued legacy and achievements of black people in Britain.</p> <p>The most innovative of the “home-school” <a href=\"https://www.100greatblackbritons.co.uk/\">challenge entries</a> will be featured on the website in October for Black History Month.</p> <p>Kevin Courtney, the NEU’s joint general secretary, said: “The coronavirus crisis has highlighted the centrality of black people in Britain to the NHS and care work, transport systems, food supplies, utilities, research, education and so much more.</p> <p>“The NEU supports this competition to celebrate what we have always known: that Britain’s history is irrefutably rooted in black and global history and that our members do a fantastic job in teaching this.”</p> <aside class=\"element element-rich-link element--supporting\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2020/jan/13/its-vital-to-teach-black-british-history-in-schools\">It’s vital to teach black British history in schools | Letter</a> </p> </aside>  <p>Arike Oke, the managing director of Black Cultural Archives, said black history in Britain “goes as far back as it’s possible to go”.</p> <p>“Children growing up in modern Britain should know their true history, and whether they are black, brown or white, black history is part our of national story,” she said.</p> <p>“The resources on the 100 Great Black Britons site can be used by families, parents, guardians and carers to help children understand themselves and their wider history.”</p> <p>Lavinya Stennett, the founder of <a href=\"https://www.theblackcurriculum.com/our-work\">The Black Curriculum</a>, said: “Black history is vital for every young person’s development and understanding of their identity and the world around them. To become fully rounded people, it is important that all young people are given meaningful access to a full version of history.”</p> <p>The competition comes before Windrush Day on 22 June. The organisers said teachers and parents schooling at home due to the lockdown could use the <a href=\"https://100greatblackbritons.com/\">resources on its website </a>to help young people learn more about the impact people of African descent have had on British history.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/jan/08/black-british-history-should-be-in-mainstream-says-campaigner\">Black British history 'missing from school curricula in England'</a> </p> </aside>  <p>“Teaching about our history, equality and diversity to promote a fully inclusive atmosphere in schools should be embedded into daily life in schools,” said secondary school teacher and equalities campaigner Niparun Nessa.</p> <p>“The goal is always to celebrate festivals and events such as Black History Month to highlight and embrace our community and not to make up for what is often forgotten and overlooked.”</p> <p>There is also a teacher’s competition to develop resources to be used as part of a permanent online library celebrating black history.</p> <p>The 100 Great Black Britons was created in 2003 in response to the BBC’s 100 Greatest Britons television series the year before, when no one of African descent was represented. The campaign has sought to tackle the invisibility of black people’s achievements and contributions in the UK.</p>",
  "<p>Ask most makeup artists how to use white eyeliner and they’ll reply “in the waterline to open up your eyes”. They aren’t wrong, but it’s a bit boring isn’t it? Cynthia Rowley’s SS20 models went rogue, appearing with white squiggles drawn around their eyes (the cancellation of festivals shouldn’t stop your makeup from paying homage). Team with a strong brow, bronzed skin and nude lips. And remember, a liquid – not pencil – liner will help you draw a perfect cloud-like shape. Sometimes it’s fun to ignore rules about how makeup should be worn.</p> <p><strong>1. Bobbi Brown Intensive Skin Serum Concealer </strong>£30, <a href=\"https://www.bobbibrown.co.uk/\">bobbibrown.co.uk</a> <br><strong>2. Dior Show On Stage Liner in Matte White </strong>£27.50, <a href=\"https://www.dior.com/en_gb\">dior.com</a> <br><strong>3. Lanolips Baby Rose Gold Ointment</strong> £13, <a href=\"https://www.cultbeauty.co.uk/\">cultbeauty.co.uk</a> <br><strong>4. Urban Decay Inked Brow Eyebrow Gel </strong>£22, <a href=\"https://www.selfridges.com/US/en/cat/uk/\">selfridges.com</a> <br><strong>5. Morphe Liquid Liner in Blank Slate </strong>£12, <a href=\"https://www.cultbeauty.co.uk/\">cultbeauty.co.uk</a></p> <h2>I can’t do without... Blissfully cooling skin hydration fit for NHS heroes</h2> <p>Prior to writing this week’s column I spent hours on one-to-one Zoom calls with NHS staff across the country recommending beauty products. Three things quickly became evident: their work is extremely challenging (understatement); beauty boosts their morale; and skin hydration is an issue. Hydration is right up there on our skin’s hierarchy of needs. If we can get our cleansing and hydration right, we will eradicate a good proportion of our skincare issues. I generally recommend layering lots of thinner textures as opposed to one hefty, single option. As long as the formulations are clever concoctions, I’ve found this works for most people (if you are extra dry or have older skin, then of course make your final step a thick cream). Choice of textures and brands comes down to personal preferences, but I reckon this emulsion, from Korea’s best-selling beauty brand, will tick a few boxes. It hydrates skin deeply at every level as opposed to lazily languishing on the surface. It also includes a ceramide complex that strengthens and protects your skin barrier (helpful if you’re overzealous with acids). The cooling texture is beautiful. Not as thick as your traditional face cream, not as flimsy as an essence, it sinks in gloriously, disappearing into a dewy, non-greasy finish. If there was a ‘Best Hydrating Product’ shortlist, this would make the cut. <em>AHC Aqualuronic Emulsion, £22, <a href=\"https://www.lookfantastic.com/\">lookfantastic.com</a></em></p> <h2>On my radar… Soothing treats for hands, eyes and face</h2> <p><strong>Handle with care </strong>This hand cream, which smells like You, Glossier’s cult fragrance, includes meadowfoam seed oil and has quite possibly the coolest (recyclable) packaging. <em>Glossier Hand Cream, £16, <a href=\"https://www.glossier.com/\">glossier.com</a></em></p> <p><strong>Black magic </strong>Love the incredibly luxe, smoothing powers of Sisley’s Black Rose range? Try its de-puffing and dark circle-busting eye cream and you’re sure to love that, too. <em>Sisley Black Rose Eye Contour Fluid, £108, <a href=\"https://www.sisley-paris.com/en-GB/\">sisley-paris.com</a></em></p> <p><strong>Face time </strong>Formulated with botanicals, this super-effective and cooling 10-minute mask works wonders for stressed out, dehydrated skin that is in need of a quick hydration boost. <em>Darphin Hydraskin Cooling Mask, £34, <a href=\"https://www.lookfantastic.com/\">lookfantastic.com</a></em></p> <p><em>Follow Funmi on Twitter <a href=\"https://twitter.com/funmifetto?lang=en\">@FunmiFetto</a></em></p>"
]