[
  "<p>The controversial <a href=\"https://www.theguardian.com/us-news/hawaii\">Hawaii</a> congresswoman <a href=\"https://www.theguardian.com/us-news/2020/feb/11/tulsi-gabbard-unique-campaign-support-all-sides-likely-not-enough\">Tulsi Gabbard</a> has dropped out of the Democratic <a href=\"https://www.theguardian.com/us-news/us-elections-2020\">presidential race</a>. She had been the last woman in the contest – albeit a very long shot from the start – after <a href=\"https://www.theguardian.com/us-news/elizabeth-warren\">Elizabeth Warren</a> decided to <a href=\"https://www.theguardian.com/us-news/2020/mar/05/elizabeth-warren-quitting-2020-democratic-presidential-race\">quit</a> within two days of a poor showing on <a href=\"https://www.theguardian.com/us-news/super-tuesday\">Super Tuesday</a>.</p> <p>Gabbard, who won two Democratic delegates, both in American Samoa, endorsed <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> as she suspended her campaign, a surprise move given she was one of few Democrats in Congress to back <a href=\"https://www.theguardian.com/us-news/bernie-sanders\">Bernie Sanders</a> in 2016.</p> <p>“Although I may not agree with the vice-president on every issue, I know that he has a good heart, and he’s motivated by his love for our country and the American people,” Gabbard said.</p> <p>“I’m confident that he will lead our country guided by the spirit of aloha, respect and compassion, and thus help heal the divisiveness that has been tearing our country apart.”</p> <p>Gabbard, 38, had assembled an eclectic coalition of anti-war Democrats, independent voters, libertarians and disaffected Republicans, but never drew sufficient support to trouble the better-known candidates.</p> <p>She finished with just <a href=\"https://www.nytimes.com/interactive/2020/02/04/us/elections/results-iowa-caucus.html\">16 votes in Iowa</a>, the first state to vote. In New Hampshire, where Gabbard spent months campaigning, she came in <a href=\"https://www.google.com/search?q=new+hampshire+primary+results&amp;rlz=1C5CHFA_enUS872US872&amp;oq=new+hampshire+prima&amp;aqs=chrome.0.0j69i60l3j69i59j69i57.3210j0j7&amp;sourceid=chrome&amp;ie=UTF-8\">seventh</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TulsiGabbard/status/1240650484546859008\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Important announcement. <br>From Oahu, Hawaiʻi. <a href=\"https://twitter.com/hashtag/StandWithTulsi?src=hash&amp;ref_src=twsrc%5Etfw\">#StandWithTulsi</a> <a href=\"https://t.co/XcHshtgVYA\">pic.twitter.com/XcHshtgVYA</a></p>&mdash; Tulsi Gabbard 🌺 (@TulsiGabbard) <a href=\"https://twitter.com/TulsiGabbard/status/1240650484546859008?ref_src=twsrc%5Etfw\">March 19, 2020</a></blockquote>  </figure>  <p>On Super Tuesday, 3 March, when 14 states voted, she came nowhere in any of them as <a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> charged to the front of the field. The only prize of the night for Gabbard was earning two out of six<strong> </strong>pledged delegates in American Samoa, the US Pacific island territory where the billionaire former New York mayor <a href=\"https://www.theguardian.com/us-news/michaelbloomberg\">Mike Bloomberg</a> won his only contest in the Democratic primary, before dropping out of the race the following day.</p> <p>The exit of Gabbard, who was born in American Samoa and is of mixed ethnicity, leaves a <a href=\"https://www.theguardian.com/us-news/us-elections-2020\">2020</a> field of candidates that began as the most diverse in American history but narrowed inexorably to Biden and <a href=\"https://www.theguardian.com/us-news/bernie-sanders\">Bernie Sanders</a> fighting it out to compete with <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>, all straight white men in their 70s.</p> <p>Gabbard ran as a progressive, anti-war candidate, frequently stressing her experience as a member of the Hawaii national guard. Her campaign speeches largely focused on the ills of American wars overseas, with Gabbard promising to redirect money from the military budget to social programs.</p> <p>As her campaign failed to gain momentum, however, Gabbard and her supporters increasingly criticized the media for failing to provide her with enough airtime – although the congresswoman never approached double figures in national polls.</p> <p>Gabbard was seen as a rising star in the Democratic party when she became a member of Congress in 2013, and was appointed a vice-chair of the Democratic National Committee.</p> <p>She resigned that position, however, to endorse Bernie Sanders over <a href=\"https://www.theguardian.com/us-news/hillary-clinton\">Hillary Clinton</a> in 2016, and continued to chaff against her party when <a href=\"https://www.washingtonpost.com/news/powerpost/wp/2017/04/11/what-is-tulsi-gabbard-thinking-on-syria/\">she met with the Syrian president, Bashar al-Assad</a>, in 2017, later questioning the consensus that Assad was behind <a href=\"https://www.nytimes.com/2017/04/04/world/middleeast/syria-gas-attack.html\">a chemical attack</a> that killed dozens of people.</p> <p>Despite backing Biden over Sanders, Gabbard thanked the Vermont senator in her announcement.</p> <p>“I want to extend my best wishes to my friends Bernie Sanders, his wife Jane, Nina Turner and their many supporters for the work that they’ve done,” Gabbard said. Turner is the national co-chair of Sanders’ <a href=\"https://www.theguardian.com/us-news/us-elections-2020\">2020</a> campaign.</p> <p>She continued: “I have such a great appreciation for Senator Sanders’ love for our country and the American people and his sincere desire to improve the lives of all Americans.”</p> <p>Gabbard’s moves became increasingly unorthodox in recent months as she strived for exposure.</p> <p>In January Gabbard <a href=\"https://www.theguardian.com/us-news/2020/jan/22/tulsi-gabbard-hillary-clinton-russian-asset-defamation-lawsuit\">sued Clinton</a> for $50m in retaliation for Clinton suggesting the Hawaiian was a Russian asset, months after Gabbard filed a $50m lawsuit <a href=\"https://www.staradvertiser.com/2019/11/12/hawaii-news/gabbard-enlists-high-profile-law-firm-with-roster-of-colorful-clients-in-claims-against-clinton/\">against Google</a> for allegedly suspending her campaign’s advertising.</p> <p>Ahead of the New Hampshire primary, Gabbard held a Fox News interview where she defended Donald Trump’s <a href=\"https://www.theguardian.com/us-news/2020/feb/07/alexander-vindman-fired-trump-impeachment-white-house\">decision to fire</a> the key <a href=\"https://www.theguardian.com/us-news/trump-impeachment\">impeachment</a> investigation witnesses Lt Col Alexander Vindman and EU ambassador Gordon Sondland.</p> <p><a href=\"https://www.thedailybeast.com/tulsi-gabbard-tells-sean-hannity-she-supports-trump-axing-alexander-vindman-and-gordon-sondland?ref=scroll\">A day later</a> Gabbard appeared on the conservative <a href=\"https://www.theguardian.com/media/fox-news\">Fox News</a> network with <a href=\"https://www.theguardian.com/us-news/sean-hannity\">Sean Hannity</a>, a friend and informal adviser to the president who has promoted conspiracy theories about <a href=\"https://www.theguardian.com/us-news/barack-obama\">Barack Obama</a>, Hillary Clinton and the dead DNC staffer <a href=\"https://www.theguardian.com/media/2017/aug/07/seth-rich-trump-white-house-fox-news\">Seth Rich</a>.</p>",
  "<p>Numbers of African black rhinos in the wild have risen by several hundred, a rare boost in the conservation of a species driven to near extinction by <a href=\"https://www.theguardian.com/environment/2017/aug/19/super-gangs-africa-poaching-crisis\">poaching</a>.</p> <p>Black rhinos are still in grave danger but the small increase – an annual rate of 2.5% over six years, has swollen the population from 4,845 in 2012 to an estimated 5,630 in 2018, giving hope that efforts put into saving the species are paying off.</p> <p>The painstaking attempts to save the black rhino have included moving some individuals from established groups to new locations, increasing the species’ range and ensuring viable breeding populations, as well as protecting them through stronger law enforcement efforts. Numbers of all of the three subspecies of black rhino are now improving.</p> <p>“The continued slow recovery is a testament to the immense efforts made in the countries and a powerful reminder that conservation works,” said Grethel Aguilar, acting director general of the International Union for Conservation of Nature, which compiles the global red list of species under threat.</p> <p>“[But] there is no room for complacency as poaching and illegal trade remain acute threats. It is essential that the ongoing anti-poaching measures and intensive, proactive population management continue, with support from national and international actors.”</p> <p>The outlook for the other African rhino species is still troubled, according to the update to the red list published on Thursday.</p> <p>White rhinos are more numerous in Africa but categorised by the IUCN as near-threatened. The outlook for them has worsened in recent years, driven by high levels of poaching in South Africa’s Kruger national park. White rhinos have larger horns than their black counterparts, making them more <a href=\"https://www.theguardian.com/environment/africa-wild/2017/aug/25/rhino-horn-sales-banking-on-extinction\">attractive to poachers</a>, and they are easier to find as they prefer more open habitats.</p> <p>Although white rhino numbers grew between 2007 and 2012, the numbers of the southern white rhino subspecies fell by 15% during that period, from an estimated 21,300 to 18,000, cancelling out previous growth.</p> <p>Poaching levels appear to have declined again in the last few years, down from a peak in 2015 when an average of 3.7 rhinos were killed every day. Estimates for 2019 suggest poaching has declined further, owing to governments taking stronger measures against the organised crime gangs behind poaching.</p> <p>“With the involvement of transnational organised crime in poaching, rhino crimes are not just wildlife crimes,” said Richard Emslie, a coordinator for African rhinos at IUCN. “If the encouraging declines in poaching can continue, this should positively impact rhino numbers. Continued expenditure and efforts will be necessary to maintain this trend.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/mar/11/kenyas-rare-white-female-giraffe-killed-by-poachers\">Kenya's rare white female giraffe 'killed by poachers'</a> </p> </aside>  <p>The impacts of the coronavirus crisis are also worrying experts, as the halt to tourism will reduce resources for conservation. “The impact of Covid-19 on global tourism is likely to have significant negative impacts on private commercial wildlife operations and state national parks and game reserves that conserve rhino,” said Emslie. “Those in the field paying for all the conservation work on the ground may need more financial support so that they can maintain current efforts despite the virus.”</p> <p>The costs of keeping rhinos safe have risen greatly in the last decade, however, and live sale prices have fallen, reducing incentives for private landowners and communities to keep rhinos. About half of white rhinos and nearly 40% of black rhinos are on private land or land managed by communities. If the rhinos are viewed as a cost, that will further hamper efforts to protect them.</p> <p>Thursday’s update to the red list showed tha more than 31,000 species around the world are threatened with extinction. The red list is likely to be updated at least three more times this year.</p>"
]