[
  "<p>The chancellor, <a href=\"https://www.theguardian.com/politics/rishi-sunak\">Rishi Sunak</a>, has been urged to extend the coronavirus wage subsidy scheme until September to avoid spiralling job losses across Britain this summer.</p> <p>Against a backdrop of mounting pressure on the government to provide continued support as lockdown measures are gradually removed, the Resolution Foundation said the extension would cost the exchequer as much as £48bn but would prevent a fresh surge in unemployment.</p> <p>After Boris Johnson announced on Sunday <a href=\"https://www.theguardian.com/politics/2020/may/10/boris-johnson-coronavirus-lockdown-shops-schools-june-reopening\">his blueprint for the gradual lifting of restrictions</a>, industry groups warned it was incomplete without urgent details about the job retention scheme.</p> <p>Lex Butler, the chair of the Hotel Booking Agents Association, said: “We immediately need to know that the furlough scheme will be extended beyond the end of June and on what terms. We need clarity now to prevent closures and large scale loss of jobs.”</p> <p>Employees in the hospitalities sector are expected to return to work last, possibly from July.</p> <p>Adam Marshall, the director general of the British Chambers of Commerce, said: “Firms will need to know that government support schemes, which have helped save millions of jobs in recent weeks, will continue for as long as they are needed so that they can plan ahead with confidence.”</p> <p>Johnson told parliament on Monday that Sunak would announce details on the future of the furlough scheme on Tuesday. The chancellor is <a href=\"https://www.theguardian.com/world/2020/may/05/rishi-sunak-preparing-to-wind-down-furlough-scheme-from-july\">widely expected to announce the gradual wind-down</a> of the scheme amid rising concern over its cost, which is roughly £14bn a month.</p> <p>Under the scheme, workers receive 80% of their pay up to £2,500 a month. More than 6 million were protected at 800,000 firms in the first two weeks of the scheme’s operation.</p> <p>Options the Treasury is <a href=\"https://www.theguardian.com/politics/2020/may/06/parts-of-uk-economy-on-life-support-since-lockdown\">understood to be considering</a> include cutting the level of support to 60% while allowing staff to work some of their hours.</p> <p>The Resolution Foundation urged the government to allow for “partial furloughing” from as early as June, but said the 80% support should also be kept in place across the economy until at least August. It could then gradually be scaled back.</p> <p>However, the thinktank recommends 80% support continuing until at least September for businesses in sectors where the return to work will take longer, including hospitality.</p> <p>Sunak is under pressure from business leaders to provide an update this week because employers have to allow for at least 45 days to consult on redundancies of more than 100 staff. Companies face a deadline of 18 May to begin the redundancy consultation process if the furlough is no longer available in July.</p> <p>Torsten Bell, the chief executive of the Resolution Foundation, said: “Moving too quickly could spark a huge second surge in job losses at a time when unemployment already looks set to be at the highest level for a quarter of a century.</p> <p>“The scheme cannot last forever however. It should be phased out gradually, with a longer timeframe for the hardest-hit sectors.”</p> <p>On Sunday Johnson said it was time for sectors in which home-working was not possible – including manufacturing and construction – to get back to work.</p> <p>But the Confederation of British Metalforming (CBM), which represents about 200 manufacturing companies across Britain, said it would take longer for the economy to recover and that further financial support would be required while production levels remain below normal.</p> <p>The CBM said up to 30% of jobs (12,000) among its members could be cut if assistance was taken away at the end of June.</p> <p>The finance lobby group TheCityUK said it expected UK firms would face unsustainable debts of up to £105bn that would need to be managed before March next year.</p>  <figure class=\"element element-embed\" data-alt=\"Guardian business email sign-up\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Business Today email or follow Guardian Business on Twitter at @BusinessDesk</figcaption> </figure>  <p>Alongside continued support from the government, the major <a href=\"https://www.theguardian.com/business/2020/may/07/uk-economy-to-shrink-by-25-percent-and-unemployment-to-double-warns-bank-of-england-coronavirus\">high street banks have been ordered</a> by the Bank of England to make more loans to firms to help keep them running.</p> <p>A spokesman for the Treasury said the job retention scheme had already protected millions of jobs. </p> <p>“Future decisions around the scheme will take into account the wider context of the measures in place, as well as the public health response,” they said. “We have been clear there will be no cliff edge and people will be eased back into work in a measured way.”</p>",
  "<p>Mike Pence will not enter quarantine despite a rash of coronavirus cases in the White House in recent days, including a positive test for the vice-president’s own press secretary.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2020/may/10/anthony-fauci-self-quarantine-donald-trump\">Fauci in quarantine as Trump projects confidence and urges states to reopen</a> </p> </aside>  <p>“Vice-President Pence has tested negative every single day and plans to be at the White House tomorrow,” Devin O’Malley, a backup spokesman for Pence, said on Sunday night.</p> <p>As the Trump administration urges Americans to return to workplaces and Donald Trump touts a “<a href=\"https://twitter.com/TeamTrump/status/1258811656307650561\">transition to greatness</a>” ahead, the White House faces a delicate balancing act in projecting business as usual even as coronavirus cases spread through the halls of power.</p> <p>Three members of the White House coronavirus taskforce – Dr Anthony Fauci of the National Institute of Allergy and Infectious Diseases; Dr Stephen Hahn, commissioner of the US Food and Drug Administration; and Dr Robert Redfield, director of the Centers for Disease Control and Prevention – have entered two weeks of isolation, after having contact with someone who later tested positive.</p> <p>Senator Lamar Alexander, a Republican from Tennessee who chairs the health committee, is isolating himself after a member of staff tested positive. A senior admiral on Trump’s top military advisory committee, chief of naval operations Michael Gilday, is also isolating himself following contact with an infected relative, Bloomberg News <a href=\"https://www.bloomberg.com/news/articles/2020-05-10/pence-self-isolating-after-aide-tests-positive-for-coronavirus?srnd=politics-vp&amp;sref=6SIErc4i\">reported</a>. Gen Joseph Lengyel tested positive at the White House on Saturday in a spot check, before he was to meet Trump.</p> <p>A valet for Trump, who had served the president food without wearing a mask, also recently tested positive. The White House is considering new rules under which aides must maintain a distance of two metres (6ft) from the president, ABC News reported.</p> <p>Pence’s spokeswoman, Katie Miller, the wife of Stephen Miller, one of the president’s closest aides, who is in frequent close contact with the Trump family, tested positive last week. It was unclear if Stephen Miller had entered self-isolation.</p> <p>“There is extreme sensitivity inside the White House right now at the current state of affairs – officials recognise the contradiction in telling states to reopen while the White House enhances protocols to prevent spread of the virus,” CNN quoted an anonymous Trump administration official as saying.</p> <p>On Monday morning the number of recorded Covid-19 deaths in the US was close to 80,000, and while the rate of new cases appears to be slowing in the New York City area and other sites of major outbreaks, elsewhere new infections are rising.</p> <p>Nowhere is testing and contact-tracing for the virus as thoroughly as the White House, where aides and senior officials including Trump and Pence receive both spot checks and repeated testing in various forms, some on a daily basis. Without such testing, cases could go undetected, leading to a potentially wide outbreak.</p>  <figure class=\"element element-image\" data-media-id=\"1f666ef9c2c04df78382abcf0cf7972249abb322\"> <img src=\"https://media.guim.co.uk/1f666ef9c2c04df78382abcf0cf7972249abb322/0_76_2306_1384/1000.jpg\" alt=\"Katie Miller, Vice-President Mike Pence’s press secretary, has tested positive for coronavirus.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Katie Miller, Vice-President Mike Pence’s press secretary, has tested positive for coronavirus.</span> <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> </figcaption> </figure>  <p>Yet that is the risk Trump is urging Americans to take in the coming weeks and months as they return to work without the protection of regular testing.</p> <p>On Sunday, Trump retweeted an announcement by his golf club in Los Angeles of its reopening. “So great to see our country starting to open up again!” he <a href=\"https://twitter.com/realDonaldTrump/status/1259449226465083394\">wrote.</a></p> <p>“If we do this carefully, working with the governors, I don’t think there’s a considerable risk,” the treasury secretary, Steven Mnuchin, told Fox News Sunday. “Matter of fact, I think there’s a considerable risk of not reopening. You’re talking about what would be permanent economic damage to the American public.”</p> <p>But such downplaying of the risks the public faces could be undercut as the Senate holds public hearings with social distancing measures in place.</p> <p>The key committee on health will convene its first public hearing on Tuesday. Alexander will chair the hearing remotely, senators attending will wear masks and be seated two metres apart, and experts including Fauci are scheduled to testify by video link.</p> <p>Fauci has repeatedly contradicted, <a href=\"https://www.theguardian.com/us-news/2020/apr/19/trump-fauci-relationship-coronavirus-us\">gently</a>, Trump’s most reckless claims about the coronavirus. On Monday morning the president <a href=\"https://twitter.com/realDonaldTrump/status/1259842012632821767\">claimed</a>: “Great credit being given for our Coronavirus response, except in the Fake News.”</p> <p>He also addressed one Democratic-run state seeking to reopen when he <a href=\"https://twitter.com/realDonaldTrump/status/1259852364326014978\">wrote</a>: “The great people of Pennsylvania want their freedom now, and they are fully aware of what that entails. The Democrats are moving slowly, all over the USA, for political purposes … Don’t play politics. Be safe, move quickly!</p> <p>On Sunday, however, the White House economic adviser Kevin Hassett <a href=\"https://www.huffpost.com/entry/trump-adviser-scary-to-go-to-work-coronavirus-white-house_n_5eb84e77c5b685c054ce4b2c?ncid=tweetlnkushpmg00000067\">told CBS’s Face the Nation</a> it was “scary to go work”.</p> <p>“I think that I’d be a lot safer if I was sitting at home than I would be going to the West Wing,” he said.</p> <p>O’Malley, the Pence spokesman, said the vice-president “will continue to follow the advice of the White House medical unit and is not in quarantine”. Pence himself, who notoriously did not wear a mask when touring the Mayo Clinic in Minnesota recently, was asked by Axios if staff should wear masks in the White House. “Some people do,” he said.</p> <p>While Trump was reportedly <a href=\"https://www.nytimes.com/2020/05/10/us/politics/white-house-coronavirus-trump.html\">“spooked”</a> by the revelation that his valet had the virus, it has also been <a href=\"https://apnews.com/7dce310db6e85b31d735e81d0af6769c\">reported</a> that he told confidants he fears he would look ridiculous in a mask and the image would appear in negative ads.</p> <p>“It’s a vanity thing, I guess, with him,” the House speaker, Nancy Pelosi, said on MSNBC. “You’d think, as the president of the United States, you would have the confidence to honor the guidance he’s giving the country.”</p>",
  "<ul> \n <li></li> \n</ul> \n<p>Good morning,</p> \n<p>Donald Trump may be projecting confidence about the coronavirus crisis, but privately the president is said to be “spooked” by news that two White House workers tested positive for Covid-19, including a valet who sometimes serves him food. <a href=\"https://www.theguardian.com/world/2020/may/10/anthony-fauci-self-quarantine-donald-trump\">Dr Anthony Fauci is one of three top health officials</a> to have entered two weeks of self-imposed quarantine, while <a href=\"https://www.theguardian.com/world/live/2020/may/11/coronavirus-live-news-white-house-task-force-hit-by-infection-us-usa-vp-mike-pence-donald-trump-boris-johnsons-uk-lockdown-plans-criticised?page=with:block-5eb8dc558f08c0a2409bb58a#block-5eb8dc558f08c0a2409bb58a\">Mike Pence is </a><a href=\"https://www.theguardian.com/world/live/2020/may/11/coronavirus-live-news-white-house-task-force-hit-by-infection-us-usa-vp-mike-pence-donald-trump-boris-johnsons-uk-lockdown-plans-criticised?page=with:block-5eb8dc558f08c0a2409bb58a#block-5eb8dc558f08c0a2409bb58a\">physically distancing</a> from his West Wing co-workers after his press spokeswoman, Katie Miller, tested positive.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"0c018b4f-eddc-4af4-b7d9-215afe06c75a\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/dBvV-B6gFTU?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>In an interview with the Guardian, the radical intellectual Noam Chomsky said <a href=\"https://www.theguardian.com/us-news/2020/may/11/donald-trump-is-culpable-in-deaths-of-americans-says-noam-chomsky\">Trump </a><a href=\"https://www.theguardian.com/us-news/2020/may/11/donald-trump-is-culpable-in-deaths-of-americans-says-noam-chomsky\">was culpable in the deaths of thousands of Americans</a>. He also accused the president of using the pandemic to improve his election prospects and line the pockets of big business, while blaming other nations for his own failures:</p> \n<blockquote class=\"quoted\"> \n <p>To try and cover up his criminal attacks against the American people, which have been going on all of this time, he’s flailing about to try and find scapegoats.</p> \n</blockquote> \n<ul> \n <li><p><strong>An environmental ‘blitzkrieg’. </strong>Under the cover of the pandemic, the Trump administration is <a href=\"http://www.theguardian.com/us-news/2020/may/10/trump-environmental-blitzkrieg-coronavirus\">continuing its sweeping rollback of environmental protections</a>, making changes that a Democratic president would need years to undo.</p></li> \n <li><p><strong>Another Russia rant. </strong>Trump tweeted again about the Russia investigation over the weekend, accusing Barack Obama of “<a href=\"https://www.theguardian.com/us-news/2020/may/10/trump-obama-biggest-political-american-history-russia-michael-flynn\">the biggest political crime in American history</a>”.</p></li> \n</ul> \n<h2>A vaccine in 2020 would be ‘an amazingly ambitious goal’</h2> \n<figure class=\"element element-image\" data-media-id=\"195fd2b9ddd010bb73fa89ae38f30a9eb51c3b5d\"> \n <img src=\"https://media.guim.co.uk/195fd2b9ddd010bb73fa89ae38f30a9eb51c3b5d/0_22_4604_2762/1000.jpg\" alt=\"A worker sprays sanitiser in the octagon between bouts at a UFC event in Florida on Saturday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A worker sprays sanitiser in the octagon between bouts at a UFC event in Florida on Saturday.</span> \n  <span class=\"element-image__credit\">Photograph: John Raoux/AP</span> \n </figcaption> \n</figure> \n<p>Texas has started <a href=\"http://www.theguardian.com/us-news/2020/may/11/texas-reopen-economy-coronavirus-covid-19\">reopening for business</a>. UFC staged <a href=\"http://www.theguardian.com/sport/2020/may/11/ufc-249-mma-dana-white-legal-waiver\">America’s first major live sporting event</a> in weeks. Many in the US are clearly itching for a return to normal, but Lamar Alexander, the Republican chairman of the Senate health committee, has cast doubt on White House predictions that a coronavirus vaccine could be rolled out from the autumn and allow the economy to reopen fully. He called it an “<a href=\"https://www.theguardian.com/world/2020/may/10/trump-coronavirus-vaccine-senate-republicans\">amazingly ambitious goal</a>”.</p> \n<p>Researchers in London, meanwhile, have expressed concern that the <a href=\"https://www.theguardian.com/society/2020/may/10/scientists-concerned-that-coronavirus-is-adapting-to-humans\">virus could be mutating, adapting to humans</a> in a way that would hinder the quest for a vaccine.</p> \n<ul> \n <li><p><strong>Child deaths. </strong>Three children have died in New York state from <a href=\"https://www.theguardian.com/us-news/2020/may/10/new-york-mystery-coronavirus-illness-three-children-die\">a mystery inflammatory disease</a> that appears to be linked to the coronavirus.</p></li> \n <li><p><strong>Nursing homes. </strong>Deaths in nursing homes account for <a href=\"http://www.theguardian.com/us-news/2020/may/11/nursing-homes-us-data-coronavirus\">more than half of all coronavirus fatalities</a> in at least 14 US states, according to new data compiled by health researchers.</p></li> \n</ul> \n<h2>Cases are back on the rise in China, South Korea and Germany</h2> \n<figure class=\"element element-image\" data-media-id=\"3bcec8416a4cb70c4cf5ad901d892f0396b3e3f4\"> \n <img src=\"https://media.guim.co.uk/3bcec8416a4cb70c4cf5ad901d892f0396b3e3f4/198_352_3302_1981/1000.jpg\" alt=\"Workers on the production line at a Honda factory in Wuhan.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Workers on the production line at a Honda factory in Wuhan.</span> \n  <span class=\"element-image__credit\">Photograph: Aly Song/Reuters</span> \n </figcaption> \n</figure> \n<p><a href=\"https://www.theguardian.com/world/2020/may/11/now-it-starts-again-new-coronavirus-outbreaks-spark-unease-in-china\">China recorded 17 new cases of the coronavirus</a> on Sunday, its highest number in nearly two weeks. Several of the infections were in provinces that border Russia or North Korea, but five were in Wuhan, the city where the outbreak originated last year. Wuhan has eased its strict lockdown in recent weeks. Fears of a second wave have also caused <a href=\"https://www.theguardian.com/world/2020/may/10/fears-rise-in-germany-over-second-wave-of-coronavirus-infections\">unease in Germany</a> and <a href=\"https://www.theguardian.com/world/2020/may/10/it-isnt-over-south-korea-records-34-new-cases-the-highest-in-a-month\">South Korea</a>, where infections have risen slightly after lifting restrictions.</p> \n<p>Several European countries have announced <a href=\"https://www.theguardian.com/world/2020/may/11/global-report-covid-19-lockdown-rules-relax-in-european-nations-amid-confusion-in-uk\">a relaxation of their stay-at-home rules</a>, but the UK’s prime minister, Boris Johnson, was <a href=\"https://www.theguardian.com/politics/2020/may/10/boris-johnson-coronavirus-lockdown-shops-schools-june-reopening\">criticised for his lack of clarity</a> about the way ahead.</p> \n<ul> \n <li><p><strong>Barcelona without tourists. </strong>The Catalan city is slowly emerging from the strictest lockdown in Europe. <a href=\"https://www.theguardian.com/travel/2020/may/11/barcelona-without-tourists-coronavirus-lockdown-residents-reclaim-city-inherit-ghost-town\">Without its customary 30 million tourists </a><a href=\"https://www.theguardian.com/travel/2020/may/11/barcelona-without-tourists-coronavirus-lockdown-residents-reclaim-city-inherit-ghost-town\">a year</a>, it still feels curiously empty, writes Stephen Burgen.</p></li> \n <li><p><strong>Football in the Faroes. </strong>European domestic football has started up again, but only <a href=\"http://www.theguardian.com/football/2020/may/11/faroe-islands-welcome-football-back-to-europe-with-fans-staying-home\">in the remote Faroe Islands</a>, which have been declared free of Covid-19.</p></li> \n</ul> \n<h2>How the crisis is affecting the world’s workers</h2> \n<figure class=\"element element-image\" data-media-id=\"348e30e68e87532fd2f332153d298edf29a7c946\"> \n <img src=\"https://media.guim.co.uk/348e30e68e87532fd2f332153d298edf29a7c946/0_105_4081_2450/1000.jpg\" alt=\"Cargo ships wait offshore in Turkey’s Marmara sea, near Istanbul.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Cargo ships offshore in Turkey’s Marmara sea near Istanbul.</span> \n  <span class=\"element-image__credit\">Photograph: Erdem Şahin/EPA</span> \n </figcaption> \n</figure> \n<p>The coronavirus crisis has fuelled the debate over migrant farm workers in Europe. Some communities are desperate for foreign labour to return, while in others tensions are rising over whether such workers should be allowed back during the pandemic and under what conditions, as <a href=\"https://www.theguardian.com/world/2020/may/11/covid-19-crisis-stokes-european-tensions-over-migrant-labour\">the Guardian’s correspondents report from across the continent</a>.</p> \n<p>Outbreaks of the virus at slaughterhouses in the US and around the world have raised awareness of the <a href=\"https://www.theguardian.com/environment/2020/may/11/chaotic-and-crazy-meat-plants-around-the-world-struggle-with-virus-outbreaks\">crowded and chaotic conditions for meat plant workers</a>, many of whom have been forced to continue working through the crisis. And as Karen McVeigh writes, cargo ship crews are <a href=\"https://www.theguardian.com/global/2020/may/11/cargo-ship-sailors-press-ganged-into-keeping-the-worlds-trade-afloat\">keeping the world’s trade afloat</a> while trapped at sea, blocked from going ashore for a walk, or even medical treatment.</p> \n<h2>In other news …</h2> \n<figure class=\"element element-image\" data-media-id=\"c446f0e1f0a2ce21341429c711bf1d1de98348f9\"> \n <img src=\"https://media.guim.co.uk/c446f0e1f0a2ce21341429c711bf1d1de98348f9/0_175_5257_3155/1000.jpg\" alt=\"Artist Theo Ponchaveli paints a mural of Ahmaud Arbery in Dallas last week.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Artist Theo Ponchaveli paints a mural of Ahmaud Arbery in Dallas last week.</span> \n  <span class=\"element-image__credit\">Photograph: Tony Gutierrez/AP</span> \n </figcaption> \n</figure> \n<ul> \n <li><p><strong>The mayor of Atlanta has called Ahmaud Arbery’s death a lynching. </strong>Keisha Lance Bottoms also accused Trump of inciting overt acts of racism, as Georgia’s attorney general formally requested the DoJ investigate the handling of the <a href=\"https://www.theguardian.com/us-news/2020/may/10/ahmaud-arbery-keisha-lance-bottoms-atlanta-mayor\">killing of the 25-year-old black jogger by two white men</a>.</p></li> \n <li><p><strong>At least 19 Iranians have died in a friendly fire incident</strong> during a <a href=\"https://www.theguardian.com/world/2020/may/11/iranian-navy-ship-hit-by-missile-in-fatal-friendly-fire-incident-in-gulf\">naval training exercise in the Gulf of Oman</a>, after a missile struck a support vessel close to its target.</p></li> \n <li><p><strong>A five-star Athens hotel must demolish its top two floors</strong>, to the joy of many local residents, following a ruling by the Greek central archaeological council, which said the Coco-Mat hotel was <a href=\"https://www.theguardian.com/world/2020/may/11/athens-hotel-ordered-demolish-top-floors-blocking-acropolis-view-greece\">blocking a famous view of the Acropolis</a>.</p></li> \n</ul> \n<h2>Great reads</h2> \n<figure class=\"element element-image element--showcase\" data-media-id=\"db98cdc25346956f4b0a66af511bfd69a8ee91d7\"> \n <img src=\"https://media.guim.co.uk/db98cdc25346956f4b0a66af511bfd69a8ee91d7/0_283_3000_1800/1000.jpg\" alt=\"The 1963 movie adaptation of William Golding’s classic novel, Lord of the Flies\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The 1963 movie adaptation of William Golding’s classic novel, Lord of the Flies.</span> \n  <span class=\"element-image__credit\">Photograph: Ronald Grant</span> \n </figcaption> \n</figure> \n<p><strong>The real Lord of the Flies</strong></p> \n<p>It was the Guardian’s most read story of the weekend. The historian Rutger Bregman uncovered <a href=\"https://www.theguardian.com/books/2020/may/09/the-real-lord-of-the-flies-what-happened-when-six-boys-were-shipwrecked-for-15-months\">a real-life case of schoolboys being stranded for months on a desert island</a> – and learned that it turned out very differently to William Golding’s classic novel.</p> \n<p><strong>How soaring drug prices could stifle Covid-19 treatment</strong></p> \n<p>Several existing drugs may prove to be somewhat effective coronavirus treatments over the months and years while we wait for a vaccine, but as Mona Chalabi writes, <a href=\"http://www.theguardian.com/world/2020/may/11/soaring-drug-prices-could-bar-access-to-future-coronavirus-treatments\">big pharma’s high pricing may </a><a href=\"http://www.theguardian.com/world/2020/may/11/soaring-drug-prices-could-bar-access-to-future-coronavirus-treatments\">keep them out of the hands</a> of those who need them most.</p> \n<h2>Opinion: Coronawashing is the new greenwashing</h2> \n<p>Big brands from Uber to HSBC are busy pushing out <a href=\"http://www.theguardian.com/commentisfree/2020/may/11/coronawashing-big-business-greenwashing-polluters-tax\">PR initiatives to seem caring during the pandemic</a>. Oscar Rickett argues that these are the same businesses that benefited from the weaknesses in the public sphere that the outbreak has served to expose.</p> \n<blockquote class=\"quoted\"> \n <p>A Who’s Who of polluters, tax dodgers and outsource vultures are urging us to #StaySafe, pumping out soft-focus branded content that makes Forrest Gump<em> </em>look like an episode of Chernobyl<em>.</em></p> \n</blockquote> \n<h2>Last Thing: An 11-year-old achieves skating’s holy grail</h2> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"646a27b8-e780-472d-880e-b63cbf53b227\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/p-pmSkaMT6I?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Gui Khury, an 11-year-old skateboarding prodigy, has used his lockdown time productively during Brazil’s coronavirus school closures. He’s now the <a href=\"https://www.theguardian.com/sport/2020/may/11/lockdown-spurs-11-year-old-skateboarder-to-make-history-with-first-1080-degree-turn\">first person ever to land a 1080-degree turn</a> on a vertical ramp, more than two decades after the skating legend Tony Hawk completed the first 900-degree turn.</p> \n<h2>Sign up</h2> \n<figure class=\"element element-embed\" data-alt=\"Sign up for the US morning briefing\"> \n <iframe src=\"https://www.theguardian.com/email/form/plaintone/4300\" height=\"52px\" data-form-title=\"A different kind of daily email\" data-form-description=\"Sign up and get a daily US news briefing from the Guardian\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks, you'll start getting the US morning briefing soon.\"></iframe> \n <figcaption>\n  Sign up for the US morning briefing\n </figcaption> \n</figure> \n<p>First Thing is delivered to thousands of inboxes every weekday. If you’re not already signed up, <a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">subscribe now</a>.</p>",
  "<p>Yeah yeah yeah, I know, it’s like we’re living in a Black Mirror episode. We’ve got headless robot dogs <a href=\"https://www.independent.co.uk/news/world/asia/coronavirus-lockdown-singapore-robot-dog-spot-boston-dynamics-a9506781.html\">patrolling Singaporean parks</a> to enforce social distancing, we’re all trapped on social media which is now just a <a href=\"https://twitter.com/search?q=alison%20roman&amp;src=typed_query\">rolling</a> <a href=\"https://twitter.com/search?q=liz%20bruenig&amp;src=typed_query\">cancellation</a> <a href=\"https://twitter.com/search?q=amanda%20palmer&amp;src=typed_query\">colosseum</a> where soon each user will have their time of standing before the masses and hearing exactly what everyone thinks of them, and who needs killer bee drones when we have murder hornets.</p> <p>If we have Black Mirror on our news do we really need Black Mirror on our Netflix? The creator himself says no. Charlie Brooker gave <a href=\"https://www.radiotimes.com/news/on-demand/2020-05-04/black-mirror-6-update/\">an interview</a> to Radio Times saying he doesn’t think audiences would have the stomach for a dystopia right now, as we seem to be living through the beginning stages of societal collapse with our pandemic lockdowns and mass unemployment.</p> <p>But I for one urge our creators to bring on the darkness.</p> <p>During some of the bleakest years of the recent past, with an endless war conducted in multiple countries mostly with drones, a migrant crisis caused by people fleeing war and economic devastation, an economy that benefited the few and left everyone else scrambling to monetize every aspect of their lives they could think of just to survive – “I’m not using this second bedroom/car/blood plasma right now, what if I found a way to charge someone for it” – we somehow got addicted to cutesy pop self-empowerment anthems.</p> <p>We had bright little pop stars, trained from birth to be cheery, professional, and approachable, all vaguely looking the same like they all came out of the same laboratory (or at least the same plastic surgeon’s office), bouncing up and down and singing songs about how great we are all doing. “Cause I’m a champion and you’re gonna hear me roar” and “Cause baby you’re a firework, come on show them what you’re worth” and whatever else. Like ceaseless robotic cheerleaders designed by Lisa Frank, hysterically celebrating us as we grind and hustle our way to poverty and early death. And yes, there was a Black Mirror episode about that, too.</p> <p>I’m not saying pop music was to blame for our inability to notice the game was fixed or to organize and fight against the gig economy and the supreme wealth of our oligarchs and technocrats, but certainly it was an effective means of escapism. Outside was a burning hellscape of environmental collapse and militarized police, but all we had to do to break free from that was put on our headphones or look at our devices and suddenly it was all rainbows and candy colored fantasy.</p> <p>And why not try to escape all of this? But personally, the cognitive dissonance was too harsh. The transition from the horrifying headlines of war and illness and suffering to Taylor Swift in a bathtub filled with jewels was giving me migraines. “Actually, I’m not feeling great about being me,” I whispered back to Swift as I lay in bed in the same clothes I wore on each of the previous three days. “At this rate I’ll never be able to buy a couch that isn’t secondhand let alone diamonds,” I psychically projected toward Ariana Grande.</p> <p>Black Mirror debuted back in 2011 when we were all still very optimistic about the ability for technology to reshape and reconnect the world. Twitter and Facebook being praised for its ability to bring down despotic governments, not undermine democratic elections or facilitate genocide. Instagram was about sharing, not causing depression or fostering <a href=\"https://www.youtube.com/watch?v=om3r1qKnwS0\">suicide cults</a>.</p> <p>These two worlds seemed to converge in 2016 with the release of season three when Netflix went down because a bunch of teenagers – maybe, we have no idea – <a href=\"https://www.theguardian.com/technology/2016/oct/26/ddos-attack-dyn-mirai-botnet\">brought down the internet</a> by hacking wifi-enabled appliances. I was sitting on my couch wondering why I couldn’t load the season premiere, having no idea it was because people didn’t change the passwords on their dishwashers. Because of the work of good journalists and whistleblowers and yes some television programs, we’re all a little more aware of the dark side of our tech-infused world and a little less optimistic that it will solve rather than create problems.</p> <p>We look to our entertainment to do too much for us these days. We look to our television series to provide moral instruction, we argue about whether or not characters are good “role models,” we fight over accurate representation. For godsake, we announce our Harry Potter houses like it means something, looking to the great sorting hat of the sky to give us a coherent sense of self.</p> <p>So I’m not looking for a television show to solve this crisis or give us an illumined path toward a rebuilt society. Billionaires are profiting off the hundreds of thousands of Covid-19 deaths and the mass unemployment and <a href=\"https://theintercept.com/2020/05/08/andrew-cuomo-eric-schmidt-coronavirus-tech-shock-doctrine/\">tech titans</a> are using the power vacuum to remake the world according to their vision and <a href=\"https://www.vice.com/en_us/article/n7jaw7/amazon-fresh-whole-foods-delivery-time-slot-bots\">the only people who can get grocery delivery</a> are the ones who know how to install a bot and I don’t know how to install a bot so I can’t get Cheez Its. So don’t tell me how great I’m doing or sell me some fantasy of self-improvement. Bring back the dystopia. Because right now I can’t stand being lied to.</p> <ul> <li><p>Jessa Crispin is a Guardian US columnist</p></li> </ul>",
  "<p>Set in a tiny Caribbean village in the 1970s, this charming yet clear-eyed romance begins with a fisherman, David, lazily awaiting his catch only to snare a centuries-old mermaid, Aycayia, cursed by women jealous of her beauty. She’s drawn to the sound of the guitar he’s strumming; he wonders if he’s been smoking too many spliffs.<br><br>The bittersweet plot kicks in when their regular secret meetings are brought to an end by Thomas and Hank, a Florida father and son trawling island waters in the hope of bagging first prize in a fishing contest. Suddenly, they’re thinking big – a sale to the Smithsonian, the cover of <em>Time</em> – but don’t reckon with David’s plan to rescue her...<br><br>Roffey cuts between these characters and the various other islanders who stick their oar into the affair, including a venal police chief eyeing a quick buck by helping Thomas and Hank take back what they regard as their property, and Miss Rain, a white landowner whose attempt to do the right thing is hampered by the fact that her ancestors profited from the legacy of slavery. We also get snippets of rough-hewn poetry from Aycayia’s point of view (“the Yankee men/ have big big boat/ Frighten bad I swim down down”) as well as David’s recollections 40 years after the episode: “I am an ol’ man now, and sick sick so I cyan move much, sick so I cyan work ... so I go write my story.”<br><br>What makes the novel sing is how Roffey fleshes out these mythical goings-on with pin-sharp detail from the real world, as Aycayia, hidden away in David’s bedroom, navigates the perils (and pleasures) of life on land. After her tail rots, she relearns to walk in an old pair of David’s green suede Adidas. Her nostrils bleed “all kind of molluscs and tiny crabs”. David worries that the smell and the noise of her wordless song might attract nosy neighbours, not least Priscilla, whose mean-spirited meddling injects a dose of malevolent comic energy into the action.<br><br>Ultimately, this is the archetypal story of a disruptive outsider whose arrival alters a community by revealing it to itself, not always happily. For Thomas, dismayed by his poetry-reading son, Aycayia’s appearance represents a chance to assert his masculinity; the novel’s uglier moments involve the instincts of men intent on her defilement. But there’s sweetness, too: a shared love of bass-heavy reggae allows Aycayia to form a friendship with a deaf 10-year-old, while David learns to separate sexual desire from his desire for possession.<br><br>All the same, <em>The Mermaid of Black Conch</em> is no fairytale and there’s a limit to how well Aycayia’s story can end. “Womanhood was a dangerous business if you didn’t get it right,” someone thinks. You don’t have to squint too hard to see the magic-realist shenanigans of this playful <em>Pygmalion</em> narrative as a means of sugaring that rather bitter pill.</p> <p>• <em>The Mermaid of Black Conch</em> by Monique Roffey is published by Peepal Tree Press (£9.99). To order a copy go to <a href=\"https://guardianbookshop.com/the-mermaid-of-black-conch-9781845234577.html?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">guardianbookshop.com</a>. Free UK p&amp;p over £15<br></p>"
]