[
  "Is the fourth industrial revolution bad news for migrants and refugees?",
  "Posthumous pardons law may see Oscar Wilde exonerated",
  "Help the Guardian keep reporting on gun violence in America",
  "When I hear the words 'smashed avocado', I reach for my Adler 110",
  "David Leyonhjelm says onus is on government to justify Adler gun ban",
  "MPs' debate about Sir Philip Green's knighthood is premature",
  "Pep Guardiola pays the price for keeping Sergio Agüero from the reunion",
  "Samsung exploding phone issue extends past Note 7, lawsuit says",
  "Muslim Council of Britain to set up alternative counter-terror scheme",
  "Boys in the Trees review – a coming-of-age film with Fright Night flourishes",
  "Mesut Özil scores Arsenal hat-trick and Sánchez chips in to beat Ludogorets 6-0",
  "Barcelona v Manchester City: Champions League – as it happened",
  "Roger Goodell on NFL TV ratings slump: 'We don't think we've lost viewers'",
  "Snowden: 'Politics of fear' keep Trudeau from repealing Canada anti-terror law",
  "ACLU takes on Fisa court over secret decisions on surveillance laws",
  "The Great British Bake Off 2016 semi-final – as it happened",
  "Cameron aide said government was ‘exposed on Heathrow’ over air quality",
  "Vegas debate is final fight night for Clinton and Trump",
  "Corrections and clarifications",
  "Early voting lines are so long, people are fainting. That harms democracy",
  "Two more Honduran land rights activists killed in ongoing violence",
  "The fan rituals that made Rocky Horror Picture Show a cult classic",
  "Home Office expected to speed up rescue of migrant children from Calais",
  "Rightwing tabloids pour scorn on appearance of child refugees",
  "European commission to resurrect overarching corporate tax proposals",
  "New push from NSW to change gun laws is a risk to community, Port Arthur charity says",
  "Australia will not support negotiations to outlaw nuclear weapons",
  "Mars landing: ESA declare success despite Schiaparelli probe's silence - as it happened",
  "Donald Trump, real vote rigging and the politics of hate",
  "Atlanta: Donald Glover's show is the smartest – and funniest – on TV",
  "Touts using bots to buy tickets could face jail",
  "Government scraps plan to make year seven pupils resit exams",
  "As a nation would we ever sink so low as to check refugees’ teeth?",
  "NYPD admits 'we failed' in police shooting of mentally ill Bronx woman",
  "Pentonville stabbing: death prompts call for inquiry into state of jails in England and Wales",
  "Benn and Cooper elected to chair Brexit and home affairs committees respectively - Politics live",
  "DVLA failings keeping vulnerable motorists off the road, says report",
  "Paula Milne on divorce, guilt and her creepy new domestic horror Him",
  "Ross Brawn left Mercedes as ‘people were imposed on me I couldn’t trust’",
  "Larry Sanders on brother Bernie and why Tony Blair was ‘destructive’",
  "Porn in schools? No  – what students need is James Stewart",
  "Charlie Brooker: 'Someone threatened to smuggle a rifle through customs and kill me'",
  "Canada's response to the US election is a most Canadian nod to our predicament",
  "If the US hacks Russia for revenge, that could lead to cyberwar",
  "Home Office rules out 'unethical' dental checks for Calais refugees",
  "People who welcome refugees are the true British patriots",
  "Jerry Jones backs NFL in Las Vegas: 'It's a great opportunity for everybody'",
  "Taxpayer faces huge bill after Ingenious Media wins case against HMRC",
  "Philip Turvey wins defamation settlement against Daniel Curran of Heir Hunters",
  "Bookies defend stringent identity checks over paying out winning punters",
  "People power is ending TTIP and other unpopular EU free-trade deals",
  "Sustainable cities: how can we develop the urban circular economy? – live chat",
  "Share your views on the government's response to Calais child refugees",
  "Children     don't come date-stamped – and that includes refugees",
  "Back to the future: were newspaper publishers wrong to go digital?",
  "Parity in paternity and maternity leave approved by Spanish parliament",
  "Meet The Drainspotter – Cornwall’s No 1 gnome-based blockage vigilante",
  "HSBC winds down private banking operation in Monaco",
  "'Isn't anybody going to stop me?' 30 songs protesting a President Trump",
  "Serious case review launched over teenaged Spalding killers",
  "Nina review – searing tribute restarts Simone's revolution",
  "The Lib Dems oppose this snooper’s charter. Why doesn’t Labour?",
  "Muslim leader jailed for life after hiring hitman to kill mosque rival",
  "'We're wasting money': the case for greater local power over transport",
  "Conventional thinking will not solve the climate crisis",
  "Law may be needed to preserve the rights of Irish in UK after Brexit",
  "Trump and Clinton prepare for Vegas showdown",
  "Curt Schilling was a hero in New England. But his time has passed",
  "Barratt Developments' top London executive arrested after inquiry",
  "Two billion more people will live in cities by 2035. This could be good – or very bad",
  "How York Minster bellringers' sacking blew the lid off bitter dispute",
  "Top 10 books about borders",
  "Drawing the line on the most gerrymandered district in America",
  "The silver lining of Trump's misogyny? More men are decrying his ways",
  "Ecuador says it cut WikiLeaks founder's internet over interference in US election",
  "Sydney FC into their first FFA Cup final with victory over Canberra Olympic",
  "Time has come to close 'grimmest of the grim' Pentonville prison",
  "How Victoria Beckham and Khloe Kardashian helped kill the skinny jean",
  "Satellite Eye on Earth: September 2016 - in pictures",
  "No longer taken seriously, we're seeing the last gasp of climate denial groups",
  "Homeless vote: 11 tent city dwellers on Clinton, Trump and choosing a president",
  "Samsung owners furious as company resists paying up for Note 7 fire damage",
  "Why I refuse to pay my university rent",
  "Remy Gardner to race in Australian GP despite Japan detention",
  "The day Curtly Ambrose ripped England to pieces in the West Indies",
  "Give child refugees   dental tests to verify age, says David Davies",
  "Are you taking part in the Argentina protest over violence against women?",
  "Prince's siblings argue 'niece and grand-niece' should not be named as heirs",
  "‘Like doctors in a war’: inside Venezuela’s healthcare crisis",
  "Pep Guardiola heads home for ultimate test of early Manchester City progress",
  "Claudia Rankine: why I'm spending $625,000 to study whiteness",
  "Would you do your banking with a tech startup?",
  "Two months to take Mosul from Isis, says Iraqi general",
  "FTSE 100 slips as Travis Perkins and Reckitt Benckiser disappoint",
  "Asic says requests to upgrade ageing corporate database denied by governments",
  "Argentina: hundreds of thousands of women set to protest against violence",
  "Instead of fighting terror, Prevent is creating a climate of fear",
  "Football transfer rumours: Pepe to Chelsea? Fabian Schar to Liverpool?",
  "Tony Abbott: Australia has avoided a massacre because it's hard to get guns",
  "Labor's Kate Ellis urges radical overhaul of childcare system",
  "The London borough with a '50-year waiting list' for council houses",
  "Michael Moore gets behind Hillary Clinton at surprise TrumpLand film screening",
  "WA premier Colin Barnett does not support Adler gun coming into his state – as it happened",
  "Where is the world's most hi-tech city? (And it's not San Francisco …)",
  "Jason Moyer-Lee: Why the gig economy is a threat to us all",
  "Ordinary Lies review – can planting spy-cams around your house ever end well?",
  "May defends grammars and plans for universities' role in state schools",
  "Brexit vote reignites the debate on Britishness in Northern Ireland",
  "I hate Trump and Farage. But on free trade they have a point",
  "World's mammals being eaten into extinction, report warns",
  "Hong Kong lawmakers walk out to block swearing-in of democracy activists",
  "Still ticking: The improbable survival of the luxury watch business",
  "Brexit united Tory and Labour losers. Now all they need is a battle plan",
  "'I am young, I am gay, I am black,' says Chansey Paech to NT parliament",
  "Adler shotgun explainer: what's the big deal about lever-action firearms?",
  "Trump Super Pac chair: Donald Trump needs 'a miracle' to win – as it happened",
  "Coalition splits over Adler shotgun ban as One Nation calls for 'softening' of firearm control",
  "Horror in the outback: Jane Harper, Charlotte Wood and the landscape of fear",
  "The gun control debate shows the Coalition still hasn't worked out how to negotiate"
]