[
  "'Why wouldn't it go viral?' Clowns are unnerving and funny at the same time",
  "Oxbridge fails to persuade state teachers to send pupils for interview",
  "Mathias Cormann’s justification for the $4bn tax cuts is economic snake oil",
  "Derrick Rose rape trial: LAPD detective's apparent suicide complicates case",
  "DoJ review of San Francisco police finds 'institutional bias' against minorities",
  "Preserving historical buildings: the most sustainable thing is not to build new stuff",
  "Peeping Don: Trump spied on teens, beauty queens say",
  "Jos Buttler says England’s ODI series win in Bangladesh is ‘hugely satisfying’",
  "Adrien Broner 'is OK' despite threats to take his own life, adviser insists",
  "The Great British Bake Off 2016, episode eight – as it happened",
  "Halt and Catch Fire: not Mad Men in the 80s, but so much better",
  "Government's Brexit strategy risks health of economy, MPs warn",
  "Pound falls back as Davis says government cannot outline Brexit aims in detail  – as it happened",
  "May refuses vote on article 50 after conceding debate - as it happened",
  "Protests at US embassy as valid as at Russia's, says Corbyn spokesman",
  "A no-fly zone for Aleppo risks a war that could engulf us all",
  "U-turns are possible on the road to hard Brexit",
  "Pound drops further after Davis hints UK could leave single market",
  "Austin police use force more often in black and Hispanic areas, study finds",
  "The Guardian view on the SNP conference: dominant amid the dilemmas",
  "The Guardian view on the higher education bill: good in parts",
  "Individual children's details passed to Home Office for immigration purposes",
  "The PM's Brexit confusion is contagious",
  "Reality check: are US-led airstrikes on Syrians as bad as Russia's?",
  "The Guardian view on blasphemy in Pakistan: a dark moment for religious freedom approaches",
  "England beat Bangladesh by four wickets in final ODI to win series – as it happened",
  "The backlash against feminism has hit a new low with Donald Trump",
  "Clinton campaign's online ad lets voters compare candidates' careers",
  "Ground down by savagery – the agony of Aleppo",
  "Are your coworkers rude? Careful – it's catching",
  "Hillsborough families attack decision not to investigate David Crompton",
  "Three police officers charged over evidence given into death of student",
  "Cupcake shop owner defends Oreo cake that triggered claim of 'implied racism’",
  "Read it and bleep: is virtual reality the future of storytelling?",
  "Venezuelans on why they are marching for a referendum",
  "Will you become a citizen of Asgardia, the first nation state in space?",
  "Theresa May in 'U-turn' over pre-article 50 Brexit debate in parliament",
  "Congress the next battle as Republicans drop support for Trump campaign",
  "The mud-slingers: the most shocking presidential attack ads ever aired",
  "German government approves strict limits on EU migrants claiming benefits",
  "London population growth rate twice that of UK, official figures show",
  "Jon Bon Jovi webchat – your questions answered on Hillary Clinton, grunge and philanthropy",
  "BBC kept Olympics as Discovery feared backlash if it withdrew rights",
  "Republican mega-donors ramp up efforts to hold Congress after Trump tape",
  "Leading US civil rights organizations call for decriminalization of personal drugs",
  "Jeremy Corbyn pushes Theresa May over 'shambolic Tory Brexit'",
  "Ethiopia is in a state of emergency. The tyrannical government must go",
  "'Unshackled' Trump goes to war against Republicans",
  "How should the UK respond to the crisis in Syria?",
  "Isis booby-trapped drone kills troops in Iraq, officials say",
  "Obama savages Trump's groping boast and urges party to abandon him",
  "A masterclass in productivity: How to kill email overload and get real work done",
  "Infantino’s jetsetting contrasts grimly with migrant worker’s Fifa case",
  "Australia's Diamonds stunned by New Zealand in Constellation Cup",
  "Can cities be feminist? Inside the global rise of female mayors",
  "Security fears over FBI contracting out highly sensitive surveillance documents",
  "Police not recording most UK slavery cases as crimes, says report",
  "Amazon launches Spotify and Apple Music competitor",
  "Long, sorry decline of Coventry City leaves fans in a state of despair",
  "Transgender rapper Quay Dash: 'I'm here to stay and I'm here to slay'",
  "Wealthy San Francisco tech investors bankroll bid to ban homeless camps",
  "International football: 10 talking points from the World Cup qualifiers",
  "Which football mascot was the victim of a kit clash?",
  "FTSE 100 falters as pound rises, but easyJet leads airlines higher",
  "Indigenous groups must be involved in policy that affects them, inquiry hears",
  "Luang Prabang, Laos, in three days: holiday itinerary",
  "Video games where people matter? The strange future of emotional AI",
  "If chimps can guess what others are thinking, why can’t politicians?",
  "BHP Billiton has evaded taxes for more than a decade, says Wayne Swan",
  "Malcolm Turnbull consulted his department on solicitor general dispute – as it happened",
  "Regulator finds 'significant shortcomings' in life insurance claims handling",
  "Former solicitor general criticises George Brandis' rules for the job",
  "Rebel Hong Kong politicians defy China at chaotic swearing-in ceremony",
  "A Day in the Life of the Brain by Susan Greenfield review – a new approach to the consciousness problem",
  "Dragons' Den rejected me but my invention is saving lives across the NHS",
  "Queensland can reach its  50% renewables target by 2030, say experts",
  "Sloppy England earn point in Slovenia thanks to Joe Hart’s stunning saves",
  "Alan Jones praises 'gutsy' Mike Baird for his greyhound backdown",
  "Will disability benefits appeals become less fair?",
  "Pauline Hanson gets prized Nationals spot on NBN committee",
  "Neoliberalism is creating loneliness. That’s what’s wrenching society apart",
  "The man who made Russian fashion cool",
  "Uber drivers await tribunal verdict on employment status",
  "Is China’s gaokao the world’s toughest school exam?",
  "The alien plants sucking South Africa dry – can companies help?",
  "Xenophon calls for subcontractor protections and may back ABCC",
  "Donald Trump's comments described sexual assault, White House says – as it happened",
  "English man spends 11 hours trying to make cup of tea with Wi-Fi kettle",
  "Malcolm Turnbull turns down invite to forum on NSW Liberal party reform",
  "Clinton campaign dubs WikiLeaks 'Russian propaganda' after latest hack"
]