[
  "Welfare 'bludgers' on tabloid front pages don't pass reality test",
  "Don’t look for reason yet in the Brangelina fight",
  "UK accused of blocking UN inquiry into claim of war crimes in Yemen",
  "Paul Hollywood: odd man out of the Great British Bake Off",
  "Police criticised as organised gangs gain control of sex industry",
  "The big issue: stay in the party, moderates, and help us win social justice",
  "After Jeremy Corbyn’s victory, what should Labour do now?",
  "A truly balanced view from the BBC: don’t blame us for Brexit",
  "It’s never been easy being a teenager. But is this now a generation in crisis?",
  "Labour rebels in a corner after Jeremy Corbyn’s sweeping victory",
  "Trust in the media is the first casualty of a post-factual war",
  "The grey parrot and the race against Africa’s wildlife extinction",
  "Scottish roundup: Greg Tansey scores in clinical victory for Inverness",
  "Arsenal 3-0 Chelsea: Premier League - as it happened",
  "Strictly Come Dancing 2016: week one, show two – as it happened",
  "Jeremy Corbyn sweeps to victory increasing his mandate as Labour leader – as it happened",
  "Benteke strikes in injury time to give Crystal Palace win at Sunderland",
  "Manchester City keep perfect start as Sergio Agüero punishes Swansea City",
  "Liverpool’s Adam Lallana inspires emphatic win over 10-man Hull",
  "Trump's supreme court picks: from Tea Party senator to anti-abortion crusader",
  "Liverpool 5-1 Hull City: Premier League – as it happened",
  "Hull KR face Super League survival showdown after loss to Huddersfield",
  "From catwalk to checkout: how Burberry is trying to reinvent retail",
  "Sports Direct’s surrender is just the start, says TUC",
  "Tyre King, 13-year-old boy shot dead by Columbus police, laid to rest in Ohio",
  "Manchester United 4-1 Leicester City: Premier League – as it happened",
  "Baltimore man who called 911 for help dies after being punched by police",
  "Manchester United thump Leicester after Chris Smalling sparks goal rush",
  "Steph Houghton and Manchester City Women eyeing first WSL title",
  "Mary McCartney: ‘My mum sang backing vocals on Let It Be’",
  "Indian royals in row over missing temple treasures",
  "Elizabeth Jane Howard: in search of enduring love",
  "Syria bombings leave 1.75 million without running water in Aleppo",
  "Man with UK passport charged in Thailand after body found in freezer",
  "In the Blue Ridge mountains of Virginia, on the trail of its old-time musical heritage",
  "How pimps keep eluding internet stings",
  "AFL preliminary final: Western Bulldog beat GWS Giants  – as it happened",
  "Canadian town steams over Nestlé bid to control local spring water well",
  "Charlotte Mendelson: ‘I live for the moments when something comes into verbal focus’",
  "This week's best radio: why the horsey story will never go out of fashion",
  "No Knives in the Kitchens of This City by Khaled Khalifa review – rage and shame in Syria",
  "10 things you need to know about vaginas",
  "What I’m really thinking: the recovered anorexic",
  "'The love affair became an obsession':  meet the megafans of small teams",
  "Where will the out-of-control Chinese space station land?",
  "Clive James: ‘The Australian sun  reaches around the world to roast me on my balcony’",
  "New twist in case of Italian student Giulio Regeni's murder in Egypt",
  "I fought the hard left in the 1980s. Now I’m backing Corbyn",
  "Have you got a 'killer' tumble dryer?",
  "Secret Teacher: becoming an academy destroyed my school",
  "Dear Jeremy – your work problems solved",
  "Lionel Murphy misconduct inquiry: Senate president to decide on release of files",
  "I have finally decided what to do with Helen’s ashes",
  "A letter to … my elderly father, who doesn’t seem to care about his sons",
  "Saturday's best TV: Labour leadership result; Keith Richards' Lost Weekend",
  "Whoever he is, Labour’s next leader must set right the party’s problem with women",
  "Stephen Collins on The Great British Bake Off – cartoon",
  "Benjamin Netanyahu to meet with Clinton and Trump on Sunday"
]