[
  "Senior public service roles almost entirely white, survey finds",
  "Online jobs in gig economy growing fast, finds new index",
  "Women do four years more work than men in lifetime, report shows",
  "UK failing on many human rights measures, report claims",
  "JonBenét Ramsey's family threatens to sue CBS over documentary",
  "Enzymes used in cleaning products and food 'are potent allergens', warns study",
  "Nauru refugee who set herself alight 'denied basic social support' in Brisbane hospital",
  "New Jersey homeless man who gave bomb backpack to police: 'I’m grateful'",
  "Barcelona 1-1 Atlético Madrid: La Liga – as it happened!",
  "Asbestos importation: push for Senate inquiry wins cross-party support",
  "Trump rally features N-word by Don King",
  "The struggle over super: why the government wants to rewrite your expectations",
  "Designated Survivor review – Kiefer Sutherland winds up president of cliche",
  "Enterprise car rental company leaves Alec after public outcry",
  "Marcus Rashford helps stuttering Manchester United beat Northampton",
  "This photo from Charlotte tells you all you need to know about policing in America",
  "Northampton Town v Manchester United: EFL Cup – as it happened",
  "Chuk Iwuji: 'My Hamlet is an ugly beast about to be unleashed'",
  "To fight racism, we need to craft a better 'we' and ditch the 'us' and 'them'",
  "Fed chair Yellen rejects Trump criticism after leaving US interest rates on hold – as it happened",
  "Rapper Shawty Lo killed in car crash aged 40",
  "Is Britain fighting another illegal war in the Middle East?",
  "Donations reform must consider rising power of activist groups, says Scott Ryan",
  "Guardian US wins award at 2016 Online Journalism Awards",
  "What's next for Apple's €13bn tax battle?",
  "Donald Trump on terror is just McCarthyism for a new age",
  "Stop and search still targets black people, police watchdog says",
  "How Angelina Jolie and Brad Pitt defined the 21st-century fame machine",
  "US drug company hiked price of acne cream by 3,900% in less than 18 months",
  "US tests reveal major TV manufacturers may be manipulating energy ratings",
  "Bahamas files leaks expose politicians' offshore links",
  "Durham’s Ben Stokes scores half-century but Hampshire stay in control",
  "The Trump Foundation: what's known is shocking. We need to know more",
  "Misunderstandings and mistakes on immigration to Britain",
  "Helpful hand gestures may improve others’ driving",
  "Curtis Hanson obituary",
  "The ‘right’ to sell golliwogs is not something we should be fighting for in 2016",
  "Where Theresa May’s stance on refugees takes us",
  "Arsène Wenger: 20 years at Arsenal – an incredible journey of joy and frustration",
  "Raw review: I didn't faint in classy cannibal horror – but I didn't much fancy lunch",
  "Uber objects to extra rules for its drivers in London",
  "Sir Trevor Jones obituary",
  "Home cures for ganglia: if you lack a Bible, Mrs Beeton will do",
  "A day at the California farm where the workers will get the pay they deserve",
  "Green party may try to ‘escort’ Jill Stein into the presidential debates",
  "Don King uses N-word while introducing Trump at Cleveland rally",
  "Is this a golden age for black TV makers or another false dawn?",
  "Activists channel anger after latest Tulsa police shooting of unarmed black man",
  "Pie, badgers, rock'n'roll: what to expect from Keith Richards' BBC all-nighters",
  "Paul Gascoigne’s plight should give Chris Ashton plenty to chew over",
  "EC wants to axe mobile phone roaming charges next year",
  "Did Mr & Mrs Smith predict the fall of Brangelina?",
  "Lethal Weapon remake: loud, ludicrous and lovable",
  "Does quitting social media make you happier? Yes, say young people doing it",
  "The Knowledge: your football questions answered – as it happened!",
  "Labour ex-minister Chris Mullin backs electoral pact with Lib Dems and Greens - Politics live",
  "What the UK could learn from the Isle of Man’s general election",
  "Philip Pullman calls for UK  to adopt EU plans to protect authors' royalties",
  "Miles Jupp webchat – your questions answered on comedy, class and Balamory",
  "Don’t drunk text your ex: artist offers a cringe-free alternative",
  "Theresa May will oppose 'vexatious' allegations against Iraq UK troops",
  "Lucas Pérez opens account as Arsenal ease past Nottingham Forest",
  "UN report accuses Burundi government of human rights abuses",
  "Protests erupt in Charlotte after fatal police shooting",
  "Protesters clash with police in Charlotte after fatal shooting of Keith Scott",
  "The housing crisis has created rising levels of homelessness",
  "Enid Blyton shop’s ‘racist’ golliwog ad banned",
  "Terence Crutcher wasn't a 'bad dude' – just a black man in America",
  "John Sweeney's top 10 books on corruption",
  "Yaya Touré’s agent should pipe down. Pep Guardiola holds all the aces",
  "Twin Peaks to Cracker: your favourite TV episodes of all time",
  "Athens' unofficial community initiatives offer hope after government failures",
  "Aberthaw power station breached emissions limit, rules EU court",
  "Scottish Labour calls on conference  to back bid for more autonomy",
  "Founder of a Mexican news magazine shot dead",
  "The mysterious lynching of Frank Little: activist who fought inequality and lost",
  "Why more urban women own guns: self-defense and the second amendment",
  "Born to Run by Bruce Springsteen review – inside the mind of the Boss",
  "Police to get more training to detect non-physical domestic abuse",
  "Trump's plan to seize Iraq's oil: 'It's not stealing, we're reimbursing ourselves'",
  "If Brangelina broke up over marijuana, what could it mean for their divorce?",
  "US cities launch campaign to crack down on unsanctioned surveillance",
  "Google's new messaging app Allo is a little bit snoopier than expected",
  "New York bombings: Ahmad Khan Rahami charged with attempted murder – as it happened",
  "Calls to abolish death penalty grow louder in Japan",
  "Noel Edmonds phoned my cat",
  "Russian planes dropped bombs that destroyed UN aid convoy, US officials say",
  "Don Dale guards' use of teargas may have broken weapons act, say lawyers",
  "Why are mattress companies acting like tech startups?",
  "Senior judge questions policy of cutting court funding while raising fees",
  "Taiwan asks Google to blur images of military structures on island",
  "Secrecy surrounding antibiotic use on Australian farms sparks superbug fears",
  "Parents need support to end the cycle of having babies taken into care",
  "Stop this crackdown on abortion in Poland",
  "Michael Grade: ‘Success would mean no business coming in’",
  "Philippine prosecutors want death penalty restored for Australian Peter Scully",
  "By failing to update their warnings, drug regulators are letting patients down",
  "Laying down tracks: Billy Bragg and Joe Henry take a railroad trip to the blues",
  "Hating Trump isn’t enough – we need to talk about why Clinton rules",
  "Interfering Southerner Cartoons presents the wallaby laser death festival!",
  "Ahmad Khan Rahami charged over New York and New Jersey bombings",
  "Brad Pitt and Angelina Jolie: a marriage that started – and ended – on screen",
  "I missed my easyJet flight as Apple’s Calendar app gave me the wrong time",
  "How to find a career in humanitarian and international relief work",
  "Kerry McCarthy: I'm angry some people don't care about winning",
  "Ecuador's foreign minister steps up campaign for UN tax body",
  "UN meeting tackles the 'fundamental threat' of antibiotic-resistant superbugs",
  "Archibalds: Nick Stathopoulos' hyperreal portrait of Deng Adut wins people's choice",
  "Kill Climate Deniers: the provocative play that sneakily infiltrated Australia's Parliament House",
  "Saving silver: portable micro-factories could turn e-waste trash into treasure",
  "China's Tiangong-1 space station 'out of control' and will crash to Earth",
  "Trump reportedly used charity money to settle legal claims – as it happened",
  "Trump campaign assures Julie Bishop that Australia is a ‘close and strong ally’",
  "Would church leaders support a populist vote on euthanasia or abortion?",
  "Trump claims African American communities are in 'worst shape ever'"
]