[
  "The biggest problem with Joe Cinque's Consolation? Helen Garner didn't make it",
  "Sandy Hook families cannot hold gun company liable in massacre, judge rules",
  "Trump faces new sexual misconduct claims from Apprentice contestant – as it happened",
  "Ian Macdonald could do with a lesson on the art of respectful questioning",
  "Bradley Wiggins ‘failed whereabouts test’ three months before Olympics",
  "Ched Evans: footballer found not guilty of rape in retrial",
  "Ruth Bader Ginsburg apologizes for Colin Kaepernick criticism",
  "Mauricio Pochettino happy with increased midfield options at Spurs",
  "New York Philharmonic/Kaija Saariaho review – staking out new terrain",
  "World Bank tribunal dismisses mining firm's $250m claim against El Salvador",
  "Rebecca Hall on starring in Christine: 'It’s about her life – not her death'",
  "The premier, the shock-jock, and the dogs: Baird lands awkwardly after his backflip",
  "London zoo gorilla broke enclosure glass twice before escape",
  "Jermaine Baker shooting: IPCC 'failed to hold Met to account'",
  "If they really wanted to Stop the War in Syria, they’d target Russia",
  "The Guardian view on international law: we need enforcement and example",
  "Horse racing tips: Saturday 15 October",
  "Roof down, music up: American Honey and the neverending search for the American dream",
  "Volunteer York Minster bellringer vents his anger over sacking",
  "The full transcript of Michelle Obama's powerful New Hampshire speech",
  "Churches that remain open in times of sorrow and of joy",
  "UK volunteers with donations for Calais denied entry to France",
  "Donald Trump's collapse has Democrats eyeing once safe Republican seats",
  "SNP promises EU students free tuition in Scotland after Brexit",
  "Goliath review – another legal drama? Billy Bob Thornton makes a good case",
  "SNP conference: May is 'in office but not in power', says Swinney - Politics live",
  "After the hipster: are you a createenager or a hugger mugger? Let's hope not",
  "Parenting after divorce: the art of not being ugly",
  "Thai king's funeral held at palace as mourners line streets of Bangkok",
  "Asda faces £100m equal pay battle with shopfloor staff",
  "Lizzie Deignan urges world governing body to clarify rules on TUEs",
  "This painting is a masterpiece of love and war – Britain must break the bank to keep it",
  "How to be good? Getting to grips with Billy Budd",
  "The weekend cook: Thomasina Miers’ recipes for giant pork meatballs and apple eccles cakes",
  "Gus Poyet: ‘There’s something inside Sunderland, at its very core, that needs changing’",
  "Pakistan lifts travel ban on journalist whose scoop angered army",
  "Klein turns blue, Rodin dances and Turner goes home – the week in art",
  "Should we be reporting on clowns? Catch up on our live look at the week",
  "Free from the dull fridge-buzz",
  "Mail publisher: press penalties breach European Convention on Human Rights",
  "Barack to the future: what can we learn from Obama's sci-fi movie list?",
  "Social media naming of Ched Evans's accuser raises legal questions",
  "The Ched Evans trial showed how rape complainants are still put in the dock",
  "Private Citizens by Tony Tulathimutte review – ‘Middlemarch for the millennials’?",
  "From tax bills to endangered elephants: 10 subjects songwriters should avoid",
  "Donald Trump is a man-baby",
  "Do you regret changing your name when you got married? Share stories",
  "Haters Back Off review – YouTube star makes hilarious transfer to Netflix",
  "Mark Carney: Bank of England will tolerate higher inflation – as it happened",
  "Fifty Shades Darker director says virtual reality scenes 'expanded my brain'",
  "Fantastic Beasts and Where to Find Them 'global fan event': what we learned",
  "Campaigners fear Evans case will stop women reporting rape",
  "My teenage son dropped out of school, isn’t working regularly, and is now stealing from us",
  "'Cash is king in modern football' – fans react to the 'Atlantic league' proposal",
  "Don’t insult gorillas by comparing them to Donald Trump",
  "Coulrophobia: why clowns trigger our fear reflexes",
  "First heterosexual civil partnership in British Isles celebrated",
  "Majority of potential UK fracking sites are rich in important wildlife",
  "Desert fire documentary:  what happened at the 'rebel' World Cup",
  "Fifty years since the Black Panthers formed, here’s what Black Lives Matter can learn",
  "Our children are paying a high price for society’s vision of success",
  "Clinton to nation: let's bury Trump under landslide",
  "House of Lords attacks the government over library closures",
  "Vaping saves lives. It’d be madness to ban it",
  "Lab notes: space nations, snake kings and spidey senses - the week in science",
  "A farmhouse souffle recipe from Raymond Blanc",
  "Charlie Brooker: ‘The more horrible an idea, the funnier I find it’",
  "The Man Who Wouldn’t Get Up and Other Stories by David Lodge - review",
  "US Netflix offers only 31 of IMDb's top 250 movies, study shows",
  "I recreated my rape scene to show why sexual consent lessons are crucial",
  "The Woman Who Left review – haunting drama of guilt, God and gloomy revenge",
  "A vulnerable woman. A derelict home. Day 20 without running water",
  "Poster poems: bus journeys",
  "Virginia makes progress in push to restore voting rights for ex-convicts",
  "Climate scientists published a paper debunking Ted Cruz",
  "Is this finally the Chicago Cubs' year? Sadly, the stats suggest not",
  "The lies Trump told this week: from murder rates to climate change",
  "England’s Daniel Sturridge needs to see the light at end of his tunnel vision",
  "The Joy of Six: football managerial debuts",
  "Black actors are too often overlooked. It’s even worse for other ethnic minorities",
  "Nicola Sturgeon: 'no rush to referendum' on Scottish independence",
  "Enough is enough: the 2016 election is now a referendum on male entitlement",
  "Personal loan war heats up as First Direct raises limit to £50,000",
  "The 10 best... things to do this week",
  "PlayStation VR: nine of the best launch games",
  "US rethinks Syria policy but further military intervention is unlikely",
  "Premier League: 10 things to look out for this weekend",
  "Sky revolt, BBC hits back at Mail, Eamonn Holmes",
  "Clock turned back on rights for people with a learning disability",
  "Norfolk islanders hope Pauline Hanson will take up some of their grievances",
  "Former child abuse inquiry judge Lowell Goddard denies racism claims",
  "Another Day in the Death of America by Gary Younge – review",
  "Hillary Clinton asks for landslide victory to rebuke Trump's 'bigotry and bullying'",
  "Zapped review – a comedy, although you’d be hard-pressed to find evidence of it",
  "Kind of Blue by Ken Clarke review – the sympathetic Tory? Forget it",
  "Five of the best... films out now in the UK",
  "Canadian firm faces new forced labour claims over Eritrean mine",
  "EU council president: it's hard Brexit or no Brexit at all",
  "George Brandis: Justin Gleeson should have asked me before speaking to Mark Dreyfus – as it happened",
  "Patriotic Broadcasting Corporation – saying things people want to say but can't, 24 hours a day",
  "Why Moschino's pill-themed collection is causing outrage",
  "Could the care we need come from the internet of things?",
  "Dodgers beat Nationals 4-3 to win NL Division Series – as it happened",
  "Donald Trump says sexual misconduct accusers are 'horrible, horrible liars' – as it happened",
  "Gleeson says he ignored 'invalid' direction from Brandis to seek consent",
  "We should be putting the brake on the Carmichael coalmine, not hitting the accelerator",
  "Victoria to overhaul health system after hospital safety review over baby deaths",
  "Tim Winton on class and neoliberalism: 'We're not citizens but economic players'",
  "We have designated drivers, why not 'designated respecters'?",
  "Top NT police officer to head government's new domestic violence arm"
]