[
  "Labour MPs clash with Corbyn over Brexit and sacking of chief whip",
  "Obesity set to soar for boys, but not girls, from poorer homes",
  "Legal aid cuts creating two-tier justice system, says Amnesty",
  "Huge increase in number of graduates 'bad for UK economy'",
  "Trump amplifies personal attacks on Hillary and Bill Clinton post-debate",
  "The Conversation co-founder Andrew Jaspan on enforced leave after editors' complaints",
  "Discrimination law changes would entrench second-tier status for same-sex weddings",
  "Leading Pakistani journalist banned from leaving country",
  "Trump implodes in pre-debate poll",
  "Guy Ritchie set to direct live-action Aladdin",
  "Daily Telegraph fined £80,000 over Adam Johnson photograph",
  "Ireland confirms talks under way over post-Brexit border controls",
  "Holland 0-1 France and more: World Cup 2018 qualifying – as it happened!",
  "Q&A: border policy architect Jim Molan says Nauru facilities 'extraordinary'",
  "Wind direction is critical in devising response to nuclear disaster",
  "Tory MPs accuse May of 'tyranny' as vote on Brexit terms ruled out",
  "Council-built communities through thick and thin",
  "This Brexit plan will divide Britain and Ireland once more",
  "Robert F Kennedy Jr takes big business to task over pollution at SXSW Eco",
  "Uber’s main UK business paid only £411,000 in tax last year",
  "Early intervention can curb youth violence – locking young people up won’t",
  "Scots have no time for English small talk",
  "The Guardian view on Brexit negotiations: MPs matter",
  "Trump's attack on 'catastrophic' Canadian healthcare system draws ire",
  "Brexit statement: David Davis rejects calls for MPs to vote on negotiating terms  - Politics live",
  "Grumpy Davis, the man with an enormous mandate and no clue",
  "Doctors would all support Obamacare if they saw the vast inequality that I do",
  "Ched Evans tells rape retrial that woman consented to sex",
  "Resourcefulness, not resources, the key to Australia's future, says chief bureaucrat",
  "Ruth Bader Ginsburg: Colin Kaepernick's protest is 'dumb and disrespectful'",
  "Paul Ryan deserts Trump campaign but won't formally drop endorsement",
  "The greatest snub of the debate? It was against Black Lives Matter",
  "Nine ways funding for the global HIV response could go further",
  "The week's best TV: Graves, Goliath and American Housewife",
  "'Exciting, and a little terrifying': Reply All podcast asks world to call them up",
  "Did you solve it? The ping pong puzzle",
  "Desert Trip review - McCartney, Stones and co give Oldchella a hint of rebellion",
  "Donald Trump threatens to jail Hillary Clinton in second presidential debate",
  "Bill Mollison obituary",
  "Welcome to Deportivo Maldonado, where the big names never actually play",
  "Drone sightings near Heathrow prompt police inquiry",
  "Irish Republic signals support for UK plan to avoid post-Brexit 'hard border'",
  "Better off with a lump of cheese",
  "Global summit to strike deal on phase-out of HFCs",
  "London’s black communities disproportionately exposed to air pollution – study",
  "Why has Andrea Leadsom gone so quiet on foxhunting?",
  "Do alpha males even exist?",
  "Why Alicia Keys’ #nomakeup look is not quite as ‘real’ as it seems",
  "The Birth of a Nation: how Nate Parker failed to remake history",
  "Controversial snooping technology 'used by at least seven police forces'",
  "Taylor Mac review – 24-hour-long pop show is everything",
  "If we don't act now, all future wars may be as horrific as Aleppo",
  "BBCNOW/Edwards review – Joseph Davies and Rowan Williams' moving Aberfan tribute",
  "Whose dance is it anyway? The show that asks you to guess the choreographer",
  "My ‘insane’ Uncle Ed tried to kill Queen Victoria – he was treated with kindness",
  "Canadian-Iranian professor: I survived imprisonment by studying my captors",
  "Missiles fired at US navy destroyer from rebel-held Yemen",
  "This Columbus Day, let’s lose the phones and celebrate getting lost",
  "Mysterious factory break-in raises suspicions about Chinese visit",
  "The Guardian view on the presidential debate: Trump’s anger against women",
  "The national pupil database puts children at risk of racial profiling",
  "Andrzej Wajda obituary",
  "Taking in 300 children from Calais camp would be good result, says Amber Rudd",
  "Cyclists bemoan extreme heat at Doha Road World Championships",
  "Pound hovers around $1.240 as businesses fear 'hard Brexit' – as it happened",
  "Nobel prize in economics 2016 awarded to Oliver Hart and Bengt Holmström - as it happened",
  "Trump lashes out against Clinton in bitter debate",
  "Nobel economics prize winners' work unlocks issues around executive pay",
  "Dr Dre threatens to sue over new film depicting him beating his girlfriend",
  "'Big League Truth Team' pushes Trump's talking points on social media",
  "If this is the end of neoliberalism, how does the left take advantage?",
  "The moment our marriage was over: 'I had to tell him that I loved someone else'",
  "Nobel economics prize won by Oliver Hart and Bengt Holmström",
  "Internet trolls beware – these rules will separate the haters from the hapless",
  "Pope Francis rejects rightwingers with US cardinals' appointment",
  "Second US presidential debate – as it happened",
  "We need mental health support at work – and every employer should commit to it",
  "Mafia III review: how can a super stylish 1960s shooter be this boring?",
  "Insider's guide to Rovaniemi: heavy metal in snow-muffled silence",
  "Art and artists revive Lima’s most notorious barrio",
  "Shami Chakrabarti has undermined the education system she argues for",
  "Hundreds of jobseekers flock to planned casino in New York: 'It's a new start'",
  "Publishing risks 'becoming irrelevant', warns Penguin Random House boss",
  "Daniel Craig hints at James Bond return: 'If I can keep getting a kick out of it, I will’",
  "Debate fact-check: Hillary Clinton and Donald Trump's claims reviewed",
  "New band of the week: Sälen (No 123) – bitter-edged synthpop with fangs",
  "Rugby union: talking points from the Premiership and Pro12 action",
  "Mercedes insist Lewis Hamilton’s F1 world championship hopes are not over",
  "'Shambolic and sad': 10 readers on the presidential debate",
  "Anne Darwin, 'canoe widow': ‘Deceiving my sons was unforgivable’",
  "Facebook enjoys £11m UK tax credit despite £5bn global profit",
  "After the army, I had post-traumatic stress disorder. Now I run a cafe",
  "Publishers become retailers in the market for survival",
  "Minister flags defunding plebiscite campaigns in return for Labor support – as it happened",
  "'Spontaneity at the expense of truth': why it's time for a new debate format",
  "I changed career to do mental health nursing but now I'm drowning",
  "'I'm a gentleman': Trump menaces Clinton with imposing presence and brash insults",
  "Can you solve it? The ping pong puzzle",
  "Mike Baird, greyhounds, and acrobatics: here’s how you do a political backflip",
  "George Brandis to front inquiry into veto over solicitor general advice",
  "Former police officer suing GMB trade union for defamation",
  "How to get ahead in the office – with help from Team GB’s psychologists",
  "'How do I protect my family?': EU citizens in Britain contemplate their futures",
  "Plan your week’s theatre: top tickets",
  "Public humiliation: Chechen leader's simple strategy to control social media",
  "Struggling to sleep? Five tips for insomniacs",
  "Winter sports holidays without the skiing",
  "Revealed: how raid by Kenyan police drove street children to their deaths",
  "The Brits helping refugees help Britain",
  "EU citizens living in UK lobby for post-Brexit residency law",
  "Chechen journalists, international journalists – Ramzan Kadyrov has silenced us all",
  "Nigel Farage fights Donald Trump's corner in post-debate spin room",
  "Donald Trump. So much fun, but also terrifying to watch",
  "France tells UK to speed up asylum applications of lone migrant children",
  "Fifa faces legal challenge over Qatar migrant workers",
  "Phillip Hughes inquest told 'no intervention' could have saved cricketer's life",
  "The 100 best nonfiction books: No 37 – How to Cook a Wolf by MFK Fisher (1942)",
  "Clinton v Trump: what we learned from the second presidential debate",
  "If you don't own a home by 45, you probably never will, says report",
  "Marriage advice and bullet holes: lessons from my mother, the divorce lawyer",
  "Gender diversity at work: using education to tackle the backlash",
  "Donald Trump goes low by parading women accusing Bill Clinton",
  "Ethiopia declares state of emergency as deadly protests continue",
  "Western New York Flash win NWSL title on penalties after 124th-minute equalizer"
]