[
  "Trio forced off easyJet plane over false claims they support Isis",
  "Swimming with dolphins could end as 'self-gratifying selfies' pose threat",
  "Microplastics should be banned in cosmetics to save oceans, MPs say",
  "Judge throws cold water on lawsuit over Starbucks' ice-to-coffee ratio",
  "Federal police raid Parliament House over alleged NBN leak",
  "Celtic in Champions League qualifier plus EFL Cup action: clockwatch – as it happened",
  "London housing: TfL land set for affordable homes as Sadiq Khan picks expert team",
  "Michy Batshuayi leads Chelsea past Bristol Rovers and into third round",
  "Arouna Koné scores two late goals as Everton cruise past Yeovil",
  "Tumblr was my saviour. It made me see I wasn't monstrous and unloveable",
  "Shorten takes budget fight to Coalition, laying out $8.1bn savings 'solution'",
  "First Thiel, now the Trumps: how billionaires threaten free speech",
  "Transgender health discrimination ban faces legal challenge from five states",
  "Flint's tainted water may have led to rashes and hair loss, investigation finds",
  "The Guardian view on the Philippine war on drugs: street justice is no justice",
  "Judge in Stanford assault trial recuses himself from new sex crimes case",
  "Exams, grammar schools, and the trouble with sorting the sheep from the goats",
  "‘Ghosting’ prisoners and human rights",
  "The right plea to escape jury service",
  "Abu Zubaydah, detainee tortured by CIA, makes case for Guantánamo release",
  "Pokémon No: game's daily active users, downloads and engagement are down",
  "‘Is Trump a psychopath? I’d call him a narcissist’",
  "Alively: the mobile video app that's trying to be the new family camcorder",
  "What's missing from the anti-trans ruling? Law, facts and compassion",
  "Universal reportedly outlaws streaming 'exclusives' after Frank Ocean release",
  "'Who's the man?' Why the gender divide in same-sex relationships is a farce",
  "Mrs Brown’s Boys v Mulholland Drive: a culture showdown",
  "How to find accommodation after going through Clearing",
  "Celtic fans share their views on Uefa fine and fundraising for Palestinian charities",
  "Private lives: the tricky ethics of confessional theatre",
  "What do British prisoners use as currency?",
  "Puerto Rico officials struggle to translate Zika virus fears into action",
  "Soldier killed during live shooting exercise in Northumberland",
  "'Come with an open mind': what life is really like in New Zealand",
  "Inside the 26 August edition",
  "Politics is killing mothers in Texas",
  "How the women of the US Olympic team won big and smashed stereotypes",
  "Senior Ukip members claim party's MP helped Tories beat Nigel Farage",
  "Stylewatch: David Beckham's horse head tattoo",
  "Australia broadly tolerant but pockets of intense prejudice remain, report shows",
  "Guardian children's books festival 2016 – what's on",
  "Win a (home) pair of Premier League tickets to Chelsea v Burnley",
  "How can companies cut their water footprint? Read what the experts said",
  "Tough prison sentences 'will not end FGM in Dagestan'",
  "Michael Grade defends expanded BBC role for former Labour minister",
  "London-based leader prompts violence and detentions in Pakistan",
  "Modern divorce: the new rules of splitting up",
  "Android 7.0 Nougat: 11 tips and tricks",
  "Trump manager says 'undercover voters' will deliver win in US election",
  "Why do some Turks hate the Gülenist movement so much?",
  "'My pay fell by thousands': stories of returning to work after childbirth",
  "Rachel Roddy’s recipe for chard with chickpeas, lemon and tomatoes",
  "Celtic fans warned not to fly Palestinian flags at match in Israel",
  "My American dream led to a trailer park. And I couldn't be happier",
  "The political crusades targeting national parks for drilling and exploitation",
  "I was a child in care. We needed love, not chemicals",
  "Win a 15-seater executive box for Arsenal v Milan legends match",
  "Badger cull protesters change tactics in response to expansion",
  "Dyson Pure Cool Link review: a fan that blows clean air in your face",
  "My niece was shot by snipers just for getting water in our Syrian town. Help us",
  "Player suspensions: the best punishment an NFL team could hope for",
  "Trump Towers Pune: project in sleepy Indian city faces investigation",
  "New gags for old lags: Porridge and Are You Being Served? return in BBC's classic sitcom season",
  "Speedo drops Ryan Lochte sponsorship and donates $50,000 fee to charity",
  "New Senate's political animals come to Canberra to learn who's who in the zoo",
  "How we made Welcome to the Dollhouse",
  "​Ukraine's medicine bill slashed by 25% after UK firm brought in to handle procurement",
  "The deaths on the British coastline are a reminder of the sea’s awful power",
  "Real-time petrol price apps will show their worth, or not, in six months, says ACCC",
  "Briton admits fatal fight with Bali police officer, his lawyer says",
  "Secret headteacher: ‘After Thursday’s GCSE results, will I still have a job?’",
  "BBC comedy, David Dimbleby, Daily Mail",
  "NT government did secret coal deal a day before going into caretaker mode",
  "Grandstand, Countdown, Ski Sunday: the unsung heroes behind TV's greatest tunes",
  "Brexit weekly briefing: is Canada's EU trade deal a blueprint for the UK?",
  "Selection Day by Aravind Adiga review – gazing at the boundary",
  "CFA dispute: Coalition gets support from crossbenchers for plan to intervene",
  "Coalition backbenchers seek change to super proposal which could cut savings",
  "Sports betting cost Australians $815m in 2014-15, up 30% on previous year",
  "Must you know the details? Why we need a global code on the reporting of violence",
  "Why my attempt to go 21 days without a whinge took me six months",
  "Pakistan's largest city set to be run by imprisoned mayor",
  "Sexual assault on campus is systemic. But Sydney uni has failed to act for decades",
  "Trump: 'I'm not flip-flopping' on immigration plan – as it happened",
  "Uber for couriers: Australian logistics software promises to minimise traffic and emissions",
  "Australian federal police chief vows to reform agency's culture of sexual abuse",
  "Creative co-living in Australia: did Beethoven knock off at six o'clock?"
]