[
  "Malcolm Turnbull doesn’t believe in marriage equality – he believes in majoritarianism",
  "Trump: Clinton’s detail should disarm, ‘Let’s see what happens to her’ – as it happened",
  "Meeting Pauline Hanson's voters: silent screamers find their voice",
  "Jobless rate offers Coalition a chance to brag, so why has it barely had a mention?",
  "Nigeria ready to 'swap' Boko Haram prisoners for Chibok girls",
  "'Birther' slime trail catches up to Donald Trump",
  "High Maintenance: a cult favorite makes it to the mainstream",
  "Gary Johnson and Jill Stein not allowed in first televised debate",
  "Trump forms anti-abortion coalition and would ban public funding for procedure",
  "David Attenborough's aquatic ape series for Radio 4 based on 'wishful thinking'",
  "Juan Martín del Potro takes revenge for Olympics on Andy Murray in Davis Cup",
  "Details emerge on Columbus police shooting of teen carrying BB gun",
  "Norway plans to cull more than two-thirds of its wolf population",
  "The Guardian view on Iraqi civilian deaths: a belated apology is not enough",
  "Polish journalist’s legacy under threat ‘because he was a commie’",
  "Computer activist Lauri Love loses appeal against US extradition",
  "The Guardian view on Ukip: after Brexit, what’s the meaning of life?",
  "Under President Trump, Flint water crises could be commonplace",
  "Bake Off is the BBC – and Britain – at its best",
  "Colin Kaepernick’s critics are ignoring the target of his protest",
  "Trump admits Obama was born in US – but falsely pins conspiracy on Clinton",
  "Senate passes Everglades restoration measure to fight toxic algae blooms",
  "The Smithsonian's African American museum – a monument to respectability politics",
  "What's good news for British arms companies is bad news for Yemenis",
  "Are skin serums miracle workers or the purest distillation of beauty industry BS?",
  "The weekend cook: Thomasina Miers’ recipes for taleggio roast potatoes and damson trifle",
  "Gentrification, boundary changes and Euro visas – catch up on our live look at the week",
  "Former Manchester United steward jailed for life for imam murder",
  "Ukip conference: Diane James elected Ukip leader - Politics live",
  "Gun Nation: inside the US's deadly obsession",
  "Labour wants activism academies. Here’s what should be on the curriculum",
  "‘He wasn’t terribly charismatic’: Bernie Sanders leads a civil rights protest in 1962",
  "Ignore the naysayers. America can handle 110,000 more refugees",
  "Deutsche Bank shares tumble; Mark Carney quizzed by children – as it happened",
  "One in three Saudi air raids on Yemen hit civilian sites, data shows",
  "Need a break? Don’t fall into the too-tired-to-rest trap",
  "UK troops condemned over drowning of Iraqi boy forced into canal",
  "Paul Blake’s victory takes ParalympicsGB to 50 gold medal mark",
  "Lose the phone or get off the road: that’s the message texting drivers need to hear",
  "Legal & General warns firms over bonuses and pay",
  "Experience: I flew solo around the world in a hot-air balloon",
  "'The missing sense': why our technology addiction makes us crave smells",
  "Trump campaign acknowledges Obama born in the US",
  "Ukip elects Diane James as new party leader",
  "Western Bulldogs knock Hawthorn out of the AFL finals – as it happened",
  "Latest UK flood plans fail to address growing risk of flash floods",
  "Grammar schools might be a leg up for working-class children",
  "Good to meet you… Reginald Price",
  "Nigel Farage: I will advise new Ukip leader",
  "48 hours in Toronto – local picks",
  "10 of the best hotels in Toronto",
  "NRA to spend $15m on ads to defeat Hillary Clinton in key states",
  "Ottessa Moshfegh interview: ‘Eileen started out as a joke – also I’m broke, also I want to be famous’",
  "Protests, partying and perfect hangover cures: an alternative student survival guide",
  "Kosovo organ trafficking inquiry chief vows to investigate all evidence",
  "Rodrigo Duterte attracts lurid headlines, but to Filipinos he’s a breath of fresh air",
  "Planning to leave the UK following Brexit? Open data can help",
  "Extraditing Lauri Love would be cruel. Justice must be done in the UK",
  "What made you change your mind about guns?",
  "The Guardian relaunches Guardian documentaries",
  "Bratislava summit: EU is at critical point, says Angela Merkel",
  "Youth in revolt: is 2016 a new dawn for young, politicised musicians?",
  "‘My therapist gave me a pill’: can MDMA help cure trauma?",
  "Skye Gyngell’s one-pot recipe for roast chicken with butternut squash",
  "Why are there so many papal plots in fiction?",
  "A show about nothing: how Australian politics became a Seinfeld episode",
  "Books to give you hope: How to Be a Person in the World by Heather Havrilesky",
  "George Monbiot Q&A: as it happened",
  "UK court to decide on extradition of 'hacker' Lauri Love",
  "Paddy Ashdown: ‘I turned to my wife and said, it’s not our country any more’",
  "Baclofen: the controversial pill that could 'cure' alcoholism",
  "The lies Trump told this week: from 'deplorables' to his interrupted speech",
  "Tasmania moves to allow police to identify sex offenders who pose risk to children",
  "Will internet firms open the door to lower letting agent fees?",
  "Getting practical: how to implement 17 goals and 169 targets - your questions",
  "US to pay €1m to family of Italian aid worker killed in drone strike",
  "Jeremy Clarkson's Amazon show The Grand Tour to launch on 18 November",
  "Donald Trump silent as campaign acknowledges Obama born in the US",
  "The hidden sound patterns that could overturn years of linguistic theory",
  "NFL week two predictions: Will Sam Bradford step up to take out the Packers?",
  "John le Carré and I worked for years on his biography. Why is he telling his own story 12 months later?",
  "Jeremy Hunt has won a battle against junior doctors, but not the war",
  "Ukip’s work is done – the party should respect its victory and disband",
  "Calls to halt NT light festival over fears for vulnerable rock wallaby",
  "Why the death of Labour made me join the Lib Dems",
  "Premier League: 10 things to look out for this weekend",
  "Chinese actor Xu Ting dies after choosing traditional medicine over chemotherapy",
  "When we walked out on Pauline Hanson, we reached out to decent Australians",
  "Russian hackers expected to leak names of another 48 British Olympians with TUEs",
  "Commonwealth by Ann Patchett review – breathtaking, perceptive and poignant",
  "Could bad buildings damage your mental health?",
  "Copenhagen's getting healthier, thanks to everyone in the city",
  "Matthew McConaughey turns bourbon ambassador and has a quiet night out",
  "I'm an intersex Ugandan – life has never felt more dangerous",
  "Friday’s best TV: Hooten & the Lady; American Horror Story",
  "John Olsen: 'To be an Australian artist is to be an explorer'",
  "Philippines cannot be 'the little brown brothers of America', says minister",
  "Uber and Little Cab's battle to control the streets of Nairobi",
  "Voluntary euthanasia support grows in Victoria, but Turnbull won't back it",
  "BP's own modelling shows Great Australian Bight oil spill could reach NSW",
  "Malcolm Turnbull willing to negotiate on marriage equality plebiscite",
  "Donald Trump refuses to say that Barack Obama was born in the US – as it happened",
  "Anish Kapoor's work on display in China biennale despite plans to boycott in support of Ai Weiwei",
  "Derryn Hinch, the Human Headline, might turn out to be the voice of reason – except for one thing",
  "Bobby Shmurda on his prison sentence: 'We’re black kids, they're white people with badges'"
]