[
  "Malcolm Turnbull says Coalition will negotiate on ABCC bill",
  "MPs urge better job protection for expectant and new mothers",
  "ASX100 chief executives' pay shrinks to pre-2008 levels, report finds",
  "Jeffrey Siminoff: 'Twitter is the place where inclusion lives'",
  "Corbyn ally calls for MPs' expenses to be paid automatically",
  "Police push to fire officers involved in fatal shooting of Laquan McDonald",
  "Darren Clarke backs his Ryder Cup rookies and wild cards",
  "Thomas Pieters impresses me as much as Tiger Woods did, says Darren Clarke",
  "Silicon Valley outraged by Apple tax bill: 'Europe is changing rules retroactively'",
  "Canadian-Iranian professor hospitalized after three months in detention",
  "Joe Hart heads for Torino but is not the first to seek Italian renaissance",
  "'Nightlife is still alive and well': do critics have it wrong on Sydney's lockout laws?",
  "Coalition environment committee chairman takes aim at solar subsidies",
  "Waking our sleeping Indigenous languages: 'we're in the midst of a resurgence'",
  "Clinton v Trump: first election debate set to be fascinating clash of styles",
  "MPs receive identical death threats over the weekend",
  "The Guardian view on the UN aid mission in Syria: access at a high price",
  "The Guardian view on tax and Ireland: Apple, pay your way",
  "UN must act over chemical weapons in Syria",
  "Transfer news live: Arsenal sign Lucas Pérez, Hart to Torino, Barcelona seal Alcácer - as it happened",
  "Tech giants know where the power lies. It’s not with us",
  "Ohio abortion pill restriction had no clear safety benefits, study finds",
  "Apple's angry but the taxman needs a bigger bite",
  "Horse racing tips: Wednesday 31 August",
  "Judge in Stanford sexual assault trial launches campaign to fight recall effort",
  "Jeremy Vine posts video of alleged road rage incident",
  "EU orders Apple to pay up to €13bn in Irish taxes - as it happened",
  "Lord Goff of Chieveley obituary",
  "Apple to shareholders: order to pay back $14.5bn in taxes ‘will be overturned’",
  "The truth about the Hemingway Heist",
  "Corbyn promises to 'democratise the internet' - Politics live",
  "Encore!: the best theatre of autumn 2016",
  "Here's how to talk to women wearing headphones – without being an idiot",
  "Dressing while female: a semi-definitive guide to exercising sartorial safety",
  "Maine governor Paul LePage considers leaving office after racial remarks",
  "Jeremy Paxman’s spiteful attack on older people shows he needs to grow up",
  "Julien Temple to direct film musical of Suggs' My Life Story",
  "Rudy Giuliani: I've 'saved more black lives' than Beyoncé",
  "Apple ordered to pay €13bn after EU rules Ireland broke state aid laws",
  "Emissions from new diesel cars are still far higher than official limit",
  "Winning Olympic gold was incredible. But I wasn’t prepared for what came next",
  "Would you pay £280 for a pair of pre-dirtied trainers?",
  "How to actually talk to a woman wearing headphones",
  "The Cincinnati experiment: can 'citizen philanthropy' improve a city?",
  "Students: 10 things to consider before renting for the first time",
  "Lead and arsenic in soil forces Indiana project residents to abandon homes",
  "Rubio and McCain likely to withstand anti-establishment mood in primaries",
  "I was diagnosed with autism in my 40s. It’s not just a male condition",
  "The rise of robots: forget evil AI – the real risk is far more insidious",
  "Guardian Weekly Letters, 2 September 2016",
  "Secret aid worker: I'd rather help people abroad than my own community",
  "UN under pressure to set up inquiry into Syria aid programme",
  "Egyptian writer Ahmed Naji's jail term upheld over sexually explicit book",
  "Corbyn: leadership team is stopping online abuse of opponents",
  "Unpaid EU back taxes cost Apple billions",
  "Brexit weekly briefing: splits over timing of talks and single market membership",
  "Clashing over conservation: saving Congo’s forest and its Pygmies",
  "'This is warfare on our doorstep': what life is really like inside a London gang",
  "DoJ should withhold funding from police if they don't report killings, activists say",
  "Boredom, scavenging and stifling heat: the final days of BHS",
  "I help bring music to patients in intensive care",
  "Venice film festival: Hollywood looks to Italy for Oscars launchpad",
  "Soon the wealthy will wipe clean every fun, tatty area – and not just in London",
  "Dover MP warns against 'tit-for-tat' battles with France over border security",
  "Young care leavers need more than just a home to avoid homelessness",
  "Sounds of summer: readers' festival experiences from around the world",
  "America accepted me – an Algerian Muslim – in a way France never did",
  "Blake Lively on sharks, starlets and filming with Woody Allen",
  "Is your shampoo safe? We simply don't know",
  "Chinese movies must promote positive energy, say new state guidelines",
  "What happens when tech firms end up at the center of racism scandals?",
  "'Freaks on the peaks': the lonely lives of the last remaining forest fire lookouts",
  "Inmarsat could be target for US groups, say analysts",
  "Up to 15,000 Isis victims buried in mass graves in Syria and Iraq – survey",
  "Nigerian rapists escape punishment using money, influence – and marriage",
  "Badger cull areas more than triple under new government licences",
  "British MPs visit Norfolk Island to hear protests at Australian 'takeover'",
  "Why my company is handing homecare contracts back to councils",
  "When it comes to menopausal hormone therapy, women are left guessing at the risks",
  "Be kind, don’t rewind: the sitcoms that should never be revived",
  "Marriage equality: Labor, Greens and independents will bring forward bills",
  "North Korea executes officials with anti-aircraft gun in new purge – report",
  "Lost in the Great Fire: which London buildings disappeared in the 1666 blaze?",
  "Australian-sponsored counter-terrorism guide says military action partly to blame",
  "Dramatic photos show refugees fleeing Libya being rescued at sea",
  "Labor will introduce private member's bill on marriage equality – as it happened",
  "Who goes there? Campaigners fight to keep military away from UK schools",
  "Barack, the Beatles and Bridget Jones's Baby: 40 films to watch in autumn 2016",
  "Home secretary stands firm as row over Calais border deal intensifies",
  "Climate Change Authority splits over ETS report commissioned by Coalition",
  "Giving birth in Guinea: a life or death lottery bereft of midwives and medicine",
  "Sydney Fringe Comedy: our picks of the festival make their own festival picks",
  "Only one person has something to gain from a marriage equality plebiscite",
  "How Britain sank its shipping industry by waiving the rules",
  "The glory and terror of Adriano Zumbo and his prescient levitating Willy Wonka cake",
  "Life after community death: this food bank has a lesson for Labour",
  "Welcome to demokrasi: how Erdoğan got more popular than ever",
  "Rainwater-harvesting billboards offer lifeline to India's drought-hit farmers",
  "Ian Bell signs up for Big Bash but does not close door on England tour",
  "Icac recommends criminal charges against Joe Tripodi and Chris Hartcher",
  "Website hosting explicit images of Australian schoolgirls back online",
  "Footage of Queensland teenager in adult prison revives spit hood debate",
  "Trump: 'impenetrable physical' border wall in immigration plan – as it happened",
  "Does the NSW government care more about litter than the safety of cyclists?",
  "Victoria to permanently ban fracking and coal seam gas exploration",
  "Cory Bernardi’s racial discrimination revolt supported by up to 20 senators"
]