[
  "Conakry hairdressers dispense cut-and-dried contraceptive advice to women",
  "Election fraud report calls for stringent ID checks",
  "Clinton v Trump on the economy: speeches underscore competing visions",
  "Kenyan coach sent home after posing as athlete and giving urine test",
  "Women's Olympic gymnastics: Biles and Raisman medal for US in all-around –  as it happened",
  "Corbyn and Smith clash over future of Labour in leadership debate",
  "Facebook v Adblock: the anti-ad empire strikes back",
  "Labour leadership debate: Jeremy Corbyn and Owen Smith face off in Gateshead – as it happened",
  "Nauru guard hit five-year-old girl ‘so hard it lifted her off her feet’",
  "Labor's plan to strengthen rules on reporting abuse of children seeking asylum could pass Senate",
  "Canada terror suspect recorded 'martyrdom video' warning of attack",
  "From the outer sanctum: what it's like to be called 'excrement' by Sam Newman",
  "The Idol review – accomplished heartwarmer uses schmaltz sparingly",
  "UN has set dangerous precedent, says Libya's oil boss",
  "Hillary Clinton lays out economic plan in contrast to Trump – as it happened",
  "Nauru files show Wilson Security staff regularly downgraded reports of abuse",
  "Deliveroo couriers demonstrate against new contract",
  "Guardian US appoints deputy editors to lead digital strategy and news operations",
  "Sports Direct's high staff turnover puts further pressure on Mike Ashley",
  "England may favour all-rounders over specialists after Moeen ton",
  "Hopes rise for Tata Steel rescue deal",
  "For Muslim women life had been getting better. No longer",
  "The Guardian view on a public health triumph: the numbers say it all",
  "Hinkley Point C: case against Chinese firm has the feel of a modern spy thriller",
  "Chemical weapons attacks in Syria may normalise war crimes, experts warn",
  "Audio file revives calls for inquiry into massacre of Iran political prisoners",
  "What’s the Guardian’s cryptic message?",
  "If the Trotskyists are on the march there’s chaos ahead",
  "Critics denounce Black Lives Matter platform accusing Israel of 'genocide'",
  "England v Pakistan: fourth Test, day one – as it happened",
  "Law firm investigating VW emissions scandal hired to examine BHS",
  "Trump reiterates he literally believes Barack Obama is the 'founder of Isis'",
  "Who is the US engineer accused of nuclear espionage?",
  "Pound slips, but FTSE hits 14 month high and oil jumps after Saudi comments -  as it happened",
  "Only a cruel despot would stop Japan’s emperor retiring",
  "BHS scandal has long way to run despite shutters coming down",
  "German proposals could see refugees' phones searched by police",
  "Trump golf resort in Scotland admits breach of data protection law",
  "Labour NEC challenges high court decision allowing new members to vote – as it happened",
  "Tracks: The Nervus Vagus – Romola Garai radio thriller channels JJ Abrams",
  "Bérénice Bejo: ‘We cannot live with fear in our bodies’",
  "Despair high above the glittering waters of Weymouth bay",
  "Deliveroo riders protest in London against changes to pay structure",
  "Numbers don’t need to be trusted to shape our lives: they just need our attention",
  "From Molenbeek to Hollywood – why Belgian thriller Black is the new La Haine",
  "Shaking things app – how smartphones revolutionised Nigerian music",
  "All the gusto and vim of an overcooked flan",
  "Hate Trump? You should still hold Clinton's feet to the fire",
  "Did Fast & Furious star The Rock just hand Vin Diesel his candy ass?",
  "Rio criticised after Sonny Bill Williams waits 90 minutes for ambulance",
  "Baltimore officers cited for mistreatment of women in DoJ report",
  "The detention of Homa Hoodfar is unjust and unIslamic. Iran should release her",
  "Donald Trump? He’s the nightmare on your sofa",
  "Rem review – jet-setting portrait of world’s most talked-about architect",
  "Inheritance tax: why the new Duke of Westminster will not pay billions",
  "Have Hull City suffered the worst-ever Premier League pre-season?",
  "US drug agency declines to change marijuana's strict drug designation",
  "'Brain training' technique restores feeling and movement to paraplegic patients",
  "Should our rail services be renationalised? Readers' debate",
  "It’s not the 1980s. Labour must unite to fight the Tories",
  "'Bawbag' makes 'very informal' appearance in dictionary",
  "Half of immigrants held in US 'priority' program have no criminal conviction",
  "Steinhoff boosts offer for Poundland after rebel investor raises stake",
  "Clinton hits back over Trump's 'violent' innuendo",
  "This Beautiful Creature Must Die: what is Morrissey's animal rights game like?",
  "Better risk assessment central to impact of UK aid funds, says watchdog",
  "The Olympic Games minute 2016: cycling gets on track",
  "Do you work as a driver for Uber? Share your experiences",
  "ABC's chief Michelle Guthrie lauds Q&A as 'vital service to Australia'",
  "Housing official in Silicon Valley resigns because she can't afford to live there",
  "Balkan wildlife faces extinction threat from border fence to control migrants",
  "Swimming Australia’s website comes under suspected cyber attack",
  "Drone and plane in 'near miss' close to Newquay airport",
  "Don't Panic! Syrian writers and artists are the enemies of extremism",
  "Labour must unify after leadership election, says Falconer",
  "'I prick my finger while taking blood': my first week as a junior doctor",
  "Can I still use Windows Mail and Windows Live Mail?",
  "The Weeknd gives $250,000 to Black Lives Matter",
  "Rosalind just wants safe transport for her disabled son. But she faces a battle",
  "Thermomix being investigated by ACCC over safety complaints",
  "BBC statistics, Donald Trump, Sky News",
  "How to cook the perfect red velvet cake",
  "Afghan army sends reinforcements as Taliban close in on Lashkar Gah",
  "How open data helps citizens to know the law",
  "Olympians and the scientific quest to find out what makes an elite athlete",
  "'When you cry, you really cry': the emotional toll of stage acting",
  "Lost cities #4: Pompeii was preserved by disaster. Now it risks ruin all over again",
  "Hillary Clinton: Trump hinting at assassination is a 'casual inciting of violence'",
  "Donald Trump calls Obama the 'founder of Isis'",
  "Olympics 2016 daily briefing: Team GB doubles medal haul in buoyant day five",
  "Rio day five: Australia's Chalmers wins gold as Phelps edges Lochte – as it happened",
  "An employer's guide to tackling bullying and harassment at work",
  "Eight tagged golden eagles disappear in Scottish Highlands",
  "Nauru security guard ‘grabbed boy by throat and banged head against ground’",
  "An alt musical tour of Scotland",
  "The right stripes: how fashion fell for the gondolier",
  "'No small victories': Andrew Bogut and Boomers not taking honourable losses",
  "No legal status: how India is ignoring its thousands of displaced citizens",
  "Bill to legalise abortion introduced to NSW parliament",
  "Glenn Murcutt: touch the Earth lightly with your housing footprint",
  "Coalition split over intervention in Queensland land clearing",
  "Hysteria about drugs and harm minimisation. It's always the same old story",
  "Man climbs Trump Tower in New York City using suction cups",
  "Men's basketball: Carmelo Anthony saves USA as Australia fall just short",
  "CFA dispute: Coalition refuses to brief Labor on changes to Fair Work Act",
  "Nuclear espionage charge for China firm with one-third stake in UK's Hinkley Point"
]