[
  "MoD withdraws attempt to strike out whistleblower's claim",
  "England captain Wayne Rooney promises to prove the doubters wrong",
  "Theresa May to accuse politicians of sneering at Brexit voters",
  "We're eating more antibiotic-free chicken. But what about beef?",
  "From Elon Musk to Tim Cook, tech leaders hardly follow women on Twitter",
  "Tyson Fury: I took cocaine but don’t want to live any more",
  "US to give up control of the internet's 'address book' after years of debate",
  "Yahoo may have let the government spy on emails. Now will we embrace encryption?",
  "Syria isn’t a cold war conflict: the US and Russia can’t just fix it",
  "A-League season preview part II: Brisbane, Perth, Adelaide and Sydney",
  "The Tories are using the army to take a shot at human rights",
  "Weak post-Brexit vote growth forecast likely to be wrong, says Bank MPC member",
  "Ministers compete to see who can appear most listless and disengaged",
  "Australians who stripped to Malaysian flag briefs risk royal insult",
  "Tough luck if you sold your FTSE 100 tracker fund in June",
  "Nine out of 10 NHS groups failing on cancer care, ratings show",
  "The Guardian view on foreign students: dodgy evidence, duff policy",
  "Lies, fearmongering and fables: that’s our democracy",
  "Man arrested on Cardiff street to face six terror charges",
  "Theresa May has shot herself in the foot with the Brexit starting gun",
  "Don't look now, but the Vikings could be genuine Super Bowl contenders",
  "Google announces first smartphone Pixel – as it happened",
  "Cherie Booth to represent landlords fighting changes to tax regime",
  "Alleged killer of antiques dealer had list of famous targets, jury told",
  "UK stock markets soar as sterling slumps to 31-year low",
  "Google launches new Assistant and puts it at heart of Home",
  "Kim Kardashian: police study CCTV footage in hunt for armed robbers",
  "'Great Pacific garbage patch' far bigger than imagined, aerial survey shows",
  "Scotland could gain greater independence via Brexit, Holyrood told",
  "Amber Rudd pledges to prevent migrants 'taking jobs British people could do' - Politics live",
  "Pound slides to 31-year low, as FTSE 250 hits record high – as it happened",
  "Leeds protesters given permission to relocate rough sleepers' tent city",
  "From Kim Kardashian to Floyd Mayweather: bling ring-style robberies",
  "Maria Sharapova doping ban reduced to 15 months as French Open return likely",
  "Bob Bradley says Swansea job a 'special opportunity' for US football",
  "Three answers to three questions on how inclusive business will help achieve SDGs",
  "David Davis: whole government to blame if Brexit goes wrong",
  "Grow Your Own doctors and nurses – cartoon",
  "The 'well from hell' – my fight with BP to film Deepwater Horizon",
  "'You Gareth Southgate, you England penalty drama!'",
  "Kaine and Pence: two Catholic-inspired visions with little else in common",
  "Edward Conteh was convicted of a murder he didn’t even see. He deserves justice",
  "Amber Rudd announces crackdown on overseas students and work visas",
  "M is for majesty: share your artwork now",
  "Rudy Giuliani out-Trumps Trump, but is it an aberration or just his real character?",
  "Northern Ireland could veto Brexit, Belfast high court told",
  "‘Jesus would beat Simba in a fight’ – the Stranger Things kids tackle the big issues",
  "Michael Fallon launches army cadets scheme at 'Trojan horse' school",
  "The Whole Truth trailer – the first rule of innocence: never, ever light a ciggie",
  "Clinton lambastes Trump on tax leaks",
  "Before he was Trump's running mate, Mike Pence led the anti-LGBT backlash",
  "'Science will never know it all': Richard Dawkins, Margaret Atwood and others predict the future",
  "Rachel Roddy’s recipe for pasta all’amatriciana",
  "Guerrilla Girls webchat – your questions answered on feminist art, if they'll lose the masks and Gorilla Glue",
  "Honeywell workers say lockout aims to destroy union: 'It's corporate greed'",
  "Guardian Weekly letters, 7 October",
  "Supreme court to address Duane Buck's 'racially tainted' death sentence",
  "Kanye West reschedules tour dates after Kim Kardashian robbery",
  "Inside Facebook's robotic inner sanctum: a tour of its highly secretive hardware lab",
  "‘Donny, you're out of your element’: the 2016 election in 15 Big Lebowski quotes",
  "Yasmina Khadra: 'Algeria could have been a paradise for all'",
  "Arctic cruise boom poses conundrum for Canada's indigenous communities",
  "Think libraries are obsolete? Think again",
  "FTSE heads to new high as pound slumps, with Pearson leading the way",
  "Tony Abbott appointed director of new thinktank to promote western civilisation",
  "Sharks and rays win new protections at global wildlife summit",
  "Theresa May says Britain will not be 'a supplicant' to EU in Brexit talks",
  "The Greasy Strangler: 'Hopefully the imagery will stay with people'",
  "Donny McCaslin on David Bowie: 'We had this amazing connection, then he was gone'",
  "What kind of Met commissioner do officers want? A straight-talking one",
  "Hillary Clinton hammers Trump on taxes: he 'represents the rigged system'",
  "Ad-blockers: are publishers tempted to feed the hand that bites them?",
  "Banking inquiry: nobody fired for denying life insurance payouts, Commonwealth boss says – as it happened",
  "Tim Kaine v Mike Pence: what to know about the vice-presidential candidates",
  "The best – and very worst – sex scenes in video game history",
  "Northern Territory to trial domestic violence court in Alice Springs",
  "Social engineers reveal why the biggest threat to your business could be you",
  "'No bling in the hood ...' Does Berlin's anti-gentrification law really work?",
  "Kim Kardashian gunpoint robbery sparks manhunt in Paris",
  "Plan for UK military to opt out of European convention on human rights",
  "‘Would you say that word in a Chinese takeaway?’: schools fight racism head-on",
  "Google Home starts battle with Amazon for living rooms",
  "School with guns, knives and fire on the timetable – and Ofsted loves it",
  "Brexit weekly briefing: May sets date and looks to do it the hard way",
  "The Bristol Burroughs on why he waited 93 years to publish his poems",
  "Tuesday’s best TV: National Treasure; Westworld; Damned; Empire",
  "Who murdered Giulio Regeni?",
  "Will Theresa May be the next Tory leader to be bulldozed by the Europhobes?",
  "Planet at its hottest in 115,000 years thanks to climate change, experts say",
  "Who will win the Nobel peace prize?",
  "Papua New Guinea asks Australia for help resettling refugees from Manus Island",
  "Philippines secret death squads: officer claims police teams behind wave of killings",
  "Man condemned for dressing up as Indigenous Australian with petrol can",
  "Trump: 'There are race riots on our streets on a monthly basis' – as it happened",
  "'I was five when I was kidnapped': powerful new documentary turns heartbreak into hope"
]