[
  "Tom Wood: I did not have a tantrum, Eddie Jones just says it how it is",
  "Crime-reporting app Vigilante kicked off App Store over Apple's content concerns",
  "Manchester City manage the impossible and keep Lionel Messi in check",
  "What is section 44? Why it matters if Bob Day is declared ineligible",
  "Ludogorets v Arsenal: Champions League – as it happened",
  "Manchester City 3-1 Barcelona: Champions League – as it happened",
  "UK had no impact on US policy in Iraq, says top British ambassador",
  "Trump pursues blue state dream",
  "Borussia Mönchengladbach v Celtic: Champions League – as it happened",
  "Ukip leadership favourite: Farage's anti-migrant poster 'correct'",
  "Racing shows its true colours at Kempton in aftermath of pile-up trauma",
  "Family sues Amazon for $30m claiming hoverboard burned down their house",
  "Montreal police defend surveillance of journalist's phone amid outcry",
  "Donald Trump's claims about Hillary Clinton's tax loophole stance? Wrong",
  "CPS decision in Abdel Hakim Belhaj rendition case faces legal challenge",
  "UN failed to protect civilians in South Sudan, report finds",
  "Ukip leadership candidates debate on LBC - Politics live",
  "NYPD settlement on Muslim surveillance not 'sufficient', judge rules",
  "Clinton campaign dismisses polls putting Donald Trump in the lead",
  "Hinkley Point C will not cost taxpayers extra, says EDF Energy boss",
  "Number of NHS mental health nurses has fallen by 15% under Tories",
  "Eagles' Josh Huff reportedly found with gun and marijuana after speeding arrest",
  "Russian dissident Ildar Dadin accuses prison staff of torture",
  "Leveson: Bradley raises doubts about press-police relations inquiry",
  "Prison officers suspend planned protests over violence behind bars",
  "Why is MI5 making such a fuss about Russia?",
  "Hillary Clinton and the FBI: acrimony could leave US more divided than ever",
  "Marc Maron talks standup: 'I think I am funnier than I have ever been'",
  "Liam Fox's attempt to secure pre-Brexit deal with EU suffers setback",
  "The Crown and Gilmore Girls – new on Netflix in November",
  "MI5 chief not alone in voicing fears about Russian cyber-threat",
  "Universities need clearer guidelines on how deal with rape cases",
  "Firefox disables loophole that allows sites to track users via battery status",
  "Iraqi troops enter Mosul for first time since 2014",
  "Syrian refugees: we were tricked into returning to Turkey",
  "Serious Fraud Office given extra funds to investigate Unaoil bribery claims",
  "Barack and Michelle Obama make Halloween a thriller for DC kids",
  "I am a wheelchair user. Why can’t I enter the Brighton Marathon by myself?",
  "UK must build cyber-attack capability, chancellor says",
  "Imran Khan abandons Islamabad protest after inquiry into PM granted",
  "Boss of firm that used cold-calling to sell call-blocking devices is jailed",
  "'My granddaughter loses sleep over terrorism': children's fears over global events",
  "Michael Heseltine's alsatian-strangling tale was shaggy dog story",
  "The vigilante cyclists of San José: 'Civil society has to be a trailblazer'",
  "Haruki Murakami cautions against excluding outsiders",
  "Cyber-attacks and hacking: what you need to know",
  "‘Grief is so overpowering – it consumes you’: readers on death and dying",
  "Huma Abedin: is Hillary Clinton's closest ally now becoming her biggest liability?",
  "The Hillary Clinton email controversy explained: what we know so far",
  "Clinton campaign blasts James Comey over 'jaw-dropping' double standards at FBI",
  "Government to launch new press regulation consultation",
  "The view from Middletown: 'The perfect female presidential candidate doesn't exist'",
  "Orgreave was part of the class war that ended with 96 dead at Hillsborough",
  "Police face misconduct hearings over alleged abuse of ex-Clash roadie",
  "Another education U-turn? This is dangerous driving from Theresa May",
  "In the UK, I am working class. But I said goodbye to that identity in America",
  "In California, pizza and wine help the epic ballot go down: 'It's too darn long'",
  "Man's death hints at wretched medical care in private immigration prisons",
  "Listening to Muslim women on sharia divorce could change it for the better",
  "A Batman for the real world: is Casey Affleck's Villain the superhero we deserve?",
  "Two Irish rugby stars questioned over alleged sex offences",
  "Why did it take so long for science to debunk the Aids 'Patient Zero'?",
  "Scientists fight for an endangered tortoise with a secret weapon: lasers",
  "Why do one in seven US citizens still have to fight to vote?",
  "Atomic City, USA: how once-secret Los Alamos became a millionaire's enclave",
  "The Britain that Theresa May is trying to build has unstable foundations",
  "Bhopal jailbreak: police urged to explain killing of prisoners",
  "Is it too dangerous for aid workers to be in South Sudan?",
  "Billy Corgan loses lawsuit against TNA Wrestling",
  "Republicans fear Trump's parade of insults might help cost him the election",
  "Peter Thiel takes Trump's Muslim ban 'seriously but not literally'",
  "Win a hamper of luxury Canadian food",
  "Tory MPs join call to postpone disability benefit cuts",
  "The O'Jays: how we made Love Train",
  "What could Facebook target next? Our mental health data",
  "Unmentionable review – the Victorian sex manual revisited",
  "The race that stops the territory: crocodiles, cane toads and a lightning strike",
  "Muslim women ‘used as political footballs in sharia court debate’",
  "Mosul: US airstrike that killed Iraqi family deepens fears for civilians",
  "Three ways to grow the open data economy",
  "'I'm rotten. Rotten to the core' … the night I stood centre stage and strangled a stranger",
  "Podcasting: 'It builds trust, credibility and brand loyalty'",
  "An insider's guide to Munich: the land-locked city where you can go surfing",
  "Dark Angel review – grimy crimes are laid on thick in this Halloween hoot",
  "Exclusive: 'There will be terrorist attacks in Britain,' says MI5 chief",
  "The five most common CV problems – and how to fix them",
  "Labour MPs whipped to vote for phone-hacking costs amendment",
  "Brexit weekly briefing: is the plan for leaving the EU softer than we thought?",
  "Walk Through Walls: A Memoir review – Marina Abramović's bravest work yet?",
  "Coalition and Labor query whether Bob Day's election to Senate was valid",
  "Melbourne Cup 2016: Almandin wins in extraordinary finish – as it happened",
  "Tuesday’s best TV: Arctic Live; Chasing Asylum; Me and My Mental Illness",
  "The ruthlessly effective rebranding of Europe’s new far right",
  "So Michael Gove is back. But then exile isn’t what it used to be",
  "The UK is becoming the nasty country, and our universities will suffer",
  "Report: Trump used 'legally dubious' tax avoidance maneuver in 1990s – as it happened",
  "Paid parental leave: most Australian voters want end to 'double-dipping'",
  "Two-thirds of assaults at Sydney's Star casino not reported to police",
  "Tony Abbott's travel bankrolled by Spectator magazine and Liberal party donor",
  "Cardinal Pell says he won't yet respond to criticism of his evidence on paedophile priest",
  "A million people 'check in' at Standing Rock on Facebook to support Dakota pipeline protesters",
  "Capping benefits will hit those already most at risk of homelessness",
  "Bob Day resigns from the Senate, effective immediately",
  "UN official criticises Australia's plan for lifetime ban on refugees who travel by sea",
  "Children at risk of falling behind due to nursery teacher shortage – report"
]