[
  "Facebook staff reportedly pushed to delete Trump's 'hate speech' posts – as it happened",
  "Google’s ad tracking is as creepy as Facebook's. Here’s how to disable it",
  "Fightin’ words: Biden wants to bust Trump up",
  "José Mourinho on Roman Abramovich: ‘We were never friends’",
  "Klopp: Sturridge’s barren period can be ‘a good moment’",
  "Heathrow expansion will boost air quality",
  "I've spent the last five years writing about Australian politics. Send help",
  "Oxfam didn’t want my old National Geographics",
  "Bad hombre: restaurants make a meal of Donald Trump's Spanish sideswipe",
  "Lewis Hamilton fastest in practice but Nico Rosberg stays in control",
  "UK faces £14bn shortfall in public finances, warns IFS",
  "British American Tobacco offers $47bn for Reynolds American",
  "Conservative MP admits dental checks for refugees was not existing policy",
  "Good to meet you… Jonathan Chamberlain",
  "US Grand Prix could go to other circuits despite worries over falling crowds",
  "Should he stay or should he go? Mark Carney faces big decision amid attacks",
  "'Clock is ticking' on companies exploiting 'gig economy' says Labour MP",
  "NFL touches down at England's home of rugby",
  "Crazy Ex-Girlfriend review – love still hurts in superb second season",
  "South African creativity, Krasiński's illusions and Paul Nash's horrorscapes – the week in art",
  "No 10 rejects Alain Juppé's threats to push UK border from Calais to Kent",
  "Wallonia: the EU's latest rogue element",
  "Small business advisers for Trump have suffered bankruptcies and dodged taxes",
  "Alan Pardew: ‘People ask about England but why would I leave Crystal Palace?’\r\n",
  "The Guardian view on the US election: the time is right for a female president",
  "Heathrow expansion, nuclear fusion and Tasmanian devils – green news roundup",
  "Men – don't be squeamish, have the balls to have a vasectomy",
  "Woman wrongly jailed 96 days without bail appeals denial of civil rights violation",
  "David Davies MP: ‘Have a look at my teeth! What's the problem?’",
  "Anger as Northumberland rural bus service shuts while big players prosper",
  "The electric guitar: 10 things you didn't know about the musical instrument",
  "'We have to deliver justice': the man who fought for the survivors of Shirley Oaks",
  "Managers at G4S-run Medway youth jail paid bonuses despite failings",
  "Aberfan remembered, Trump polling and Brexit – our live look at the week as it happened",
  "I'm Not Ashamed review – faith-based drama exploits Columbine tragedy",
  "Taliban envoys travel to Pakistan to discuss Afghanistan peace talks",
  "Zara has The Item everyone wants – and at £59.99, it's a steal",
  "Conservative minister obstructs progression of gay pardon law",
  "UK public finances show bigger-than-expected deficit",
  "Theresa May's awkward EU meeting sees little progress on Brexit",
  "Gay men’s lives were ruined by the British state: a pardon is not enough",
  "England spinners suffer day of toil as Bangladesh’s Tamim Iqbal hits 78",
  "'The American epic': Hollywood's enduring love for the western",
  "'When I fled to the UK, no one believed I was 13. Ten years on, nothing's changed'",
  "Why did News UK go on employing Mazher Mahmood?",
  "Philip Green deserved his humiliation, but our business culture is still rotten",
  "I spent 28 years on death row",
  "How criticising Mark Carney became the new Tory sport",
  "Mazher Mahmood: 'Fake Sheikh' jailed for 15 months",
  "Collapse in corporation tax receipts pushes budget deficit to £10.6bn",
  "Too much action: how kids' comic Action drowned in its own ultraviolence",
  "Strangest Things: the club night bringing Netflix's retro series to life",
  "Corinne Bailey Rae: ‘I had an entertaining granny who used to do karaoke’",
  "What would happen if Donald Trump refused to concede this election?",
  "'It's a bloodbath': staff describe life inside America's most violent prison",
  "Law to cut sex-selective abortions in Armenia 'putting lives at risk'",
  "Bangladesh v England: first Test, day two – as it happened",
  "Michael Gove: criticising  Mark Carney is seen as 'thought crime'",
  "Man dies in fall on ship off Tyneside coast",
  "Yes, you can actually work yourself to death. But is that a surprise?",
  "The best recent thrillers – review roundup",
  "Tala Madani’s Front Projection: an anally fixated work of art",
  "Waking the gods: how the classical world cast its spell over British art",
  "Could a President Trump avoid conflicts of interest? Experts aren't convinced",
  "'Dirty Cow' Linux vulnerability found after nine years",
  "Minimum alcohol pricing can go ahead in Scotland, says court",
  "After Mazher Mahmood, Murdoch cannot be let off the hook",
  "Reckitt Benckiser sued by 35 US states for 'profiteering' from opioid treatment",
  "Pope Francis targets deal with China in year of mercy",
  "Has Duterte really ditched the US for Beijing's embrace?",
  "Top Iranian students risk losing funding over US and Canadian visa delays",
  "Umbrella companies: the latest way to exploit Britain's temporary workers",
  "Why should we trust you? Clinton's big problem with young black Americans",
  "The lies Trump told this week: voter fraud and the 'rigged' election",
  "'We still need an apology': your views on posthumous pardons for gay men",
  "Chile's young independents lead quiet revolution against politics-as-usual",
  "Man shot dead in west Belfast named",
  "The Joy of Six: comedy football goals",
  "In a class of their own: the greatest snobs in literary history",
  "'We live in constant fear': Argentina's women on marching against violence",
  "Boris Johnson wants Britain to use soft power. The first place must be Mosul",
  "Why we’re going to the Isle of Man to seal our heterosexual civil partnership",
  "This week’s best… theatre & dance performances",
  "Refugee children arriving in the UK need warm support – not cold bureaucracy",
  "'Happy hump day!' The Instagram post that nearly aborted the Tinder murder trial",
  "Any new single market deal must have the consumer at its heart",
  "Gruff Rhys: 'It's like krautrock played by a jazz band in 1950'",
  "Dave Johns, star of I, Daniel Blake: ‘This film can make things change’",
  "'Social media can be a pretty ugly place if you're a woman in politics'",
  "Fining homeless people for being homeless is cruel and unworkable",
  "How to get a job in elite sports",
  "A soft, flexible Brexit could be possible – with Ireland’s help",
  "Report praising companies on human rights criticised as whitewash",
  "Journalist and activist Wendy Bacon arrested at WestConnex protest",
  "Nigel Scullion defends failure to investigate abuse at Don Dale detention centre",
  "Egypt's tourism industry is still reeling but hope is on the horizon",
  "Is this the face of 'union thuggery'? How the Coalition failed to make a union demon",
  "Birthplace of feminism and old Brighton among historic sites at risk",
  "Bill Leak cartoon on Indigenous parents reflects situation in WA, says police chief",
  "We are approaching the Trumpocene, a new epoch where climate change is just a big scary conspiracy",
  "Hundreds of snow leopards being killed every year, report warns",
  "Alfred Smith charity dinner leads to boos for Trump as he called Clinton 'corrupt'– as it happened",
  "Abbott v Turnbull pits rightwingers against moderates – and threatens chaos",
  "Adler ban to remain after ministers fail to reach agreement on reclassifying shotgun",
  "Australia joins bid to outlaw large-scale commercial and 'scientific' whaling",
  "EU leaders fail to agree on threatening Russia with sanctions over Aleppo",
  "Teachers, social workers demand right to talk about offshore detention centres"
]