[
  "Shark attack near Byron Bay leaves surfer with minor leg injuries",
  "Artificial intelligence 'judge' developed by UCL computer scientists",
  "Theresa May warned of risk of constitutional crisis over Brexit deal",
  "Q&A tech innovator Leslie Nassar killed in Idaho crash",
  "F1: Lewis Hamilton wins the US Grand Prix – as it happened",
  "A handsome pest with a taste for aromatic plants",
  "France and UK rush to process Calais minors as camp demolition nears",
  "Tkay Maidza on bringing a new sound to Australian hip-hop: I didn’t really want to fit in",
  "Manchester United a rabble without a cause in thrashing by Chelsea",
  "The Guardian view on machine learning: people must decide",
  "Airport expansion’s disastrous effects, near and far",
  "As the new MP for Batley and Spen, I know Jo Cox’s shoes will be hard to fill",
  "Let’s learn from the Pentonville prison stabbings",
  "Irish women need British help to change our abortion laws",
  "Coalition using 'technical' argument to hold down minimum wage, says union",
  "Transport infrastructure costs blew out by $28bn in 15 years, says Grattan Institute",
  "More refugee children arrive in UK as Calais camp faces demolition",
  "Female Labour MPs call for legal change following Ched Evans retrial",
  "Chelsea 4-0 Manchester United: Premier League – as it happened",
  "Woman puts real-life horrors of policing and carjacking on display for Halloween",
  "Play it again, Ram: meet the man behind Westworld’s old-timey rock covers",
  "Isis could refocus energy on west if it loses ground in Mosul, warns minister",
  "Rangers 0-1 Celtic: Scottish League Cup semi-final – as it happened",
  "Lord and Lady Heseltine​ ​on gardening: 'We shot​ ​350 squirrels​ ​– absolutely awful things'",
  "Grain in the Blood review – folk morality thriller leads country lambs to slaughter",
  "Cameron adviser reveals No 10's alarm at his holding in offshore fund",
  "Financial watchdog investigates Our Price revival plan",
  "Manchester City 1-1 Southampton: Premier League – as it happened",
  "Emma Hamilton portrait bought by her lover Lord Nelson to go on display",
  "Ssshhh! How the cult of quiet can change your life",
  "30 years after big bang, will Brexit cost City of London its status?",
  "Clinton makes Republican nominee her Trump card in push to retake Congress",
  "Bangladesh v England: first Test, day four – as it happened",
  "UK economy is braced for interesting times as Brexit phoney war ends",
  "Detroit incinerator is hotspot for health problems, environmentalists claim",
  "Hillary Clinton sets sights on Congress as Donald Trump attacks his accusers",
  "A delicious dinner in Berlin – from food that would have been thrown away",
  "TV contracts keep lid on stars' offensive remarks, insiders say: 'Tapes are deleted'",
  "Can’t we agree to just not have Heathrow at all?",
  "Tom Ford: ‘I wore a suit on set. It's a uniform… I feel weak in trainers’",
  "Swipe left for a bestie",
  "Richard Reed: ‘Will wackaging be my contribution to the species?’",
  "Lenin on the Train by Catherine Merridale review – rose-tinted red",
  "Simone Lia on bird watching",
  "Slang: the changing face of cool",
  "A Pacifist’s Guide to the War on Cancer review – a vital confrontation",
  "Vic Reeves and Bob Mortimer: ‘It’s really a music hall act that we do’",
  "How migration has enriched the UK’s booming food culture",
  "This week’s growth figures may show we picked a bad year to vote for Brexit",
  "Victory over Isis will stream live on Facebook. But defeat won’t",
  "Labor attacks Coalition over plan to limit paid parental leave 'double-dipping'",
  "The unsung Madchester artist",
  "The eco guide to televisions",
  "Sunday's best TV: Arena – The Roundhouse; Tutankhamun; Poldark",
  "Gardens: so you think coffee grounds are good for plants",
  "Why is it vulgar to speak up for migrants?",
  "Alchemy Helios: bike review",
  "The crew are cutting each other’s throats on Mrs May’s leaking ship",
  "Josh Frydenberg to work with Port Melville operators over struck-down approval",
  "More than 50 child refugees arrive in Britain as Calais camp faces destruction",
  "Christopher Pyne attacks Gillian Triggs' judgment, saying she has 'politicised' role"
]