[
  "Politicians and Muslim leaders condemn Hanson: 'She doesn't know what she's talking about'",
  "Mauricio Pochettino furious at lack of Tottenham passion in Monaco defeat",
  "MPs demand hard line against clinicians who do not report FGM",
  "Good Beer Guide 2017 raises a pint to the new breed of British boozers",
  "Courts to undergo £1bn digital reform after successful pilots",
  "Corbyn v Smith in Sky's Labour leadership debate - as it happened",
  "Tech company accused of collecting details of how customers use sex toys",
  "Pauline Hanson's maiden speech to the Australian Senate – full text",
  "'A historic change': California first state to pass overtime pay for farm workers",
  "Argentina and UK agree to ‘remove obstacles’ to Falklands development",
  "Tottenham Hotspur 1-2 Monaco: Champions League – as it happened",
  "Leicester City ease to victory over Club Brugge on Champions League debut",
  "Tottenham lure record crowd to Wembley but Monaco spoil the party",
  "Manchester City 4-0 Borussia Mönchengladbach: Champions League – as it happened",
  "Pepe the Frog artist supports Clinton 'even though she's talking smack'",
  "Bayer's $66bn takeover bid of Monsanto called a 'marriage made in hell'",
  "Muslim woman set on fire was not target of hate crime, New York police say",
  "The Guardian view on Europe: Britain will be outside looking in",
  "Frankie Dettori all smiles after So Mi Dar wins on comeback at Yarmouth",
  "Cabinet secretary defends David Cameron's Libya record",
  "Bundy trial: Oregon sheriff says he was threatened with ultimatum by militia",
  "Attlee descendant 'suspended from Labour' over Cameron-Hitler image",
  "Headscarf emojis not an option – but teenage girl fixes that",
  "Stretching the boundaries of electoral fairness",
  "Blame in Spain as driver clocks off with passengers still on train",
  "David Cameron has departed but his failures remain",
  "Jack Leach spins Somerset to critical victory against Yorkshire",
  "Kadeena Cox secures golden double in different sports with T38 400m win",
  "Our leaders are hooked on the narcotic of glory. That’s why we rush to war",
  "Pamela Adlon: how Louis CK's sidekick became the star",
  "Man arrested on Costa del Sol over murdered Irish gangster",
  "Drone racing: the new sport that could go sky high",
  "Does Chris Grayling really want to give troubled Southern rail to Sadiq Khan?",
  "Money, power and secrets: what the John Doe files lay bare",
  "Shakin' Stevens: 'I'm like a skittle. If I get knocked down I get back up again'",
  "The British government must act now to free Nazanin Zaghari-Ratcliffe",
  "Corbyn presses May over grammar schools at PMQs - as it happened",
  "Uefa’s Aleksander Ceferin has risen from obscurity to become president",
  "Human rights groups urge countries to call for Nabeel Rajab's release",
  "Arizona Democrat aims to unseat McCain: ‘Nobody in DC thinks I’ll win’",
  "UK NGOs raise concerns about Priti Patel's new approach to foreign aid",
  "Attenborough urges UK to use Brexit to improve wildlife protections",
  "We need to do more to keep LGBT employees from returning to the closet",
  "Retail to runway: what happens when clothes are sold direct from the catwalk?",
  "The harrowing story of the woman in the Brussels bomb photograph",
  "Sturgeon 'gobsmacked' by lack of answers to basic Brexit questions",
  "Cash transfers help Punjabi girls stay in school",
  "US funds fed corruption in Afghanistan, eroding security fighting Taliban – report",
  "Astronomers unveil most detailed map of the Milky Way to date",
  "European commission president decries attacks on Poles since Brexit vote",
  "'Edward Snowden did this country a great service. Let him come home'",
  "Guardian Public Service Awards 2016 Public Servant of the Year shortlist: vote now",
  "How three drug users took on the might of the Russian state",
  "New Uefa president Aleksander Ceferin vows to review Champions League deal",
  "Independent or not, Scotland’s financial future looks shaky",
  "Alain Juppé, France's 'prophet of happiness', promises hope",
  "Murder law will not be reformed, justice minister tells MPs",
  "Norma Moriceau obituary",
  "Cola taste test: the best and worst alternatives to the ‘real thing’",
  "Former Barclays executive fights FCA over critical report",
  "Leaked documents reveal secretive influence of corporate cash on politics",
  "Freshers: is your fancy dress costume racist?",
  "Amazon launches Echo voice-controlled speaker and Alexa assistant in the UK",
  "Detroit civil rights lawsuit attempts to assert a constitutional right to literacy",
  "Scott Walker, the John Doe files and how corporate cash influences American politics",
  "Annuity rates plummet, making 2016 'worst year for payouts'",
  "The black US paratroopers who quietly changed history – and now fear Trump",
  "The tunnel dwellers of Las Vegas: where the city's vices play out in the shadows",
  "Strange Weather review –  Holly Hunter takes classic American indie back on the road",
  "Norway and Turkey vote against ban on dumping mining waste at sea",
  "Should men put their phones in their pockets? – cartoon",
  "Care workers launch largest ever legal claim over minimum wage dispute",
  "How Kickstarter became one of the biggest powers in publishing",
  "EasyJet leads FTSE 100 fallers on outlook worries",
  "Trump and the Republican Party are doing Big Oil's bidding",
  "Boundary reform: a missed opportunity to bring MPs and councils closer",
  "What lies behind Trinity Mirror's return of four Metro franchises",
  "Pauline Hanson calls for immigration ban: 'Go back to where you came from'",
  "Pauline Hanson calls for a total halt to immigration – as it happened",
  "Mr Robot finale: 11 questions that need to be answered",
  "How role-playing shaped the Clintons' marriage",
  "Night Flight by Antoine de Saint-Exupéry review – The Little Prince for grownups",
  "Plan your digital afterlife and rest in cyber peace",
  "Rotherham girl's family fled UK after abuse by Asian men, court told",
  "How to fix a broken iOS 10 update that's bricked your iPhone or iPad",
  "Belle Gibson video submitted to court sparks condemnation over cancer claims",
  "EU is facing existential crisis, says Jean-Claude Juncker",
  "MPs deliver damning verdict on David Cameron's Libya intervention",
  "South Park: TV's 'black hole of vomit' is still as offensive and funny as ever",
  "Indonesia forest fires: has this Sumatran village got the solution?",
  "GoHenry pockets £4m for app that teaches kids money-management",
  "Murderers next door: The Clan director on Argentina's bloodthirsty Puccio family",
  "David Simmonds: who’s going to pay to help child refugees?",
  "Hinterland: A Memoir by Chris Mullin review – the Labour left always gets demonised",
  "Marriage equality: law would protect ‘conscientious objectors’ who reject same-sex weddings",
  "The loss of Bake Off is a blow, but the BBC will rise again",
  "9/11: Truth, Lies and Conspiracies review – the victims deserve better than this",
  "Malcolm Turnbull says Labor 'preaching hatred' in marriage equality debate",
  "Sun, sea, sand and Sopot, a taste of Poland’s riviera",
  "Deceased man wins Republican primary for New York state assembly",
  "One in 10 UK wildlife species faces extinction, major report shows",
  "Toxic chemicals in household dust linked to cancer and infertility",
  "Illegal gun amnesty and smuggling penalties unveiled after crimewave",
  "Comprehending Pauline is not the challenge. Engaging constructively with Hansonism is",
  "AFL and NRL grand final entertainment: the worse it is, the better it is",
  "Australia's refugee impasse: rights commission suggests ways forward",
  "Agenda 21 is conspiracy theory. But don't dismiss Malcolm Roberts as a harmless kook",
  "Donald Trump announces his childcare proposal – as it happened",
  "Consumer groups urge change to lease laws after hidden costs target the poor",
  "Marriage equality plebiscite appears doomed as Shorten moves to block bill",
  "I was an extremely ill young woman who became a criminal. But I was given a chance",
  "Debunking Malcolm Roberts: the case against a climate science denier",
  "Ex-USA Gymnastics doctor accused of sexually assaulting a former Olympian",
  "Paralympics 2016: Stephanie Millward and Libby Clegg win gold – as it happened"
]