[
  "Guards asked repeatedly to find Jayden Bennell, inquest told",
  "Mexican president contradicts Trump's account of border wall discussion",
  "Fund manager backs MP's plan to rein in executive pay",
  "Victims should be able to confront criminals, say MPs",
  "Team GB's cycling heroes call for 'legacy of everyday cycling'",
  "Nude selfies: what if they are just an ordinary part of teenage life?",
  "Passenger jet makes emergency landing in Ireland with 16 injured",
  "Transfer news: Chelsea sign David Luiz; Moussa Sissoko, Jack Wilshere, Islam Slimani – as it happened",
  "Woman sues Albuquerque for seizing car despite ban on civil asset forfeiture",
  "Donald Trump goes to Mexico",
  "Johanna Konta collapses in heat but recovers to reach US Open third round",
  "Shooting deaths of sea otters in California prompt investigation",
  "Socceroos' road to Russia may be long but they would not have it any other way",
  "'We've been very patient': Christos Tsiolkas, Matthew Mitcham and others on the marriage equality plebiscite",
  "The Great British Bake Off 2016, episode two – as it happened",
  "Yamandhu marang? Language does not belong to people, it belongs to country",
  "Fish for dinner? Your seafood might come with a side of plastic",
  "Brains and bone saws: a day with the chief medical examiner of New York City",
  "Theresa May's five key cabinet players in Brexit negotiations",
  "After Apple: will other tech companies face Irish tax bills of their own?",
  "Jeremy Corbyn calls for all-female shortlists to create equal Commons",
  "Fall arts preview: Mexican modernism, Monet, and a new Smithsonian museum",
  "Predictive policing practices labeled as 'flawed' by civil rights coalition",
  "The Guardian view on Brexit priorities: Theresa May has made a fateful choice",
  "England may run through their bowling options in fourth ODI with Pakistan",
  "Mobile phone networks should not block adverts, says EU",
  "Colin Kaepernick branded a 'traitor' by NFL executives over anthem protest",
  "What Apple’s tax bill tells us about capitalism",
  "BBC iPlayer loophole closes as licence required for catchup TV",
  "The irresponsibility of giant tech companies",
  "Abu Muhammad al-Adnani's death does not signal the demise of Isis",
  "Time for some honesty about the badger cull",
  "Legal costs are barrier to rights for mothers",
  "Man dies after speedboat spotted ‘out of control’ off Welsh coast",
  "No wonder Britain's saving habit is collapsing. Debt is now a way of life",
  "Trump's visit to Mexico may underscore a 'softening' of immigration message",
  "Weak eurozone inflation raises prospect of ECB action - as it happened",
  "Restricting immigration will be at heart of Brexit deal, Theresa May says",
  "Björk: ‘I build bridges between tech and the human things we do’",
  "'White Lives Matter', now a hate group, is part of a long arc of white supremacy",
  "Peña Nieto's making a dangerous gamble with Trump's Mexico visit",
  "True grit: Black Cowboys – in pictures",
  "Teenager critical after being shot in the head in north London",
  "NYC subway exposes commuters to noise as loud as a jet engine",
  "Cabinet signals controlling migration to take precedence over single market access in Brexit talks - Politics live",
  "That sinking feeling: will this soulless tunnel spell the death of Venice?",
  "Police failing to use new law against coercive domestic abuse",
  "EDF representatives file legal challenge in France over Hinkley Point",
  "Did Hillary Clinton stand by as Honduras coup ushered in era of violence?",
  "Donald Trump's visit to Mexico is greeted with hostility",
  "Samsung delays shipments of Galaxy Note 7 for quality control testing",
  "Why we wear the burkini: five women on dressing modestly at the beach",
  "Brexit vote is making UK a laughing stock abroad, says Tim Farron",
  "Britain will end up looking stupid over Brexit, says Ryanair boss",
  "Brainstorming tips for the PM’s Brexit awayday: ‘Try giant penguin suits’",
  "No more corsets or corpses! TV must stop selling teenage girls short",
  "Darren Clarke’s Ryder Cup picks were logical, so why so much hysteria?",
  "Polish envoy voices concerns about Brexit xenophobia after Harlow killing",
  "Give me faceless EU bureaucrats over the Tories and their corporate cronies",
  "'Typically short sighted': readers on discrimination against expectant and new mothers",
  "Tourism starting to bleed the Lickan Antay people of the Atacama desert dry",
  "Violence erupts after Gabon election as incumbent Ali Bongo named victor",
  "De La Soul – 10 of the best",
  "Paul LePage: is this one outburst too many for Maine's Trump-like governor?",
  "Wildfires beware: Boeing patents giant bullet to shoot down blazes",
  "'The beach is a human right': burkinis, blackness and the threat of 'other'",
  "Chemotherapy mortality study could help improve cancer care in England",
  "The best goals of the week: Xabi Alonso, Jonjo Shelvey and a Dirk Kuyt double",
  "Why Rudy Giuliani is happy to be a Trump attack dog and provocateur",
  "Amy Schumer review – sex, neuroses and gun control from a sure-footed star",
  "John McCain and Marco Rubio win key primaries in establishment comeback",
  "Maternity rights are not an optional extra",
  "Trump's balancing act: what to expect from his immigration speech",
  "La La Land review: Ryan Gosling and Emma Stone shine in a sun-drenched musical masterpiece",
  "US teen pregnancy rate drops to record low due to 'increased contraceptive use'",
  "Blood Sister by Dreda Say Mitchell review – first in an East End trilogy packs a punch",
  "Good news on care worker pay – but can employers fund further increases?",
  "No staying in the EU by the back door, says Theresa May",
  "At Theresa May’s Brexit awayday, spats and spin must be put aside",
  "Turnbull's bid to seize economic agenda undermined by budget repair bill error",
  "Brexit talks: PM warned not to try to 'negotiate the unnegotiable'",
  "Israel police chief says it is natural to suspect Ethiopians of crime",
  "What's the difference between a penalty and a penalty shootout penalty?",
  "'I didn’t know whether I could sail with one hand'",
  "Labor asks Senate to consider whether NBN raids could constitute contempt – as it happened",
  "Japan defence ministry seeks record budget to counter Chinese threat",
  "From Babs Gluten to Mimsy Turnblad, the Golden Bin Chicken Award changes hands",
  "The month in comics: have DC made a Superwoman-sized mistake?",
  "Screen bites: school bullying can be fatal – should it be criminal too?",
  "ISPs that restrict porn or block ads could be breaking EU guidelines",
  "Jokowi’s Islamist challenge: curbing terrorism and religious intolerance",
  "Dilma Rousseff impeachment: what you need to know – the Guardian briefing",
  "Kim Dotcom's extradition hearing live stream makes legal history but no drama",
  "Brexit divisions emerge as Whitehall draws up leave scenarios",
  "Chris Brown arrested on suspicion of assault after hours-long standoff",
  "Trump announces trip to Mexico for talks with President Peña Nieto",
  "Another big predator in Southeast Asia faces extinction",
  "I’m a disabled driver fined for touching the line of a parking space",
  "Minority ethnic candidates suffer 'electoral penalty' in white regions",
  "England is the dream for many migrants trapped on the Italian Riviera",
  "Mother Teresa may deserve to be made a saint. But why now?",
  "Trump TV: is his campaign laying the groundwork for the next media empire?",
  "Thames estuary shipwrecks in spotlight at pop-up museum",
  "West must beware of interference by China and Russia – US envoy",
  "Captain Morgan TV ad scuppered for implying alcohol can boost confidence",
  "Wednesday’s best TV: The Great British Bake Off; Skies Above Britain",
  "State spying helps to create extremists. My father was one of them",
  "Bringing the harvest home in Cornwall",
  "Encryption: FBI building fresh case for access to electronic devices",
  "Mozambique faces race against time to end illegal logging",
  "Andy Murray beats Lukáš Rosol: US Open first round – as it happened",
  "Maritime workers say high court win on foreign visas will protect local jobs",
  "Chinese dissidents urge Obama to press Xi Jinping on human rights at G20",
  "'Paradise on earth': China's Hangzhou gets propaganda facelift for G20 summit",
  "Trump said to be considering last-minute Mexico trip ahead of immigration speech - as it happened",
  "Girl Asleep: how an Adelaide theatre company made one of this year's best Australian films",
  "Cigarettes, asbestos, now fossil fuels. How big business impacts public health",
  "Labor push for banking royal commission shut down by government",
  "Nick Kyrgios beats Aljaz Bedene: US Open tennis first round – as it happened",
  "High court reinstates Gerard Baden-Clay's murder conviction"
]