[
  "George Brandis contradicts solicitor general and says Justin Gleeson was consulted",
  "A storm is brewing with the states. And it’s entirely of Turnbull’s making",
  "Young people with knives who film victims for social media face harsher punishments",
  "Whirlpool told to do more to ensure safety after tumble dryer blaze",
  "Pigs saved in truck crash – but survivors were still led to slaughterhouse",
  "Met police accused of ignoring warnings on ‘Fake Sheikh’",
  "Trump on veep debate: ‘I’m getting a lot of credit’",
  "Film about abuse in Australia's refugee camps screened on London embassy",
  "‘On mental health Tyson Fury’s case shows we are years behind’",
  "The Great British Bake Off 2016, episode seven – as it happened",
  "Demi Lovato and the young stars who declare themselves on a break",
  "Infantino’s 48-team World Cup plan would be funny if it was not so serious",
  "The unravelling NBN: how Turnbull failed to download the nation's network solution",
  "Late-night hosts on VP debate: 'The biggest white guy argument in history'",
  "Jackie trailer: Oscar-tipped Natalie Portman as the former first lady",
  "SBS defends Vice partnership after charter fears and objections to Murdoch’s stake",
  "Scottish government calls for end to work programme sanctions",
  "Theresa May has the party’s adoration for now. That won’t last",
  "How are businesses responding to Theresa May's proposals?",
  "Alleged Facebook threats against police lead to terrorist charges for Detroit man",
  "The Guardian view on Theresa May’s conference speech: actions not words will decide",
  "Ideas for the relief of Britain’s housing shortage",
  "Ignore school census queries on nationality",
  "The damage that will be done by a human rights opt-out for the UK military",
  "'Why don’t you trust women': abortion issue takes a front seat during VP  debate",
  "Ukip is being run by circus clowns",
  "Tyson Fury set to be stripped of WBO title over ‘inactivity’ and drug claims",
  "Rod Temperton: the effortless orchestrator of the perfect pop illusion",
  "Tim Kaine shouldn't try standup – and other things we learned at the VP debate",
  "News Corp faces lawsuits from 20 ‘Fake Sheikh’ targets in wake of conviction",
  "NSA contractor arrested for alleged theft of top secret classified information",
  "Human lifespan has hit its natural limit, research suggests",
  "Brexit recession fears fade as UK service sector beats forecasts – as it happened",
  "Think democracy means the people are always right? Wrong",
  "PM's speech to Tory conference: 'we will take centre ground' - as it happened",
  "It Can’t Happen Here: a demagogue rises, but the parallels aren't yuge",
  "Patriots Day: trailer released for Mark Wahlberg's Boston marathon bombing drama",
  "Dozens of fans",
  "Tory conference – the Eurocidal maniacs have found their ‘Theresa Bae’",
  "Romania bans trophy hunting of brown bears, wolves, lynx and wild cats",
  "Islamic militant groups' recruits likely to be well educated, study finds",
  "Female candidate fights claims of body-shaming for tackling childhood obesity",
  "Workers to protest at McDonald's stores across US over sexual harassment claims",
  "Today Will Be Different by Maria Semple review – brilliant comic setpieces",
  "New York flashmob ready to 'dance Hillary Clinton into the White House'",
  "Trump Foundation: the allegations against Donald's charity, explained",
  "Jean-Pierre Sauvage, Bernard Feringa and Sir Fraser Stoddart win Nobel prize in chemistry - as it happened",
  "Healthcare in Afghanistan: ‘Doctors are threatened at gunpoint, even by civilians’",
  "Theresa May draws line under Cameron era with return to small-c conservatism",
  "Will Theresa May’s speech appeal beyond Tory conference? Our panel’s verdict",
  "TalkTalk hit with record £400k fine over cyber-attack",
  "Pension funds and insurers at risk from low interest rates, says IMF",
  "Tim Kaine and Mike Pence stake out starkly different visions on crime",
  "Poland 'unlikely' to back Donald Tusk for second EU term",
  "This is what Theresa May's Tory Britain will look like",
  "Farewell to the 'Fake Sheikh' exposed in his own sting",
  "Theresa May's Conservative party conference speech – key points analysed",
  "Pence rolls with Kaine's punches in veep debate",
  "How did Bridget Jones's Baby deliver so many pounds at the UK box office?",
  "'We had to tell this dark story' … how Utøya is remembering the massacre",
  "Is this the Tory answer to the housing crisis – a coffin-sized existence pod?",
  "Rudy Giuliani is Donald Trump's 'elder statesman'. How fitting",
  "‘We are building our way to hell’: tales of gentrification around the world",
  "Conservative conference: ten things we've learned",
  "America's choice this November is between a populist and a technocrat",
  "Duwayne Brooks, Ricky Tomlinson,  and Lisa Jones to tell how police spied on them",
  "Nigel Farage declares himself interim Ukip leader",
  "Man found guilty of murdering Surjit Singh Chhokar after retrial",
  "ATM fees reach record $4.57 high – and continue lucrative payday for banks",
  "The Combinations by Louis Armand review – convoluted convolutions",
  "Cramped classes and staff cuts: school budgets pushed to breaking point",
  "Hong Kong activist Joshua Wong attacks Thailand after being barred 'at China's request'",
  "Four in hospital after 'extreme' night of domestic violence in Alice Springs",
  "Solicitor general says he was not fully consulted on revoking citizenship or marriage equality",
  "New Acland coalmine expansion: activists' lawyers stress water risk in final arguments",
  "Mental health social workers aren't giving up hope, nor are their service users",
  "Kid Cudi checks into rehab for 'depression and suicidal urges'",
  "'It wasn’t a pretty night for Tim Kaine': reaction to the vice-presidential debate",
  "The vice-presidential debate: what we learned",
  "Wayne Rooney says Allardyce left him ‘battered’ with carte blanche remark",
  "Marriage equality: Christian lobby backs legal help for businesses refusing gay couples",
  "Over the Hills and Far Away by Matthew Dennison review – the Freudian secrets of Beatrix Potter",
  "Hollywood lawyer who fought Gawker goes to bat for Melania Trump",
  "Juliet Lyon: ‘If the state takes away your liberty, it must keep you safe’",
  "ITN pay, Viceland ratings, Yahoo",
  "Is Tony Abbott really coming back? To save Australia?",
  "Flexible working gives you freedom, but do you ever clock off?",
  "Mike Pence could have stumbled in the debate – if only Tim Kaine let him talk",
  "Diane James resigns as Ukip leader after only 18 days in  role",
  "Revealed: Amber Rudd's father was involved in business she ran despite being declared unfit",
  "Substance: Inside New Order by Peter Hook review – as debauched as Led Zep",
  "How the education gap is tearing politics apart",
  "We are witnessing nothing less than a Tory reformation",
  "Did George Brandis mislead parliament over solicitor general changes?",
  "Trump on trial: Kaine calls on Pence to defend running mate in debate",
  "Pence and Kaine spar in vice-presidential debate – as it happened",
  "VP debate fact-check: Mike Pence and Tim Kaine's claims reviewed",
  "Bank inquiry: ANZ has 'no link' to Malaysian 1MDB scandal – as it happened",
  "If you think Aboriginal women are silent about domestic violence, you’re not listening",
  "Joe Cinque's Consolation: toxic relationships and the mysteries around his killing",
  "Hong Kong activist Joshua Wong detained in Thailand 'at China's request' – reports",
  "Future of 4chan uncertain as controversial site faces financial woes",
  "Police refused Indigenous interpreter for witnesses to shooting, says legal service"
]