[
  "Mr Robot star Rami Malek to play Freddie Mercury in Queen biopic",
  "Zlatan Ibrahimovic is misfiring but attitude OK, says José Mourinho",
  "NYPD officer fatally shot and another injured in New York City shootout",
  "GB strike double gold in team pursuit at Track World Cup in Glasgow",
  "Australia should go to Papua and see the human rights situation for itself",
  "Playboy model charged over Snapchat of naked woman in gym locker room",
  "Norfolk Island body issuing Australian gambling licences to be shut down",
  "Public figures call on government to hold free vote on same-sex marriage",
  "California politician likes climate change because 'our enemies' live in hot places",
  "#SavePepe: cartoon frog's creator tries to take meme back from alt-right",
  "It’s winner takes all on Brexit island, because the audience demands it",
  "If Donald Trump wins, it’ll be a new age of darkness",
  "Google pays €47m in tax in Ireland on €22bn sales revenue",
  "The Guardian view on Brexit ruling: the response to the courts threatens to undermine the bedrock of a democratic society",
  "Good to meet you… Liz Fox",
  "Constitutional battle lines are being drawn following Brexit ruling",
  "Government blocks attempt to ban unpaid internships",
  "The Clinton minority: upstate New York's Democrats keep support low key",
  "Turkish opposition condemns arrest of Kurdish officials",
  "MoD seriously misled me on Saudi arms sales, says Vince Cable",
  "The vicious assault on UK judges by the Brexit press is a threat to democracy",
  "Jay Z (and maybe Beyoncé) spearhead final anti-Trump musical push",
  "Happy 80th birthday, TV! And now for the world's biggest vintage telly addicts",
  "Vaping does not help people stop smoking, says WHO report",
  "George Washington Bridge traffic trial: 10 things we learned from Bridgegate",
  "A few months ago, I woke up to Brexit. Here's my advice to US voters",
  "RE teacher who posted Islamophobic comments struck off",
  "Winter happiness, election worries and word of 2016 – Guardian Social as it happened",
  "Jane Eyre facsimile manuscript to be published for 'Brontë bibliophiles'",
  "Nutella campaigns in the US to be labeled a 'spread', not a 'topping'",
  "Silencing of journalist draws huge backlash from Iranian public",
  "Ex-police chief Gordon Anglesea jailed for child sexual abuse",
  "Who pretends to support kids with HIV but gives nothing? Donald Trump",
  "Times apologises for claiming tobacco firms funded e-cigarette research",
  "Scottish ministers ban police from searching children for alcohol",
  "As Nicaragua's first couple consolidates power, a daughter fears for her country",
  "Wetherspoon boss Tim Martin: ‘The EU became a quasi-religion, and universities are the modern-day seminaries’",
  "Will the US election mean the end of free trade?",
  "Investor nerves mount as US election draws closer - as it happened",
  "French police move 4,000 people out of Paris migrant camp",
  "The Lego Batman Movie: five things we learned from new trailer",
  "Can moaning ever make you happy?",
  "War, love and weirdness: A Matter of Life and Death – 70 years on",
  "Tory MP resigns over government approach to Brexit – as it happened",
  "Judges' actions around the world show they are no enemy of the people",
  "'The FBI is Trumpland': anti-Clinton atmosphere spurred leaking, sources say",
  "The contradictory attacks of the Brexit-loving press",
  "Bonfire night set to be damp squib as events are axed to save money",
  "Gothic horror, Elton John's photos and Richard Branson's head – the week in art",
  "Pain, anger and fear: US voters deprived of a serious presidential election",
  "MPs condemn newspaper attacks on judges after Brexit ruling",
  "US adds 161,000 new jobs as Americans head to the polls",
  "Sun on Sunday publisher to pay out to celebrity over kiss'n'tell",
  "'I am fed up with the elite ignoring us': leave voters on article 50 ruling",
  "The best recent crime novels – review roundup",
  "'Anti-white' graffiti in gentrifying LA  neighborhood sparks hate crime debate",
  "Brexit timetable still on track despite article 50 ruling, Theresa May to tell EU",
  "Amazonians call on leaders to heed link between land rights and climate change",
  "At Standing Rock, women lead fight in face of Mace, arrests and strip searches",
  "Tru love: Canada's year of Justin Trudeau has been a honeymoon, but will it last?",
  "The judges’ ruling confirms it – Brexit must go ahead, no ifs or buts",
  "The Joy of Six: tennis tantrums",
  "South Africa fight back on day two of the Perth Test – as it happened",
  "Joe Root focused on playing after expenses row mars England’s India tour",
  "Meme warfare: how the power of mass replication has poisoned the US election",
  "To children, the news can be confusing and scary. They need our reassurance",
  "Keep it in the ground: the Paris climate agreement is now official",
  "British newspapers react to judges' Brexit ruling: 'Enemies of the people'",
  "Man secretly deported to Nauru from Melbourne detention centre, say lawyers",
  "Sandy Hook film Newtown shown at Cinemark theatres against makers' wishes",
  "We need to get back to basics in this election. Who is the biggest fascist: Hillary or Donald?",
  "Matt Smith's wild ride, Brexit ruling reaction, fan theories",
  "Khalid Abdalla: 'I didn't have the right to play Arab roles unless I had lived the struggle'",
  "QUT, racial discrimination and why the Liberals' fight over 18C will lead to a sequel",
  "QUT computer lab racial discrimination lawsuit thrown out",
  "Want to beat facial recognition? Get some funky tortoiseshell glasses",
  "Article 50 ruling leaves Theresa May facing potential MP revolt",
  "US election: Trump duels Clinton and Sanders in North Carolina",
  "Gina Miller on her Brexit legal challenge: 'This had to be done'",
  "Trade relationships with the US ripe for the taking post-Brexit",
  "Has the Netflix effect created a global village or turned us into narcissists?",
  "Baby adoption practices of past demand inquiry, say law firms",
  "Daily Mail draws criticism over front page story targeting foreign drivers",
  "Four ways to get a job in advertising",
  "No excuse for Daily Mail’s slur against foreign drivers",
  "The Paris climate agreement is a game-changer – and business risks being left behind",
  "Conspiracy Files: The Trump Dossier review – a film about the power of cynicism",
  "China could ban lawmakers from Hong Kong parliament as crisis escalates",
  "Honey wars: crime and killings in New Zealand's booming manuka industry",
  "David Leyonhjelm calls for repeal of 18C in return for his vote on industrial relations",
  "Donald Trump: Hillary Clinton has 'no right to be running' – as it happened",
  "Chinese conglomerate Dalian Wanda buys Dick Clark productions for $1bn",
  "FBI dodges explaining why dormant Twitter account tweeted about Clinton",
  "End of the property boom? UK house prices to flatline, says forecast"
]