[
  "Emoji diversity: how 'silly little faces' can make a big difference",
  "Clinton or Trump, either one is going to face recession and a hollowed out middle class",
  "California single mother faces jail time for selling homemade food on Facebook",
  "Gareth Southgate: ‘Only Gazza could have done that celebration’",
  "Venezuelan 'narconephews' bad at drug smuggling, defense and prosecution say",
  "Why employers' efforts to support pregnant workers can backfire",
  "Hoax radio transmission at Melbourne airport forces plane to abort landing",
  "RBS to set up compensation fund for small businesses",
  "Dow Jones surges by 371 points as Wall Streets bets on Clinton victory – as it happened",
  "US presidential election: five scenarios that could play out this week",
  "David Davis hits out at MPs wanting to 'wreck Brexit negotiation' – Politics live",
  "Madonna and Aphex Twin make final musical contributions to US election",
  "'Quizzing government is trying to thwart people's will' says Grumpy",
  "Janet Reno obituary",
  "Tesco Bank attack's knock-on effects could be severe",
  "Pauline Hanson damages Australia's standing in Asia, Penny Wong to warn",
  "Treasury tries to thwart EU plans for tax haven blacklist",
  "Australia's guide to the US election: everything you need to know",
  "Tesco Bank freezes transactions after cash taken from 20,000 accounts",
  "Allied: what happens when a film gets eclipsed by gossip",
  "Labour won’t block article 50 – but don’t expect a blank cheque",
  "The rule of law, the power of parliament, and the will of the people",
  "What's at stake for Congress in the US election?",
  "David Davis: supreme court may not rule on article 50 until January",
  "First, catch your feral kitten. Then call in the experts",
  "I'm supposed to vote for Hillary Clinton because she is a woman. Well, I won't",
  "US military successfully tests electrical brain stimulation to enhance staff skills",
  "Palmer Newbould obituary",
  "Swashing their particular buckles once again",
  "Wind turbine collisions killing hundreds of UK bats each month, study finds",
  "Did you solve it? Would you get into Oxbridge?",
  "If the Lords were debating this on any other day, children’s rights would be safer",
  "Nicaragua president re-elected in landslide amid claims of rigged vote",
  "Arab forces to lead fight to recapture Raqqa from Isis, US says",
  "A year on the US election campaign trail: 'There's an irresistible energy'",
  "Bond traders, Trots and Mumsnetters must unite against Farage’s mob",
  "Rock photographer Michael Zagaris tells the stories behind his most famous shots",
  "Sevilla's progress exhilarates but Lionel Messi's magic wins the day",
  "Batfleck to the rescue! DC desperately needs a super smash to stop the bad buzz",
  "England find home comforts in Rajkot but Test pitch remains a mystery",
  "Clinton, Trump and foreign policy: global conflicts await the next president",
  "Attorney general defends judges criticised over Brexit ruling",
  "'A pivotal moment in the west': pro-militia Oregon sheriff seeks re-election",
  "Could an algorithm replace the pill?",
  "Westworld recap: episode six – Maeve and Felix sitting in a tree, E.D.I.T.I.N.G",
  "UK online sellers warned over price fixing",
  "The core of Andy Murray’s genius is there is nothing fake on court or off it",
  "UK visa policy for India could gamble away much-needed goodwill",
  "Andrew Luck shows he is still a quarterback for crunch time",
  "How do you feel about your child's gaming habits?",
  "Dear Liz Truss – please consider why prisoners are rioting",
  "Keir Starmer: Labour will not block article 50 but must know plan",
  "Brexit: CPS considers complaint that leave campaigns misled voters",
  "Harry Kane happy with Tottenham derby performance after injury break",
  "Deny, Deny, Deny review – doping play puts sport in the Faust lane",
  "Whether Trump or Clinton wins the US election, what follows is up to us",
  "Win or lose, Republicans are heading for civil war after election day",
  "Anna Jones’s easy home-made bread recipes",
  "Insider's guide to Joinville: 'Not many cities have a live alligator as their mascot'",
  "Tesco Bank fraud: key questions answered",
  "Capitalism, austerity, revolution: why we took part in the Million Mask March",
  "FBI has found no criminal wrongdoing in new Clinton emails, says Comey",
  "How does Donald Trump lie? A fact checker's final guide",
  "President Trump would Make America Deplorable Again",
  "Marriage equality plebiscite bill voted down in Senate",
  "Introducing the Guardian Chatbot",
  "Bedford prison riot: recent inspection found 'unacceptable' conditions",
  "Hong Kong pro-democracy politicians banned by China as crisis grows",
  "President Erdoğan is now targeting anyone who doesn’t support him",
  "Does the Daily Mail really want the people to elect judges?",
  "Google accused of burying webmail service on search results",
  "Bryan Singer to direct Freddie Mercury biopic",
  "Death, marijuana and condoms: a complete guide to US ballot questions",
  "Premier League: 10 talking points from the weekend’s action",
  "Are charities doing as much good as they say or are they telling tales?",
  "Rod Culleton and Bob Day referred to high court – as it happened",
  "New band of the week: Harvey Sutherland & Bermuda (No 127)",
  "The secret life of a tax adviser: it’s not about devising fancy avoidance schemes",
  "South Africa defeat Australia by 177 runs in the first Test – as it happened",
  "Somali migrants are 'disaster' for Minnesota, says Donald Trump",
  "Ken Wyatt 'leaning towards' supporting a review of section 18C",
  "Brutal reality of lower benefit cap hits home for struggling UK families",
  "Bedford jail prisoners riot over lockdowns 'caused by staff shortages'",
  "Can you solve it? Would you get into Oxbridge?",
  "Theresa May says UK will not raise visa quota for Indian nationals",
  "Doubts cast on Theresa May's pledge to protect workers' rights post-Brexit",
  "Call for Prevent-style strategy to stop children engaging in cybercrime",
  "'We've fought for decades' – US graduate teachers win workers' rights",
  "How do I find a job where I won't be discriminated against?",
  "This is the beginning of the end of Hong Kong",
  "The secrets of The Simpsons ... as sort of revealed by Matt Groening!",
  "India urges Theresa May to open UK doors to university students",
  "Beyond 18C: six barriers to freedom of speech in Australia",
  "'Festering pustules': the two pro-democracy activists who are targets of China's wrath",
  "Jimmy Barnes: I wouldn't be where I am if it weren't for Billy Thorpe",
  "The marriage equality plebiscite is not just unnecessary, it's positively sadistic",
  "Hong Kong publishing industry shrinking under pressure from China – report",
  "Malaysia protesters seek to shut news portal accused of trying to unseat scandal-hit PM",
  "NHS seeks to reduce winter deaths as sub-zero weather looms across UK",
  "Smart energy technology 'stymied by current policy'",
  "UK manufacturers putting off investment plans, poll shows"
]