[
  "Farrell scandal puts Catholic church's attitude to Australian law under the microscope",
  "May's schools plan would cost council taxpayers 'significantly', says LGA",
  "Cruz 'honors commitment' and endorses Trump – as it happened",
  "The question isn't which services to privatise but whether to privatise",
  "Antonio Conte preaches patience at Chelsea but needs statement of intent",
  "Sunderland: David Moyes urges Patrick van Aanholt to behave like role model",
  "Cruz backs Trump",
  "Bradley Wiggins’ former doctor questions use of banned steroid",
  "Hell or High Water: why film-makers should keep it slow and simple",
  "Yahoo's future in doubt as BT and Sky users are hauled into biggest ever hack",
  "County cricket: Middlesex beat Yorkshire and win championship – as it happened",
  "Death toll in migrant shipwreck off Egypt rises to 300",
  "Sheldon Adelson to give $25m boost to Trump Super Pac",
  "Toby Roland-Jones hat-trick seals Middlesex’s title against Yorkshire",
  "How to reduce the risks of carmageddon",
  "Bernie Sanders's brother to fight David Cameron's seat for Green party",
  "'I’m a work in progress': feeling the buzz at the London Tattoo Convention",
  "Tulsa police officer released on $50,000 bail in Terence Crutcher shooting",
  "Harriet Harman: Theresa May 'is no sister' on women's rights",
  "Chris Packham cleared by BBC Trust over Countryside Alliance 'bias' claim",
  "Britain’s loose definition of extremism is stoking a global crackdown on dissent",
  "Fact check: are older Americans really more likely to vote Republican?",
  "German MPs in heated debate over fast-track citizenship for Britons",
  "Anti-Brexit group lodges legal challenge over article 50 procedure",
  "EDM's 'summer of death' reporting is more than just tabloid raving",
  "What song do you want your Tinder date to love? Catch up on our live look at the week",
  "Money isn't enough. Medical research needs a cultural revolution",
  "Wildlife trade summit is a 'do or die' moment for endangered animals",
  "Viagogo faces legal action for advertising tickets not yet on sale",
  "DRC opposition calls for more protests despite recent deaths",
  "Derren Brown: ‘You’re only sad if you tell yourself you’re sad’",
  "‘We had a riotous time’: Hugo Spowers with Nigella Lawson at an Oxford University party",
  "Do we really want post-Brexit Britain to be the world’s biggest tax haven?",
  "The lies Trump told this week: drugs are a 'big factor' in North Carolina protests",
  "We will ignore the bombs to continue delivering humanitarian aid in Syria",
  "I want to make sure my tricky sister is doing the best for our mother",
  "The best recent crime novels – review roundup",
  "Self-discipline is overrated, so go easy on yourself",
  "José Mourinho: ‘I help so many people so why not also feed the Einsteins?’",
  "Army spied on Sinn​​ Féin years after IRA ceasefire, soldier claims",
  "Horn Please, Glasgow: a bit sleazy, a lot delicious – restaurant review",
  "Millions of BT and Sky Broadband customers could be affected by Yahoo hack",
  "Dutch parliament votes to close down country's coal industry",
  "‘I am Lake Urmia’: a social media campaign takes on the environment in Iran",
  "Geelong Cats vs Sydney Swans: AFL preliminary final – as it happened",
  "Let children do what they want with their own bedrooms",
  "Keith Scott family: shooting video leaves 'more questions than answers'",
  "Bystanders need training to tackle hate crime, says report",
  "Tom Wood: ‘If I play for England I want to play on merit in a quality team’",
  "Is a moon village the next step for space exploration? ESA's chief thinks so",
  "A fine mess: how diplomats get away without paying parking tickets",
  "Hobos gang trial puts deadly turf war ravaging Chicago front and center",
  "UK visitors handed over £1.8bn in July as weak pound fuels spending spree",
  "Andrew Lansley fails to recognise that his NHS reforms just don't work",
  "Hillary Clinton's plan to stop Isis: hunt down leader Abu Bakr al-Baghdadi",
  "Get off the treadmill: the art of living well in the age of plenty",
  "Anger as Churchill's home turned into Hitler HQ for Transformers 5",
  "From Gun Nation to Desert Fire – welcome to Guardian documentaries",
  "Yahoo faces questions after hack of half a billion accounts",
  "What makes a brilliant board of governors?",
  "‘Small pockets of cool all around’: jazz star Shabaka Hutchings on Johannesburg",
  "Brad Pitt: FBI evaluating whether to investigate airplane incident",
  "Queen of divorce: Angelina Jolie hires expert in separating Hollywood royalty",
  "Sex, booze and stupidity: fratboys on film, from Animal House to Goat",
  "Eye contact is good for you. But can you put your phone down for long enough?",
  "Betty Shelby: Tulsa police officer charged with manslaughter of Terence Crutcher",
  "May vows to protect UK troops who fought in Iraq from legal 'abuse'",
  "Co-op pre-tax profit sinks to £17m but it says turnaround is on track",
  "Ratifiying the Paris agreement will be a major step but must be the first of many",
  "A total ban on ivory would be disastrous for elephants. Better to legalise it",
  "MLS weekend previews: New York City FC on the verge of history",
  "Amos Oz: ‘I love Israel, but I don’t like it very much’ ",
  "Anti-marriage equality pamphlets PM's 'Jackie Kelly moment', says Dreyfus",
  "I grew up in the world's biggest refugee camp – what happens when it closes?",
  "Sex & Death edited by Sarah Hall and Peter Hobbs review – short stories about our beginnings and our ends",
  "Sports Direct: Mike Ashley steps in after CEO Dave Forsey resigns",
  "Premier League: 10 things to look out for this weekend",
  "Damned: Jo Brand's new sitcom finds the humour in social work",
  "Enough is enough. It's time to protect aid workers",
  "Publishers and journalists must work together to save journalism",
  "iPhone 7 review: how good can a phone be if the battery doesn't even last a day?",
  "The Ethical Carnivore by Louise Gray review – one way to stop us eating so much meat",
  "Paradise lost: does Copenhagen’s Christiania commune still have a future?",
  "First Dog on the Moon's reverse-racist history of Australian racial intolerance",
  "Hunted review: the chase is on – and it’s a thriller",
  "Curfew imposed in Charlotte as Keith Scott's family view footage of killing",
  "Bill Shorten: Turnbull must be clear he is not on side of people ‘doing Isis’s work’",
  "'Getting into bed with investors? I can't think of anything worse'",
  "Yahoo confirms 'state-sponsored' hackers stole personal data from 500m accounts",
  "The Corbyn camp eyes the prize in a mood to compromise",
  "Austerity and then chicanery: how the Tories target cash-strapped Labour councils",
  "BP's planned response to any Great Australian Bight oil spill too slow, says expert",
  "The Drover's Wife review – plot twist leaves Australian classic spinning on its axis",
  "Why can’t our leaders learn from 30 years of failure in health and education?",
  "Nigel Farage calls Hillary Clinton 'a truly awful candidate' – as it happened",
  "Trump blames Clinton for giving 'nod' to unrest in wake of fatal police shootings",
  "New South Wales threatens to publish full details of federal funding cuts to schools",
  "China should be proud of Wang Quanzhang - instead it persecutes him"
]