[
  "UK’s failure to rein in tax havens hinders global corruption battle, say MPs",
  "U-boat wreck could be sea monster victim of internet folklore",
  "MPs recommend extension of magistrates' powers",
  "Get debate night reactions and fact-checks straight to your phone",
  "Nick Xenophon Team to block big business tax cuts and one-month wait for dole",
  "'Toddlers Kill': video speaks to absurdity of gun debate as it highlights a real issue",
  "Quebec renews burqa ban debate in parliament",
  "Hugo Lloris produces heroics to earn Spurs a point at Bayer Leverkusen",
  "Half of US adults are recorded in police facial recognition databases, study says",
  "Bayer Leverkusen v Tottenham Hotspur: Champions League – live!",
  "Leicester City v FC Copenhagen: Champions League – as it happened",
  "Obama calls Trump's 'rigged' election claims irresponsible 'whining'",
  "Adler shotgun: New South Wales deputy premier backs lifting ban on imports",
  "I like my Barcelona – and Pep Guardiola’s too, says Luis Enrique",
  "Europeans must get ready for jihadis fleeing Mosul, says EU security expert",
  "Personal data, privacy and the totalitarian state",
  "There are oilfields in the South Downs too",
  "The Guardian view on Philip Green: time to lose the Sir",
  "'I've never met an editor like him': Bryan Curtis on Bill Simmons and Grantland",
  "Chuck Berry: from enduring Jim Crow to a comeback album at age 90",
  "Flint residents sue over alleged denial of special education services to children",
  "Mosul is Iraqi forces' greatest challenge, says Michael Fallon",
  "Melania Trump was recruited to do Donald's damage control. Bad plan",
  "Labour peers under fire for backing expansion of surveillance powers",
  "Should small churches scrap their Sunday service?",
  "Juvenile detention officer urinated in toilet and told boy to drink it, inquiry told",
  "Channel 4 News defends Facebook live stream of battle for Mosul",
  "Barristers say 'over-reaction' to Ched Evans case counterproductive",
  "Final aiport expansion vote won't happen for at least another year, says No 10 -  Politics live",
  "Pedals the bear, known for walking on hind legs, apparently killed by hunters",
  "Curt Schilling intends to run against Elizabeth Warren for US Senate seat",
  "What would the Trump TV network actually look like?",
  "Parliament 'very likely' to be asked to agree Brexit deal",
  "Social workers in fierce row over children’s bill",
  "Child abuse inquiry insider 'told Home Office about Goddard concerns in April'",
  "The battle for Mosul is not just coalition (good) v Isis (bad)",
  "There’s still time to stop the surveillance society",
  "LGBT people face discrimination over domestic violence claims, report finds",
  "No, Facebook isn't going to make all your private photos public tomorrow",
  "Government can 'unilaterally' grant EU citizens right to remain after Brexit",
  "Madama Butterfly review –  engages the mind at the expense of passion",
  "Racial identity is a biological nonsense, says Reith lecturer",
  "Voter intimidation fears follow Trump's call for 'volunteer election observers'",
  "Joyce DiDonato: how I found harmony in music of war and peace",
  "Report calls on Irish government to tackle Denis O'Brien's media control",
  "Treasury blocked moves to charge diesel cars to enter polluted UK cities",
  "Will Theresa May's fight against slavery inform her trade and migration policies?",
  "Why I spoke out about losing my newborn daughter",
  "Catering company Peyton and Byrne goes into administration",
  "Extending anonymity to sexual crime suspects is a bad idea – here's why",
  "Will Brexit bring Ireland and Northern Ireland closer together?",
  "Iraqi forces make swift advance on Mosul",
  "IOC may move some Tokyo 2020 Olympic events to South Korea",
  "Norway faces climate lawsuit over Arctic oil exploration plans",
  "Donald Trump's dark warning that dead will rise to rig the election",
  "I used to joke that I was allergic to America. Now, it's my home",
  "Guardian Weekly Letters, 21 October 2016",
  "London business chief: we will find a way through Brexit, but government must help",
  "Passports, please! The maternity ward of the future – cartoon",
  "'It was a real gateway': readers defend A-level classical civilisation",
  "Rising inflation is just the start: UK living standards will be squeezed",
  "Modern Slavery Act gives UK companies a free pass to profit from slavery overseas",
  "'Adiós, doctor!' Colombia mayor bans formal salutations in bid for equality",
  "Why a porn star is fighting California's condom law: 'It's a women's rights issue'",
  "The Bottle Factory Outing's unsettling brilliance is short but barbed",
  "Malcolm Turnbull is too busy explaining to actually tell anyone what he thinks",
  "'More men should do it': readers on changing their name after marriage",
  "Senate negotiations: Abbott and Labor put gun control pressure on Turnbull",
  "Arabic billboard mocks Donald Trump's fear of Muslims",
  "Arsenic in Bangladesh: how to protect 20 million from the world's largest poisoning",
  "How well did the pop culture of the past predict the future?",
  "Damian Collins MP uses parliamentary privilege against Neil Warnock",
  "Australia's refugee policy is one of deliberate harm. And there's no claiming 'we didn’t know'",
  "Express yourself: how a charity is using dance to improve mental health",
  "Malcolm Turnbull says there is 'no chance' of Coalition watering down gun laws – politics live",
  "Thatcher snatches win from Cameron in vote on century's worst PM",
  "Victims of  Israeli attack on Gaza flotilla fear legal case will be dropped",
  "My final year at Oxford, when I felt punished for having ME",
  "Death from overwork: Japan's 'karoshi' culture blamed for young man's heart failure",
  "Why the Higher Education and Research Bill must be amended",
  "Battle for Mosul: Iraqi forces converge in decisive battle against Isis",
  "How Forza Horizon 3 became the most beautiful game on Xbox",
  "Brexit weekly briefing: path to UK exit is more like an obstacle course",
  "What to do if you have a difficult boss",
  "Suzanne Vega: how we made Tom's Diner",
  "Australia should urgently improve whistleblower protection, UN expert says",
  "Green subsidies to push UK energy bills higher than planned",
  "Tuesday’s best TV: Who’s Spending Britain’s Billions?; Ordinary Lies; Insecure",
  "Parliament will adopt electronic voting in lower house, says Coalition",
  "Controversial Republican Mike Roman to run Donald Trump's 'election protection'",
  "Victoria plans harsher penalties for 'cowboy developers' after historic pub demolished",
  "Taliban and Afghanistan restart secret talks in Qatar",
  "Australian woman with family on Nauru pleads for end to offshore detention",
  "Tony Abbott 'disturbed' by reports Turnbull trading off Adler gun laws for ABCC vote",
  "Melania Trump defends husband's 'boy talk' in CNN interview – as it happened",
  "Franco statue pelted with eggs as polarising exhibition opens in Barcelona",
  "Labor opens new front on constitutionality of proposed terrorism laws"
]