[
  "Ireland 40-29 New Zealand – as it happened",
  "NSPCC rejects plan for 'mandatory reporting' of suspected child abuse",
  "Arsène Wenger convinced Arsenal players are equipped to win big games",
  "Rugby league Four Nations: Australia v New Zealand - as it happened",
  "Russia and Assad to pound rebels as east Aleppo braces for attack",
  "Obama chastises Pennsylvania senator for lacking 'courage' against Trump",
  "Woman jailed for faking own violent rape battles to clear her name",
  "Higher inflation and rising debt threaten millions in UK",
  "The London Stadium: an unloved venue resulting from expensive mistakes",
  "Coventry City’s fingers caught in Sisu sliding door that Saints dodged",
  "Elliott Whitehead revives England in Four Nations after Scotland scare",
  "Chelsea 5-0 Everton: Premier League – as it happened",
  "Body found at home of South Carolina sex offender as kidnap details emerge",
  "It’s not enough to moan about the new right – resist it",
  "Manchester City stumble as Marten de Roon grabs Middlesbrough a point",
  "Italian priest blames earthquakes on gay civil unions",
  "Manchester City 1-1 Middlesbrough: Premier League – as it happened",
  "Wales 8-32 Australia – as it happened",
  "The Agenda: Neymar and Messi go head-to-head in World Cup showdown",
  "Merstham 0-5 Oxford United: FA Cup first round – as it happened",
  "Carrie-Anne Moss: ‘Being Trinity in The Matrix was a highlight’",
  "Did it have to be Hillary Clinton for president? Yes. Here’s why",
  "My day door-knocking with Trump supporters: 'It’s like a French revolution'",
  "Michigan residents deplore plan to let Nestlé pump water for next to nothing",
  "Rolling Stone's rape story trial highlights a hardening attitude toward the media",
  "Dakota Access: company under scrutiny over sacred artifacts in oil pipeline's path",
  "How Donald Trump took residence in our anxious brains",
  "Texas police officer fired over claims he gave feces sandwich to homeless man",
  "Youngstown, Ohio: why voters are supporting Trump in a bellwether city",
  "Russia orders inquiry into claims of FGM in Dagestan",
  "England v Scotland: auld enemies may have lost their edge – but it still matters",
  "EMicro One scooter review – ‘It's a beast’",
  "The Bloomsbury, York: B&B review",
  "The Big Con: what is really at stake in this US election",
  "South Africa bat Australia into submission on day three in Perth – as it happened",
  "Theresa May told to act to calm Brexit ‘mob’ backlash",
  "Documentary casts doubt on guilty verdict in 1990 Virginia murder trial",
  "Specter of election day violence looms as  Trump spurs vigilante poll watchers",
  "Birds are more like ‘feathered apes’ than ‘bird brains’",
  "'It's sunny and safe': why Gilmore Girls is perfect comfort TV",
  "Will the cultural chasm between NHS and local government threaten plans?",
  "My fire crew runs on adrenaline during bonfire night",
  "‘I was so embarrassed I cried’: do parents share too much online?",
  "Today’s women can ignore the church – but we can’t ignore nature",
  "Signe Johansen’s hygge kitchen: ‘Everything tastes better with butter’",
  "Why Hamilton is making musical history",
  "What I’m really thinking: the standup comedian",
  "It’s Trump! No wait, it’s Clinton! Choose your own US election adventure",
  "Scottish heritage helped build the whisky business. Now it’s payback time",
  "'They feel rejected': how Germans in Britain are dealing with the Brexit vote",
  "Moroccan activists plan protests to coincide with UN climate summit",
  "Coming Out by Jeffrey Weeks  review – classic history of gay emancipation in the UK",
  "The ground rent scandal that is engulfing new home buyers",
  "Trade between UK and India to suffer double hit, says business chief",
  "Five maps that show how the net closed on eastern Aleppo",
  "Dear Jeremy – your work problems solved",
  "Family life: My sweet childhood from Nairobi to Birmingham, Rock Me Amadeus, and Dad’s ‘Saps’ recipe",
  "It’s not wrong to fall for someone, but shouldn’t it take years, not months?",
  "Citizen Khan review – he's back, and he's got Sadiq with him!",
  "Stephen Collins on Bonfire night  – cartoon",
  "Victorian anti-refugee rally: counter-protesters turn up in strength",
  "Trump campaign hit with restraining order over voter intimidation fears – as it happened",
  "Bookmark this: from Queen Victoria to Twin Peaks – November's literary highlights",
  "Port Macquarie police shooting: man had sent threatening messages to woman he stabbed",
  "Breeders' Cup: Beholder wins dramatic Distaff race – as it happened"
]