[
  "US personnel ‘targeting killer drones from Britain’",
  "UK court to hear appeal about civil partnerships for straight couples",
  "Will we believe a man who says he’s on the pill?",
  "The week in TV: The Young Pope; Black Mirror; The Great British Bake Off – review",
  "Foreign students are key to our economic and intellectual life. Let’s welcome them\r\n",
  "Charity’s rewards for dog-fight tip-offs ‘will simply aid criminals’",
  "Unless Baghdad fills the political vacuum in Mosul, Isis will revive",
  "Luxury brands feed demand for return of UK’s cotton and knitwear mills",
  "Thailand’s crackdown on ‘insults’ to the monarchy spreads abroad",
  "No grave for me, I’ll be on the mantelpiece",
  "Theresa May lied and lied again to become PM",
  "Zac Goldsmith: the super-rich charmer now flying solo",
  "The SNP has forgotten how to fight for social justice",
  "The big issue: where the true blame lies for our dangerous politics of hate",
  "The FBI's email inquiry is a fitting end to this dumpster fire of an election",
  "Airbnb faces worldwide opposition. It plans a movement to rise up in its defence",
  "Spain avoids third election and ends 10-month political impasse",
  "New crisis in prisons as suicides hit record levels",
  "Lewis Hamilton claims pole at Mexican GP ahead of team-mate Nico Rosberg",
  "Sun, surf and low rents: why Lisbon could be the next tech capital",
  "FBI director Comey faces fury for cryptic letter about Clinton email inquiry",
  "Roberto Firmino rounds off Liverpool’s goal rush at Crystal Palace",
  "Crystal Palace 2-4 Liverpool: Premier League - as it happened",
  "Former IRA informer found dead at his home in England",
  "Trump's warning of voter fraud prompts Iowa supporter's attempt to vote twice",
  "Pakistan police seek Samia Shahid's mother and sister over her death",
  "Murray hits hat-trick as Chris Hughton makes point with Norwich thrashing",
  "Sean Maitland on target again as Saracens prove too strong for Leicester",
  "England denied again by New Zealand’s Shaun Johnson in Four Nations",
  "Sergio Agüero hits two as Manchester City thrash West Bromwich Albion",
  "Book reviews roundup: Bridget Jones’s Baby; Autumn; and SAS: Rogue Heroes",
  "Manchester United 0-0 Burnley: Premier League – as it happened",
  "How the Oregon militia acquittals reflect the appeal of white nationalist agitators",
  "Olivier Giroud and Alexis Sánchez at the double as Arsenal ease past Sunderland",
  "Sunderland 1-4 Arsenal: Premier League – as it happened",
  "England are still in a muddle over their batting and bowling hierarchies",
  "Margaret Drabble: ‘I am not afraid of death. I worry about living’",
  "Bangladesh v England: second Test, day two – as it happened",
  "World Series trumps presidential election in two title-starved midwest cities",
  "Moonlight portrays black gay life in its joy, sadness and complexity",
  "'It wasn't about killing people': what drove a British farmer to the Syrian frontline?",
  "From John Carpenter to Slipknot's Clown: what scares the masters of horror?",
  "Johnny Marr: ‘The conversation about re-forming the Smiths came out of the blue'",
  "If Paddington Bear pitched up today, would anyone give him a warm welcome?",
  "The great Britain I love has fallen apart – it's an ex-parrot",
  "Britain must learn from the EU-Canada Ceta trade deal saga",
  "Suzanne Evans: ‘There’s a gaping hole in British politics for a party like Ukip’",
  "What does the dropping of the education bill mean?",
  "Hillary Clinton demands FBI give details on latest email inquiry 'immediately'",
  "Iran holiday inspiration: Instagram feeds to follow – and more",
  "How we live today is neatly defined by our take on mess",
  "The new-builds catching house buyers in a leasehold property trap",
  "How a trip to B&Q to buy paint can wreck your car",
  "Secret Teacher: I'm my school's go-to gay guy",
  "Dear Jeremy – your work problems solved",
  "I’m using the joy of the saxophone to distract me from grief and worry",
  "10 ways to avoid a feud with your partner over finances",
  "‘Do not brand me a failure. I’m a survivor. All unhappily childless people are’",
  "Kangaroos handed warm up game as Four Nations opener underwhelms",
  "A graphic history of sex: ‘There is no gene that drives sexuality. All sexuality is learned’",
  "Stephen Collins on parents' evening – cartoon",
  "Trump slams Clinton after FBI opens fresh inquiry into her emails – as it happened",
  "Wanted: solicitor general. Must be willing to work with George Brandis"
]