[
  "Best man who swindled £8,000 from stag party jailed for 20 months",
  "Olympic women's basketball semi-final: France 67-86 USA – as it happened",
  "Cleaners at Rio's athletes' village paid just £1.40 an hour",
  "Sunderland’s bright spark Duncan Watmore looks to keep on learning",
  "Hull coast past Catalans Dragons to secure place in Super 8 semi-finals",
  "Deutsche Bank whistleblower rejects award because SEC 'went easy' on execs",
  "Almost Holy review – documentary of a saintly do-gooder",
  "Rio police want to indict Ryan Lochte over 'robbery' story, say reports",
  "Anarchist group installs nude Donald Trump statues in US cities",
  "Top boxing executive ‘reassigned’ after Olympic judging controversy",
  "Trump says he'll be known as 'Mr Brexit' despite poor poll showing – as it happened",
  "Trump: call me ‘Mr Brexit’",
  "Amy Schumer writer defends rape post: ‘I will never stop mocking victim culture’",
  "What do you do when Ivanka buys your stuff? Donate her money to anti-Trump causes",
  "Family of murdered New York imam demand suspect be tried for hate crime",
  "Images from US Border Patrol facility reveal harsh conditions for immigrants",
  "Want to avoid your own Bieber-esque Instagram meltdown? Block your exes",
  "Police officers investigated over Dalian Atkinson Taser death",
  "Ireland’s Thomas Barr sets national record in Rio’s 400m hurdles final",
  "Sports Direct doesn't need consultants, it should listen to its shareholders",
  "UK’s sad lack of ambition in tackling obesity",
  "Behaviour, not appearance, make a dog dangerous",
  "All matching everything: what luxury dorm rooms tell us about students today",
  "Snowden the movie: Ewen MacAskill watches the NSA super-leak come back to life",
  "Sir Robin Chichester-Clark obituary",
  "#RIPMileyCyrus and the rise of online fan wars",
  "Ryan Lochte's Rio timeline: how the story of a late-night robbery got out of hand",
  "The label that’s too hot for Kim Kardashian to wear: ‘feminist’",
  "Eight female Egyptian presenters told to lose weight or lose jobs",
  "I Am Cait didn't deserve the hate",
  "Britain's youngest mayor and a brass band champ among A-level achievers",
  "Mr Robot recap: season two, episode seven – Keep Calm and Manage Risk",
  "'I hated my dress and my husband was late': when a wedding day goes wrong",
  "Record number of clearing courses available to A-level students",
  "Katrina Walsh 'groomed' by Sadie Hartley's other killer, says ex-husband",
  "Putin's purge of old friends points to tightening grip on power",
  "Uber riders to be able to hail self-driving cars for first time",
  "Hopes of forming Spanish government rise after party leaders' agreement",
  "California's Blue Cut fire: climate change dismissed as 'excuse' on the ground",
  "How deeply entrenched is racial inequality in the UK?",
  "A-level changes get thumbs down at Justine Greening's college",
  "'For as long as it takes': Native American protesters defy North Dakota pipeline construction",
  "The gentle magic of gardening, where human art and nature’s anarchy meet",
  "Day with the Dead: surviving 24 hours on the set of Fear the Walking Dead",
  "Rossy de Palma: ‘Seduction is great, but there is so much more to being a woman’",
  "Anohni review – a stark vision of the future set to striking electronica",
  "Pound jumps after UK retail sales defy Brexit fears – as it happened",
  "Boy in the ambulance: shocking image emerges of Syrian child pulled from Aleppo rubble",
  "A-level results day 2016: UK students get their grades – as it happened",
  "I didn’t attack Jeremy Corbyn at the weekend. Westminster was my target",
  "Is a sugar tax enough to tackle childhood obesity? Our readers debate",
  "The Tories must tackle the real cause of obesity: inequality",
  "Irish man shot dead in Mallorca in suspected case of mistaken identity",
  "Sports Direct vows to review board of directors",
  "Mystery of Ryan Lochte robbery deepens in Rio",
  "The government's response to obesity and diabetes is insulting",
  "I learned the hard way that medicine can be humiliating and incestuous",
  "Readers recommend playlist: songs that say 'never'",
  "How is there still no funding act for Zika?",
  "America's cash-strapped teachers are a target for predatory lenders",
  "Summer activity breaks in Norway, Denmark and Sweden: readers’ tips",
  "The filth and the furry: inside Jay Rayner’s fridge",
  "Sky News' Poppy Trowbridge to be chancellor's special adviser",
  "Images of Tay Road Bridge construction released on 50th anniversary",
  "Self-driving buses take to roads alongside commuter traffic in Helsinki",
  "Former ministers attack 'massive damp squib' of childhood obesity plan",
  "Fire starters: California cracks down on those who ignite blazes, arsonist or not",
  "Henry Farrell, the man who helped the US soccer team make Olympic history",
  "'Not becoming of a woman': lawyers may finally get recourse for harassment",
  "Kenya's Ogiek people forced from homes amid 'colonial approach to conservation'",
  "Big Lebowski spin-off movie starring John Turturro's Jesus may be in production",
  "Tickled: how David Farrier poked the underbelly of 'competitive tickling'",
  "Should I replace a MacBook Air with a Windows laptop?",
  "Queensland land-clearing controls face defeat with former Labor MP voting no",
  "Time to listen to the ice scientists about the Arctic death spiral",
  "Harambe the gorilla: whose meme is it anyway?",
  "Co-op bank says Brexit fallout has put recovery plan under threat",
  "The cancer side effect we don’t talk about: losing masculinity",
  "Groundhog Day: how does Minchin's musical match up to the movie?",
  "Swimmers in Ryan Lochte 'robbery' case taken off flight at Rio airport",
  "Gender-diverse Victorians to be given greater freedom to change birth certificates",
  "Human rights watchdog calls for urgent action on Britain's 'deep-rooted' inequality",
  "Excessive force and prolonged isolation alleged at Queensland youth detention centre",
  "Olympics 2016 daily briefing: questions over Rio safety, and Bolt plots route to triple double",
  "Rio 2016 Olympics: USA sweeps 100m hurdles as Elaine Thompson wins 200m – as it happened",
  "The left must refocus on class, and show it still cares about workers",
  "Liberal senator Dean Smith welcomes judge's opinion that 18C not 'fit for purpose'",
  "Journalists and police join forces to oppose corruption investigation secrecy",
  "Cambodians sue US and Thai firms over trafficking and forced labour claims",
  "Donations to restore Great Barrier Reef could dry up if land clearing continues, says donor",
  "Hundreds escape overboard from burning ship in Caribbean",
  "WA premier says children in detention 'unacceptable', welcomes refugee families",
  "$1 milk: if you join the boycott, will it really help farmers?"
]