[
  "Australia must act now to prevent a new Stolen Generation tragedy",
  "Carmichael coal mine: politics, activism and the search for truth",
  "Pearl Mackie talks Doctor Who diversity: ‘There’s a lot of strong women of color'",
  "Charity takes legal action against Home Office over child refugees",
  "Russia and Syria must face war crimes investigations, says John Kerry",
  "Backpage CEO's arrest hurts free speech and sex workers' rights, advocates say",
  "Gareth Southgate starts England reign seeking positives",
  "When race and class collide, the biggest challenge is using your voice",
  "20th Century Women review – Mike Mills's new film is poignant and delicious",
  "Labour reshuffle: full shadow cabinet list announced – as it happened",
  "Corbyn retains closest allies in senior shadow cabinet roles in reshuffle",
  "LSE foreign academics told they will not be asked to advise UK on Brexit",
  "Portlandia takes on men's rights movement with new music video",
  "HMRC investigates BBC presenters over tax avoidance allegations",
  "Brexit court case: government to dismiss claim that parliament must vote on article 50",
  "Evidence suggests women's ovaries can grow new eggs",
  "Weddings, ovens and Jesus in heels: the savage wit of the avant-garde feminists",
  "The Guardian view on liberal Britain: it will need to be recreated",
  "Proposed ban on daytime TV gambling adverts has racing chiefs worried",
  "Wolfgang Suschitzky, the 'lucky man' who created Get Carter's classic style",
  "Britain’s poor record on health spending",
  "Meet the Ferguson activist moving the fight for justice inside the political system",
  "South Carolina to host March Madness games relocated over anti-LGBT law",
  "The Blue Touch Paper by David Hare review – the wonders of postwar British theatre",
  "England hold off Bangladesh charge to win first ODI by 21 runs – as it happened",
  "The strangest, sickest and scariest midnight movies ever",
  "South African student leaders vow to continue tuition fee protests",
  "Good to meet you… Angela Rolle",
  "Are you worried about the impact of a hard Brexit? Our live look at the week",
  "Attack on Isis stronghold Mosul may have troubled aftermath",
  "Russia moving nuclear-capable missiles into Kaliningrad, says Estonia",
  "Hundreds expected to protest at Lancashire fracking site",
  "A night on the frontline with Michael Fallon's school cadet corps",
  "Met police braces for criticism as judge delivers child abuse report",
  "Desmond Tutu: I want right to end my life through assisted dying",
  "Cordially invited to a reception at the Do One ambassador’s residence",
  "Wolfgang Suschitzky, photographer and Get Carter cameraman, dies aged 104",
  "Germany to require firms to publish data on gender pay parity",
  "Picasso, Caravaggio and quantum physics – the week in art",
  "Flash crash in the pound spooks investors  - as  it happened",
  "I'm a pro-democracy activist. Is that why Thailand chose to deport me?",
  "Marijuana prison venture is Damian Marley's vision for economic growth",
  "Mission improbable: is Bear Grylls' Endeavour the strangest show ever?",
  "England expects but at least Gareth Southgate doesn’t have big shoes to fill",
  "Trump website touts bipartisan support for gun policy he opposes",
  "Why television writing has become the new home of verbal complexity",
  "The lies Trump told this week: taxes, bankruptcy and the great 'depression'",
  "Amy Adams to return for Enchanted sequel",
  "Fast train to publication too fast",
  "British politics is in the pocket of big money. And the EU vote was no exception",
  "The Paris agreement really does change everything",
  "Elena Ferrante and the trouble with anonymity",
  "London residents table rival plans for Mount Pleasant development",
  "‘My body convulses – I’ve reached my limit’: can I handle SAS training?",
  "Pep Guardiola: ‘I would not be here without Johan Cruyff. He was unique’",
  "48 hours in Vancouver: a local's guide",
  "The 10 best places to visit on the west coast of Canada",
  "Member's view:  'I wanted to ask what we can do about gun crime'",
  "What price Tory localism when fracking’s on offer in Lancashire?",
  "Five great day trips from Calgary (and a handy tip)",
  "Brisbane Roar v Melbourne Victory: A-League season opener – as it happened",
  "Lab notes: Oh yes, it's been a Nobel of a week in science",
  "Expats to get vote for life in UK general elections, government says",
  "‘The most impure tale ever written’: how The 120 Days of Sodom became a ‘classic’",
  "Wells Fargo banking scandal a financial crisis we can finally understand",
  "Ski Sunday presenter Ed Leigh on the lure of Ohau, New Zealand",
  "Portland woman facing eviction loses the roof over her head – literally",
  "The Trespasser by Tana French review – a smart, twisty crime novel",
  "Saudi male-guardianship laws treat women as second-class citizens",
  "Outsourcing  children's services is not a quick fix",
  "Delay to curbs on toxic shipping emissions 'would cause 200,000 extra premature deaths'",
  "Tunisia welcomes first cruise ship since last year's terror attacks",
  "Bank of England investigating dramatic overnight fall in pound",
  "Streets without shops: how apps are transforming our local neighbourhoods",
  "Tony Blair couldn’t possibly return to politics. Or could he?",
  "The Knife of Dawn review – tour de force of vocalism from an activist's prison cell",
  "Facing my fear: I wanted to have a baby. But as a trans man, I was terrified of labor",
  "Anti-rape activists hold silent vigil outside Birth of a Nation screenings",
  "F1: Mercedes deny Hamilton sabotage as Rosberg fastest in Japan practice",
  "Fanny Burney wrote one of the most courageous pieces of work I’ve ever encountered",
  "Jürgen Klopp: the ‘energy giver’ who made Liverpool believe again",
  "UN tells Nauru to take urgent action to investigate abuse of refugee children",
  "Facebook invests $250m more in VR as Zuckerberg shows off wireless Oculus",
  "Haiti death toll rises to 842 after Hurricane Matthew, reports say",
  "The malice and sexism behind the ‘unmasking’ of Elena Ferrante",
  "Labour reshuffle: who's got the big roles in Corbyn's shadow cabinet",
  "Entrepreneurs are crazy, but they change the world",
  "Juvenile detention royal commission defends resourcing and ability to achieve justice reforms",
  "Wilderness Wi-Fi: the pioneering network linking Scotland with a Congolese island",
  "A financial adviser left me $640,000 in debt. Who’s talking for me at the bank review?",
  "From Dr Martens to Supreme: what makes urban brands so alluring?",
  "Chainsaws turn into unlikely saviour for Tasmania’s endangered swift parrots",
  "Jeremy Corbyn gives top job to Diane Abbott in shadow cabinet reshuffle",
  "In May's dystopian 'meritocracy' there are no council houses",
  "Labor urges Senate to disallow George Brandis's veto over legal advice requests",
  "Cheque-mate as Co-op bank takes rap for £35,000 deposit mix-up",
  "Five of the best... rock & pop gigs",
  "Brandisgate: this is an important issue so we will make it easy to understand ... and also delicious!",
  "Our love of cheap seafood is tainted by slavery: how can it be fixed?",
  "French train firm unveils plans for £20m plant in north-west England",
  "Queensland police officer in court accused of raping former partner’s child",
  "Holiday Inn review – Irving Berlin musical full of suite nothings",
  "Clinton gaining ground as Obama's approval ratings go up  – as it happened",
  "It seems like a good time to ask: is privatisation of electricity networks ever a good idea?",
  "Malcolm Turnbull commits to bank victims' tribunal but Labor calls it a 'stitch-up'"
]