[
  "How has black people’s representation changed in the last 10 years?",
  "Pardoning the dead is fine. Better to say sorry to the living",
  "Britain’s overseas anti-drugs policy ‘putting people on death row’",
  "Police launch inquiry into death of woman ‘refused’ an abortion by Sicilian doctors",
  "Britain must not abandon its role fighting terrorism in Europe, says Nick Clegg",
  "Anger as ‘panicking’ Home Office puts minors in detention centre",
  "Shirley Jackson: the US queen of gothic horror claims her literary crown",
  "Drug dealers target rough sleepers with ‘spice’ linked to prison violence",
  "Malcolm Roberts reveals One Nation intends to support Coalition's ABCC bill",
  "City banks plan to hoard bitcoins to help them pay cyber ransoms",
  "National guard soldiers told to pay back bonuses years after enlisting",
  "José Mourinho needs to shake off Chelsea cloud as he returns to Bridge",
  "I am Daniel Blake – and there are millions more like me",
  "‘We usually cry when we watch the news’: anguish of Iraq’s Yazidi families",
  "Brexit: leading banks set to pull out of UK early next year",
  "Attack on Kirkuk and chemical fire push troops back from Mosul frontline",
  "Bisexual men ‘earn 30% less than gay colleagues’",
  "Saracens’ injury fear over Maro Itoje after beating Scarlets in Champions Cup",
  "Kevin Brown makes case for Four Nations start in England win over France",
  "Liverpool 2-1 West Brom: Premier League – as it happened",
  "Saracens v Scarlets, Munster win, Northampton lose: Champions Cup – as it happened",
  "Next in the stocks … the banks, Blair and the royals",
  "Valencia 2-3 Barcelona, West Ham 1-0 Sunderland – football clockwatch",
  "Burnley edge out Everton thanks to Scott Arfield’s last-minute winner",
  "Police give all-clear over item in Devon raid following London tube alert",
  "West Ham sink Sunderland with last-minute winner from Winston Reid",
  "Steven Gerrard suggests he's finished with LA Galaxy",
  "Arsenal 0-0 Middlesbrough: Premier League – as it happened",
  "After eight hard years and a £52bn loss, can RBS ever be privatised?",
  "Houston, we've got a problem: Trump could cost Republicans Texas, polls find",
  "Could Trump really win the election despite polls favoring Clinton?",
  "Rocked by Brexit vote, Gibraltar lays plans for new kind of EU relationship",
  "Inside America's biggest prison strike: 'The 13th amendment didn't end slavery'",
  "Bournemouth 0-0 Tottenham Hotspur: Premier League – as it happened",
  "Eric Underwood: ‘I was told, you’re black, wear black ballet shoes’",
  "Bangladesh v England: first Test, day three – as it happened",
  "Canadians 4 Trump: tiny but determined group finds hope in candidate",
  "Inside big pharma's fight to block recreational marijuana",
  "How has billionaire Donald Trump become the voice of those left behind?​",
  "'I feel used and betrayed': readers affected by the recession on who they'll vote for",
  "What did Clinton and Trump talk about in the debates – and for how long?",
  "Inside the impossible life of a New York street vendor",
  "It turns out losing online friends feels as bad as the death of 'real life' ones",
  "The High Field Townhouse, Birmingham: hotel review",
  "Citroën Cactus car review – ‘Its metier is rugged jaunts across tricky terrain’",
  "‘My sofa's named after Anna Chancellor’: theatre designer Tom Scutt’s London home",
  "Syrian forces responsible for third chemical attack, say investigators",
  "The gifs that keep on giving: Paul Pogba, Barry Bannan and synchronised diving",
  "New Zealand sink Australia to make history with 18th consecutive Test win",
  "Fast-finishing All Blacks beat Wallabies to make it 18 straight – as it happened",
  "Asma al-Assad: from Syria's 'desert rose' to 'first lady of hell'",
  "'We might abolish the death penalty in 20 years': He Jiahong on justice in China",
  "Benedict Cumberbatch on Doctor Strange: 'It's mind-blowing and very funny'",
  "What could happen if the article 50 legal challenge is successful?",
  "Trump's troubles show we have turned a corner: women's stories are being heard",
  "The Invention of Angela Carter: A Biography by Edmund Gordon – review",
  "Gary Lineker defends Twitter views as the Sun gives him red card",
  "Caitlin Moran: how to save TV for the people",
  "Michael Fassbender: ‘I was a bit of a worrywart. I’ve tried to work on that’",
  "How to write a Man Booker novel: six shortlisted authors share their secrets",
  "Isis kills dozens and seizes hostages in counter-attack on Kirkuk",
  "Cork city guide: what to see, plus the best bars, hotels and restaurants",
  "When exams are part of a rigged system, financial rewards can work",
  "Dear Jeremy – your work problems solved\r\n",
  "Property is theft? Well, leasehold certainly is ",
  "Beware the small print that could hike one-bed flat’s ground rent to £8m-a-year",
  "The women hounded for giving birth outside the system",
  "‘I like the way he kisses my hand’: My grandmother’s life in jazz age Paris",
  "English nationalism has shattered my sense of belonging in Britain",
  "Saturday's best TV: The Code; Strictly Come Dancing",
  "Stephen Collins on winter gardening – cartoon",
  "Approval of Port Melville supply base near Darwin quashed by federal court",
  "Bill Leak’s lawyers say Triggs 'playing politics' with children’s welfare"
]