[
  "Newly discovered emails relating to Hillary Clinton case under review by FBI",
  "Children in care 14 times more likely to end up in justice system, report finds",
  "'I unreservedly apologise': What happens when costumes go very, very wrong",
  "Oregon militia standoff trial: shock and anger after Bundys found not guilty",
  "Less talk, more action: why Victoria is the progress state",
  "Australia open Four Nations with comfortable victory over Scotland",
  "Chelsea’s upturn in fortune gives Antonio Conte food for thought",
  "Kerry James Marshall: Mastry exhibition review – a sumptuous symphony in black",
  "Dreamworld tragedy makes us aware of risks we usually don't heed, and we're all vulnerable",
  "India claims dead soldier killed in Kashmir was mutilated by militants",
  "The 'world's worst director': are Uwe Boll's movies really that bad?",
  "Nick Xenophon calls on Turnbull to open public appointments up to scrutiny",
  "The Guardian view on the gig economy: obligations not excuses to workers are needed",
  "The Guardian view on parliamentary business: the importance of absence",
  "Q&A: why Brexit is so important to Nissan (and Britain)",
  "Vote Hollywood: ranking this presidential election's celebrity PSAs",
  "Calais: France says Britain must take in more than 1,000 refugee children",
  "'The stuff of nightmares': US primate research centers investigated for abuses",
  "UK border security gaps could let terrorists bring in weapons, says report",
  "Calais: concerns grow for refugee children who missed UK-bound buses",
  "Uber loses right to classify UK drivers as self-employed",
  "Nico Rosberg holds aces over Lewis Hamilton ahead of Mexican Grand Prix",
  "Tizzard believes Cue Card has durability to win another Charlie Hall Chase",
  "Sex is a shared responsibility. So why not contraception?",
  "Virginia police shootings: ‘We missed an opportunity to stop him'",
  "Uber loses landmark employment tribunal case – as it happened",
  "Martin Shkreli: I'm not upset about HIV drug hike; it was 'woefully underpriced'",
  "IOC washes over farcical findings of Wada’s Rio 2016 anti-doping report",
  "Good to meet you… Alan Laurie",
  "When tabloids publish and don’t give a damn",
  "US economy grew at its fastest rate in two years in the last quarter",
  "Our ‘subvertising’ continues the fight for justice for those who die in custody",
  "The weekend cook: Thomasina Miers' recipes for Halloween and Mexico’s Day of the Dead",
  "Liberal Democrat peer to attend controversial conference in Syria",
  "Mass extinction, whaling and a new marine park – green news roundup",
  "Neil Cowley Trio -  jazz stars who make pop music of headlong vivacity",
  "Tamim Iqbal tucks in and gives spinners and Alastair Cook food for thought",
  "Contraceptive jabs for men may work - but what about the male pill?",
  "London Welsh still hopeful of financial saviour amid uncertainty over future",
  "Moeen Ali fails to spin his words but turns up with five Bangladesh wickets",
  "Facing my fear: I was scared of being laughed out of the gym",
  "Rebel fighters advance on Aleppo in attempt to break siege",
  "Seething, red-faced outrage",
  "Islamic State using hostages as human shields in Mosul - UN",
  "Amy Schumer defends her Formation video as a Beyoncé 'tribute'",
  "World Bank appoints Kristalina Georgieva as chief executive",
  "Uber’s defeat shows it doesn’t have to be a rigged economy",
  "GPS monitoring tags trial could help cut rising prison population",
  "Ukip leadership candidate defends Trump and calls for niqab referendum",
  "Boxing, torture and Horatio Nelson's lover – the week in art",
  "My sister is having a very open affair, and I worry about its effect on her husband and children",
  "New studies suggest continuing decrease in court reporting",
  "African Union hearing on child slaves hailed as milestone for Mauritania",
  "BA owner 'doubts' Heathrow can build runway within budget",
  "Foreign ownership of English football clubs may chip away at game’s core",
  "Abortion unusually absent from election as Trump and Clinton stay quiet",
  "Alexander Riazantsev wins Russian Chess Championship title",
  "North Dakota pipeline: 141 arrests as protesters pushed back from site",
  "Latest Ukip leadership candidate can't help shooting from the hip",
  "The Labour rebels who didn’t back the Yemen vote have blood on their hands",
  "Experience: I survived a midair collision",
  "How to make a great podcast – a beginner's guide",
  "Lack of funding could scupper homelessness reforms, say MPs",
  "Trump supporters stand by their man in Ohio",
  "Can a 30-second chat with a GP really trigger weight loss?",
  "Vogue editor Alexandra Shulman's fashion rules",
  "A journalist went to document the war in Syria, was captured twice – and lived",
  "Eastman: Fractus V review – Chomsky inspires an exhilarating diversity of styles",
  "Why is it harder for women to orgasm? A hands-on episode of Vagina Dispatches",
  "Homelessness can only really be tackled if people have somewhere to go",
  "Sandy Hook film-makers join Cinemark boycott over Aurora shooting",
  "Bangladesh v England: second Test, day one – as it happened",
  "WhatsApp asked by European regulators to pause sharing user data with Facebook",
  "Time is money: here's how to save some when the clocks go back this weekend",
  "Melbourne City v Adelaide United: A-League – as it happened",
  "Russian blogger jailed for receiving birthday visit from girlfriend",
  "The best recent science fiction and fantasy novels – reviews roundup",
  "Augmented reality is driving construction's creative reinvention",
  "A homely spaghetti carbonara recipe",
  "After 37 years in US, Korean adoptee speaks out about imminent deportation",
  "Steven Defour: ‘Not everybody gets a letter from Alex Ferguson when they are injured’",
  "The lies Trump told this week: from Mosul 'disaster' to leaked Clinton emails",
  "Guardian briefing: the key questions around aid in Syria",
  "The Vatican may protest, but traditional funerals are dead and buried",
  "Apple launches new MacBook Pro laptop with Touch Bar for instant emoji",
  "Uber awaits tribunal ruling over drivers' status as workers",
  "Who benefits from a divided Britain? More people than you’d think",
  "Guardian Members' views:  an evening with Bryan Cranston",
  "Can urban greenspace have an effect on children's behaviour?",
  "Yes, Obamacare will be more expensive, but for millions the rise can be mitigated",
  "Arsène Wenger worried West Ham trouble could harm move for standing",
  "Lewis Hamilton admits wresting world title from Nico Rosberg grip is tall order",
  "FC Dallas: youth and the dark arts leave club close to the treble",
  "Golden Goal: Esteban Cambiasso for Argentina v Serbia & Montenegro (2006)",
  "Naomi Alderman: ‘I went into the novel religious and by the end I wasn’t. I wrote myself out of it’",
  "UN hires Assad's friends and relatives for Syria relief operation",
  "Denis O’Brien wants US legal expert to give evidence on Irish law",
  "NFL weekend preview: Bengals to beat Washington in close affair at Wembley",
  "BA owner cuts profit forecast after bumpy ride in third quarter",
  "Malcolm Turnbull puts family violence talks with states back on agenda",
  "Broaden free speech debate beyond Racial Discrimination Act, says Liberal senator",
  "When tree surgeons attack: ordinary jobs that deserve a sexy Hollywood makeover",
  "Thriller: why do our brains allow us to enjoy being scared?",
  "Mike Pence's plane skids off runway at LaGuardia airport in New York",
  "Michelle Obama showers Clinton with praise at joint rally: 'Hillary doesn't play'",
  "Put an eyeball in your highball: four ways to spookify your Halloween cocktails",
  "Black Mirror is an urgent reminder of the fatal consequences of empathy loss",
  "Guyana's housing crisis: ‘The situation in the country is desperate’",
  "Fright night: the relationship between fashion and horror",
  "Iran executed three Turks days after visit of President Erdoğan",
  "Grouse shooting estates shored up by millions in subsidies",
  "Can anyone remember the last time they saw the fair go? Maybe we just imagined it?",
  "Professor's death could see Taiwan become first Asian country to allow same-sex marriage",
  "Mike Pence's campaign plane skids off runway at New York airport – as it happened",
  "Indigenous prison rates: Mundine says plan for fresh inquiry is a joke",
  "Protesters pushed back after mass arrests at North Dakota pipeline site – as it happened",
  "Now there's Sexy Ken Bone? It's really time we ditched the 'sexy' Halloween costume",
  "Melbourne bombarded by mosquitoes after wet spring and floods",
  "Backpackers tax: Joel Fitzgibbon pledges to fight for farmers"
]