[
  "<p>Campaigners for tougher controls on guns in the US are reeling from the allegation that a prominent member of the movement for more than a decade was a spy working for the powerful pro-gun lobby the National Rifle Association.</p> <p>Mary Lou McFate sat on the board of two groups campaigning for greater controls, and tried to become a director of the national umbrella group of the movement, the Brady Campaign to Prevent Gun Violence. She was also linked with the circle of an international campaign on small arms trade based in London.</p> <p>To the outrage of campaigners who worked with her, she has been outed by Mother Jones, the political magazine, as a paid plant for the NRA. An investigation by the magazine based on court documents suggests that she made contact with the NRA as early as 1999 and that the connection was sustained to this day.</p> <p>Her alleged intelligence work for the gun lobby was partly organised through a defunct detective agency in Maryland. Beckett Brown International received $80,000 from the NRA in 1999 and 2000 for various services, court depositions show. The NRA failed to return calls yesterday and McFate, 62, was also unavailable.</p> <p>McFate sat on the board of CeaseFire Pennsylvania and a national federation of gun control groups known as States United to Prevent Gun Violence. Her details are still posted on CeaseFire PA's website under its list of board members, noting that she has been involved in gun violence prevention since the first federal ban on assault weapons was passed in 1995.</p> <p>She put herself forward unsuccessfully to be taken on to the board of the Brady Campaign, the country's most important organisation for tighter controls named after Jim Brady, Ronald Reagan's press secretary who was severely wounded in the 1981 assassination attempt on the then president.</p> <p>Brian Malte, the campaign's director of state legislation, worked closely with her for 10 years. He said he was stunned when he at first heard the claims. \"She was a seemingly passionate advocate of gun violence prevention, yet she refused to be a local spokesman in Florida where she lived. She didn't want her name in the press or press releases,\" he said.</p> <p>Malte said that her contacts would have allowed her to learn details of the tactics groups were using to try to defeat moves by President George Bush and the NRA to liberalise gun laws, which could have been useful to the NRA.</p> <p>Those who have felt a sense of betrayal over the allegations most keenly are campaigners who themselves have lost love ones to gun violence. Toby Hoover, director of an Ohio-based coalition on guns, became involved after her husband was killed in a robbery. \"It is beyond my comprehension how someone could have listened to my story and expressed desire to help prevent others from having to experience the agony I went through, all the time collecting money as a gun lobby spy.\"</p> <p>Two weeks ago McFate attended a UN conference in New York on weapons trafficking, having gained accreditation through the London-based International Action Network on Small Arms. IANSA's director, Rebecca Peters, said: \"A lot of us are wondering who else is spying on us, and whether we would recognise them.\"</p> <p>Mother Jones discovered that McFate was living under her married name, Mary Lou Sapone. The magazine alleges that under that name she earlier infiltrated an animal rights group to gather intelligence on behalf of a surgical-equipment company involved in animal experiments.</p> <p>The groups with whom McFate was involved are in discussions about potential legal action against her and the NRA.</p>"
]