[
  "<p>The teenager accused of shooting Rhys Jones admitted to a friend that he had killed the schoolboy, a court heard today.</p> <p>The 11-year-old was gunned down in a pub car park on his way home from football practice in Croxteth Park, Liverpool, in August last year.</p> <p>It is claimed he was hit by a stray bullet fired by Sean Mercer, 18, intended for members of a rival gang.</p> <p>A 16-year-old defendant, known as Boy M, told police that Mercer had arrived at his house after the shooting and admitted to the killing. </p> <p>According to Boy M, his grandmother had answered the door to Mercer, who told her he had just shot someone and that \"a kid had gone down\". </p> <p>Prosecutor Neil Flewitt told Liverpool Crown Court that Boy M - charged with three counts of assisting an offender – had admitted most of what was alleged against him. </p> <p>He also told police the bicycle allegedly used by Mercer during the killing was collected from his house after the killing.</p> <p>Flewitt said the satin silver Specialized Hardrock mountain bike, which was found dumped the day after the killing and handed to police six months later following an appeal, can be linked directly to Mercer. </p> <p>The jury heard that Leslie Shimmin, a Liverpool resident, saw the bike on the news and in the local paper and realised he had found the bike frame the day after Rhys's murder. He found it while cycling with his sons less than 250 yards from an industrial unit allegedly visited by Mercer and his co-accused hours after Rhys's murder. </p> <p>Flewitt went on to explain that an insurance company had supplied Mercer with a Specialized Hardrock mountain bike in April last year after his previous bike had been stolen.<br> The serial number of the bike matched the serial number of the silver Specialized Hardrock mountain bike found by Shimmin and DNA swabs taken from the alleged murderer matched DNA on the discovered bicycle, he added. </p> <p>Flewitt said the facts provided \"compelling evidence\" that Mercer was the person who shot Rhys. </p> <p>Earlier today, the jury also heard that the gun allegedly used to kill the schoolboy Rhys Jones replicated the distinctive wounds inflicted in his shooting when fired in tests.</p> <p>According to the prosecution, the bullet - which entered Rhys's back slightly above his left shoulder blade and exited through the front right side of his neck - produced a noticeable \"keyhole effect\" on Rhys's body instead of a neat entry wound.</p> <p>Quoting the scientist who conducted the tests, Flewitt said the resulting wound was consistent with the bullet hitting the 11-year-old \"partially or fully sideways-on\" instead of nose-first.</p> <p>Neil Flewitt QC said a similar wound was created in tests on the .455 Smith and Wesson believed to have been involved in the shooting, using three of the .45 Colt cartridges recovered with the weapon.</p> <p>\"His tests revealed that the bullets produced the same distinctive 'keyhole' effect that he [the scientist] had identified on Rhys Jones's football shirt,\" Flewitt said.</p> <p>He said the unusual wound was the result of the bullet \"tumbling nose-over-base\" in flight rather than flying nose first in a stabilised manner.</p> <p>A bullet tumbling in this way is usually due to an undersized bullet or one discharged from a gun with a smooth-bore barrel or from a barrel with worn rifling. It could also be caused by deflection if the bullet passed through an intermediary target.</p> <p>According to the scientist, the tumbling bullet that killed Rhys was undersized by 0.08mm and the rifling of the revolver was worn.</p>"
]