[
  "Mr Robot star Rami Malek to play Freddie Mercury in Queen biopic",
  "The Spectator hands out more of its sad awards – where was mine?",
  "Jürgen Klopp says Ings and Mané absence may prompt Liverpool to buy",
  "Mauricio Pochettino haunted by Tottenham’s poor end to last season",
  "Clinton going toe-to-toe with history",
  "Why is Australia so obsessed with the espresso martini?",
  "Pinochet's torture ship sails into Sydney, sparking protests",
  "Norfolk Island body issuing Australian gambling licences to be shut down",
  "Ominous news for Aleppo as Russian frigate reaches Syrian coast",
  "Public figures call on government to hold free vote on same-sex marriage",
  "Fears over new Down's syndrome test may have been exaggerated, warns expert",
  "California politician likes climate change because 'our enemies' live in hot places",
  "Trump and Clinton visit battleground states as election day looms",
  "#SavePepe: cartoon frog's creator tries to take meme back from alt-right",
  "Marina Abramović mention in Podesta emails sparks accusations of satanism",
  "It’s winner takes all on Brexit island, because the audience demands it",
  "Florida measure calls itself pro-solar but critics say it's 'a wolf in sheep's clothing'",
  "If Donald Trump wins, it’ll be a new age of darkness",
  "The Guardian view on the US election: Hillary Clinton is the world’s best hope",
  "The challenge for the W-League this season is to keep the hype alive",
  "Government blocks attempt to ban unpaid internships",
  "'We thought it was going to destroy us' … Herzog and De Meuron's Hamburg miracle",
  "Sterling soars on Trump jitters and Brexit hopes",
  "'Trump Place' polling site irks New York City voters",
  "The Clinton minority: upstate New York's Democrats keep support low key",
  "Turkish opposition condemns arrest of Kurdish officials",
  "MoD seriously misled me on Saudi arms sales, says Vince Cable",
  "The vicious assault on UK judges by the Brexit press is a threat to democracy",
  "Jay Z (and maybe Beyoncé) spearhead final anti-Trump musical push",
  "Who will be hurt more by a third party 'protest' vote – Clinton or Trump?",
  "George Washington Bridge traffic trial: 10 things we learned from Bridgegate",
  "Are you taking part in the Million Mask March? Tell us why",
  "A few months ago, I woke up to Brexit. Here's my advice to US voters",
  "Winter happiness, election worries and word of 2016 – Guardian Social as it happened",
  "Jane Eyre facsimile manuscript to be published for 'Brontë bibliophiles'",
  "Silencing of journalist draws huge backlash from Iranian public",
  "Who pretends to support kids with HIV but gives nothing? Donald Trump",
  "The Witches: Salem, 1692, A History review – what drove the puritans to such hysteria?",
  "Scottish ministers ban police from searching children for alcohol",
  "As Nicaragua's first couple consolidates power, a daughter fears for her country",
  "Wetherspoon boss Tim Martin: ‘The EU became a quasi-religion, and universities are the modern-day seminaries’",
  "Will the US election mean the end of free trade?",
  "Let’s move to Ottery St Mary, Devon: ‘It’s fond of its quaint customs’",
  "Investor nerves mount as US election draws closer - as it happened",
  "Guardian US mobile innovation lab to offer live election results on mobile lock screens",
  "In love with winter swimming: ‘I like to feel the elements on my skin. It’s nourishing’",
  "French police move 4,000 people out of Paris migrant camp",
  "Can moaning ever make you happy?",
  "War, love and weirdness: A Matter of Life and Death – 70 years on",
  "Army of One review – Nicolas Cage hunts Osama bin Laden in year's worst comedy",
  "Doreen Spooner recalls her time as a photographer on Testosterone Alley",
  "Tory MP resigns over government approach to Brexit – as it happened",
  "Judges' actions around the world show they are no enemy of the people",
  "'The FBI is Trumpland': anti-Clinton atmosphere spurred leaking, sources say",
  "I donate 10 litres of breast milk a week",
  "Refuge by Volta, Manchester: ‘It’s a glamourpuss’ – restaurant review",
  "Step aside Cruyff and Neeskens: East Kilbride poised to break Ajax win record",
  "Anne Frank poem, handwritten for a friend,  goes on sale",
  "Rotherham: eight men jailed for sexually exploiting teenage girls",
  "You can’t choose your family – or your children’s friends",
  "The contradictory attacks of the Brexit-loving press",
  "The UK was already short of curry chefs. Now the Brexit vote has made it worse",
  "The Crown review – the £100m gamble on the Queen pays off royally",
  "I spent years chasing perfection. Then I decided to embrace messiness",
  "Pain, anger and fear: US voters deprived of a serious presidential election",
  "Space Dimension Controller: ‘I’m a big French house fan’",
  "Yang Liping: Under Siege review – beauty, blood and backflipping warlords",
  "MPs condemn newspaper attacks on judges after Brexit ruling",
  "Sun on Sunday publisher to pay out to celebrity over kiss'n'tell",
  "From one Vladimir to another: Putin unveils huge statue in Moscow",
  "Nadiya Hussain’s cod and clementine recipe",
  "Oil firms announce $1bn climate fund to clean up gas",
  "Purging of black Democrats from voter rolls raises election concerns",
  "Delia’s Christmas cake recipe takes a little bit of practice",
  "‘Grandfather rented the rock for £1 a year…’ Why sailor Alex Thomson loves Jersey",
  "Brexit timetable still on track despite article 50 ruling, Theresa May to tell EU",
  "At Standing Rock, women lead fight in face of Mace, arrests and strip searches",
  "Tory Lanez: 'I've always approached girls. I'm a Leo'",
  "Oregon's voters divided on corporate sales tax proposal to fund services",
  "Pro-Trump billionaires pour money into last-minute bid for swing states",
  "Richard Hamilton’s Portrait Of Hugh Gaitskell: pop art goes agit-prop",
  "Tru love: Canada's year of Justin Trudeau has been a honeymoon, but will it last?",
  "Cubs fans, take note: when my Red Sox finally won, I no longer knew who I was",
  "Meme warfare: how the power of mass replication has poisoned the US election",
  "US election 2016: what you need to know before voting Clinton or Trump",
  "Clyde warship contract green light  'secures jobs for 20 years'",
  "Keep it in the ground: the Paris climate agreement is now official",
  "Man secretly deported to Nauru from Melbourne detention centre, say lawyers",
  "Premier League: 10 things to look out for this weekend",
  "The Pursuit of Power: Europe 1815-1914 review – an age of contradictions",
  "This week’s best... theatre & dance performances",
  "Aleppo braces for Russian assault as rebels vow to defy ultimatum",
  "Khalid Abdalla: 'I didn't have the right to play Arab roles unless I had lived the struggle'",
  "Meet the shows challenging the lack of diversity in podcasting",
  "A meat-free Turin? Is Italy’s first 'vegetarian city' a recipe for disaster?",
  "US election: Trump duels Clinton and Sanders in North Carolina",
  "This callous benefit cap reduction will hit families hard this Christmas",
  "Hard Brexiters are undermining vital public service values",
  "NGOs aren't just mute. They're being gagged",
  "Gina Miller on her Brexit legal challenge: 'This had to be done'",
  "Two arrested over bushfire threatening homes in western Sydney",
  "Myanmar journalist says she was fired over story on military rape allegations",
  "Has the Netflix effect created a global village or turned us into narcissists?",
  "Daily Mail draws criticism over front page story targeting foreign drivers",
  "Four ways to get a job in advertising",
  "No excuse for Daily Mail’s slur against foreign drivers",
  "Fossil fever: exploring Dorset's Jurassic Coast with Steve Etches",
  "Conspiracy Files: The Trump Dossier review – a film about the power of cynicism",
  "AMA says attempts to help asylum seekers on Nauru frustrated by immigration department",
  "China could ban lawmakers from Hong Kong parliament as crisis escalates",
  "Asian shares slide again after market's 'fear index' spikes for eighth day",
  "David Leyonhjelm calls for repeal of 18C in return for his vote on industrial relations",
  "Donald Trump: Hillary Clinton has 'no right to be running' – as it happened",
  "Tearful South Korean president says scandal of friend's influence is 'all my fault'",
  "FBI dodges explaining why dormant Twitter account tweeted about Clinton",
  "We've abandoned gender equality and child welfare in the name of cost-cutting",
  "Revisiting Winnie-the-Pooh: more cutting than we thought when we were six",
  "Greens back Lib Dem candidate against Zac Goldsmith in byelection",
  "End of the property boom? UK house prices to flatline, says forecast",
  "Bravo to the Greens of Richmond Park for showing progressives how to truly unite"
]