[
  "Birdies beat the snakes and crocs as golf comes to Rio’s Teletubbyland",
  "Conakry hairdressers dispense cut-and-dried contraceptive advice to women",
  "Clinton v Trump on the economy: speeches underscore competing visions",
  "Jeremy Corbyn earns geordie acclaim at debate against Owen Smith",
  "Trump: Obama literally founded Isis",
  "Katherine Grainger puts ‘many, many dark days’ behind her with silver",
  "Women's Olympic gymnastics: Biles and Raisman medal for US in all-around –  as it happened",
  "Corbyn and Smith clash over future of Labour in leadership debate",
  "Labour leadership debate: Jeremy Corbyn and Owen Smith face off in Gateshead – as it happened",
  "Nauru guard hit five-year-old girl ‘so hard it lifted her off her feet’",
  "Labor's plan to strengthen rules on reporting abuse of children seeking asylum could pass Senate",
  "Canada terror suspect recorded 'martyrdom video' warning of attack",
  "From the outer sanctum: what it's like to be called 'excrement' by Sam Newman",
  "Hillary Clinton lays out economic plan in contrast to Trump – as it happened",
  "Nauru files show Wilson Security staff regularly downgraded reports of abuse",
  "Clinton: Trump's economic plan will benefit rich, mine will create 10m jobs",
  "President Obama's summer playlist: a proud affirmation of his blackness",
  "Guardian US appoints deputy editors to lead digital strategy and news operations",
  "We Have Always Lived in the Castle: America's queen of weird hits the screen",
  "The Guardian view on housing policy: a rethink is needed",
  "The Guardian view on a public health triumph: the numbers say it all",
  "Hinkley Point C: case against Chinese firm has the feel of a modern spy thriller",
  "Tom Watson’s portrayal of new Labour members is not one we recognise",
  "Audio file revives calls for inquiry into massacre of Iran political prisoners",
  "What’s the Guardian’s cryptic message?",
  "Dear Mr President: Facebook users can contact Obama via Messenger",
  "Fabric to close this weekend after drug-related deaths",
  "Unions threaten battle with Royal Mail over pension scheme change",
  "Espionage arrest of nuclear engineer fuels US suspicions of Chinese tactics",
  "If the Trotskyists are on the march there’s chaos ahead",
  "United states of comedy: is there an American style of standup?",
  "Critics denounce Black Lives Matter platform accusing Israel of 'genocide'",
  "Trump reiterates he literally believes Barack Obama is the 'founder of Isis'",
  "Who is the US engineer accused of nuclear espionage?",
  "Pound slips, but FTSE hits 14 month high and oil jumps after Saudi comments -  as it happened",
  "Russia and Ukraine step up security amid tension over Crimea",
  "BHS scandal has long way to run despite shutters coming down",
  "Ameripolitan's Dale Watson: 'I'm making a living – that's all I wanted'",
  "German proposals could see refugees' phones searched by police",
  "Trump golf resort in Scotland admits breach of data protection law",
  "Labour NEC challenges high court decision allowing new members to vote – as it happened",
  "Bérénice Bejo: ‘We cannot live with fear in our bodies’",
  "Deliveroo riders protest in London against changes to pay structure",
  "Shaking things app – how smartphones revolutionised Nigerian music",
  "All the gusto and vim of an overcooked flan",
  "Hate Trump? You should still hold Clinton's feet to the fire",
  "Is your local pub under threat? Share your photos and stories",
  "Donald Trump? He’s the nightmare on your sofa",
  "'A few spots cast a cloud over my day': male teens on secret body worries",
  "Rem review – jet-setting portrait of world’s most talked-about architect",
  "Alan Dossor obituary",
  "Watch adverts celebrating refugees competing at Rio 2016",
  "Daily Mail columnist launches misguided attack on the Financial Times",
  "John Paul White: Beulah review – spectacularly gloomy and bitter",
  "Have Hull City suffered the worst-ever Premier League pre-season?",
  "Stylewatch: Guy Bourdin's glamorous girls inspire Christian Louboutin",
  "US drug agency declines to change marijuana's strict drug designation",
  "Aleppo doctors appeal to US as violence continues during Russian 'pause'",
  "'Brain training' technique restores feeling and movement to paraplegic patients",
  "Beaches, food, stays and wild places in Croatia: readers’ travel tips",
  "Should our rail services be renationalised? Readers' debate",
  "Hoax sends Twitter into panic as rumours say site will shut in 2017",
  "It’s not the 1980s. Labour must unite to fight the Tories",
  "Arianna Huffington to leave Huffington Post for startup Thrive",
  "'Bawbag' makes 'very informal' appearance in dictionary",
  "No Man's Sky's cultural influences, from Dune to post-rock",
  "Complaints made after judge trades insults with defendant in court",
  "Jeremy Corbyn accused of backing 'brothers in arms' over women",
  "There are no female Labour mayoral candidates. It’s a leadership problem",
  "Clinton hits back over Trump's 'violent' innuendo",
  "Rachel Parris review – laughing in the face of depression",
  "DFS brushes aside post-Brexit fears and ups its profit forecast",
  "A match made in hell: Donald Trump, Mike Pence, and the bigots",
  "Sadiq Khan's big city way could be Labour's way forward nationally",
  "Republicans have themselves to blame for the slow economy, study says",
  "Housing official in Silicon Valley resigns because she can't afford to live there",
  "Iranian journalist jailed for 'insulting the supreme leader'",
  "Books to give you hope: The Bell by Iris Murdoch",
  "Versailles season one finale review: ‘The dialogue clunked and banged like a tin bucket down stone steps’",
  "Tui warns Britons of rise in cost of post-Brexit package holidays",
  "FTSE falls as Berkeley leads builders lower and ex-dividends hit index",
  "State buys back controversial BHP mining licence on Liverpool plains",
  "Where will it all go right? Fans of Premier League clubs preview the season",
  "Labour must unify after leadership election, says Falconer",
  "Bid for freedom: rescuing trafficked fishermen as they dock in Cape Town",
  "The Cultural Revolution: A People’s History 1962-1976 by Frank Dikotter – review",
  "Premier League 2016-17 previews No17: Tottenham Hotspur",
  "BBC statistics, Donald Trump, Sky News",
  "Funding businesses by avoiding the gatekeepers",
  "Labour heading for catastrophic defeat, says former Corbyn aide",
  "Afghan army sends reinforcements as Taliban close in on Lashkar Gah",
  "Taxi boss uses Wyatt Roy's election loss to warn MPs against legalising Uber",
  "How open data helps citizens to know the law",
  "Edmund Clark's best photograph: echoes of Guantánamo in a children's slide",
  "Lost cities #4: Pompeii was preserved by disaster. Now it risks ruin all over again",
  "Hillary Clinton: Trump hinting at assassination is a 'casual inciting of violence'",
  "Donald Trump calls Obama the 'founder of Isis'",
  "Rio day five: Australia's Chalmers wins gold as Phelps edges Lochte – as it happened",
  "My partner wants a divorce – can he take 50% of my house?",
  "Night of Fire by Colin Thubron review – life is a burning house",
  "Nauru security guard ‘grabbed boy by throat and banged head against ground’",
  "An alt musical tour of Scotland",
  "Canadian police kill 'terror suspect' in Ontario armed swoop",
  "'No small victories': Andrew Bogut and Boomers not taking honourable losses",
  "Shakespeare Hut: the London refuge from the horrors of first world war",
  "Electricity price spikes caused by energy companies 'gaming' the system, report finds",
  "Scott Morrison blocks Ausgrid sale on national security grounds",
  "Bill to legalise abortion introduced to NSW parliament",
  "Glenn Murcutt: touch the Earth lightly with your housing footprint",
  "Sydney Opera House gets $202m renovation in first big facelift since 1973",
  "Adam Giles says ABC aired report on Don Dale juvenile detention to damage him",
  "Hysteria about drugs and harm minimisation. It's always the same old story",
  "Man climbs Trump Tower in New York City using suction cups",
  "CFA dispute: Coalition refuses to brief Labor on changes to Fair Work Act",
  "Kohei Uchimura retains gold at Rio 2016 as Max Whitlock claims bronze"
]