[
  "Colombia and Farc scramble to rescue peace deal amid worries of return to war",
  "Girls as young as 7 feel pressure to be pretty – body confidence study",
  "Liz Truss to launch recruitment drive for ex-forces prison officers",
  "UK faces shortfall of 1.8m rental homes, warns housing body",
  "A-League season preview part I: Central Coast, Newcastle and Wellington",
  "Court rejects Pence's efforts to deter refugees as 'nightmare speculation'",
  "Jackie Walker stripped of Momentum post in antisemitism row",
  "Officers tried to run over man before shooting him 14 times, video shows",
  "Canada closes tax loophole to cool down overheated housing markets",
  "Europeans no longer want what their parents aspired to",
  "US Zika funding shortfall will impede cancer research, health officials say",
  "Q&A: Christian Porter says renewables 'unlikely' to blame for SA blackout",
  "Earls Court regeneration: reviews and uncertainties",
  "Ruth Davidson rules out backing grammar schools in Scotland",
  "How conservatives made Hanson's ideas part of the political furniture",
  "Australian broadcasters call for bigger cut in licensing fees",
  "US suspends Syria talks with Russia over bombing of rebel-held areas",
  "Hillary Clinton piles on Wells Fargo's 'egregious' sales practices",
  "Doctors' political views can affect advice given to patients, says survey",
  "Stella McCartney's flashmob finale ditches strutting for dancing",
  "Trump closet spills chorus line of skeletons",
  "The Guardian view on referendums: right questions, wrong answers",
  "Hungarian voters make a positive abstention",
  "Corbyn taken to task over the war in Syria",
  "Why you should watch the vice-presidential debate",
  "Has 2016 turned into most trivial US election ever?",
  "West Ham takes over its ladies' team after being accused of discrimination",
  "Rule of law declines for 70% of Africans over past decade, warns Ibrahim index",
  "The unmasking of Elena Ferrante has violated my right not to know",
  "UK factories post fastest growth in two years, as US manufacturing rebounds – as it happened",
  "Twitter pays £1.24m in UK tax as revenues increase by 30.5%",
  "Artist transports Rosa Parks' former Detroit home to Germany",
  "Tories ditch budget surplus pledge and announce £3bn housebuilding plan - Politics live",
  "National Gallery of Art's East Building review – a new view of America",
  "A fight to the death: stopping the death penalty in Taiwan",
  "W Kamau Bell: 'If you don't like me that's fine – just let me do my thing'",
  "Tips, links and suggestions: what are you reading this week?",
  "Cash-strapped schools consider introducing four-day week",
  "Supreme court declines to reopen Wisconsin 'dark money' election case",
  "Alma-Tadema show includes most expensive classical Victorian piece",
  "It’s not been a good day for Italian managers",
  "Hungarian Jews concerned about toxic referendum discourse",
  "Peter Saul: the chocolate-smeared prankster of Pop painting",
  "Hitler speeches published with Donald Trump as cover illustration",
  "The week's best TV: Divorce, Timeless and The Mindy Project",
  "Liz Truss addresses judges as first female lord chancellor",
  "Lassie go home: if you want these movie pets, you should be put down",
  "Gordon Ramsay had a parents’ evening nightmare. Here’s how to avoid yours",
  "Conviction review – flashy new procedural drama should be sent to jail",
  "Philip Hammond to spend his way out of Brexit fallout",
  "How do you feel about Hungary's refugee referendum?",
  "I won’t miss help to buy. It only made the housing market worse",
  "Azerbaijan dissidents warn the west not to fall for Baku's flashy facade",
  "Tunisian men detail CIA black site torture involving electric chair and more",
  "Polish women strike over planned abortion ban",
  "Trump's tax turmoil reaches fever pitch",
  "Southern rail says it will sack conductors unless deal over role is reached",
  "From Notting Hill to Poltergeist: how Hollywood handles gentrification",
  "Brexit means Brexit: the sweet, sickly smell of clarity",
  "Donald Trump is a 1%er. Paying taxes is optional to people like him",
  "Arundhati Roy announces second novel after 20-year gap",
  "Talking Horses: best bets for Monday at Windsor, Pontefract and Southwell",
  "Balloon fish take flight in latest Turbine Hall installation",
  "Colombia referendum: voters reject peace deal with Farc guerrillas",
  "Meet Team May – an inner circle of ‘doers’ not schmoozers",
  "Back to the future: economy becomes battle between Reagan and Bill Clinton",
  "Ander Herrera unfazed by league deficit after Manchester United draw",
  "Manuel Locatelli and Milan's fresh-faced talents offer overdue hope for future",
  "Liberalism is still alive – it’s neoliberalism that’s the problem",
  "Debt finished my big-city dreams. Now, I live in a trailer in rural Virginia",
  "'This is killing me': 100-year-old woman fights eviction in San Francisco",
  "'Nothing' in the cupboard? Try this simple and cheap soup recipe",
  "The six US supreme court cases that could set the tone for the post-Scalia era",
  "Sky launches 360-videos VR app with Beckham, Star Wars and refugees",
  "Online behind bars: if internet access is a human right, should prisoners have it?",
  "'It's not right': mothers and daughters see own struggles reflected in Hillary Clinton",
  "'The timing is revealing': racist graffiti on historic black school shocks Virginia",
  "West Ham accused of discrimination by chairman of women’s team",
  "Rugby union: talking points from the weekend's Premiership action",
  "How interviewing successful care leavers taught young people to dream big",
  "Trump campaign faces biggest crisis yet after tax documents published",
  "How was your weekend running?",
  "Keep calm, carry on: how the Coalition plans to stop bank hearings from getting too heated",
  "Women to go on strike in Poland in protest at planned abortion law",
  "New band of the week: Sweat (No 122) apocalypse pop with a sleazy side",
  "Japan police probe 48 suspicious deaths after poisoning of two elderly patients",
  "The last battle for Brooklyn, America's most unaffordable place to buy a home",
  "Meet the mathekniticians - and their amazing woolly maths creations",
  "Vulnerable refugees to be moved from 'squalid' camps on Greek islands",
  "Quarter of a million children receiving mental health care in England",
  "Supersize it: how to excel at the XL trend",
  "Shell’s Rio roadshow: springboard for green startups or just a Lott of oily spin?",
  "Plan your week’s theatre: top tickets",
  "Join a club that can help drive down the cost of car ownership",
  "Wildlife sanctuary free to good owner – as long as you care for the animals",
  "All the Kremlin’s Men: Inside the Court of Vladimir Putin – review",
  "Colombia’s Brexit moment as politicians misjudge popular anger at Farc amnesty",
  "Monday’s best TV: Cold Feet, My Kitchen Rules, I’ve Got Something to Tell You",
  "100 best nonfiction books: No 36 – Black Boy: A Record of Childhood and Youth by Richard Wright (1945)\r\n\r\n",
  "For refugees kidnapped and exiled to the Manus prison, hope is our secret weapon",
  "LeBron James endorses Hillary Clinton in emotionally charged declaration",
  "Margot Robbie backs Australian marriage equality on Saturday Night Live",
  "Now we're flogging off the land registry. This is not good news for homeowners"
]