[
  "LeBron James will not protest during anthem but fears for his children",
  "Thousands of Saudis sign petition to end male guardianship of women",
  "Tottenham’s Toby Alderweireld: Hunger to win something means you can",
  "'It still feels close': Vin Catoggio on grand final heartbreak and finding peace",
  "Is Will & Grace coming back – or are the stars just supporting Clinton?",
  "Stock markets drop ahead of US presidential debate – as it happened",
  "Q&A: Simon Birmingham says private schools could lose money under Gonski overhaul",
  "Jeremy Corbyn steps back from damaging Trident row",
  "The racist ideas of slave owners are still with us today",
  "The big debate: tonight's the night",
  "EndFGM: Guardian live event held in London",
  "Police accused of failing to investigate if Christopher Halliwell is serial killer",
  "BMA facing backlash from members over handling of contract dispute",
  "Rimbaud and Verlaine’s London home should have its blue plaque now",
  "If the average woman is 'plus-sized', why doesn't our fashion reflect that?",
  "Canada First Nations chief won't join UK royals for 'empty gesture' ceremony",
  "Leicester’s Claudio Ranieri worried by defensive frailties but ready for Porto",
  "Corbyn calls for return of mental health post he left unfilled",
  "Sacred works, secret tunnels: Jarvis Cocker's journey into outsider art",
  "Labour conference: CND accuses party of 'disastrous' Trident U-turn – as it happened",
  "Channel 4 still pursuing 2017 Great British Bake Off launch",
  "In any normal debate we wouldn't need fact-checking. Tonight, it's vital",
  "Big investors join list of heavyweights against North Carolina 'bathroom bill'",
  "The Birth of a Nation launches in-theater voter registration initiative",
  "Rising London house prices spark departure of thirtysomethings",
  "José Fernández: Marlins confront tragedy as lawmaker politicizes death",
  "The Nixon-Kennedy presidential debates, 1960",
  "No scrubs: how women had to fight to become doctors",
  "Maddy Hill on remixing Shakespeare and larging it at Danny Dyer's wedding",
  "Father Gabriele Amorth obituary",
  "Labour will not ditch  support for Trident, says Clive Lewis",
  "'Hell itself': Aleppo reels from alleged use of bunker-buster bombs",
  "A thirst for raising money – 10 days on the H2Only challenge",
  "Tips, links and suggestions: what are you reading this week?",
  "Wild campers should be tamed, not banned",
  "John Oliver tears into Wells Fargo over banking scandal",
  "The week's best TV: Westworld, Luke Cage and Woody Allen",
  "How are Clinton and Trump polling before the first debate?",
  "Darren Clarke: ‘Ryder Cup atmosphere is going to be right on the edge’",
  "Moon Hooch review - energetic New York eccentrics pack a dancefloor punch",
  "Animal trafficking: the $23bn criminal industry policed by a toothless regulator",
  "Murders up 10.8% in biggest percentage increase since 1971, FBI data shows",
  "Stylewatch: Tom Hiddleston in Gucci Cruise",
  "Female playwrights deliver Manchester's global festival of childbirth",
  "'He has a real shot': Stephen King talks about his horror of a Trump presidency",
  "Parents of baby awaiting heart transplant appeal for public's help",
  "The £4,000 a week student flat where Fresh Meat meets Monopoly",
  "UK supports call for independent UN human rights mission to Yemen",
  "'Sewer politics': Trump and Clinton grapple ahead of debate",
  "Southern rail owner's chief operating officer lands HS1 top job",
  "A matter of some gravity: how to have an argument on the internet",
  "Patrick Vieira brought a vital asset to New York City FC: respect",
  "In New York debate lead-up, Hofstra University students argue Clinton v Trump",
  "I might look country-club rich, but I'm actually drowning in debt",
  "An insider's guide to Innsbruck: gliders, gardens and sausage street art",
  "Brexit newspapers defend Theresa May and attack David Cameron",
  "'I feel ashamed in a way I never did before': your stories of PIP assessment",
  "The boho-drain: bohemians say goodbye San Francisco, hello LA",
  "Lester Holt: presidential debate moderator and proven fact-checker",
  "Hillary: here’s what you need to do to ace the debate",
  "Mortgage approvals fall by a fifth, says British Bankers’ Association",
  "West Ham’s woes: five things the Hammers need to fix",
  "Why isn't Labour debating Brexit at its conference?",
  "Donald Trump links Mexico border wall plan to Israel's 'successful' separation barrier",
  "Russia accused of war crimes in Syria at UN security council session",
  "If you can’t beat Corbyn, you’d better try to learn from him",
  "Banned Books Week launches with call to read books the 'closed-minded' want shut",
  "Theresa May allies publish letters to Cameron calling for immigration brake",
  "Build in-house or outsource? It’s not a simple choice",
  "Out of sight: the orphanages where disabled children are abandoned",
  "Blue plaques for LGBT icons is a start, but how do we commemorate the closet?",
  "Mel and Sue, Russell Brand, Danny Dyer: no one is safe from Morgana the mimic",
  "Premier League: 10 talking points from the weekend’s action",
  "Leonardo DiCaprio and Sharon Jones confirmed for Obama's first festival",
  "I finally own my first house – so why do I have buyer’s remorse?",
  "New band of the week: Sarasara (No 121) – gorgeous but outlandish glitchy pop",
  "Jump First, Ask Later review: parkour stage show fails to get airborne",
  "Can you solve it? Are you smarter than the Gogglebox brainbox?",
  "Working holidays: a good idea or just plain exhausting?",
  "Jill Meagher, Conviction and getting the detectives who hunted her killer to talk",
  "Transparent review – the best thing on TV at the moment",
  "‘My father punched me and tore at my clothes’: confronting rape in Myanmar",
  "Facing the music: James Creswell",
  "What are Jeremy Corbyn's most urgent priorities?",
  "Deal-making and dirty tricks: inside the race for UN secretary general",
  "Struggling to get on the housing ladder? Why not buy with friends",
  "Monday’s best TV: The Retreat with Nick Knowles; Extreme Food; Panorama",
  "A hard future awaits for Theresa May without a vision for soft Brexit",
  "Coalition and Labor fail to commit to marriage equality compromise",
  "Folklore and order: Hannah Kent dives into an Irish world of faith and fantasy",
  "We can’t build a progressive political agenda without tackling bigotry",
  "International airport staff in Australia hold strikes with surprise element",
  "Labor attacks Malcolm Turnbull's silence on anti-marriage equality pamphlets",
  "Colin Lillie: Glass Homes review – darkness and renewal pulsates in a raw and powerful debut",
  "Support for renewable energy up, trust in political action down"
]