[
  "Melania Trump pursues Daily Mail over '100% false' rumors about her past",
  "Stanford bans liquor from parties after sexual assault case shocks campus",
  "Culture goes west: could Parramatta really become 'Australia's next great city'?",
  "Clinton Foundation: Bill to quit board if Hillary becomes president",
  "Labor says it will act 'consistently' on cuts after Cormann raises 'wibble-wobble' doubts",
  "Shadow minister accuses Jeremy Corbyn of discrimination",
  "Poldark preview: brooding do-gooder returns with light, shade and shirtless mining",
  "Donald Trump backs return of military weaponry to police forces",
  "Sam Allardyce believes John Stones can be key part of England’s revival",
  "Drip, drip, Clinton’s emails come out",
  "Experience could prove key in late rush to nail down England places",
  "Ian Bell under consideration for England tours of Bangladesh and India",
  "Kellyanne Conway is Trump's last chance at winning",
  "'Nothing systematically wrong with offshore detention,' minister tells Q&A",
  "Wen Hair Care baldness suit signals need for toxin testing in beauty products",
  "It’s Corbyn v Smith for Labour’s next leader. But being a winner isn’t enough",
  "Canada's Olympics: Penny Oleksiak's gold and the Bolt-De Grasse bromance",
  "Sports Direct investors attack deal with Mike Ashley's brother",
  "Rival supporters stake their claims in Labour leadership fight",
  "Labour attacks 'misleading' help-to-buy Isas",
  "Same Russian hackers likely breached Olympic drug-testing agency and DNC",
  "Clinton emails recovered by FBI to be released just before election day",
  "New York Muslims divided over calls for surveillance in wake of imam's murder",
  "Who lives at No 9 Downing Street?",
  "Will ‘jihadi jails’ solve the problem of imprisoned Islamist extremists? Probably not",
  "Laura Trott: ‘Girls are put off sport because they get embarrassed’",
  "Federal court blocks Obama's rules for transgender students' bathroom access",
  "David Bowie: Berlin plaque commemorates time in city of 'Heroes'",
  "Warren Gatland set to be named as Lions coach for New Zealand tour",
  "Tips, links and suggestions: what are you reading this week?",
  "UK bill of rights will not be scrapped, says Liz Truss",
  "Drowning a kitten in a ditch before every game",
  "Offer made on West Heslerton village put up for sale for £20m",
  "Harry Potter 'could stop Donald Trump', says researcher into readers' views",
  "Study to determine sexual assault prevalence in Australian universities",
  "Peter Draper obituary",
  "Yeovil Town manager Darren Way: ‘I feel very fortunate to be alive’",
  "Follow the money: how left-behind cities can hold their corporate bullies to account",
  "Cheltenham MP calls for inquiry into removal of Banksy's Spy Booth",
  "'I took it off and threw it at him': what divorced people do with their wedding rings",
  "Lord Rix was told to put his daughter into a home. Instead, he fought for people like me",
  "Financial firms shrug off Brexit fears - as it happened",
  "Airbnb has started building its own listings – will planning cities be next?",
  "Ethiopian Olympic medallist seeks asylum after marathon protest",
  "Man shot dead in north London was 'killed after row at recording studio'",
  "​Deus Ex: Mankind Divided review – beautiful if half-baked cyberpunk sequel",
  "Smith and Corbyn pledge to hand power back to party members",
  "Why Japanese PM Shinzo Abe was dressed as Super Mario in Rio",
  "Obama to visit Louisiana amid pleas for flood aid",
  "Gonzalo Higuaín lends weight to dreams of repeat Juventus glory in Serie A",
  "'Why do they target us?' Yemeni civilians pay the price of escalating crisis",
  "EU referendum two months on: the 10 steps that led to Brexit",
  "Fringe benefits: the haircut that become 2016's fashion power move",
  "The ‘nuclear football’ - the deadly briefcase that never leaves the president’s side",
  "New band of the week: I Am Karate (No 116) – shimmering synthpop with experimental edges",
  "I decided to be a Ugandan woman for a week – it was the wig that broke me",
  "Mexican journalist flees Veracruz after campaign of intimidation",
  "Kurdish militias fight against Syrian forces in north-east city of Hasaka",
  "When unemployment hit, I reached for my credit card. I don't regret it",
  "Rio has showcased a post-Brexit nationalism the left should embrace",
  "What's it like being LGBT in Turkey?",
  "CFA dispute: Michaelia Cash stumbles over claim of 'hostile union takeover'",
  "From Rio 2016 to Tokyo 2020: Olympic drama moves on",
  "When will the United Nations address its unjust internship policy?",
  "Home Office approved drug trials on young offenders in 1960s",
  "Federal police commissioner warns MPs 'words matter' in debate on Islam",
  "Philippine police anti-drugs operations have killed 712 since July, Senate hears",
  "A members view: 'People care,  the energy and passion came through'",
  "Australia's Olympic woes aren't Kitty Chiller's fault. But she made it easy for people to blame her",
  "World Jollof Day: Jamie Oliver's #ricegate and other scandals",
  "Kids In Love: why are today’s young movie bohemians so posh?",
  "Iraqi children pay high health cost of war-induced air pollution, study finds",
  "Premier League: 10 talking points from the weekend’s action",
  "Sports Direct uses Mike Ashley's brother's firm for overseas distribution",
  "Fox News, BBC3 closure, Simon Cowell",
  "If the age of self-driving cars is upon us, what's keeping them off the roads?",
  "Scottish Labour leader backs Owen Smith against Jeremy Corbyn",
  "There’s Something About Rom-Coms review – this isn't The One",
  "Here’s a tip for Sam Cam after that Hellmann’s gaffe at No 10",
  "Jeremy Corbyn and Owen Smith promise to have woman at top of Labour",
  "Senior Labor MPs want to keep welfare payment they previously wanted to scrap",
  "Donald Trump's undocumented deportation pledge called into question",
  "Comedian Richard Gadd: 'I've punished myself so much'",
  "The Euro and Its Threat to the Future of Europe by Joseph Stiglitz – review",
  "Theresa May’s holiday is almost over. She must now define herself",
  "Facing the music: Aleksandar Marković",
  "Delhi schools offer safe space for children to speak up about sexual abuse",
  "Hate preachers to be held in separate prison units to curb radicalisation",
  "The claim that locking asylum seekers up in Nauru and PNG saves lives is bogus",
  "Turnbull's CFA laws unveiled, but expert questions constitutionality",
  "Search for successor to revered public protector grips South Africa",
  "The power of water to drive a mill and break a bridge",
  "Fear the Walking Dead: season two, episode eight recap – Grotesque",
  "A yes vote for marriage equality could show politicians we won't stand for bigotry",
  "Western Australia premier opposes February marriage equality plebiscite"
]