[
  "Theresa May to tell EU's other leaders 'there will be no second referendum'",
  "Brexit vote blamed for slowing growth in construction sector",
  "Interest rates are at record lows. Don't expect them to go any lower",
  "David Leyonhjelm says onus is on government to justify Adler gun ban",
  "Boys in the Trees review – a coming-of-age film with Fright Night flourishes",
  "Barcelona v Manchester City: Champions League – as it happened",
  "Arsenal v Ludogorets: Champions League – as it happened",
  "Snowden: 'Politics of fear' keep Trudeau from repealing Canada anti-terror law",
  "The Great British Bake Off 2016 semi-final – as it happened",
  "Cameron aide said government was ‘exposed on Heathrow’ over air quality",
  "Vegas debate is final fight night for Clinton and Trump",
  "Corrections and clarifications",
  "Early voting lines are so long, people are fainting. That harms democracy",
  "The fan rituals that made Rocky Horror Picture Show a cult classic",
  "Home Office expected to speed up rescue of migrant children from Calais",
  "Amy Schumer pens open letter to fans who left Florida show after Trump jokes",
  "Major parties' taxpayer-funded pre-election campaigns criticised by audit office",
  "New push from NSW to change gun laws is a risk to community, Port Arthur charity says",
  "Australia will not support negotiations to outlaw nuclear weapons",
  "BHP Billiton aims for 50% female workforce by 2025",
  "Zuckerberg: white male Facebook board member's Trump support provides 'diversity'",
  "Mars landing: ESA declare success despite Schiaparelli probe's silence - as it happened",
  "The Guardian view on NiUnaMenos: challenging misogyny and murder",
  "US election causing uptick in Twitter abuse for Jews and journalists – study",
  "Islamic State leaders are fleeing Mosul, says US general",
  "US and Ecuador deny conspiring to take Julian Assange offline",
  "Donald Trump, real vote rigging and the politics of hate",
  "Sorry, Hairy Maclary, you’re no Scot. But Katie Morag definitely is",
  "Anti-Isis resistance group plans to rise up in Mosul, say residents",
  "As a nation would we ever sink so low as to check refugees’ teeth?",
  "Brazilian politician who led Rousseff impeachment arrested on corruption charges",
  "Pentonville stabbing: death prompts call for inquiry into state of jails in England and Wales",
  "Benn and Cooper elected to chair Brexit and home affairs committees respectively - Politics live",
  "UK jobless rate sticks at 4.9%, but pay squeeze may be looming – as it happened",
  "Heath Robinson: a museum fit for the cobbled-together contraption king",
  "Larry Sanders on brother Bernie and why Tony Blair was ‘destructive’",
  "Muslim women's group inundated with hate mail after endorsing Hillary Clinton",
  "England’s Bangladesh debutants hope to fare better than unlikely 2003 trio",
  "Why won't the global agenda for inclusive cities recognise LGBTQ citizens?",
  "Canada's response to the US election is a most Canadian nod to our predicament",
  "Calais camp charity threatens UK with legal action over vulnerable children",
  "Robert Plant Lampedusa tour review – tenderly rocking for refugees",
  "Same role, different show: what happens when TV actors get stuck in a rut",
  "Burial – 10 of the best",
  "'It's not a victimless crime' – the murky business of buying academic essays",
  "If the US hacks Russia for revenge, that could lead to cyberwar",
  "'Our temples of culture': readers reflect on their favorite libraries across the US",
  "People who welcome refugees are the true British patriots",
  "I'm not ready for the Obama era to end",
  "Barack Obama reflects on presidency at final White House state dinner",
  "Jerry Jones backs NFL in Las Vegas: 'It's a great opportunity for everybody'",
  "Chance review – Hugh Laurie breaks bad but the results aren't good",
  "Airports Commission chair calls for immediate Heathrow third runway vote",
  "Maro Itoje the quiet student who has already graduated for England",
  "The Letters of Samuel Beckett 1966-1989 review – a ‘long farewelling’",
  "Philip Turvey wins defamation settlement against Daniel Curran of Heir Hunters",
  "Booby traps and soaking chickpeas: inside an abandoned Isis tunnel",
  "Gang of up to 11 involved in fatal attack on woman in Newcastle, say police",
  "Sustainable cities: how can we develop the urban circular economy? – live chat",
  "Taco trucks will be lined up near presidential debate in Las Vegas",
  "Judges deem Eritrea unsafe for migrants' return as Home Office advice rebutted",
  "Meet The Drainspotter – Cornwall’s No 1 gnome-based blockage vigilante",
  "Royal Military Police apologise to family of corporal who killed herself",
  "Huge increase in Britons seeking citizenship in EU states as Brexit looms",
  "'Isn't anybody going to stop me?' 30 songs protesting a President Trump",
  "Serious case review launched over teenaged Spalding killers",
  "The Lib Dems oppose this snooper’s charter. Why doesn’t Labour?",
  "Muslim leader jailed for life after hiring hitman to kill mosque rival",
  "'We're wasting money': the case for greater local power over transport",
  "Why has climate change been ignored in the US election debates?",
  "Law may be needed to preserve the rights of Irish in UK after Brexit",
  "Wang Jianlin: does China's richest man have a plan to take over Hollywood?",
  "Trump and Clinton prepare for Vegas showdown",
  "Curt Schilling was a hero in New England. But his time has passed",
  "Two billion more people will live in cities by 2035. This could be good – or very bad",
  "How York Minster bellringers' sacking blew the lid off bitter dispute",
  "Top 10 books about borders",
  "Are you on the waiting list for a council house? Share your story",
  "Drawing the line on the most gerrymandered district in America",
  "The silver lining of Trump's misogyny? More men are decrying his ways",
  "Ecuador says it cut WikiLeaks founder's internet over interference in US election",
  "Ditching classics at A-level is little short of a tragedy",
  "Time has come to close 'grimmest of the grim' Pentonville prison",
  "'We forgot to tell the kids that moving can suck': the challenges of working abroad",
  "Satellite Eye on Earth: September 2016 - in pictures",
  "Trump and Clinton to square off at final presidential debate",
  "No longer taken seriously, we're seeing the last gasp of climate denial groups",
  "Homeless vote: 11 tent city dwellers on Clinton, Trump and choosing a president",
  "Samsung owners furious as company resists paying up for Note 7 fire damage",
  "We social workers are more than just cogs in the system",
  "Housing affordability crisis not down to unsustainable rising prices, says Morrison",
  "Theresa May accused of 'dither and delay' over Heathrow expansion",
  "Not heard the one about the Queen: why don't comedians criticise the monarchy?",
  "Claudia Rankine: why I'm spending $625,000 to study whiteness",
  "Jimmy Anderson to miss first England Test against India due to injury",
  "Angela Eagle received hundreds of homophobic messages from Labour members",
  "Your opinions: the perils of globalisation and the future of the Tory left",
  "Two months to take Mosul from Isis, says Iraqi general",
  "Asic says requests to upgrade ageing corporate database denied by governments",
  "Charles Dance: 'Thank God the BBC didn't make Game of Thrones'",
  "Russia Today row, Channel 4 News, PA to automate stories",
  "The end of Brangelina: the internet reacts the only way it knows how",
  "Leading MP doubtful that Sir Philip Green can keep knighthood",
  "Kitchen gadgets review: Absorb Bin fat trapper – go on, change the nappy",
  "Michael Moore in TrumpLand review – part dingus, part holy roller aiming to help Clinton",
  "The London borough with a '50-year waiting list' for council houses",
  "WA premier Colin Barnett does not support Adler gun coming into his state – as it happened",
  "Jason Moyer-Lee: Why the gig economy is a threat to us all",
  "US and UK reject Russian offer of 'pause' in airstrikes on Syria",
  "Ordinary Lies review – can planting spy-cams around your house ever end well?",
  "Michael Moore to release surprise 'Trumpland' documentary",
  "Trump says he would impose term limits for members of Congress",
  "Barack Obama's workout playlist proves he's master of the eclectic mixtape",
  "The omens aren’t good for digital public services",
  "May defends grammars and plans for universities' role in state schools",
  "The Joy of Quiz by Alan Connor review – question: name an entertaining new book on quizzing",
  "EE failed to help me out over poor credit score which threatened my mortgage",
  "Witney byelection: Labour and Lib Dems hope to cash in on Tory divisions",
  "Raw power: why Iggy Pop posed naked for Jeremy Deller's Life Class",
  "Bonnie Greer: 'Black Lives Matter is a big fail for my generation'",
  "Outrage over actor Rahama Sadau's hug highlights Nigeria's divisions",
  "Still ticking: The improbable survival of the luxury watch business",
  "Brexit united Tory and Labour losers. Now all they need is a battle plan",
  "Adler shotgun explainer: what's the big deal about lever-action firearms?",
  "Young people rely on 'bank of mum and dad' to buy property, says Treasury secretary",
  "Trump Super Pac chair: Donald Trump needs 'a miracle' to win – as it happened",
  "Coalition splits over Adler shotgun ban as One Nation calls for 'softening' of firearm control",
  "ABC's Man Up tackles the tragedy of male suicide – but only among blokey blokes",
  "Bill Shorten forced to clarify support for colleagues as Labor's factional row continues",
  "South Australian windfarms revise safety settings after statewide blackout",
  "The gun control debate shows the Coalition still hasn't worked out how to negotiate"
]