[
  "Jay Z calls 'war on drugs' an 'epic fail' in New York Times video",
  "John McDonnell 'furious' over Labour list of Corbyn detractors",
  "Four early Rembrandt works reunited for first time at Ashmolean",
  "George Osborne to chair Northern Powerhouse Partnership",
  "Testy Trump kids cut off interviews",
  "Clinton returns to campaign trail 'fully recovered' from pneumonia",
  "Theresa May shows Britain is still open for business at London fashion week",
  "Southampton v Sparta Prague: Europa League – as it happened",
  "Pink review – subtle drama that grapples with India's rape culture",
  "England and Danielle Carter hammer Estonia again on Euro 2017 road",
  "All change at Reserve Bank, but Australia's economy is still heading for the rocks",
  "Michelle Guthrie pushes ABC executives to go for the X-factor",
  "Haseeb Hameed’s perfect timing earns teenager chance to answer England call",
  "Canadian gin company's campaign accused of cultural appropriation",
  "Scott Walker responds to John Doe files leak: nothing to see here",
  "Feyenoord 1-0 Manchester United: Europa League – as it happened",
  "Think Hinkley is an expensive white elephant? Not compared with HS2…",
  "Trump presents vision for creating 25m jobs in economic policy speech",
  "Olivier Rousteing on Rihanna, Kim Kardashian and the Balmain army",
  "Oil disaster investigator alarmed by BP Great Australian Bight response",
  "Theresa May accused of avoiding security and cost issues of Hinkley",
  "Hinkley Point C is no answer to Britain’s energy needs",
  "UK bonuses soar to £44bn beating pre-financial crash peak for the first time",
  "Shelve UK arms sales to Saudis over Yemen, say two MPs' committees",
  "Secret Number ready for Australian targets after staying on to win at Ayr",
  "Sean Rigg: CPS rules out charges against police over station death",
  "AlunaGeorge: I Remember review – sweet melodies and enough variety to prick the ears",
  "Going underground: Crossrail's tunnels open to public in Open House weekend",
  "Sports Direct shares tumble after Goldman Sachs cuts profit forecast",
  "Doctors urge inquiry into Jeremy Hunt's NHS 'weekend effect' claims",
  "Government announces exemptions to housing benefit cap",
  "The evidence of an NHS weekend effect is shaky",
  "UK interest rates are heading in only one direction",
  "Justin Tomlinson shows sorry seems to be the easiest word",
  "MPs call for end to abusive men using courts against families",
  "Police spy accused of urging anti-racist activists to commit arson",
  "Tory MP faces Commons suspension for leaking report to Wonga",
  "The Last Waltz and Heartworn Highways: two 40-year-old films at the birth of Americana",
  "LBJ review: Woody Harrelson compelling if physically unconvincing in firm biopic",
  "Donald Trump to Dr Oz: I feel 'as good today as I did at 30'",
  "'It puts us on the map': Bridgwater business toasts Hinkley Point C",
  "Alan Cumming: 'If Donald Trump is the president, we are screwed'",
  "I admire Tony Blair for beating Tories, says Tim Farron",
  "Peter Blundell Jones obituary",
  "Colin Powell's hacked emails are an unwitting gift to voters",
  "Missouri legislators expand gun rights in defiance of concerns from police",
  "Columbus police fatally shoot 13-year-old boy carrying BB gun",
  "Sandra Bland's family settles wrongful death lawsuit against Texas for $1.9m",
  "I'll never vote for Donald Trump. But I'd consider Ivanka",
  "Corbyn says vote to leave EU was 'decisive rejection of failed economic model' – as it happened",
  "Dr Orgasm will see you now: is the O-Shot what women need for better sex?",
  "Denzel Washington on diversity western The Magnificent Seven: ‘Audiences like to know who they’re rooting for’",
  "Hinkley Point C nuclear power station gets government green light",
  "American Horror Story season six review – a scarily shaky start",
  "Stop calling disabled people superhuman - just treat them as human",
  "Nuclear power – yes please. Hinkley Point – no thanks",
  "Nick Cave and the Bad Seeds: Skeleton Tree review – brilliant music on the verge of collapse",
  "New plastic fiver hits the streets, plus the contactless revolution",
  "Should grammar schools be scrapped? - readers debate",
  "Trump questions Clinton's stamina for campaigning",
  "Labour presses Amber Rudd for decision on Battle of Orgreave inquiry",
  "Bowie? Skepta? Radiohead? Our critics decide who should win the Mercury prize",
  "'You don't fit the image': Hillary Clinton's decades-long push against a sexist press",
  "Trafigura, Vitol and BP exporting dirty diesel to Africa, says Swiss NGO",
  "Trump's childcare plan is good for the rich. But what about the rest of us?",
  "Gaffes, ignorance and PR nightmares: why it's so easy to hate the tech industry",
  "Triumph of truth: new museum upends 'great denial' of African American history",
  "UK to ban fishing from a million square kilometres of ocean",
  "What Brexit effect? Why British consumers still spend, spend, spend",
  "Liverpool councillors call on shops to stop selling the Sun",
  "Kate Moss' hair stylist: 'British people wear their hair as a tribal badge'",
  "Prince Charles left shaken after car collides with deer",
  "Trump doctor paid $86,000 to settle malpractice lawsuit after patient's death",
  "Central American migrants desperate to reach US risk new dangers at sea",
  "Jaime Jarrín: the remarkable story of the Latino Vin Scully",
  "Lives in the balance: climate change and the Marshall Islands",
  "Donald Trump questions Clinton’s health at rally in Ohio: ‘You think this is easy?’",
  "Japanese opposition party elects first female leader",
  "The Tunnel Through Time by Gillian Tindall review – the treasures Crossrail has uncovered",
  "Senate reopens inquiry into plans to drill in Great Australian Bight",
  "The Russian woman who travels 500km to vote",
  "Nick Xenophon urges Malcolm Turnbull's government to suspend sale of Asic registry",
  "Seasonal hacks: 15 things to know for Autumn/Winter",
  "Malcolm Turnbull: superannuation backdown 'the right outcome' - as it happened",
  "BBC pay, Bake Off, Sky drone racing",
  "TTIP talks resume between US and EU trade officials",
  "Tribunal that set pay rates ‘exacerbated’ pressure on truck owner-drivers – report",
  "The Alternative: Towards a New Progressive Politics review – the problem with voters",
  "Jeremy Corbyn's team issues list of MPs who it claims undermined leader",
  "Guantánamo ex-prisoners continue to turn up on battlefield, says US",
  "Elliott Johnson's parents say Tories are concealing bullying inquiry findings",
  "Army veteran Tasered by police awarded £50,000 compensation",
  "Hotel Chocolat co-founder on making chocolate exciting again",
  "N for Northampton: Alan Moore celebrates his hometown with a 1,200-page fantasy",
  "The heavy price of Santiago's privatised water",
  "In the footholds of Dorothy Pilley: how my great-great aunt became a climbing inspiration",
  "Thursday’s best TV: The Doctor Who Gave Up Drugs, Mercury Prize Live",
  "Britain’s spending on aid isn’t too generous. It’s a drop in the ocean",
  "Spain could be first EU country with national park listed as 'in danger'",
  "If universities want to know about campus sexual assault, they're doing it wrong",
  "Angry clashes in Karnataka as India's water wars run deep",
  "Qantas CEO Alan Joyce opposes 'unnecessary' marriage equality plebiscite",
  "Ford to move all small-car production to Mexico as profits set to fall",
  "Clinton's doctor: Democratic nominee is 'fit to serve as president' – as it happened",
  "Why parking spaces are being turned into pop-up parks",
  "South Sudanese general paid $1.5m for Melbourne home, says war profiteering report"
]