[
  "Judge: North Carolina must give transgender people choice of bathrooms",
  "Hillary Clinton denies foundation donors' influence – as it happened",
  "Federal police raids over NBN leak should ring alarm bells for journalists",
  "Northern Territory goes to the polls with Labor the clear favourite",
  "A window on Stephen Bannon’s past",
  "Malcolm Turnbull urges all parties to focus on 'bread and butter' issues",
  "Brock Turner laughed after bystanders stopped Stanford sex assault, files show",
  "Stingray documents offer rare insight into police and FBI surveillance",
  "Steve Bannon moves Florida voter registration to home of Breitbart writer",
  "Reading festival remains a rite of passage for British teenagers",
  "The burkini ban ruling is a start, but France has more issues to deal with",
  "Caroline Lucas: Labour has not shut door on progressive alliance",
  "UberEats drivers vow to take pay protest to London restaurants",
  "County cricket: Surrey v Lancashire and much more – as it happened",
  "Letters: Lord Rix obituary",
  "'The races are not equal': meet the alt-right leader in Clinton's campaign ad",
  "Exams test only how good you are at exams",
  "No sign of nudity or swastika T-shirts",
  "Ryan Moore back from injury with a bang aboard Spatial at Newmarket",
  "Politicians fuelled rise in hate crimes after Brexit vote, says UN body",
  "Battle royal: Amazon and Netflix turn to UK talent in TV wars",
  "Italy quake: grief and trauma in hilltop towns as hopes fade of finding survivors",
  "NHS plans 'not just about closures', bosses insist",
  "A strict diet of pie in the sky",
  "Lower benefit cap to hit a quarter of a million poor children",
  "Traingate, divorce laws and dodgy bakes – Guardian Social as it happened",
  "Behind the scenes at the VMAs: 'We create a pretty volatile environment'",
  "Activists occupy CPS offices over Kingsley Burrell's death",
  "Women lead Friday prayers at Denmark's first female-run mosque",
  "‘I kept my eyes firmly above the chin’: Peter Stanford poses nude for artist Spencer Tunick, 17 July 2005",
  "Why Noel Clarke's 'hood' trilogy remains a vital snapshot of Britain",
  "Nigel Farage: from Brexit hero to Trump’s little helper. That’s some career path",
  "Britney Spears: Glory – track-by-track review of a triumphant return",
  "Straight talk was Trump's last remaining strength. Now it's gone",
  "Zimbabwe riot police fire teargas and water cannon at protesters",
  "UK economic growth confirmed at 0.6% in second quarter",
  "Where have all the summer blockbusters gone?",
  "The Hull City 14: the players tasked with performing a miracle",
  "Don’t be fooled. There will be damaging fallout from Brexit",
  "Back to sleep: the doctor who helped stem a cot death epidemic",
  "How Hollywood predicted the year of the accidental politician",
  "The NHS secret is out. And local communities won't like it",
  "A sticky week, as Corbyn is jammy and The Great British Innuendo returns",
  "Oxford Dictionaries halts search for most disliked word after 'severe misuse'",
  "Stylewatch: Lena Dunham and Jemima Kirke star in untouched lingerie campaign",
  "Carol Birch: ‘I am amazed at how people come through extreme things – at the strength of people’",
  "Virgin v British Airways: was the Corbyn saga part of the old rivalry?",
  "Pro-Corbyn union leader threatens legal action over Labour suspension",
  "Five of the best... art exhibitions",
  "Trump campaign chief may have violated election law",
  "NHS plans could bring benefits but we're barred from telling the public",
  "Save Fabric: our clubs are under threat as never before",
  "The Roundabout review – stylish return for early Priestley play",
  "A journey to Soweto reveals South Africa's past and present",
  "Così fan Tutte review – Mozart's frothy opera turns nasty",
  "'I've done really bad things': The undercover cop who abandoned the war on drugs",
  "'I had said adieu': nun tells of Italian earthquake ordeal",
  "Britney Spears fronts EE ad offering six months' free Apple Music",
  "Frank Ocean’s Nikes: the best of this week’s music",
  "How even I failed to mess up Delia's rice pudding",
  "The lies Trump told this week: from immigration to the safety of inner cities",
  "Virgin Trains 'teams up' with Labour to offer discounts (and a seat)",
  "Why did you become a humanitarian? Aid workers share their motivations",
  "Luke Shaw: ‘I could hardly walk for six months, never mind play football’",
  "Sexual harassment of students by university staff hidden by non-disclosure agreements",
  "UK economic growth: what the economists say",
  "FBI's Don't Be a Puppet game targets Muslim youth, teachers' union says",
  "AI guides your daily life, but is it liberal or conservative?",
  "England's best-loved wildlife still in serious decline, report shows",
  "Conspiracy central: the activists painting Clinton as a sick, terrorist-friendly killer",
  "Is Bernie Sanders' Our Revolution over before it even began?",
  "Nauru asylum seeker protest targets Australia House in London",
  "Alan Pardew to speak with Wilfried Zaha about his Crystal Palace future",
  "Article 50 may be triggered in early 2017, says Iain Duncan Smith",
  "Oscar Wilde’s De Profundis – one of the greatest love letters ever written",
  "MLS weekend preview: what's gone wrong with the Revolution?",
  "Roberto Durán: boxing's imperfect hero is still swinging after all these years",
  "Politicians have failed the NHS. We need people power to save it",
  "Tony Abbott urges Turnbull to pursue reform to counter 'populist politics'",
  "Danger for Turnbull as parliament heads into the unknown",
  "Books to give you hope: Fire and Hemlock by Diana Wynne Jones",
  "Premier League: 10 things to look out for this weekend",
  "Alcohol-fuelled assault twice as likely to happen at home as in a pub – study",
  "BrainDead: the absurd new thriller that will make your head explode",
  "Are Facebook and Twitter doing enough to protect users?",
  "What do you know about planned NHS cuts?",
  "'Taking hate mainstream': Trump and Clinton trade insults over racism accusations",
  "Owen Smith accuses Jeremy Corbyn of lying over EU referendum vote",
  "Housing benefit pumped into the private rented sector is dead money",
  "NHS plans closures and radical cuts to combat growing deficit in health budget",
  "Women walk alone to reclaim India's streets from fear and harassment",
  "Even Donald Trump is learning that nice guys don’t always finish last",
  "Something for the weekend: activities and events for August bank holiday",
  "'Liberate Hong Kong': pre-election calls for independence from China grow",
  "Farage is gone, but the people he spoke for can’t be ignored",
  "Children really don't need a picture-book version of On the Road",
  "Friday’s best TV: Summer: Earth’s Seasonal Secrets; Camping; Friday Night Dinner",
  "Greens to block same-sex marriage plebiscite, saying young lives at stake",
  "Judge in Stanford sexual assault trial removes himself from all criminal cases",
  "Trump's campaign CEO once charged with domestic violence, reports say – as it happened",
  "Marriage equality plebiscite: I take this barrage of bigotry dressed up as 'debate' personally"
]