[
  "Gaping chasm between Coalition's climate mantra and the real debate",
  "Careless whisker: Universal to release album for cats",
  "Ya pulingina. Bringing these words to life is an extension of our identity",
  "Green party's Jill Stein lands in wrong Ohio city for campaign event",
  "Police officer investigating killing of Samia Shahid arrested",
  "FBI releases documents in Clinton email investigation – as it happened",
  "Blaming Labor is not an economic plan, Scott Morrison",
  "We decide who invests in Australia, Turnbull says ahead of G20 in China",
  "Poland runs own investigation of Polish man's death in Essex",
  "Sam Allardyce shows faith in beaten Euros squad with first England lineup",
  "Clinton emails: a Friday surprise",
  "Novak Djokovic into fourth round after Mikhail Youzhny retires – as it happened",
  "Third Spanish election expected after attempt to form government fails",
  "Georgetown's attempt at atonement: should we be grateful?",
  "Bishop of Grantham first C of E bishop to declare he is in gay relationship",
  "Wales’ Chris Gunter: We will give everything to replicate Euro 2016 run",
  "The Guardian view on Green leadership: a challenge and an opportunity",
  "The Guardian view on Zimbabwe: Contemplating a future without Robert Mugabe",
  "What Citizen Trump can’t stand – the story is of Melania, not him\r\n",
  "A caring country must act on Calais children",
  "Marc Riboud obituary",
  "We want Van Damme! Will all TV shows in the future be picked by the public?",
  "Reporting of man who killed his family too sympathetic, say women's groups",
  "Weak US jobs report dampens prospect of rate rise  - as it happened",
  "'Taco trucks on every corner'? That'd really make America great again",
  "Uzbekistan plunged into uncertainty by death of dictator Islam Karimov",
  "Politics can’t heal until politicians stand clear of the revolving door",
  "Islam Karimov obituary",
  "The Clinton-Trump presidential debates: who are the moderators?",
  "Carbuncle Cup 2016: gong for UK's ugliest building up for grabs",
  "Ed Balls: ‘Yvette thought it was easier for me to have a midlife crisis than her’",
  "Where Hillary called home: Wellesley’s 2020 class on its most famous alumnus",
  "Watchdog threatens legal action against Fox News after hacking allegations",
  "Royal Marine appears in court on Northern Ireland terror charge",
  "A digital dilemma for Corbyn, and business as usual again for the Tories",
  "What is the secret to happiness? Catch up on our live look at the week",
  "Hawaii and other big marine protected areas 'could work against conservation'",
  "Louisianans spurn government and crowdsource aid in wake of floods",
  "How do Scots feel about having another independence referendum, post-Brexit?",
  "Caroline Lucas and Jonathan Bartley elected Green party co-leaders – as it happened",
  "University: an introduction to political activism",
  "Poster poems: madness",
  "Oscar Wilde behind bars and a revolution at the V&A – the week in art",
  "Trump and Syrian refugees in the US: separating the facts from fiction",
  "As Kaepernick's racial injustice protest hits the road, a country begins to talk",
  "Sports Direct: global pension funds to vote against Mike Ashley re-election",
  "Since their split my mother has been in pieces while my father flaunts his new girlfriend",
  "Why La Fura’s Norma is playing with fire at Covent Garden",
  "Will west stick to same discredited script after death of Uzbek dictator?",
  "Caroline Lucas and Jonathan Bartley voted joint Green party leaders",
  "Tens of millions of Indian workers strike in fight for higher wages",
  "Brock Turner released from jail after serving half of six-month sentence",
  "Jewish Labour MP: Corbyn must name and shame online abusers",
  "Google cancels modular smartphone Project Ara",
  "I’m a journalist on the run from Erdoğan – I have no idea what I’ve done",
  "Hurricane Hermine's path unclear after hitting Florida",
  "MIA’s Go Off: the best of this week’s music",
  "'If I can help, I must': meet the volunteers working with refugees",
  "Ade Adepitan: ‘At Sydney my dad saw me playing basketball for the first time. That’s when he got it’",
  "Southern rail boss waives bonus and pay rise as profits rise 27%",
  "Nicola Sturgeon launches 'biggest listening exercise in SNP history'",
  "Change.org cuts a third of its global workforce",
  "Wild and free: inside the home of Sue Dunkley, pop art's forgotten gem",
  "From Heather Kemesky to socks and sliders: this week’s fashion trends",
  "How I Became a North Korean by Krys Lee review – fugitive tales",
  "King Lear review – Sher shores up his place in Shakespeare royalty",
  "'My friends died,' heckler shouts. 'So did my son,' Joe Biden shoots back",
  "Top 10 London cabaret and drag show venues – chosen by the experts",
  "The lies Trump told this week: who's paying for the wall to immigration costs",
  "Katie Gately: ‘I’m a pretty diehard Billy Joel fan’",
  "Trump and Atlantic City: the lessons behind the demise of his casino empire",
  "Trump, Erdoğan, Farage: The attractions of populism for politicians, the dangers for democracy",
  "Super Nintendo and me: growing up, recession and role-playing adventures",
  "Madonna blasts Donald Trump's sons for killing wild leopard",
  "Greens to announce leader with return of Caroline Lucas expected",
  "Calais refugee camp running out of food amid donor fatigue",
  "Liberal party announces panel to review poor election performance",
  "Sign up for the Guardian documentaries update",
  "Militants in Pakistan kill 12 in attacks on court and Christian colony",
  "Labor calls for big changes in donation rules to restore public confidence",
  "The 10 best… things to do this week",
  "Pay-back time for publishers: authors forced to return their advances",
  "FTSE climbs on UK construction news and ahead of US jobs, but BT drops",
  "Information commissioner wants the FoI act to be extended",
  "Melania Trump sues the Daily Mail for $150m over 'lies' about her past",
  "Jeremy Hunt has got it wrong: junior doctors are not the enemy within",
  "When gardens are razed and paved, house sparrows suffer",
  "Björk on her inspirations: a drag queen, a videogame, a knitwear prodigy and more",
  "Alicia Garza on the beauty and the burden of Black Lives Matter",
  "International football: 10 things to look out for in World Cup 2018 qualifying",
  "Sam Dastyari’s expenses scandal a ‘cash for comment’ moment, says Turnbull",
  "A year on from Alan Kurdi, we still have a moral case to help child refugees",
  "'Pay to stay' is Robin Hood in reverse for thousands of hard-working people",
  "East coast of New Zealand struck by earthquake of 7.1 magnitude",
  "The death of Alan Kurdi: one year on, compassion towards refugees fades",
  "SNP to hold 'away-day' for all its MPs to bolster case for independence",
  "Malcolm Turnbull can avoid a slow political death on his knees by living on his feet",
  "KT Tunstall on falling in love with Venice Beach: 'It’s bohemian … and a bit barefoot'",
  "New Zealand warned against 'overt racism' of Australia and other nations",
  "Friday’s best TV: BBC Proms 2016; George Clarke’s Amazing Spaces; Goodnight Sweetheart",
  "Australian census 2016: complaints as people asked to fill out forms again",
  "Labor shouldn't support Newstart cuts. It would be a moral and electoral mistake",
  "Nick Kyrgios v Horacio Zeballos: US Open second round - as it happened",
  "Hillary Clinton announces blowout $143m fundraising haul – as it happened",
  "Cory Bernardi is more dangerous than One Nation – his party is in power",
  "Malcolm Turnbull 'excoriates' ministers who left parliament early on Thursday",
  "Socceroos’ win over Iraq instructive both of progress and ongoing shortcomings",
  "How 'eye-tracking' could change our experience of cities – for better or worse"
]