[
  "First heterosexual UK couple in civil partnership urge government to end ban",
  "UK manufacturing recovery based on increase in low-skilled jobs, finds report",
  "Conservative MP backs Tony Abbott's account of Adler shotgun deal row",
  "Walkley awards: Guardian Australia picks up five nominations",
  "Man dies after shooting in west Belfast",
  "Trump agrees to accept vote ‘if I win’",
  "Tanya Tagaq: Retribution review – apocalyptic growls and lupine snuffles",
  "Trump loyalists plan own exit poll amid claims of 'rigged' election",
  "Tottenham’s Dele Alli admits need to sharpen up in front of goal",
  "Alain Juppé calls for UK border to move from Calais to Kent",
  "Documentary film-makers face decades in prison for taping oil pipeline protests",
  "Kero Kero Bonito: Bonito Generation review – no-fat nuggets of schoolyard dancehall",
  "Swansea City accused of ignoring supporters trust as relations sour",
  "Ministers order HMRC crackdown on ‘gig economy’ firms",
  "Napoleon or billionaire spiv? MPs line up to take a shot at Philip Green",
  "Phil Chess, the Polish immigrant who brought blues to the world",
  "Peter Thiel donated big to Trump. Why does the tech world still embrace him?",
  "Jeff Bezos says Donald Trump's behavior 'erodes democracy'",
  "We’ve seen Donald Trump before – his name was Silvio Berlusconi",
  "I Am Not Your Negro review – James Baldwin's words weave film of immense power",
  "'Like an impression of Alec Baldwin': late-night hosts on Trump's debate lines",
  "Attacking the ABC is a win-win for conservatives. The latest furore is no surprise",
  "Ernie Merrick: the A-League’s elder statesman still burning for success",
  "Kurdish forces vow no retreat until Nineveh plains are retaken from Isis",
  "Pentonville stabbing is 'most extreme example of prison safety decline'",
  "Why aping humans is to be abhorred",
  "Greens are fighting for civil liberties too",
  "MPs back motion to strip Sir Philip Green of his knighthood",
  "Winter's coming, and I'm in denial",
  "Donald Trump says he will accept US election result 'if I win'",
  "#TrumpBookReport: great literature reimagined as a tweet from the Donald",
  "Russian aircraft carrier is more a show of force than ‘start of world war’",
  "Guardian US kicks off membership program with debate watch party",
  "Hepworth sculpture prize review – a brilliant beginning",
  "Others may stoke fear but Croydon will embrace the Calais children",
  "Can Fox News survive the forces it unleashed on the 2016 election?",
  "Anne Hathaway: ‘Male energy is very different from toxic masculinity’",
  "The Rocky Horror Picture Show: dammit Janet, it doesn't quite work",
  "Tenth woman accuses Donald Trump of sexual misconduct",
  "Three teenagers arrested over Jodie Wilkinson death",
  "Moving survival guide: how to make your new place feel like home",
  "French president says Brexit talks will be 'hard' if UK wants hard Brexit - Politics live",
  "Call to save UK's highest phone box answered by BT",
  "Bad hombre v bad ombré: Trump's debate vow ignites storm of hair memes",
  "Woman who imported 'euthanasia kit' took her own life, rules inquest",
  "Who won the third US presidential debate, Trump or Clinton?",
  "Trowel blazers: women have been digging geosciences longer than you think",
  "Pentonville stabbing victim wanted to be 'better man and father'",
  "California judge who mocked blind man emblematic of failed traffic court system",
  "Who's watching the poll watchers: what to expect on general election day",
  "Donald Trump says he'll keep country 'in suspense' on accepting election result",
  "Gucci Mane: ‘Being in a place full of death motivated me to change my life’",
  "The view from Middletown: For Bernie Sanders supporters, a vote for Clinton does not come easy",
  "I, Daniel Blake review – Ken Loach's quiet rage against injustice",
  "Colorado poll workers trained to respond to mass shooting",
  "BHS buyer calls Philip Green 'bully and nasty individual' who broke promises on sale",
  "Will he or won't he? Trump mum on accepting election results",
  "Low end theories: how Dublab became the world's best online radio station",
  "The view from Middletown: For the Bernie believers, a vote for Clinton does not come easy",
  "Matt Forde review – lively mickey-take of Brexit-era omnishambles",
  "Santa comes to Selfridges early – and he's everywhere",
  "The public are already turning against Brexit. When will Theresa May listen?",
  "Posthumous pardons for gay and bisexual men: share your views",
  "Scottish independence: draft bill published on second referendum",
  "Bangladesh v England: first Test, day one – as it happened",
  "Obama's post-presidency focus on redistricting is an establishment move",
  "What will the UK's future transport systems look like? - livechat",
  "Hillary Clinton is almost certain to be president",
  "The UK public love wind power and they don't even know it",
  "Delivery giant Hermes faces HMRC inquiry into low pay allegations",
  "What to see in Russia – readers’ travel tips",
  "F1 in the USA, Joey Barton in conversation and karate football",
  "The third presidential debate – as it happened",
  "Mafia III is just a game, but it shines a spotlight on the reality of racism",
  "State of emergency likely to ramp up repression in fractured Ethiopia",
  "Debate fact-check: Hillary Clinton and Donald Trump's claims reviewed",
  "Robin van Persie can remind Manchester United, and Fenerbahce, of quality",
  "Yvette Chauviré, French prima ballerina, dies aged 99 at home in Paris",
  "Philip Green accuses work and pensions committee chair of making false claims",
  "FTSE slips back but IAG and easyJet climb after Lufthansa update",
  "Gunslinger Tony Abbott tries another ambush but shoots himself in the foot",
  "'She destroyed him': 10 readers on the final presidential debate",
  "Eminem launches anti-Trump track Campaign Speech",
  "Scotland constituency changes branded outrageous and undemocratic",
  "Turnbull, Dutton and Keenan contradict Abbott over gun deal with Leyonhjelm",
  "The luxury market is tricky to crack but the rewards can be great",
  "How the final presidential debate highlights the madness of Trump's ideas",
  "Him review – if you meet a teenager with a nosebleed, don’t make him cross",
  "Polls open in Batley and Spen byelection to select Jo Cox's successor",
  "Inequality in UK cities must be focus of new mayors, says thinktank",
  "I inherited a house from my late husband – will I pay CGT if I sell it?",
  "Onshore windfarms more popular than thought, UK poll finds",
  "Sadiq Khan tops 2016 list of most influential Asian people",
  "Google Pixel review: an iPhone beater but not quite an Android king",
  "Nick Knight’s best photograph: Erin O'Connor smashing a piano in a false nose",
  "Turnbull and Abbott trade barbs on guns-for-votes issue – as it happened",
  "Thursday’s best TV: The Fall; The Apprentice; Surviving Aberfan",
  "Brazilians hit by fatal dam disaster to protest at BHP Billiton AGM",
  "Super Thursday: battle for UK book charts Christmas No 1 begins",
  "Philip Green unlikely to be compelled over BHS pension deficit, says expert",
  "Having sex with the lights off? It's the thin edge of the Donald Trump wedge",
  "'Talaq' and the battle to ban the three words that grant India's Muslim men instant divorce",
  "'Nasty woman': Trump attacks Clinton during final debate",
  "What happened at the final presidential debate",
  "'I completely despise this man': young Republicans assess Trump",
  "Elon Musk says fully self-driving Tesla cars already being built",
  "How Melbourne's Queen Victoria market risks upsetting the election applecart",
  "Coalition MPs attack Gillian Triggs over allegations she misled Senate committee",
  "Australian nurses who spread anti-vaccination messages face prosecution",
  "Clinton condemns Trump's abortion 'scare rhetoric' in debate question",
  "I was the contemporary Aboriginal prototype. I was living the dream, but I wasn’t living my Dreaming"
]