[
  "MoD withdraws attempt to strike out whistleblower's claim",
  "Manchester United’s Anthony Martial may be emerging from difficulties",
  "Theresa May to accuse politicians of sneering at Brexit voters",
  "Colombians divided on failed peace referendum: 'We need to move forward'",
  "US to give up control of the internet's 'address book' after years of debate",
  "VP debate night: will second fiddles shine?",
  "Video of 92-year-old woman listening to Willie Nelson song she wrote goes viral",
  "Syria isn’t a cold war conflict: the US and Russia can’t just fix it",
  "The 'bring Abbott back' push is completely delusional",
  "Koori Knockout a colourful meeting of mobs united by rugby league",
  "A-League season preview part II: Brisbane, Perth, Adelaide and Sydney",
  "Labor to interrogate ANZ chief over interest rates and Timbercorp scandal",
  "From sci-fi Brontë to Hamlet on the savanna: when classics are relocated",
  "No, Hillary, young voters aren't naive. The system doesn't work for them",
  "Yemen famine feared as starving children fight for lives in hospital",
  "The Guardian view on the UN secretary general: a real leader is needed",
  "The Guardian view on foreign students: dodgy evidence, duff policy",
  "BBC national short story award goes to KJ Orr",
  "Lies, fearmongering and fables: that’s our democracy",
  "Man arrested on Cardiff street to face six terror charges",
  "US protests over Russian 'harassment' as diplomats allegedly given date rape drug",
  "Theresa May has shot herself in the foot with the Brexit starting gun",
  "Treating the UK’s loneliness epidemic",
  "Monitoring your own power isn’t so simple",
  "Jeremy Corbyn didn’t create the conflict in Syria",
  "Liam Fox: EU nationals in UK one of 'main cards' in Brexit negotiations",
  "BrightHouse admits affordability checks are hurting business model",
  "Google announces first smartphone Pixel – as it happened",
  "Alleged killer of antiques dealer had list of famous targets, jury told",
  "Is freshers’ week a waste of time and money?",
  "Amber Rudd pledges to prevent migrants 'taking jobs British people could do' - Politics live",
  "Maureen Ward obituary",
  "Pound slides to 31-year low, as FTSE 250 hits record high – as it happened",
  "From Kim Kardashian to Floyd Mayweather: bling ring-style robberies",
  "Donald Trump's net worth is down $800m, according to Forbes",
  "Guardian Programmatic Audiences launches with Eurostar and iProspect",
  "It’s good to talk: Pep Guardiola blocks Wi-Fi at Manchester City training base",
  "David Davis: whole government to blame if Brexit goes wrong",
  "Dear Barack Obama, thank you for not being an evil robot accountant",
  "Southern rail commuters to launch legal action against DfT",
  "Inside the 7 October edition",
  "Please, Liz Truss, fix the prison system that’s killing so many women",
  "Don't be fooled by the presentation: Mike Pence is a rightwing zealot",
  "Kaine and Pence: two Catholic-inspired visions with little else in common",
  "Edward Conteh was convicted of a murder he didn’t even see. He deserves justice",
  "Amber Rudd announces crackdown on overseas students and work visas",
  "The Obama White House hosts the first – and last? – SXSL technology festival",
  "In the vice-presidential debate, Mike Pence has a problem: Donald Trump",
  "The Queen's House at Greenwich reopens after £3m restoration",
  "Rudy Giuliani out-Trumps Trump, but is it an aberration or just his real character?",
  "Diary of a wildlife garden: the robin's return",
  "IMF left shamefaced after peak pessimism over Brexit vote",
  "Coalition overhauls vocational training loans in private college crackdown",
  "Cult heroes: Kashif – inspirational pioneer of boogie and R&B",
  "Northern Ireland could veto Brexit, Belfast high court told",
  "'It's very closeted': the Arizona Republicans quietly supporting Clinton",
  "Green groups accuse Sadiq Khan of betrayal over east London tunnel",
  "Clinton lambastes Trump on tax leaks",
  "World Bank issues warning on stunting in children, but points to Peru's success",
  "Before he was Trump's running mate, Mike Pence led the anti-LGBT backlash",
  "Cardiff City sack manager Paul Trollope following poor start to season",
  "Rachel Roddy’s recipe for pasta all’amatriciana",
  "Are perfumes going alternative?",
  "Guerrilla Girls webchat – your questions answered on feminist art, if they'll lose the masks and Gorilla Glue",
  "What could the US government do with $916m of Trump's tax losses?",
  "Guardian Weekly letters, 7 October",
  "The Guardian announces virtual reality project team",
  "Inside Facebook's robotic inner sanctum: a tour of its highly secretive hardware lab",
  "By failing to rein in climate change, our children's rights are being disregarded",
  "Why did the UK government act against a journalist on behalf of Syria?",
  "‘Donny, you're out of your element’: the 2016 election in 15 Big Lebowski quotes",
  "Viceland UK scores zero ratings on some nights after Sky TV launch",
  "Leonardo DiCaprio: climate change deniers should not hold public office",
  "Don’t blame foreign investors – the roots of the housing crisis lie closer to home",
  "Think libraries are obsolete? Think again",
  "'His legacy is already cast in gold': why US soccer owes a debt to Ron Newman",
  "Tony Abbott appointed director of new thinktank to promote western civilisation",
  "Theresa May says Britain will not be 'a supplicant' to EU in Brexit talks",
  "Street theatre show highlights modern loneliness epidemic",
  "Hillary Clinton hammers Trump on taxes: he 'represents the rigged system'",
  "Banking inquiry: nobody fired for denying life insurance payouts, Commonwealth boss says – as it happened",
  "Tim Kaine v Mike Pence: what to know about the vice-presidential candidates",
  "What to expect at the vice-presidential debate",
  "The best – and very worst – sex scenes in video game history",
  "Paul Nash: the artist in words and pictures",
  "Donald Trump skirts the taxing questions and declares: I'm working for you now",
  "Ariel: A Literary Life of Jan Morris by Derek Johns; Dashing for the Post: The Letters of Patrick Leigh Fermor – review",
  "'No bling in the hood ...' Does Berlin's anti-gentrification law really work?",
  "‘Would you say that word in a Chinese takeaway?’: schools fight racism head-on",
  "Google Home starts battle with Amazon for living rooms",
  "Brexit weekly briefing: May sets date and looks to do it the hard way",
  "Seven in 10 nurses say young people's mental healthcare is inadequate",
  "The Bristol Burroughs on why he waited 93 years to publish his poems",
  "Peter Slipper diary: no charges for Ashby or Brough as AFP drop investigation",
  "Philippines secret death squads: officer claims police teams behind wave of killings",
  "Mental health advocate Patrick McGorry calls on government to drop marriage plebiscite",
  "Trump: 'There are race riots on our streets on a monthly basis' – as it happened"
]