[
  "French police make woman remove clothing on Nice beach following burkini ban",
  "How Zola Budd passport row reached the top of Thatcher's government",
  "Nelson Mandela and the Gay Gordons put MoD in a spin, archives reveal",
  "Federal police raid Parliament House over alleged NBN leak",
  "Truman Capote's ashes go up for auction in LA: 'I think he would love it'",
  "Celtic in Champions League qualifier plus EFL Cup action: clockwatch – as it happened",
  "Trump’s magical missing voters",
  "London housing: TfL land set for affordable homes as Sadiq Khan picks expert team",
  "Improved Tesla Model S among world's fastest-accelerating cars, company says",
  "Obama praises Fema's 'change of culture' during tour of Louisiana flood recovery",
  "Burton Albion 0-5 Liverpool: EFL Cup second round – as it happened",
  "A tale of many Trumps: book reveals the showman, womaniser and slick operator",
  "Shorten takes budget fight to Coalition, laying out $8.1bn savings 'solution'",
  "Transgender health discrimination ban faces legal challenge from five states",
  "The Guardian view on the Philippine war on drugs: street justice is no justice",
  "Judge in Stanford assault trial recuses himself from new sex crimes case",
  "Free schools anxiously await first full set of GCSE results",
  "UK economic indicators defy Brexit fears",
  "Sir Antony Jay obituary",
  "‘Is Trump a psychopath? I’d call him a narcissist’",
  "Quincy Jones: the day Michael Jackson's pet snake got loose in the studio",
  "Eurozone shrugs off Brexit uncertainty in August -as it happened",
  "Persimmon grabs the headlines but where are the smaller builders?",
  "Celtic fans share their views on Uefa fine and fundraising for Palestinian charities",
  "Private lives: the tricky ethics of confessional theatre",
  "How to stop wasting women’s talents: overcome our fixation with youth",
  "Everyone has to go to Exeter",
  "‘A sense that white identity is under attack’: making sense of the alt-right",
  "The shocking murder of trans activist Hande Kader says much about Turkey today",
  "Paul House obituary",
  "'Come with an open mind': what life is really like in New Zealand",
  "Inside the 26 August edition",
  "Living the dream: when film fans get over-attached",
  "Senior Ukip members claim party's MP helped Tories beat Nigel Farage",
  "Australia broadly tolerant but pockets of intense prejudice remain, report shows",
  "Trump doesn't need to apologize, says Republicans' Hispanic outreach chief",
  "'The legacy Langston left us': Harlem artists hope to reclaim Hughes home",
  "Virtual reality may look cool, but it will feel empty without community",
  "Kobe Bryant joins long list of celebrities investing in tech",
  "Catch-22's 10m copies: how a bitter satire became a bestseller",
  "Guardian Weekly Letters, 26 August 2016",
  "Modern divorce: the new rules of splitting up",
  "Thousands of Clinton emails to go public before election",
  "Former BHS owner Dominic Chappell gets driving ban",
  "Nigeria cannot overcome its gathering humanitarian crisis alone",
  "From the attic to the Smithsonian: black history museum is full of 'found' items",
  "Trump manager says 'undercover voters' will deliver win in US election",
  "'My pay fell by thousands': stories of returning to work after childbirth",
  "British study finds risk of breast cancer nearly tripled by combined HRT",
  "Bagpipe lung – a new name for a very old disease",
  "Celtic fans warned not to fly Palestinian flags at match in Israel",
  "Cult heroes – Fishbone: ska-punk-funksters of the LA underground scene",
  "My American dream led to a trailer park. And I couldn't be happier",
  "The political crusades targeting national parks for drilling and exploitation",
  "How London might have looked: from Regent St monorail to a straight Thames",
  "Dave Hill: 'The London mayor election was a harsh, but ultimately cheering battle'",
  "Persimmon shares rise as housebuilder shrugs off Brexit vote",
  "UK women still far adrift on salary and promotion as gender pay gap remains a gulf",
  "Badger cull protesters change tactics in response to expansion",
  "Dyson Pure Cool Link review: a fan that blows clean air in your face",
  "Clinton opens up to Jimmy Kimmel on Trump's 'wacky' health claims",
  "Team GB return from Rio Olympics on gold-nosed 747",
  "Owen Smith: I want to be a champion of disabled people",
  "My niece was shot by snipers just for getting water in our Syrian town. Help us",
  "Speedo drops Ryan Lochte sponsorship and donates $50,000 fee to charity",
  "Malcolm Turnbull’s quest for power leaves him at odds with the electorate",
  "New Senate's political animals come to Canberra to learn who's who in the zoo",
  "​Ukraine's medicine bill slashed by 25% after UK firm brought in to handle procurement",
  "Anger at ‘Hunger Games’ battle for pupils as pioneering school closes",
  "BBC comedy, David Dimbleby, Daily Mail",
  "Ripper Street review – back on the  Beeb, Ripper Street is a serial delight",
  "Got a good argument in favour of grammar schools? Bring it on …",
  "Danish MP confirms visit to Nauru camp at heart of offshore detention outcry",
  "Ancient Egyptian works to be published together in English for first time",
  "Brexit weekly briefing: is Canada's EU trade deal a blueprint for the UK?",
  "Euroscepticism’s middle-aged spread isn’t confined to the UK",
  "My year of no spending: I've been on one of the best holidays ever",
  "20 great hotels, B&Bs and apartments in Germany",
  "My five-point plan to make Australia great again!",
  "Tuesday’s best TV: One of Us; Rookies; President Trump: Can He Really Win?",
  "A death foretold: watch as Priti Patel trashes our proud record on aid",
  "CFA dispute: Coalition gets support from crossbenchers for plan to intervene",
  "Coalition backbenchers seek change to super proposal which could cut savings",
  "Is the Library of Things an answer to our peak stuff problem?",
  "'Do a Bradbury' and 'bogan' among 6,000 new entries in Australian National Dictionary",
  "Trump: 'I'm not flip-flopping' on immigration plan – as it happened",
  "Creative co-living in Australia: did Beethoven knock off at six o'clock?",
  "Trump: inner cities run by Democrats are more dangerous than war zones"
]