[
  "The National Trust, the sheep farm and the fight for a Lakes way of life",
  "For the record",
  "Free-for-all by wild mushroom pickers puts woodland habitats at risk",
  "Save Scotland’s jewels from the barbarians’ grasp",
  "British warship sent to Libya to target people-smugglers",
  "Theresa May rules out snap UK election after ‘shock’ of Brexit vote",
  "Rural France pledges to vote for Marine Le Pen as next president",
  "The real-world bonus of The Archers abuse drama",
  "Battle of the books will reveal the inside story of Brexit bloodletting",
  "For me, it’s Labour or nothing: credible, united and electable",
  "The new Pippi Longstocking? Hunt for new foreign stars of children’s literature",
  "The gig economy is here to stay. So making it fairer must be a priority",
  "The BBC’s fixation on ‘balance’ skews the truth",
  "Pauline Pantsdown: Hanson's success will be her undoing",
  "Wales chief executive enjoys purple patch with Chris Coleman still at the helm",
  "Serena Williams sets women’s record of 307 victories in grand slams",
  "Sam Allardyce confident England will be 'back on track' against Slovakia",
  "Margaret Thatcher would not have supported Brexit, says top aide",
  "Rio chiefs fear Paralympics could fall flat as seats remain empty",
  "Wary Obama-Xi talks shadowed by diplomats' angry spat over press rights",
  "Bath and George Ford’s boot too much for Northampton’s damp comeback",
  "‘Living rent’ should be central to Tory housing policy, says thinktank",
  "Trump's new hire David Bossie has decades-long history attacking Clintons",
  "Manchester United’s Henrikh Mkhitaryan set to miss derby with injury",
  "Jeremy Corbyn pledges £30bn to ‘restore pride and prosperity’ to south-east England",
  "Schalk Burger scores on Saracens debut in Twickenham win over Worcester",
  "Burning questions investors need to voice at the Sports Direct showdown",
  "Europe, Apple, and the money burning  a hole in Silicon Valley’s wallet",
  "Breakthrough as US and China agree to ratify Paris climate deal",
  "G20 summit: US and China ratify Paris climate change agreement - as it happened",
  "May, Balls, Clegg, Clarke: it is political biography season",
  "Hundreds at New York mosque mourn woman murdered in 'hate crime'",
  "Obamacare 'on the cusp of falling apart' as insurers flee health exchanges",
  "Abstract expressionism – not just macho heroes with brushes",
  "Jay McInerney: no one sets out to be the voice of a generation – I certainly didn’t",
  "Daily Mail lawsuit is a message from Trump: stay away from my family",
  "Black Americans on 'what they have to lose' if Trump becomes president",
  "Gardens: how to make the most of autumn",
  "The Yarrow, Broadstairs, Kent: hotel review",
  "TransferWise co-founder on Brexit: 'London may no longer be the tech centre for Europe'",
  "Summertime adventures in a supermarket car park",
  "Hillary Clinton email investigation: FBI notes reveal laptop and thumb drive missing",
  "A piggy farmstay in Devon: high on the hog, with the family in tow",
  "Ten rising stars to watch across Europe’s World Cup qualifying campaign",
  "Dear Mr M by Herman Koch review – a stalker’s tale of revenge",
  "Eleanor Ozich’s kitchen: ‘There’s a beauty to the rhythm of cooking’",
  "Great European city breaks you've probably never thought of",
  "Nick Clegg: ‘I did not cater for the Tories' brazen ruthlessness’",
  "Megan Mullally: 'Young people think sex comes to a screeching halt at 32'",
  "ITV didn’t need to embellish Queen Victoria’s life – it was wild enough already",
  "Is Channing Tatum in a fish tail the feminist dream realised? The jury’s out",
  "Owen Smith campaign asks Labour MPs to phone undecided voters",
  "Clive James: ‘I  never made a smarter move than when I changed my name’",
  "Maudie review – Sally Hawkins adds a flourish to portrait of reclusive artist",
  "Judas by Amos Oz review – a complex and impressive achievement",
  "Move over Barcelona: four great alternative city breaks",
  "All European eels are born in which sea? The Weekend quiz",
  "I relax in the company of an attractive stranger but then she makes a move …",
  "How I started a crowdfunding charity with Dad’s £2,000 legacy",
  "Tim Dowling: it’s my father’s 95th birthday, and he wants a game of tennis",
  "Is it a bird? Is it a plane? No, it’s my son! Coming to terms with Down’s Syndrome",
  "Some blunt truths and a ray of hope for the refugee justice movement",
  "CiCi Bellis throttled by Angelique Kerber as storybook run comes to abrupt halt",
  "G20: Obama warns Beijing against South China Sea aggression"
]