[
  "Owen Smith to target Tories over threat of NHS privatisation",
  "Antonio Conte urges Diego Costa to aim high at Chelsea",
  "Injured Jack Butland out of England’s opening World Cup qualifier",
  "Bill Shorten asks Malcolm Turnbull to reconsider banking royal commission",
  "Gabby Douglas 'heartbroken' as online abuse targets gymnast, mother says",
  "Ribchester and Richard Fahey lift local fervour for York’s Ebor festival",
  "Arsène Wenger’s gamble fails as Arsenal get a familiar feeling",
  "The Guardian view on anti-Muslim discrimination: a terrible social injustice",
  "Donald Trump: I'm running against 'crooked media', not just Hillary Clinton",
  "Child refugees in limbo in Calais 'because of Home Office delays'",
  "Labour, Trotsky, and Militant’s blind blunders",
  "Housing Act is deeply damaging legislation",
  "Welfare state defined by rightwing myths",
  "Ryan Lochte reveals details of gunpoint robbery by Rio gang posing as police",
  "Warrington not tested in beating Wakefield prior to Wembley final",
  "Liverpool and Coutinho stun stuttering Arsenal in seven-goal thriller",
  "Barry Hanson obituary",
  "The Guardian view on press freedom: the need for constant vigilance",
  "Ever-lower interest rates have failed. It’s time to raise them",
  "My best summer photograph: sun, sand and plastic surgery",
  "Boko Haram releases video appearing to show Chibok schoolgirls",
  "Ander Herrera drops deep to become Manchester United’s chief inventor",
  "London set to bear brunt of post-Brexit vote downturn, say experts",
  "How getting more sleep could boost your salary",
  "Equity: how fictional tales of women on Wall Street shed light on reality",
  "Zika virus: Floridians fear 'Pandora's box' of genetically altered mosquitos",
  "Labour members will not take leadership vote challenge to supreme court",
  "Senators consider vote to block US arms deal to Saudi Arabia – report",
  "Workers rally around wages, race and plans to protest presidential debates",
  "Netflix’s Reed Hastings: ‘We’ve got a long way to go to get to ubiquity’",
  "Not like in the movies: Syrian refugee trapped in Turkish airport limbo",
  "Canada unplugged: away from it all on Galiano Island",
  "Third-party presidential candidates fight for 15% in polls – and a spot in debates",
  "Deliveroo told it must pay workers minimum wage",
  "Daphne at Edinburgh festival review – offbeat comedy from a winning trio",
  "Love and squalor: how Grey Gardens changed the documentary genre",
  "No-tipping policies at US restaurants bring delight – and disaster",
  "Hillary Clinton got a big boost from the convention. What happens next?",
  "Philip Davies’ claim that courts favour women 'not backed by evidence'",
  "Samir Aït-Saïd shows the classy response to sporting adversity at Olympics",
  "On my radar: Carl Cox’s cultural highlights",
  "Who the Duke of Westminster cares about … in descending order",
  "Top 10 holidays in Bavaria's lake district",
  "Kate Mara: ‘If we were up for the same job, our agents wouldn't tell us’",
  "Nauru and Manus protests: vigil planned for Malcolm Turnbull's office",
  "The scientists who only come out at night…",
  "Nauru inquiry should look at whether abuse reports were investigated – Labor",
  "Wiener-Dog review: depression, death… and a dachshund",
  "The heart of darkness that still beats within our 24-hour cities",
  "Edinburgh theatre review – a week of masks, music - and a swiped notebook",
  "With nightclubs in decline, what does modern Britain get up to after dark?",
  "Does the BBC really have a digital licence to snoop?",
  "Countdown to a non-stop capital: London goes 24-hour",
  "Liverpool Biennial 2016 review – it’s not up everyone’s street",
  "Olympics 2016 daily briefing: Farah and Phelps strike gold again as Bolt looks to join party",
  "Rio Olympics: Michael Phelps bows out with another Olympic gold – as it happened",
  "Journalism and knighthoods don’t go. No sir",
  "Fairness and balance falters before Trump in the US media",
  "Depression, violence, anxiety: the problem with the phrase ‘be a man’",
  "Splendid isolation: alone in the Inner Hebrides",
  "A live-work haven in Hackney’s fashion district",
  "Holiday pampering packs",
  "My midnight stroll with Ozzy Osbourne",
  "Labor 'gobsmacked' by Tony Abbott's U-turn on 'Malaysia solution'",
  "Ibtihaj Muhammad's bronze: a vital US medal in this summer of Trump"
]