[
  "Clinton or Trump, either one is going to face recession and a hollowed out middle class",
  "'Politically correct hand-wringer': Christensen hits back at Coalition colleague",
  "Hispanic surge could prove tricky for Trump",
  "Venezuelan 'narconephews' bad at drug smuggling, defense and prosecution say",
  "RBS to set up compensation fund for small businesses",
  "Dow Jones surges by 371 points as Wall Streets bets on Clinton victory – as it happened",
  "Corrections and clarifications",
  "US presidential election: five scenarios that could play out this week",
  "David Davis hits out at MPs wanting to 'wreck Brexit negotiation' – Politics live",
  "MoD to sell tenth of UK defence sites including D-day training ground",
  "Madonna and Aphex Twin make final musical contributions to US election",
  "'Quizzing government is trying to thwart people's will' says Grumpy",
  "Hillary Clinton focuses on healing national divide on campaign's last day",
  "Will Trump's former neighborhood vote for him? 'Unequivocally, absolutely not'",
  "Janet Reno obituary",
  "Top French offices stop work in support of gender pay gap protest",
  "Theresa May finds free movement for trade an issue outside EU as well",
  "Donald Trump calls FBI 'disgraceful' on frantic final day of election campaign",
  "Pauline Hanson damages Australia's standing in Asia, Penny Wong to warn",
  "Australia's guide to the US election: everything you need to know",
  "How Abbey Road got game: the invasion of the video-game soundtrack",
  "The rule of law, the power of parliament, and the will of the people",
  "If elected, Donald Trump poses the greatest threat to all our futures",
  "What's at stake for Congress in the US election?",
  "David Davis: supreme court may not rule on article 50 until January",
  "First, catch your feral kitten. Then call in the experts",
  "Marriage tax break taken up by fewer than one in four eligible couples",
  "I'm supposed to vote for Hillary Clinton because she is a woman. Well, I won't",
  "Animality review – a cacophonous gathering of art's jungle VIPs",
  "Who is to blame for this awful US election?",
  "Hari Nef: ‘Identity is a dead end. It’s a snoozefest’",
  "World stock markets surge amid confidence Clinton will win US election",
  "London's new concert hall project has stalled – and it's no great loss",
  "If the Lords were debating this on any other day, children’s rights would be safer",
  "The Guardian view on America’s choice: Don’t vote for Trump. Elect Clinton",
  "A year on the US election campaign trail: 'There's an irresistible energy'",
  "Rock photographer Michael Zagaris tells the stories behind his most famous shots",
  "Niko Kovac drags Eintracht Frankfurt into the future with a retro approach",
  "Iain Dyer says only one man can fill British Cycling’s top job",
  "Tax meat and dairy to cut emissions and save lives, study urges",
  "Batfleck to the rescue! DC desperately needs a super smash to stop the bad buzz",
  "John Oliver tells US voters to get to the polls: 'No outcome is certain'",
  "‘Please skip our door’: what I learned canvassing for Clinton in Philadelphia",
  "Clinton, Trump and foreign policy: global conflicts await the next president",
  "Ryanair boss says fares will fall up to 15% this winter",
  "A 2017 general election? Here’s why the Tories may not storm to victory",
  "'A pivotal moment in the west': pro-militia Oregon sheriff seeks re-election",
  "These anti-terrorism posters echo Nazi propaganda",
  "Are Farage and Trump really fascists?",
  "This election has been so important. Support our efforts to cover it",
  "Marina Abramovic: the latest target in the rightwing culture wars",
  "Candidates make finals rounds before election day",
  "The Donald Trump nightmare will endure for Latinos regardless",
  "Freddy Tylicki fund raises £200,000 for jockey left paralysed",
  "Dear Liz Truss – please consider why prisoners are rioting",
  "Brexit: CPS considers complaint that leave campaigns misled voters",
  "Crossword roundup: Clinton and Trump both disappoint",
  "Atalanta's rise a reward for keeping faith in Gasperini – a man with a romantic plan",
  "'The president thinks he can suppress the truth': Burundi's guerrilla media",
  "Whether Trump or Clinton wins the US election, what follows is up to us",
  "Analysts fear 'volatile' economy – and perhaps recession – under Trump",
  "Win or lose, Republicans are heading for civil war after election day",
  "Anna Jones’s easy home-made bread recipes",
  "Insider's guide to Joinville: 'Not many cities have a live alligator as their mascot'",
  "New generation of ethical hackers aims to impress recruiters",
  "Capitalism, austerity, revolution: why we took part in the Million Mask March",
  "FBI has found no criminal wrongdoing in new Clinton emails, says Comey",
  "How does Donald Trump lie? A fact checker's final guide",
  "Poem of the week: Psalm 52 by Mary Sidney Herbert",
  "President Trump would Make America Deplorable Again",
  "Marriage equality plebiscite bill voted down in Senate",
  "Hong Kong pro-democracy politicians banned by China as crisis grows",
  "Can advertising support a free internet?",
  "Taxpayers may help pay for the Rangers' $1bn ballpark – but at least they'll get AC",
  "Karin Nyman: My mother Astrid Lindgren, and the night I named Pippi Longstocking",
  "'Have you met Trump?' On the trail with Evan McMullin, Utah's unlikely hero",
  "President Erdoğan is now targeting anyone who doesn’t support him",
  "FTSE 100 heads for biggest daily rise in seven weeks",
  "Shaun Marsh injury covers for flawed commitment to Test selection errors",
  "Lancashire readers on the Cuadrilla fracking decision one month on",
  "Death, marijuana and condoms: a complete guide to US ballot questions",
  "As a prison doctor I’ve seen the crisis in jails – half the inmates shouldn’t be there",
  "Rod Culleton and Bob Day referred to high court – as it happened",
  "I tried to do my shopping with Amazon Dash buttons so you don't have to",
  "New band of the week: Harvey Sutherland & Bermuda (No 127)",
  "Somali migrants are 'disaster' for Minnesota, says Donald Trump",
  "After an expensive and lengthy medical degree, I won't become a doctor",
  "Ken Wyatt 'leaning towards' supporting a review of section 18C",
  "China tantalized by US election mayhem and prospect of 'thug' Trump as president",
  "Theresa May says UK will not raise visa quota for Indian nationals",
  "Blots and all: Gustave Flaubert's travel diary among rare books at historic sale",
  "Ceta isn’t perfect, but Europe’s radical left was wrong to oppose it",
  "Doubts cast on Theresa May's pledge to protect workers' rights post-Brexit",
  "Call for Prevent-style strategy to stop children engaging in cybercrime",
  "'We've fought for decades' – US graduate teachers win workers' rights",
  "Meet Afghanistan's female coders who are defying gender stereotypes",
  "John Lewis blues: could regeneration destroy Leeds' much-loved arts quarter?",
  "I'm with the band: jamming with the kids from School of Rock",
  "Plan your week’s theatre: top tickets",
  "Anything to declare? Arrested Australian hands over bag containing baby koala",
  "Monday’s best TV: Damilola, Our Loved Boy; Dark Angel",
  "The 100 best nonfiction books: No 41 – How to Win Friends and Influence People by Dale Carnegie (1936)",
  "Pauline Hanson agrees Rod Culleton's eligibility case should go to high court",
  "US faces host of global threats during transition until next president",
  "'Festering pustules': the two pro-democracy activists who are targets of China's wrath",
  "A design-led property boom could help solve Australia's housing affordability crisis",
  "Jimmy Barnes: I wouldn't be where I am if it weren't for Billy Thorpe",
  "The marriage equality plebiscite is not just unnecessary, it's positively sadistic",
  "If you want to support refugee women on Nauru, let us speak",
  "NHS seeks to reduce winter deaths as sub-zero weather looms across UK",
  "A power of good? Smart energy technology explained",
  "Damian Green says government's benefits cap is a 'real success'",
  "UK manufacturers putting off investment plans, poll shows",
  "Business leaders urge government to tackle UK housing crisis"
]