[
  "Anyone but … meet the other candidates in the ‘craziest election of all time’",
  "What is ‘Mayism’? The PM must move fast to explain her vision",
  "How we let the phoneys take control and debase the language of politics",
  "Glasgow, forever Edinburgh’s poor relation, deserves better",
  "Gunfire, logistical chaos? All things considered, Rio is going rather well",
  "The rising power of China will create new political fissures in the west",
  "How to enjoy the heatwave!",
  "Does Labour have a chance of victory under Jeremy Corbyn?",
  "Pointless death of this brainwashed teenage bride",
  "Planners could build a better Britain – given the chance",
  "Letters: the benefit to the brain of being bilingual is still a grey area",
  "What sorcery is this? A £140 ticket for new Harry Potter play now costs £8,327",
  "Bake Off winner Nadiya Hussain says racist abuse is part of her everyday life",
  "Jeremy Corbyn interview: ‘There are not 300,000 sectarian extremists at large’",
  "Role of UK police in training Bahrain’s forces ‘ignores abuses’",
  "Ukip threatened with legal action if Woolfe stood for leader",
  "Australia's Kim Brennan wins gold in rowing as Meares takes keirin bronze",
  "Paul Pogba and Adnan Januzaj are two sides of the same coin",
  "Lowell Goddard accused of treating sex abuse victims with contempt",
  "Life and death in Aleppo, a city recently under siege",
  "Russian whistleblower Yuliya Stepanova has been hacked, confirms Wada",
  "South Bronx: home of hip-hop fights to keep its soul as gentrification creeps in",
  "Trump recruits 'election observers' as he warns of potential voter fraud",
  "Newcastle United feel the pain as Jack Payne wins it for Huddersfield",
  "County cricket: Lancashire v Yorkshire and much more – as it happened",
  "Everton 1-1 Tottenham and more on Premier League opening day – as it happened",
  "Robert De Niro: 'Donald Trump is totally nuts'",
  "‘Sexual assaults on children’ at Greek refugee camps",
  "How Iowa's state fair became a key pilgrimage for presidential politics",
  "Tricky: ‘I've got family members I haven't spoken to in 15 years’",
  "Making a Murderer: Steven Avery’s ex-fiancee fears he too may be released",
  "Warrington’s Daryl Clark back to his best and has his sights on trophies",
  "Why George Orwell statue highlights London’s neglect of its novelists",
  "Canada's counter-terror efforts face scrutiny after US helps stop suspect",
  "Dundalk’s part-timers ready to make Champions League history",
  "Science and tech have a gender problem – these programs want to change that",
  "With Trump certain to lose, you can forget about a progressive Clinton",
  "Philip Hammond told to extend UK guarantees on EU grants",
  "The Nauru files: Labor to move for parliamentary inquiry into abuse allegations",
  "The Painswick Hotel and Restaurant, the Cotswolds: review",
  "Fox News' structure is changing – but don't expect its coverage to do the same",
  "Creativity in Hastings: designers do like to be beside the seaside",
  "Gnats, be gone!",
  "Jeremy Corbyn's team incensed as new members denied Labour vote again",
  "Trump claims 'cheating' is only way he can lose Pennsylvania",
  "Wild Lily by KM Peyton review – celebrating a sense of adventure",
  "Women in Peru protest against rising tide of murder and sexual crime",
  "Catch-up and download: From Inhuman Condition to I’ll Sleep When I’m Dead",
  "Don't like Hillary Clinton? You need to watch Parks And Recreation",
  "‘When I was working on my book I had 100 portions of cake in my house’",
  "The Nauru files: Wilson Security bosses could face fresh senate hearing",
  "Out to grass: is your local park under threat?",
  "Labour’s endless custody battle: life’s just too short to keep up",
  "Savers, it could be time to take a punt on the stock market",
  "One family's nightmare as fraudsters ransack Barclays account by phone",
  "The scandalous changes to company pension schemes",
  "Treasury to guarantee post-Brexit funding for EU-backed projects",
  "Rio Olympics 2016: Ledecky wins gold in world record, veteran Ervin triumphs – as it happened",
  "Claire Ptak’s recipes for blueberry pie",
  "DNC hacker posts contact information for nearly 200 Democratic lawmakers",
  "From the rich black soil of the Liverpool Plains springs hope for coalmine-free future",
  "'This isn’t racism': students seeking nonwhite roommate spark debate"
]