[
  "Carmichael coal mine: politics, activism and the search for truth",
  "Charity takes legal action against Home Office over child refugees",
  "Hurricane Matthew weakens but storm surge stokes flooding fears",
  "Backpage CEO's arrest hurts free speech and sex workers' rights, advocates say",
  "Trump describes sexual aggression on hot mic",
  "Ruthless Bath seize on Sale’s sloppy mistakes to breeze to victory",
  "When race and class collide, the biggest challenge is using your voice",
  "Bookmark this: from Fielding to feminism – October's literary highlights",
  "France 4-1 Bulgaria, Greece 2-0 Cyprus: World Cup 2018 qualifying – as it happened",
  "20th Century Women review – Mike Mills's new film is poignant and delicious",
  "Labour reshuffle: full shadow cabinet list announced – as it happened",
  "Corbyn retains closest allies in senior shadow cabinet roles in reshuffle",
  "The Guardian view on liberal Britain: it will need to be recreated",
  "Trump needs 'game-changing' win in next debate to salvage election chances",
  "Meet the Ferguson activist moving the fight for justice inside the political system",
  "Victorian roots of Theresa May’s Tory conference rhetoric\r\n",
  "Betting firms and TV channels oppose likely plan to ban daytime adverts",
  "Ritzy cinema living wage strike disrupts BFI London film festival",
  "Ex-Southern Health boss gets £190,000 payoff for quitting advisory role",
  "'It was like a monster': Hurricane Matthew leaves Haiti in crisis",
  "Kings Cross Pond Club: is this the end for city-centre wild swimming?",
  "The real problem with Donald Trump's tax avoidance? It's perfectly legal",
  "South African student leaders vow to continue tuition fee protests",
  "'Waffle House Index': locations in storm path close in sign of Matthew's severity",
  "Are you worried about the impact of a hard Brexit? Our live look at the week",
  "Hundreds expected to protest at Lancashire fracking site",
  "Rumbled in the Tory conference Blue Room for bored businessmen",
  "Let’s move to Canterbury, Kent: it’s getting its mojo back",
  "House prices reach 10 times earnings in a third of England and Wales",
  "Desmond Tutu: I want right to end my life through assisted dying",
  "UK fracking, record temperatures and fishy accents – green news roundup",
  "Florida spared worst of Hurricane Matthew but deadly menace still looms",
  "Help young people, Theresa May – before we lose a whole generation to apathy",
  "Germany to require firms to publish data on gender pay parity",
  "Picasso, Caravaggio and quantum physics – the week in art",
  "The Rolling Stones' Blue and Lonesome: the classic songs they're covering",
  "Nobel prize in economics: the top contenders",
  "I'm a pro-democracy activist. Is that why Thailand chose to deport me?",
  "Nobel peace prize 2016: committee say award is 'tribute to the Colombian people' - live",
  "My daughter resents me for having been a poor single parent in a bedsit",
  "The pessimist's cure for procrastination",
  "Marijuana prison venture is Damian Marley's vision for economic growth",
  "Garry Kasparov questions Jamie Foxx's meeting with Venezuelan president",
  "England expects but at least Gareth Southgate doesn’t have big shoes to fill",
  "Trump website touts bipartisan support for gun policy he opposes",
  "Rock in the suburbs: why punk moved out of the city and into the cul-de-sac",
  "Why television writing has become the new home of verbal complexity",
  "The moment my marriage was over: 'What if he hadn’t read my email?'",
  "’O Ver, London SE1: ‘The star turn? The pizzas’ – restaurant review",
  "Experience: I have 58 tarantulas in my living room",
  "The lies Trump told this week: taxes, bankruptcy and the great 'depression'",
  "Ultimate Painting: 'Our music is a reaction against modern life'",
  "US economy added only 156,000 jobs in September",
  "Fast train to publication too fast",
  "Seamus Heaney’s poetry helps us to recognise the treasure of family love",
  "British politics is in the pocket of big money. And the EU vote was no exception",
  "The Paris agreement really does change everything",
  "Florida on alert as Hurricane Matthew moves up coast",
  "Royal Ballet: La Fille Mal Gardée review – Hayward and Sambé fall perfectly in love",
  "‘My body convulses – I’ve reached my limit’: can I handle SAS training?",
  "Michael Douglas: ‘Kirk was film star first, father second’",
  "Soul Clap: ‘We're still embarrassed we had to play Lil Jon at a bar mitzvah’",
  "The best of this week’s new music: Ariana Grande is the pop star we deserve",
  "The 10 best places to visit on the west coast of Canada",
  "Member's view:  'I wanted to ask what we can do about gun crime'",
  "Virtual reality:  the Guardian's 6x9 is shown at the White House",
  "Kid Koala: 'It’s a gorgeous city; it feels like it’s constantly being renewed'",
  "Juan Manuel Santos wins Nobel peace prize despite rejection of Farc peace deal",
  "'I was so traumatised': accounts of sexual harassment in UK universities",
  "Brisbane Roar v Melbourne Victory: A-League season opener – as it happened",
  "Lab notes: Oh yes, it's been a Nobel of a week in science",
  "Expats to get vote for life in UK general elections, government says",
  "Wells Fargo banking scandal a financial crisis we can finally understand",
  "Portland woman facing eviction loses the roof over her head – literally",
  "I thought this election would be less sexist. Trump proved me wrong",
  "Villainy and visionaries: how Caravaggio’s followers saw the light",
  "Rosie Birkett’s recipe for a homely seafood sizzle",
  "Saudi male-guardianship laws treat women as second-class citizens",
  "Streets without shops: how apps are transforming our local neighbourhoods",
  "Tony Blair couldn’t possibly return to politics. Or could he?",
  "Malawi's Lake of Stars festival: banging the drum for Africa's musical heritage",
  "Rhyme and reason: Seamus Heaney HomePlace pays lyrical tribute to the poet",
  "Statue of Liberty museum: design unveiled for new $70m project",
  "High school antiheroes: Freaks and Geeks finally comes to Netflix",
  "Colombia's peace deal rejection returns Álvaro Uribe to political limelight",
  "We're helping charity trustees to embrace tech and spark a digital journey",
  "Japanese robot cat Doraemon raises hackles in India and Pakistan",
  "Channel 4 privatisation, BBC's Motherland, Apprentice review",
  "Labour reshuffle: who's got the big roles in Corbyn's shadow cabinet",
  "Approval of new oil search permit for Great Australian Bight sparks moratorium call",
  "The Trials of the King of Hampshire by Elizabeth Foyster review – the scandal of an unhinged earl",
  "Wilderness Wi-Fi: the pioneering network linking Scotland with a Congolese island",
  "From Dr Martens to Supreme: what makes urban brands so alluring?",
  "Donald Trump the clear winner in New Hampshire debate featuring only himself",
  "Chainsaws turn into unlikely saviour for Tasmania’s endangered swift parrots",
  "Jeremy Corbyn gives top job to Diane Abbott in shadow cabinet reshuffle",
  "In May's dystopian 'meritocracy' there are no council houses",
  "Labor urges Senate to disallow George Brandis's veto over legal advice requests",
  "May urged to roll back policies hitting under-25s to end generational inequality",
  "Five of the best... classical concerts",
  "Maybe judge will listen now, says former TV actor stung by Mazher Mahmood",
  "Anger on streets in China as football team suffer shock defeat by war-torn Syria",
  "Book celebrates Vladimir Putin as 'global cultural phenomenon'",
  "Clinton gaining ground as Obama's approval ratings go up  – as it happened",
  "Florida governor warns Hurricane Matthew 'is going to kill people'",
  "Shia LaBeouf, Dan Harmon and Serial producer lead Bingefest lineup"
]