[
  "George Brandis should be sacked over treatment of solicitor general, Labor says",
  "MoD to resume training Syrian opposition fighters for assault on Isis",
  "Women now drink as much alcohol as men, global study finds",
  "Guardian Australia wins three UN awards for the Nauru files",
  "Trans-Pacific Partnership makes Australia vulnerable to court challenges, report claims",
  "Pennsylvania's ex-attorney general sentenced to jail for grand jury leak",
  "Cold Feet finale review –  I dreaded this reunion but it was good to catch up with old friends",
  "Warren calls on ‘nasty women’ to stomp Trump",
  "UK takes nearly 200 child refugees from Calais camp, Rudd says – as it happened",
  "Curt Schilling joins Breitbart to fight 'progressive, socialist agenda'",
  "UK to take hundreds more children from Calais, home secretary says",
  "Pete Burns – provocateur with a pop brain and a sensitive side",
  "Michael Keenan criticised for holding 'one-sided' meetings with gun lobby",
  "Jill Harth, who accused Trump of sexual assault, threatens to countersue",
  "Why the removal of Tata's boss matters to the UK economy",
  "Almost a third of teachers quit state sector within five years of qualifying",
  "Don’t floss, peel veg or wash your jeans: 40 things you can stop doing right now",
  "Alan Jones launches Great Barrier Reef site after criticising 'global warming hoax'",
  "The Art of the Qur’an – landmark exhibit shows holy book as text and work of art",
  "Postcards from the edge of hard Brexit, outlining other possibilities",
  "Belgium fails to back Canada trade deal; Tata chairman Mistry departs – as it happened",
  "Brexit, Harry Truman, a late October surprise: Trump is running out of options",
  "Benedict Cumberbatch webchat: your questions answered on kung fu, a wayward cloak and going shirtless",
  "AT&T and Time Warner shares fall as investors' doubts over merger grow",
  "Willie McKelvey obituary",
  "John Oliver challenges Trump on election results: 'Take the bet, Donald'",
  "Austrian presidential candidate criticised for God slogans on posters",
  "Did you solve it? Two tantalising teasers from the prince of puzzles",
  "Brexit means Brexit: independence! Sovereignty! Freedom! Recession! ",
  "Theresa May: 'no suggestion' government seeking hard Brexit - Politics Live",
  "Pope Francis's edict on climate change has fallen on closed ears, study finds",
  "Walsall council seeks to close all but one of its 16 libraries",
  "I compared universities to slave plantations to disturb, not discourage",
  "Happy hour: Balearics try to keep summer time as Spain turns back the clocks",
  "Turin's top museum official quits in row with Five Star mayor",
  "Everyone loves Strictly’s underdog Ed Balls. But he’s shimmied over a low bar",
  "The great Brexit text mess: how Boris, Gove and co waged war by phone",
  "Whigfield: how we made Saturday Night",
  "Period pain: why do so many women suffer from menstrual cramps in silence?",
  "Westworld recap: episode four – these cigars will blow your mind",
  "Turkish and Kurdish soldiers join forces to gain advantage in Mosul push",
  "Some medical treatments are pointless. But will patients want to know?",
  "Hundreds leave Calais by bus on first day of operation to clear refugee camp",
  "Doctor Strange review – Benedict Cumberbatch relishes an eyepoppingly freaky extravaganza",
  "The Walking Dead season seven premiere: The Day Will Come When You Won't Be",
  "How Vans became the new Stan Smith trainers",
  "Campaign 2016's final days: Clinton eyes 'very big' win",
  "Our precious allotments are being destroyed – it’s time to get our hands dirty",
  "How Sri Lanka wiped out malaria – podcast transcript",
  "Transfer of refugee children to the UK on hold as Calais is cleared",
  "Rising supply of unlet properties curbing rent hikes, say letting agents",
  "‘Mothers of the Movement’ team with Hillary Clinton in bid for black vote",
  "As a Muslim American, I will vote my conscience this November. By abstaining",
  "Greenwich tube bomb suspect named as Damon Smith",
  "UVA rape story trial highlights struggle to report on sexual assault in Trump era",
  "British banker Rurik Jutting tortured victim for three days, court told",
  "Trump camp admits uphill election battle as Clinton looks down-ballot",
  "Prettifying the Poldark rape doesn't make it OK. Elizabeth said no",
  "French election and Brexit loom over closure of Calais refugee camp",
  "Generation of hope: the girls challenging misogyny in the heart of rural Paraguay",
  "'No discernible strategy': readers on Theresa May's first 100 days",
  "Strictly Come Dancing: Ed Balls is on to a winner. Everyone loves a botch job",
  "Sky and Virgin Media could be forced to give iPlayer and CBeebies better slots",
  "Milan's young blood 'a big deal' after coming of age in victory over Juventus",
  "'The atmosphere is being radicalized' by climate change",
  "Murder of Brazil official marks new low in war on Amazon environmentalists",
  "From the US army to al-Shabaab: the man who wanted to live under sharia law",
  "So child mental health services are failing. Why’s that then, Jeremy?\r\n",
  "Insider's guide to Chișinău: communist brutalism, cars and elements of chaos",
  "League of Legends: Mechs vs Minions review – a challenging triumph",
  "A print publishing reality: advertisers, not readers, are the customers",
  "Rugby union: talking points from the weekend's Champions Cup action",
  "If Dove expects women to cheer up, it hasn’t been paying attention",
  "How was your weekend running?",
  "Cold war 2.0: how Russia and the west reheated a historic struggle",
  "Tunisian coalition party fights for women's rights with gender violence bill",
  "Premier League: 10 talking points from the weekend's action",
  "What does the closure of the Calais camp mean for the refugees? Our panel discuss",
  "Deadpool director quits sequel over 'creative differences' with Ryan Reynolds",
  "Ashes to pottery: how a designer makes dinnerware from the dead",
  "Xenia Rubinos: ‘I'm saying things about being a brown girl in America'",
  "Justin Gleeson's letter amounts to a curse on George Brandis. It may yet come to pass",
  "Australian army vetoes plans for black-tie dinner at men's club in Perth",
  "Let's get our gentrification story straight",
  "New band of the week: Death Team (No 125) – fun for kids of all ages",
  "Coalition can bring back green 'lawfare' bill if Senate supports it, says Turnbull",
  "The Kolkata dump that's permanently on fire: 'Most people die by 50'",
  "Trump and Clinton camps raise concerns over AT&T-Time Warner deal",
  "The Comedian's Guide to Survival: can you really learn to be a standup?",
  "'We’re the sons of Afghanistan, but our leaders have forgotten about us'",
  "The crooked 'landlords' who are finding new ways to cheat desperate renters",
  "Television: a Biography by David Thomson review – a journey into the screen age",
  "I’ve been a tourist in benefits land. I know what it does to you",
  "MPs urge chancellor to honour leave campaign's £350m NHS promise",
  "Plan your week’s theatre: top tickets",
  "Paid parental leave a basic payment to tide women over, Christian Porter says",
  "Solicitor general Justin Gleeson resigns over 'broken' relationship with George Brandis",
  "Rise in sales of smaller beds and sofas down to space saving, say experts",
  "Europe isn’t just about trade. It’s about humanity too",
  "Petrol cars allowed to exceed pollution limits by 50% under draft EU laws",
  "100 best nonfiction books: No 39 – The Road to Wigan Pier (1937)",
  "British banker Rurik Jutting denies murder of two women in Hong Kong",
  "Environment group named in WikiLeaks email release responds to attacks",
  "Liberal senator breaks Coalition ranks to call for parliamentary vote on marriage equality",
  "Philippines senator calls for Duterte to face crimes against humanity inquiry",
  "Victoria's Hazelwood power station to close, French media reports say",
  "Albert Woodfox: ‘I choose to use my anger as a means for changing things’",
  "Labor says Scott Morrison's speech shows he has been 'asleep' during housing crisis",
  "Neoliberalism through a dreamcatcher: five signs your town has gentrified"
]