[
  "Trump calls Angela Merkel his favorite world leader after months of bashing her",
  "‘Ignorant rubbish’: Daniel Andrews slams Malcolm Turnbull over SA blackout comments",
  "UK consumer confidence recovers to pre-EU referendum level",
  "House prices on Britain's most expensive street drop by £4m",
  "Tories choose John Lewis boss as West Midlands mayoral candidate",
  "Deepwater Horizon review – BP oil spill drama captures heroics and heartache",
  "Chris Coleman frustrated as injury rules Aaron Ramsey out for Wales",
  "Alan Pardew urges Gareth Southgate to find ‘X Factor’ with England",
  "Opeth: Sorceress review – metal masters click into higher gear",
  "Zlatan Ibrahimovic gives Manchester United the edge over Zorya Luhansk",
  "Obamas host Simone Biles and 2016 Olympians for White House visit",
  "Banks: The Altar review – an unconvincing 2016 pop moodboard",
  "Clinton team: Trump appears to have broken Cuba embargo",
  "Grand final-bound Bulldogs are more than an AFL club, they're a community",
  "Wells Fargo CEO grilled again; Deutsche Bank shares drop – business live",
  "Mental illness soars among young women in England – survey",
  "Trump violated Cuba embargo in 1998 business venture, report claims",
  "Reporter who quit on air to fight for pot legalization faces decades in prison",
  "Wisconsin lawmakers urge investigation of Scott Walker after 'John Doe' papers",
  "Forget Gary Johnson. Trump's presidency would be one long 'Aleppo moment'",
  "'Syria is bleeding': Aleppo facing war's worst humanitarian crisis, UN says",
  "G4S equality helpline contract raises serious concern, high court told",
  "One dead and over 100 injured in New Jersey train crash – as it happened",
  "'School for scoundrels': Wells Fargo cuts not enough for outraged US Congress",
  "HMV sales fall as decline in physical media continues",
  "The higher education bill will harm universities",
  "Is Trident right for our changing world?",
  "Saudi Arabia agrees compromise on inquiry into Yemen abuses",
  "Tidemarks, turtles and touring: Kathleen Ferrier in her own words",
  "Corbyn doubtful he can make his MPs oppose Heathrow expansion",
  "Nutrition, nutrition, nutrition – thank goodness Kirstie Allsopp is keeping an eye on the nation’s diet",
  "Asylum seekers in Scotland at risk of being moved to England",
  "India says troops cross Kashmir border to attack as crisis escalates",
  "UK ‘consistently waters down’ reforms of EU farming subsidies",
  "UK government works ‘hand in glove’ with arms firms, say campaigners",
  "Dr Mercy Heatley obituary",
  "America's choice for president: Barack Obama or Donald Trump?",
  "Sharks fascinate us - but are we prepared to protect them from extinction?",
  "Kardashian clan sparkles on Balmain’s stellar front row",
  "Roy Orbison 'triumph and tragedy' biopic in the works",
  "Concerns raised over arrest of Iranian journalist Sadra Mohaghegh",
  "Heavyweight: the podcast that goes back to when people's lives went wrong",
  "Corbyn is an atheist – but his ideas are true to the Bible",
  "The crisis in Britain’s parks is a social justice issue",
  "Samantha Bee: Trump's real problem is 'every woman who's ever been called fat'",
  "Get rich or try dying – how musicians’ estates are the biggest earners in pop",
  "Banks: ‘As a woman, you have to learn how to be a boss’",
  "Big Brother goes online only: new season is strictly for superfans",
  "Hillary Clinton was cheated on and stayed. Many of us do the same",
  "Mark Wahlberg: ‘I played golf with Donald Trump. He was very Donald Trump-like’",
  "Gilels: The Seattle Recital CD review – a sense of rising intensity",
  "Southside With You review – likable account of the Obamas' first date",
  "Captured and cut: FGM returns to Sierra Leone despite official ban",
  "Student digs for £4,000 a week, plus the chance to snap up Harry Potter's home",
  "Donald Trump attacks Hillary Clinton over links with Denis O'Brien",
  "SNP MP Chris Law held over alleged financial irregularities",
  "Hillary Clinton struggles to win over millennial voters loyal to Bernie Sanders",
  "'Tube chat' campaign provokes horror among London commuters",
  "Can Labour win an election under Corbyn? Readers debate",
  "Theresa May had private meeting with Rupert Murdoch",
  "How Seasick Steve turned out to be Session Man Steve",
  "Philip Hammond ditches Osborne's help-to-buy homes scheme",
  "I love working at 5am. But my schedule wouldn’t suit every mother",
  "Syrian refugee comes to the rescue of Canadian bride's wedding dress",
  "Liam Fox looks to WTO in hint at 'hard Brexit' stance",
  "Trump disses debate moderator and goes after Google",
  "'This is just the start': China's passion for foreign property",
  "Mystery Zika case in Utah may have been spread via tears or sweat",
  "We need small donors to halt the march to plutocracy",
  "Groundbreaking rape survivors' bill of rights expected to be signed by Obama",
  "Mortgage approvals fall as Brexit vote appears to subdue housing market",
  "Two men sought after Oxford girl abducted and raped on way to school",
  "Chess centre in Kampala slum prepares children to make their next move",
  "Polish breakfast recipes for semolina porridge, potato pancakes and scrambled eggs",
  "NYPD sent undercover officers to Black Lives Matter protest, records reveal",
  "Nicotine by Nell Zink review – third novel in 18 months from a fresh talent",
  "Tribe called vest: deconstructing the uniform of the young Republican",
  "'There is no one I can vote for with a clear conscience': undecided US voters speak out",
  "Council houses change lives: we will build them",
  "Obama's pick as ambassador to Cuba has '0% chance' of approval, union says",
  "Oliver Jeffers: 'I was always an artist' – but not a child of books",
  "US providing light arms to Kurdish-led coalition in Syria, officials confirm",
  "Zimbabwe accused of preparing to ship dozens of young elephants to China",
  "How Kevin Garnett and Paul Pierce accidentally created the modern NBA",
  "'Trump's promises are empty': energy experts lay waste to proposals",
  "European court of human rights dismisses Omagh bombing appeal",
  "Switch disposable coffee cups for reusables, urge campaign groups",
  "Yes or no? After 52-year war, Colombia's peace with the Farc faces public vote",
  "How child abuse inquiry lurched from 'catastrophe to catastrophe' – timeline",
  "Don Dale: teargas was 'small price to pay' for restoring order, former official says",
  "Ask the experts: how to manage risk in business",
  "Wyatt Roy caught in fighting with Islamic State on visit to Iraq",
  "You're in the band: virtual reality's orchestral future",
  "Hillary Clinton teams up with Pusha T for voter registration drive",
  "I‘m the gay son of a preacher man. When I came out to Dad, he was perfect",
  "Kadir van Lohuizen’s best photograph: a house after Hurricane Katrina",
  "The House of the Dead by Daniel Beer review – was Siberia hell on earth?",
  "Bake Off has found its Ross and Rachel – what we learned in botanical week",
  "Wilson Security hired investigator to find sources of stories about detention centres",
  "Suspect shot his father dead before injuring three at South Carolina school",
  "My clients assumed I had a new job – I couldn't say I had cancer",
  "World of Weird review – entertaining, if not exactly edifying",
  "Meet Trump's 12-year-old campaign chair in a crucial Colorado county",
  "The rise and fall of fracking in Europe",
  "One way or another, Brexit will bump up the size of the state",
  "'Orphanage tourism': fears of child exploitation boom as Myanmar opens up",
  "The man who brought you Brexit",
  "Smoking rates among high school students drop as habit falls out of favour",
  "Donald Trump attacks 'biased' Lester Holt and accuses Google of conspiracy",
  "Crew of 14 stranded on ship in Sydney harbour as owners file for bankruptcy",
  "Police say black man killed by officer near San Diego was holding e-cigarette",
  "Children bear brunt of alleged chemical weapon attacks in Sudan, says Amnesty",
  "Parrtjima festival: high-tech outback showcase or Aboriginal Disneyland?",
  "Trump claims Google suppressed 'bad news about Clinton' during debate – as it happened",
  "Is this a new low: politicians using a natural disaster to push a fact-free agenda?",
  "Charity call centres use loophole in Do Not Call register to seek donations, says Choice"
]