[
  "Dan Bibby’s sudden death try sends GB through to rugby sevens semis",
  "Prisons inspector praises immigration centre for families set for closure",
  "Right-to-buy reform urged as council leaders fear for social housing",
  "From pleas to threats to harm: files reveal escalation of trauma on Nauru",
  "Nauru files reveal cases of alleged sexual violence and child abuse not disclosed to parliament",
  "No prison for Colorado college student who ‘raped a helpless young woman'",
  "Tom Watson sends Corbyn 'proof of Trotskyist Labour infiltration'",
  "Nauru teachers speak out for children: ‘We don’t have to torture them’",
  "Clinton condemns Trump's 'casual inciting of violence' – as it happened",
  "Trump: I wasn't ordering a hit",
  "Rio 2016 could be the moment Brazil sheds its sporting stereotypes",
  "Donald Trump is a pretend populist – just look at his economic policy",
  "Judge and defendant exchange insults in court",
  "Vladimir Putin may believe time is ripe for another invasion",
  "Dairy groups blast methane reductions: ‘Cows expel gas so they don’t explode’",
  "The blurred line between success and failure under the 11-plus",
  "Fracking ‘bribes’ raise problematic questions",
  "Our charity is not part of pro-Israel lobby",
  "Leonard, libraries and very cheesy ice-cream",
  "How Trump's 'populist' economic policy hides a payday for the wealthy",
  "ITV's proposal to eOne could still lead to happily ever after",
  "Pricey pints blamed as 21 British pubs a week call time at the bar",
  "Is the new meritocracy a sham?",
  "Andy Burnham calls for 'distinctive brand of northern Labour'",
  "Donald Trump doesn't speak for us 'second amendment people'",
  "'Like a joke gone bad': Trump faces wide range of criticism for 'assassination' line",
  "People who film police violence are citizen journalists. We stand with them",
  "Bob Kiley obituary",
  "Americans: it's time to reclaim your great swimming heritage",
  "Gawker nears settlement over post accusing Daily Mail of 'rip-off' pieces",
  "Her Story: the transgender-themed web series up for a 'shock' Emmy",
  "Proms musical families: 'She takes a lot more liberties when she’s playing with me!'",
  "German minister to propose ban on full face veils in wake of attacks",
  "Love HP Sauce, ITV News and shopping at Iceland? You probably voted leave",
  "GMB union backs Owen Smith for Labour leader",
  "Chris Gethard at Edinburgh festival review – frank and funny tales of depression",
  "The Facebook ‘study’ about cat v dog lovers misses the point: pets are gross",
  "Anthropoid review: a humdrum account of an extraordinary plot",
  "Gateways: cratedigging the cream of Nigerian music – podcast",
  "The Duke of Westminster obituary",
  "Emily’s List aims to shift US Congress to the left – state by state",
  "Psychologists say single people are more fulfilled. I'm getting to understand why",
  "Park life: Tokyo, the latest city to get a high line",
  "Bad-taste merchant Mike Ward cheapens the fight for free speech",
  "Limp, entirely predictable failure",
  "Woman killed in Wandsworth police chase named",
  "Black Lives Matter is a movement the UK needs – and our work here is just starting",
  "Corbyn campaign reported to watchdog over cheque from pro-Palestinian group",
  "Beat Shazam: the music app's foray into TV could be magic",
  "Reynolds painting accepted in lieu of £4.7m inheritance tax",
  "Luke Ambler wants #ItsOkayToTalk to   halve number of male suicides",
  "Jeremy Corbyn’s Labour opponents should accept that their failures created him",
  "St Louis-area municipalities sued over alleged discriminatory 'debtors' prisons'",
  "Cloud Atlas 'astonishingly different' in US and UK editions, study finds",
  "'Corbyn has been an abject failure': Owen Smith supporters on the Labour leadership",
  "US newspapers unite in disgust at Donald Trump's attack on Clinton",
  "Extra life: retro video game references are all over fashion",
  "'State enemy No 1': the Berlin counter-culture legend fighting eviction",
  "Leader of expelled leftwing group Militant expects readmission to Labour",
  "Zika virus scare is turning Miami's hipster haven into a ghost town",
  "USA dominant as Phelps nets 21st gold medal",
  "'People are complaining openly in Cuba and this has never happened before'",
  "New Duke of Westminster inherits £9bn fortune aged 25",
  "Facebook removes controversial Bloke's Advice group after complaints",
  "Sausage Party review – Seth Rogen's surprisingly tasty supermarket sweep",
  "Mass strikes and belligerent disputes: why it’s all kicking off on the railways",
  "'I crashed my car after a night shift and now have post-traumatic stress disorder'",
  "Land for homes cost falls in wake of Brexit vote",
  "Donald Trump 'writes angrier and more negative Twitter posts himself'",
  "Ancient pigments reveal the evolutionary history of our own eyes",
  "Rising avocado prices fuelling illegal deforestation in Mexico",
  "Whether leavers like it or not, Europe has a say on how Brexit will happen",
  "Corbyn ally named as candidate for Liverpool city region mayor",
  "Can we get out of the private sector bad, public sector good trap?",
  "Football teams who had cigarette brands as a shirt sponsor",
  "It says a lot that Tim Tebow could be just what baseball needs",
  "Love and Rockets rides again: 'we influenced a whole lot of cartoonists'",
  "Team USA close in on 1,000 summer Olympic gold medals. Or is it only 999?",
  "Lilly King’s disdain is fine, but why not welcome our X-Olympian overlords?",
  "How wartime Britons were easily persuaded by the propagandists",
  "The top 10 don’ts of holidaying abroad",
  "Liberal MP appeals to 'people of conscience' after release of Nauru files",
  "Threat of marriage hangs over young Malian refugee girls in Mauritania",
  "Rising seal numbers in Thames estuary hide triple threat to populations",
  "Depressed about Brexit? Outsiders is the comedy that makes you want to stay in",
  "And the Oscar might go to: 25 sure bets and underdog films premiering this fall",
  "Commonwealth Bank chief says not passing on full interest rate cut helps savers",
  "Kitchen gadgets review: sausage stuffer – my flat smells of death",
  "Why is Russia so distrustful of Pokémon Go?",
  "Netflix has lost its 'cool factor', says boss of Virgin Media owner",
  "Peppa Pig owner Entertainment One rejects ITV's £1bn takeover approach",
  "Paul Ryan beats outsider 'mini-Donald Trump' challenger in Wisconsin primary",
  "The Nauru files: cache of 2,000 leaked reports reveal scale of abuse of children in Australian offshore detention",
  "Donald Trump hints at assassination of Hillary Clinton by gun rights supporters",
  "Disadvantaged teenagers left isolated as clubs and holiday camps are closed",
  "Continental Drift review –  the rise of Euroscepticism",
  "UN, human rights groups and refugee groups demand solutions following Nauru data leak – as it happened",
  "Reserve Bank chief Glenn Stevens attacks politicians' failure to reform budget",
  "Rio Olympics: Michael Phelps wins 21st swimming gold medal – as it happened",
  "Former Save the Children workers say Nauru files 'just the tip of the iceberg'",
  "Labour to announce candidate for new Liverpool city region mayor",
  "The census farce is reminiscent of Wile E Coyote running off a cliff in pursuit of Road Runner",
  "Census 2016: the political game has changed and Coalition failed its first test",
  "Gunshots in Ferguson after car hits protester on Michael Brown anniversary",
  "India’s all-female paper goes digital to make gender taboos old news",
  "Australia's Emma McKeon claims bronze as Alicia Coutts signs off Olympic career",
  "Marriage equality plebiscite: why fighting ‘no’ doesn't necessarily mean 'yes'",
  "The Nauru files are raw evidence of torture. Can we look away?",
  "Australia fails the same lesson every time. The Nauru files show how secrecy hides abuse"
]