[
  "Father of Muslim teen arrested for clock sues conservative media for defamation",
  "D-day landings put at risk by double-agent's homesick wife",
  "Nicola Sturgeon to reopen Dalzell steelworks in Motherwell",
  "Nigel Pearson heads for the exit door at Derby after argument with owner",
  "Trump lashes out at beauty queen",
  "Presidential debate breaks US ratings record in Clinton-Trump face-off",
  "Leicester’s interest ‘flattering’ but Michael Keane is ‘happy at Burnley’",
  "Anthony Vaccarello makes a brazenly sexy debut at Saint Laurent",
  "CSKA Moscow v Tottenham Hotspur: Champions League – as it happened",
  "The times call for a visionary leader – a quality we don't rate in Turnbull or Shorten",
  "Like a cork in the ocean: Dennis Cometti bobs up to call his final AFL game",
  "FA confirm Sam Allardyce has left England job 'by mutual agreement' – as it happened",
  "Symbiosis: last vestige of authentic festival culture or hippie theme park?",
  "Life is richer when we talk to strangers",
  "Has JJ Abrams ruined plans to expand the Star Wars universe?",
  "Oscars 2017: best foreign language race stacked with auteurs and provocations",
  "Syrian troops launch ground offensive against Aleppo rebels",
  "Ryder Cup 2016: Europe’s togetherness is more organic, claims Rory McIlroy",
  "Donald Trump's debate transcript: analyzing his claims issue by issue",
  "Will & Grace: pro-Clinton surprise episode preaches to the choir",
  "Cutting welfare to fund tax cuts for top earners 'unconscionable', Coalition told",
  "The importance of Labour unity on the campaign trail",
  "Jeremy Corbyn must confront Labour’s Trident dilemma",
  "Racist bar brawl? Let me write a review",
  "'I've got the power,' sang Super Sadiq",
  "Consensus: Clinton wins debate – but Trump is far from finished",
  "Labour conference: Tom Watson says capitalism is not the enemy - as it happened",
  "Late-night roasts Trump after debate: 'His head doesn't have room for facts'",
  "France urged to house children living alone in Calais camp",
  "Isis poses 'sustained' threat to US for years to come despite loss of territory",
  "Man arrested over 1965 murder of schoolgirl Elsie Frost",
  "Tristan und Isolde review – musical marvel in a grim, cynical cloak",
  "Liam Fox speech hints at government confusion over Brexit",
  "John D Loudermilk obituary",
  "Deutsche Bank weighs on markets but Clinton rally limits damage - as it happened",
  "Jeremy Corbyn loses majority support of Labour NEC",
  "Do you live in an area where fracking has been proposed?",
  "Glasgow East MP Natalie McGarry charged with embezzlement",
  "Jeremy Corbyn says he can fill shadow cabinet without elections",
  "Who won the debate? A round-by-round analysis of Clinton v Trump",
  "Theresa May accused of trying to alter immigration report before Brexit vote",
  "Young, gifted and track: National Rail advertises Britain's ultimate job",
  "Trump attacks Alicia Machado again: 'She gained a massive amount of weight. She was the worst'",
  "Bid to drill shale wells in Nottinghamshire 'should get green light'",
  "Paris fashion week: chic is out and cool is in",
  "Don’t look now, Venice tourists – the locals are sick of you",
  "Trump loses cool while Clinton stays calm during first presidential debate",
  "How to keep chickens in the garden",
  "Jeremy Corbyn's team targets Labour membership of 1 million",
  "Guardian Weekly letters, 30 September",
  "'I don’t like this election': will millennials, the biggest generation, turn out to vote?",
  "Imagine if Donald Trump were a woman. You simply can’t",
  "Inside the 30 September edition",
  "Marilyn: ‘I sat in a room for 20 years, taking crack and watching the Alien films’",
  "Clinton v Trump: why the first post-debate poll should be read with caution",
  "High street sales appear to be losing their post-Brexit-vote shine",
  "England managers and off-field controversies: from Revie to Hodgson",
  "University marketers: try making your message more Snapchatty",
  "Boris Johnson seeks to mend fences in talks with Turkish leadership",
  "EGX 2016: our 13 favourite video games from the festival",
  "Sadiq Khan mayoral triumph is Labour's blueprint for surviving Corbyn",
  "Fat people, rise up! We could swing this election",
  "France calls for remains of King Charles X to be returned from Slovenia",
  "Lady Chatterley's Lover review – passionate play loses Lawrence's politics",
  "Ali Smith and HG Wells webchat – as it happened",
  "House of Fraser profits plunge 46% in first half of 2016",
  "Scrap this pupil data collection: it’s a divisive threat to our children’s safety",
  "London houses are second most over-valued in world - UBS",
  "England shake up central contract structure to reward one-day players",
  "Shale gas ban 'would cement decline of UK manufacturing'",
  "Pricey or poky: send us a photo of your student accommodation",
  "Clinton knocks Trump on his heels in first debate",
  "Britain’s youngest mayor on Brexit and the challenges facing Labour",
  "The Guardian view on the US presidential debate: Trump fails the test",
  "Dresden mosque and congress centre hit by two bomb blasts",
  "Hillary Clinton clear debate winner among group of undecided voters",
  "How VR gave us beer goggles, but not as we know them",
  "Revealed: how senior Laos officials cut deals with animal traffickers",
  "China accused of defying its own ban on breeding tigers to profit from body parts",
  "Elon Musk has ambitious plans for Mars. Are they as crazy as they sound?",
  "VR developers turn against Oculus Rift over founder’s pro-Trump support",
  "Labour’s new economic vision offers a chance to win votes. It must be seized",
  "ME affects four times as many women as men. Is that why we’re still disbelieved?",
  "Canadians are not vassals of the British crown – it’s time we severed our ties",
  "Witness to soldiers' sexual abuse in Bangui speaks out on finding safe haven",
  "My trans picture book was challenged – but the answer to hate speech is more speech",
  "'Don't ask, don't tell': military members 'out and proud' five years after repeal",
  "Why the matter of Jewish Labour members is a vital test case",
  "Tehran's towers: how the Iranian capital embraced bold architecture",
  "Labour is the only party that can save the NHS",
  "Hillary Clinton shows strength over Trump in one of history's weirdest, wildest debates",
  "Hamilton and Rostam: the last men standing in indie New York",
  "FTSE rally after US debate fades as easyJet and Wolseley fall back",
  "Annabel Abbs: 'Ulysses and Finnegans Wake followed me round the house like hungry dogs'",
  "Rent-to-own debts rise as Citizens Advice warns on new types of loans",
  "Sinking Hamburg wield the axe again but problems come from up on high",
  "From Luke Cage to Supergirl: why superhero TV is better than the movies",
  "Thurston Moore on Chelsea Manning: whistleblowers want to protect the US",
  "Presidential debate fact-check: Trump and Clinton's claims reviewed",
  "Support for Indigenous constitutional recognition drops below 60% – poll",
  "How we made Modern Family",
  "Beyond the Flynn effect: new myths about race, family and IQ?",
  "'Look at that power red': Clinton-Trump debate verdict depends on who you ask",
  "Clinton delivers poised showing as Trump forced on the defensive in first debate – as it happened",
  "Donald Trump blew it. But will voters take any notice?",
  "Government policy offers UK universities’ competitors a rosy future",
  "Eight myths about working in a children's hospice",
  "Brexit weekly briefing: Theresa May 3, Three Brexiteers 0",
  "The Arab of the Future 2 – terrifying school days in Syria",
  "Morgana Robinson’s The Agency review – the laugh 2016 has been crying out for",
  "Defiance on the dancefloor: clubbing in the birthplace of Boko Haram",
  "Love me Tinder – tales from the frontline of modern dating",
  "Backpacker tax: Scott Morrison announces cut from 32.5% to 19%",
  "Why class won’t go away",
  "Why can’t I get behind Corbyn, when we want the same things? Here’s why",
  "Clinton v Trump: what we learned from the first presidential debate",
  "Shades of Tolkien in a Northumbrian mire",
  "'Clinton weaponized Trump’s words': the reaction to the presidential debate",
  "Flume releases new track and video in support of Keep Sydney Open campaign",
  "Trump's sniffles distract viewers at first presidential debate with Clinton",
  "Labor to grill bank chiefs on whether tellers pressured into inappropriate sales",
  "Canadians are embracing Syrian refugees. Why can't we?",
  "'Pokie-leaks': MPs call on whistleblowers to leak gambling industry secrets",
  "Boris Johnson lauds his Turkish washing machine on first visit to Ankara",
  "DfID 'should have done more' to give poor countries a voice on tax evasion"
]