[
  "Motorists who cause deaths and injuries on the roads should face penalties equivalent to manslaughter or grievous bodily harm, an influential committee of MPs said yesterday. <p>A new crime of \"negligent driving\", a radical overhaul of sentencing and an increase in jury trials were backed in a report by the Labour-dominated transport select committee. </p> <p>The MPs, led by the veteran Labour backbencher Gwyneth Dunwoody, accused law enforcers of going soft on road safety: \"Where death or injury is involved, it appears that police and prosecutors take a more lenient view of drivers' behaviour than does the general public.\" </p> <p>Motorists convicted of causing death by bad driving presently face sentences of up to 14 years. But those who injure their fellow road users in a crash are typically only charged with dangerous driving, which carries a maximum of two years in jail. </p> <p>Critics say this is unduly lenient. They point out that a motorist who hits somebody in a road rage incident can be jailed for five years for assault. </p> <p>The MPs said they were concerned that police chiefs were presiding over a drop in breath tests and a weakening in the enforcement of speed limits. </p> <p>\"The best manifesto in the world will not produce results unless individual forces and individual police officers take road deaths and injuries as seriously as they take manslaughter or grievous bodily harm,\" said the MPs. \"From the evidence we received, it is clear that in many cases they do not.\" </p> <p>The report received a lukewarm response from motoring groups. The RAC Foundation's director, Edmund King, said he accepted that bad driving could have \"dire consequences\" but questioned whether it was morally equivalent to deliberate assault. </p> <p>He asked: \"If somebody gets into a car and makes a mistake, should they be treated the same as somebody who goes out with a gun with an intent to shoot somebody?\" </p> <p>The committee also urged a relaxation in rules restricting the use of speed cameras to known accident blackspots, arguing that \"the attempt to make speed cameras more acceptable through tough guidelines on their use has backfired\". </p> <p><b>·</b> Adopting the same time zones as the rest of Europe would avert 100 deaths and 350 serious injuries on Britain's roads every year, says the Commission for Integrated Transport. The thinktank argues that lighter evenings would cut the number of accidents involving children on their way home from school.</p>"
]