[
  "The rural middle class seldom enthuses about the law courts these days, for they are perceived as absurdly indulgent to hooligans, asylum seekers, murderers and malefactors of all kinds. Yet a mighty cheer went up on Tuesday, following the conviction of a career burglar named John Rae, who was jailed for seven years for a long series of offences. <p>The cause of the applause was that Judge Andrew Hamilton endorsed the action of a 73-year-old Derbyshire farmer, Kenneth Faulkner, who shot Rae in the leg during an attempted break-in, after an earlier burglary in which some of his guns had been stolen. \"Mr Faulkner believed that he was being targeted,\" said the judge, \"and he was entirely right. He wrongly believed that the burglars had come back armed with those guns that had been stolen. Very sensibly he took out his own shotgun. No one could criticise him for what he did.\" </p> <p>The judge went on to deplore the fact that the Crown Prosecution Service considered charges of assault against the farmer, which were dropped only shortly before Rae's trial. Here at last, in the minds of many country people, was a sensible judicial view about a man's right to protect himself. </p> <p>The police, however, seemed thoroughly alarmed by the judge's comments. No doubt envisaging a barrage of gunfire against suspected intruders, the Association of Chief Police Officers issued a statement urging householders not to resist. Instead, said Acpo, they should lock themselves into a room and dial 999: \"You should not approach the intruder. If the intruder steals some of your property, that's far better than someone being killed.\" </p> <p>These words prompted a jeer of derision in many a village pub. The police have a rotten record of effective intervention at scenes of rural crime. The shortcomings of law enforcement were highlighted the very next day, when a fiasco was reported in the press. A farmer who caught and successfully detained two intruders stealing tractor diesel fuel from his tank in the presence of witnesses was told that the thieves would not be prosecuted \"for lack of evidence\". Critics demand: how can the police with straight faces urge householders to rely on the law, when the law is an ass? </p> <p>About now, some readers may suppose that I am launching a manifesto for the right of property owners to shoot down burglars. Not so. The doctrine of \"proportionate force\" in resisting crime, enshrined in existing law, seems absolutely correct. I have owned guns all my life. Yet, unless I perceived myself and my loved ones facing an indisputable threat to our own lives, I cannot imagine attempting to shoot somebody. </p> <p>In the United States, gun ownership is widespread. A right to defend property is recognised in law. The consequence is that there are horrific cases of innocent people being gunned down by mistake, for instance when they knock up a house at night to ask directions. Some Americans argue that this is a price worth paying for achieving a burglary rate much lower than that which prevails in Europe. Most of us dissent. </p> <p>British law dealt harshly with the Norfolk farmer Tony Martin, who received a long term of imprisonment after shooting a burglar dead. A token sentence seemed more appropriate, when Martin had been grievously provoked by repeated visits from inveterate thieves. </p> <p>Yet I could never share the view that the farmer was a middle-class martyr. Evidence made it plain that he had deliberately shot the burglar dead while he was attempting to flee. He faced no plausible threat to his own safety. How can the law not uphold the sanctity of human life, even that of a professional criminal? </p> <p>It is hard to see a rational basis for the current campaign for new legislation, to allow householders to use more force in defending their property. What seems needed is a more sensitive approach by the authorities towards the predicament of people living in the countryside who suffer from crime. </p> <p>Everybody has his or her horror story, and few report an effective police response. Some middle-aged friends of ours were visited a few years ago in their remote house by a gang who tied them up and tortured them for some hours, to persuade them to disclose the whereabouts of non-existent valuables and cash. Psychologically, the couple have never recovered from the ordeal. </p> <p>In recent months there has been a string of big country-house burglaries in our area, for which the suspects are well-known, but no successful prosecutions have yet resulted. The farmyard behind our own home was recently stripped of an assortment of power tools, a common form of petty larceny. So what, you may say? Yet if people live alone, some distance from other habitations, and especially if they are elderly, fear becomes very real. If attacked in the country, people can shout their heads off for aid without hope of being heard. Rural dwellers really are on their own. Once a local attack has taken place, the familiar, precious sense of security in one's own home is hard to maintain. </p> <p> A s alarm systems become commonplace, more and more rural crimes are deliberately undertaken when premises are known to be occupied, and thus alarms are switched off. An elderly couple near us were visited recently by two men posing as meter readers, who beat them severely before making off with their pitiful spoils. There seems a good case for awarding an exceptional sentence to any criminal who knowingly targets the old. </p> <p>I do not want to exaggerate, to suggest that a reign of terror has seized rural Britain. National burglary statistics show a decline. Yet in the countryside, the increasing willingness of intruders to assault occupied houses is much more disturbing than a risk of the place being ransacked when it is empty. </p> <p>Judicial verdicts over recent years in cases where residents have tangled with intruders suggest that the balance of police and court sympathy has tilted too sharply in favour of the criminal, too strongly against the householder. Today we need not new law, but simply more wisdom and sympathy from police and judges. </p> <p>It is not necessary to be a rabid rightwinger to feel disgusted by instances in which illegal intruders have invoked civil law against the owners of premises they have wilfully invaded. Legal institutions command public respect only when they are seen to strike a proper mean between the law-abiding citizen and the criminal. </p> <p>It is the apparent loss of that mean which has done such harm to the relationship between police and the middle class in recent years. When the CPS investigates an attempted burglary in which a householder has used violence against the suspect, prosecutors seem to treat both as morally indistinguishable putative criminal offences. This must be wrong. </p> <p>Judge Andrew Hamilton's remarks in this week's burglary case deserve applause not because they promise country dwellers an open season on burglars, which they do not and should not, but because they take a step towards restoring a sensible balance. I do not expect the law to offer me a right to kill a burglar, but I want its agents to display a modest prejudice in my favour if I resist. If such prejudice is lacking, then so will be public respect for justice. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>"
]