[
  "Video shows Palin in anti-witchcraft prayer",
  "Help! Everyone is ignoring my attack alarm!",
  "Last night's TV",
  "End of the Anglican crown - 300 year bar to be lifted",
  "Surge in support for far right ahead of poll reflects centre-left crisis across EU",
  "Corrections and clarifications",
  "Country diary",
  "Never mind Palin's politics. Just check out the earrings",
  "US agrees to limit top pay as price of bail-out deal",
  "New crisis over North Korea's nuclear plans",
  "Imagine if we taught maths like PE - a competition, with public humiliation if you got a sum wrong",
  "McCain and Obama clash over debate delay",
  "'There are many tiger widows here'",
  "Computers tell a poker strategy",
  "Is nothing sacred? Life of Brian is shown in Torbay",
  "Trader's $1.25m attack on 'trickle-down communism'",
  "Little Mermaid hightails to China",
  "Does anyone really give up politics for family life?",
  "Terrorist chic or debunking of a myth? Baader Meinhof film splits Germany",
  "'I had a great time. I have never in 15 years of party conferences heard so much about tax and fairness'",
  "French firm's £12bn deal starts nuclear revolution",
  "What next?",
  "Features",
  "News in brief",
  "Seagulls sink City's billionaires",
  "Buffett says: act or face 'economic Pearl Harbor'",
  "People",
  "Pupils to be offered free school meals in effort to boost health",
  "Catholic school defends ban on cervical cancer jab",
  "Duxbury to carry can for Hammers' Tevez deception",
  "Newsbytes",
  "Michael Mallett",
  "Honours for a hero",
  "Cut taxes for the poor not interest rates",
  "Searchable video clips ruffle Parliament",
  "Japan's new PM prepares for poll",
  "The time has come for a final report on the 43rd president of the US",
  "The future is one nation",
  "Wasteful City pay the penalty as Brighton rock Hughes' billionaires",
  "Tiina Itkonen's best shot",
  "Googlephone could be a Sidekick killer",
  "McCain's debate ploy",
  "US government to limit pay packets for Wall Street bankers in bailout package",
  "John McCain pulls the old 'let's suspend the campaign' trick",
  "US election: McCain proposes postponing debate, but Obama objects",
  "Ukraine's European future",
  "Bush will deliver nationally televised address to gain support for bailout",
  "US election: Sarah Palin featured in church video denouncing witchcraft",
  "A dam shame",
  "Lembit Öpik resigns from Lib Dem frontbench",
  "President Awol",
  "Your wicked liberal spells and curses cannot hurt Sarah Palin",
  "24 hours in pictures",
  "They \"denied what the stories did not allege\"",
  "Jean Charles de Menezes inquest sees CCTV footage of last moments",
  "DS-10: synth pop for everyone!",
  "Nice work if you can keep it",
  "US election: Profile: Rick Davis of John McCain's campaign",
  "GameCity 3 - join us!",
  "Congressional Democrats allow ban on offshore drilling to expire",
  "US trader attacks 'trickle-down communism' of markets bail-out",
  "Arnold Schwarzenegger signs California budget after 85-day delay",
  "But maybe Davis should stay....",
  "Final (maybe) thoughts on the bailout vote",
  "An unlikely music blogger writes ...",
  "Banking crisis: Warren Buffett sees US bailout as a golden opportunity",
  "McCain/Palin 09!",
  "Football and politics do mix - just ask Arkadi Gaydamak",
  "Getting over the London blues",
  "Labour conference: who were the winners and losers?",
  "US election: McCain aide's firm 'accepted fees from Freddie Mac'",
  "It pays to be green",
  "Creative accounting",
  "'Free Sarah Palin!'",
  "McCain's pushback",
  "House price predictions are 'futile'",
  "The Palin nightmare",
  "Sarah Palin's whirlwind tour of world affairs",
  "Ruth Kelly: I am quitting to put family first",
  "Wednesday memo: Wall Street chaos boosts Obama",
  "Barack Obama opens nine-point lead over John McCain in poll",
  "Alan Johnson sets out plans for NHS",
  "I read the crosstabs so you don't have to",
  "The biggest story of the campaign",
  "Industry praises Ruth Kelly as she sets satnav for backbenches",
  "Guardian Weekly: The fall of Mbeki",
  "Up my street",
  "US election briefing: UN and Congress edge out candidates",
  "Suspicion of adults 'denies children role models'",
  "Taro Aso confirmed as Japan's new prime minister",
  "Ruth Kelly's resignation: Who benefits? Not Brown",
  "Ben White v Alex Stein",
  "Classic YouTube: Lance's bonking, Celtic's tonking and Ebdon the clown",
  "Songs about beats and beatings",
  "Collins, we're lost for words: let's call your bluff",
  "Tropic Thunder storms the UK box office",
  "Timeline: School shootings",
  "Wall Street turmoil leaves Europe on sidelines",
  "Free school meals pilot scheme announced",
  "Necessity is the mother of reinvention",
  "Mental health and art",
  "Lib Dems make last-ditch bid to avoid censure over 'cold calling' campaign",
  "Should the Royal Opera establish a Manchester outpost?",
  "Trading up, trading down",
  "PokerStars.com ad busted by watchdog",
  "Armstrong announces return to Tour",
  "Obama declares support for 'clean' coal",
  "Tomasky talk: War brews between McCain and the media",
  "Profile: Ruth Kelly",
  "Lexus ad banned over climate claims",
  "The 'awful' truth about Ruth Kelly and Gordon Brown",
  "Big decisions await Ruth Kelly's successor",
  "Concern over Austrian tabloid's influence"
]