[
  "'Some demon sat over me with a knife and fork, ready to eat me every day'",
  "Suits you, Steve",
  "Men on a mission",
  "The nutty professor is probably right again",
  "Winning the west ... Obama plots route to victory in Republican heartland",
  "Defence: MoD names medic killed in Afghan blast",
  "Robert Maheu",
  "Felicity Ashbee",
  "Rada gives Cech fresh start after Euro 2008 blunder",
  "Public Inquiry",
  "Education: Poorest children being let down by underfunded schools, says study",
  "Letters",
  "German envoy attacks MPs for bad behaviour on US junket",
  "What's a former dictator to do when he retires?",
  "Where family values mean nothing",
  "Fabulous Paris - just two hours away!",
  "While I hope new knife-crime measures will work, stopping and searching won't solve the problem",
  "Terry fits Capello's bill to lead a side that plays with fearless spirit and a big personality",
  "Renewable energy: E.ON looks at £300m investment to build Britain's largest biomass plant",
  "News in brief",
  "Time to choose gets closer",
  "People",
  "Husband faces murder charge as wife stabbed",
  "New Tory stories",
  "News in brief",
  "Jesus in jail",
  "Wenger issues Walcott warning",
  "Deadlock and death in inauspicious start to Pakistan post-Musharraf",
  "Hiram Bullock",
  "'This game is to show Russia you can bomb us but you will never stop our people'",
  "Sanitation: Creating a stink about the world's wastewater",
  "Olympics: IOC plans crackdown on touts",
  "The Boris wobbles",
  "Olympics: There's always a corner of a foreign field that is cringe-making London",
  "Husband trashed cricketer's flat over alleged affair",
  "Tait casts off his utility tag to go firm on a full-back future",
  "Climate change: US environmentalists claim global warming threatens small mammal",
  "The case for Joe Biden",
  "Georgia: 'He looked out of his window and they killed him'",
  "Even under the spotlight, repression continues",
  "The (happy? yes, happy!) return of Harry and Louise",
  "McCain appears on oil rig to strengthen call for offshore drilling",
  "Military technology: MoD announces winner of robot challenge",
  "Now Hillary is the women's candidate",
  "Kerry and Romney for vice-president?",
  "Link Log: Scandals, violence and Wonderbras",
  "Olympics: Ohuruogu claims first track gold for Britain",
  "McCain's 10 houses -- more",
  "How to rent out your property",
  "Elevator Pitch: WEbook takes on the big book boys",
  "Cameron accused of hypocrisy over tough anti-Russian stance",
  "VP rumourwatch: Other candidates say it's Biden",
  "'Literary tragedy' of Bulwer-Lytton's dark and stormy night under debate",
  "24 hours in pictures",
  "Tropic Thunder and the R-word",
  "The right way to attack",
  "Russia and Georgia exchange prisoners",
  "Which Hollywood A-listers would you like to see defect to TV drama?",
  "Olympics 2008: Victoria Pendleton and Chris Hoy sprint to gold for Britain",
  "Around Britain by bus - part one",
  "Brabants eyes medals after sealing place in second kayaking final",
  "Puppet, toy soldier, doll - Elvis has been them all",
  "Jade Goody to return to UK after cancer diagnosis on Indian Big Brother",
  "In brief: Russell Crowe may play Bill Hicks",
  "French soldiers killed in Taliban gun battle",
  "Gordon Brown's eulogy to John MacDougall",
  "VP speculation roundup: it's probably one of these guys",
  "Rap group call for the death of Bill O'Reilly",
  "Obama's VP: It's Evan Bayh, highly reliable internet hoax reveals",
  "Impressions of Monet's beach at Trouville",
  "Too Many Cooks: divide and rule",
  "Olympics: Argentine footballers pictured making slit-eyed gesture",
  "The wrong sort of immigrants",
  "Jade Goody told she has cancer on Indian version of Big Brother",
  "Is it sensible to sell by auction?"
]