[
  "US election: Obama's grandmother Madelyn Dunham dies of cancer",
  "US election: Obama's grandmother Madelyn Dunham dies of cancer",
  "Obama's grandmother dies",
  "Tempting fate",
  "The Old South's last hurrah",
  "For whom the polls tell",
  "The McCain campaign's message of war",
  "Tomasky talk: 60 is the magic number",
  "US election: Obama expected to draw record number of voters to polls",
  "Slave Labour",
  "Vicky Hamilton murder trial under way",
  "Democrats aim to extend majority in Congress on election day",
  "Playing politics with pensions",
  "Monday miscellany",
  "Halloween releases fail to scare HSM off US top spot",
  "HSBC chief risks Brown's ire with rate cut comments",
  "Scotland gives Donald Trump go ahead for 'world's greatest golf course'",
  "Libor eases with rate cuts in view",
  "McCain and Obama embark on last-ditch tours of swing states",
  "US election: Chicago prepares for massive election night rally",
  "Scene and heard: The ghetto house revival",
  "Dropping the S word",
  "Dignity-Free",
  "That should do the trick",
  "Skipton and Scarborough building societies to merge",
  "US election: Top Senate Democrat says Alaska senator should leave office",
  "China envoy gets hostile welcome on Taiwan mission",
  "Playlist: Todd Rundgren",
  "When Irish eyes are frowning",
  "Gears of War 2: our hands-on all-nighter with the final code",
  "The end of the Google/Yahoo ad pact dream?",
  "A very reluctant preacher",
  "If the election hasn't already driven you crazy, visit this site",
  "Chinese police told to go easy on protesters",
  "24 hours in pictures",
  "Newcastle Utd v Aston Villa - as it happened",
  "Toledo fightback",
  "Brilliant Bremen prove the old adage: never write off the Germans",
  "Andrew Gilligan, \"kennite\" and sockpuppeting",
  "Theo Hobson v Julian Baggini",
  "Can the machines used to count votes in the US presidential election be trusted?",
  "Vicky Hamilton murder trial begins",
  "Pathetic Poms could still win the World Cup",
  "Monday memo: The finish line",
  "Sixty is the magic number",
  "Trump triumphs in battle for Scottish golf resort",
  "'Pep Team' win hearts, minds and games around Spain",
  "Where to drive like Hamilton",
  "Westfield mega mall: the death of city architecture",
  "Sampling meets Obama? It's Obampling!",
  "Lloyds TSB investors could see dividends restored next year",
  "Unpopular misconceptions",
  "The week in money",
  "Final Minnesota Senate debate",
  "In truth, he probably should have been kicked out of the Senate years ago",
  "Days of reckoning",
  "Green and Lib Dem voters are cleverest, says research",
  "The confidence trick",
  "University tour promotes links between faiths",
  "The beauty of divine inspiration",
  "Gunmen kidnap French aid worker in Kabul",
  "You looking at us?",
  "10 years of Divine",
  "Carlisle end Ward's watch as manager",
  "Shaken and stirred",
  "US election briefing: The final countdown",
  "MPs begin investigation into financial crisis",
  "Lights out for Pakistan",
  "Baghdad bombings kill rush-hour commuters",
  "Spread a little winter warmth",
  "America's hottest pollster gives his final verdict as US elections reach climax",
  "America's outcast Muslims",
  "HBOS takes a £5.2bn hit from the credit crunch",
  "Hunger strikes a very sour note",
  "High oil price dents Ryanair profits",
  "A little local difficulty",
  "Sci Fi launches 'teleportation' ad",
  "What Britain can learn from the US",
  "The House of Bernarda Alba",
  "The world holds its breath as America decides",
  "Milligan memorabilia provide an insight into mind of comic genius",
  "Cross-party attempt to fight extradition of British hacker",
  "MPs say downturn could save greenfield land from developers",
  "MPs revolt over third Heathrow runway",
  "What it means for the press",
  "More sweet, less sorrow",
  "Democrats scramble to exploit vice-president's backing for rival",
  "The weekend's TV",
  "Abramovich court ruling reveals world of yachts, villas and a costly football hobby",
  "With this layer of authority he can now become a great",
  "Joke on Palin again as she falls for fake Sarkozy call",
  "Love for Obama and the other presidential candidates",
  "Live from Washington. Sort of ...",
  "Chinese fury at sale of plundered treasures",
  "The entire media have gained from a national obsession",
  "The morning after the night before",
  "What it means for comedy pre-records",
  "Second nature",
  "The viola may be the biggest joke of the orchestra but it once made even mountains dance",
  "Police investigate revenge motive for fatal stabbing",
  "Nowhere man: a farewell to Dubya, all-time loser in presidential history",
  "England are bankrupt in million-dollar failure",
  "Perfect women lead Britain's charge to supreme domination",
  "Obama has the edge and polls prove it, say confident Democrats",
  "Can't figure the election out?",
  "Beijing keeps its interest - and its distance",
  "'He wanted to win when he was eight. And he did'",
  "Media Monkey's Diary",
  "Winning was the easy bit, Mr President",
  "The planet is the big loser in Brown's economic assault",
  "Liberal paranoiacs, breathe easy: the swift-boating of Obama isn't working",
  "An anecdote of Buonaparte",
  "'I'm not very fast at my times tables'",
  "Students will be the winners in New Zealand general election"
]