[
  "Ferguson fury masks frustration at letting chance slip",
  "Tax the rich and build a better future for the poor",
  "The new seriousness",
  "If you do one thing this week … look the part",
  "Opinion",
  "Gossip on demand",
  "Lewsey the fall guy as Saints kick Wasps into submission",
  "Nadal humbles Roddick to put Spain in Davis Cup final",
  "Alastair Campbell damaged party, claims political insider",
  "'I have been a loyal member of the ANC for 52 years' - Mbeki resigns in TV address",
  "Bollywood billionaire funds new Spielberg studio",
  "In praise of ... votes for prisoners",
  "US election candidates prepare for make-or-break presidential debates",
  "If a week is a long time in politics, it's an entire career in economics",
  "Labour conference: Total ban for sex soliciting and kerb-crawling",
  "Chequered history",
  "Turkey scared to admit Armenian genocide, says historian",
  "Blurb your enthusiasm",
  "Hovis uses its loaf",
  "Organ Grinder",
  "Are you breaking boundaries? Let us know",
  "Dispatches",
  "Media Monkey's Diary",
  "Forget the history and the investment. Even Sunderland is tempted by Tories",
  "Kate Brindley Head of press, Liberty",
  "Relentless Leicester sneak through the cracks to spoil Worcester's formidable foundations",
  "Pakistan: Dropped corruption case may free up mansion cash for Zardari",
  "House prices fall another 1% as lending terms tighten further",
  "'I found out what money worries really mean'",
  "Financial crisis: Paulson calls for rest of world to copy America's $700bn financial bail-out",
  "Father killed in double shooting",
  "Letters",
  "China joins a turf war",
  "The Bank of England's folly will send us into depression",
  "Open door",
  "Guileless Liverpool fail to follow through on some prescient Scouse philosophy",
  "Nick Faldo's big gamble misfires as US regain Ryder Cup at a canter",
  "The battle of the TV clips",
  "SOS HTML",
  "Labour conference: Sunday's highlights",
  "Prostitution: Red light crackdown promised",
  "James Purnell: Welfare reforms not a betrayal of values",
  "Cometh the hour",
  "Boris to appoint housing adviser soon?",
  "US Elections: You've got (direct) mail",
  "Brown's focus group guru urges party to reclaim lost women supporters",
  "Party has swung behind Brown, says Straw",
  "The judges",
  "Straw vows to act against 'scandalous' 'no win, no fee' lawyers",
  "Unite urges windfall tax and price cap on fuel firms",
  "A living death",
  "Michael Palin for president?"
]