[
  "<p>The rugby season is about to enter its third phase, the autumn internationals. In these increasingly fractious days, with trouble brewing in Europe no matter how many soothing missives come out of European Club Rugby, the governing body of the Heineken and Amlin Cups, we are more likely to hear club coaches growling about injuries to – and subsequent treatment of – certain players while on Test duty than we are to admire the progress of, say, Mako Vunipola in the England squad.</p> <p>It would appear to be part of the natural cycle of the game to thrash out issues and settle conflicts of interests in the first year after a World Cup. There is space for a row when the pressure is still relatively light on new regimes. Stuart Lancaster can still say that after a period of quelling the civil and serial disobedience of the England team he is only now able to start addressing the issue of flow and rhythm on the field. On the other hand, the obsessive harvesters of statistics will be counting the passes out of contact attempted by England, the signs of a game going from the stolid to the fluent.</p> <p>On that front, Ben Morgan, who is still raw and malleable, may have been slightly disturbed to hear the head coach point out his inconsistency rather than the passes the No8 delivers out of contact. With Chris Robshaw confirmed as captain, England are going for abrasion in the back row: direct runners who, as they say, take the ball up. There is nothing wrong at all in maximising the attributes of your impressive physical specimens, but the routine is pretty basic and the emphasis may shift now to what happens to the ball after it has been taken up so many times. The role of Danny Care at scrum-half as a purveyor of instructions to his running forwards and as a support runner on their shoulder will be revealing. If he spends November and the first Saturday of December scooping ruck ball off the floor England will have had a drab month.</p> <p>That is a debriefing yet to happen. For the moment, Lancaster can concentrate on the next stage of strategic development, mindful of the risks of playing a little more daringly against Fiji. The Fijians will be vulnerable on many fronts, but being unable to run and pass is not one of them. England are bound to be rusty at first, a little disconnected, but if they are to take a scalp of the opponents – Australia, South Africa and New Zealand – that follow Fiji to Twickenham they have to attack the advantage line with variety in their movement and unpredictability in their passes. Manu Tuilagi has the chance to show that he can do more than the obvious – which, obviously, he does very well. Bash, wallop&#xa0;...&#xa0;and a flicked pass out of the back of his hand. That would be something.</p> <p>Of course, Lancaster's insistence on a less cautious approach may be tempered by the list of England injuries. Even before the Test stage has knocked a few more bodies out of shape, the demands thus far have left him without a clutch of senior players, especially Ben Foden and Dylan Hartley. In a way, this reduces the sense of expectation. There are mitigating circumstances if every minute of time with England is spent on the treatment table.</p> <p>If the coaches are still relatively unstressed this is still the season at the end of which there will be a Lions tour for the players, and since the Australians are at Twickenham and the Millennium Stadium there will be much for Warren Gatland to digest in the coming weeks. Having had his feet up – purely on medicinal grounds – now he can start Lions work in earnest, stretching his appreciation of players across England, Scotland and Ireland. No longer are they opponents of the Wales team he has had to stop coaching for a season, but recruits for the cause. At this point it is possibly more interesting for Gatland than stressful, but he will want to finish the month with a longer list of Lions candidates than he has now. It is by no means a given, since November is not an easy time to skip without a hitch into that third phase in just the third month of the season: from domestic to European to international.</p> <p>If England want to test the waters of expansion in their first game, against Fiji, Wales are similarly about to enter an experimental situation against dangerous opponents, namely facing Argentina without Adam Jones. In all the debates that rage in Wales about the survival of the professional game there, there is none that frightens the nation quite as much as the prospect of playing against a half-tidy international side – and never mind the scrummaging heavyweights of Argentina – without their hairy tighthead prop. He is the wounded proof that however much a heart yearns for the beautiful game, nothing is possible without a sound knee at the corner of the ugly old scrum.</p> <p>England want some poetry; Wales need their prop. As English and French deal-makers and ball-breakers try to shape European rugby to suit their single vision, the case studies of Wales and England reveal instead a world of difference between the way the game is played in one country and another. It all depends, I suppose, on whether you want to celebrate difference. Jones has become something of a legend on the field, but he is now the pin-up of \"Each to his own\".</p> <p>Now that he cannot play with his own, the chances of Wales winning two out of their four games, against Argentina, Samoa, New Zealand and Australia, would appear to be slim. The form of the four Welsh regions has been more maddening than engagingly eccentric. On the other hand, Wales have been made into the local side to follow. The future of the professional game in Wales has been entrusted to one institution alone: the national team. And their response, with three grand slams in eight seasons has been positive. Wales disappear to Poland as underachieving regionalists and emerge from their ice chambers as internationalists to be reckoned with. But to do it again without Jones may be shock-treatment too far.</p> <p>There was a time when the prospect of Ireland facing South Africa, Fiji and Argentina without Brian O'Driscoll would have caused hearts to sink. But Leinster managed without their master centre for most of their victorious Heineken Cup campaign last season and the truth is that he cannot go on for ever and this day has been a long time coming. It's not as if he's a real specialist, like a prop.</p> <p>But even if Ireland manage without BOD there is an Irish inversion at work here. Wales have no core solidity beneath international rugby, whereas Ireland have Ulster, Leinster and Munster. But to turn those three provinces, under their New Zealand coaches, into one team under Declan Kidney seems tricky in the extreme. Wales prosper at one level, Ireland at another. It appears Celtic rugby cannot do both at the same time. Perhaps we should not be greedy. Any of three Irish provinces could win the Heineken Cup this season; Ireland may not be the force they were when O'Driscoll was fully fit, young and a genius.</p> <p>No Irish-Welsh contrariness compares with the great Scottish paradox. Scotland are as bad as Wales in having no district strength to prop up the international game. They are as bad as Ireland at falling apart when much is expected of them. And then they go and beat South Africa at Murrayfield or Australia away. Scotland are the most wackily extraordinary of all the home nations and must be a health risk to their supporters. Quite what they will do against New Zealand, South Africa and Tonga is anyone's guess, but if it is raining&#xa0;– never&#xa0;so very far out of the question in November – then we should be braced for more glorious Scottish folly.</p> <p>Perhaps we should be readier to accept an unprofitable month for all. Nothing is happening on the rugby fields of Europe to quicken the pulse at the moment. As Steve Hansen, the coach of the marvellous All Blacks, said when he was coach of a Welsh team that could not win a thing: \"Sometimes the performance is more important than the result.\"</p> <p>As we enter the third phase in three choppy months we may have to settle for signs of investment in projects that will prosper only further down the line.</p>",
  "<div id=\"block-5095936e95cb1506d2444810\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T22:10:49.710Z\">10.10pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p>We're going to wrap up today's live blog politics coverage. Here's a summary of where things stand:</p> <p>• <strong>Early voting has begun.</strong> The president is ahead, <a href=\"http://www.guardian.co.uk/world/richard-adams-blog/2012/nov/03/obama-romney-ohio-politics-live#block-509582d995cb1506d24447fe\">the AP reports,</a> but he hasn't built the kind of lead he enjoyed at this stage in 2008.</p> <p>• <strong>The Obama camp released a memo claiming volunteers had made 125m+ voter contacts and registered 1.8m new voters in swing states.</strong> If those numbers are accurate, they'll help on Tuesday.</p> <p>• <strong>As <a href=\"http://www.guardian.co.uk/world/richard-adams-blog/2012/nov/03/obama-romney-ohio-politics-live#block-5095745fb579f74bac7649e0\">reports emerged</a> of persistent Hurricane Sandy-related power and infrastructure damage that could hinder voting Tuesday,</strong> election officials insisted that everything will work as planned.</p> <p>• <strong>President Obama and former President Clinton will appear at a joint rally tonight in Virginia.</strong> Governor Romney ends his day with a big event outside Denver.</p> <p>AND REMEMBER: If you live in the United States, <strong>Daylight Savings Time</strong> ends overnight, meaning you should set your clocks back one hour. But our clocks all do that by themselves now don't they? </p> </div>   </div> <div id=\"block-50959324b579f74bac764a02\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T21:56:52.599Z\">9.56pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Governor Mitt Romney</strong> is on stage at his event in Colorado Springs, Colorado.</p> <p>\"You were chanting 'three more days,'\" Romney says. \"We're going to have to change that chant tomorrow. We'll come up with something, I'm sure.\"</p> <p>There's a little feedback in Romney's mic, sounds tinny. </p> <p>From Colorado Springs the GOP nominee heads to Englewood, Colorado, outside Denver for a blowout Saturday finale.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mckaycoppins/status/264846801868320769\">  <blockquote class=\"twitter-tweet\"><p>Huge crowd for Romney at an airport hangar rally in Colorado Springs. <a href=\"http://t.co/LW8ZDRvD\" title=\"http://twitter.com/mckaycoppins/status/264846801868320769/photo/1\">twitter.com/mckaycoppins/s…</a></p>&mdash; McKay Coppins (@mckaycoppins) <a href=\"https://twitter.com/mckaycoppins/status/264846801868320769\" data-datetime=\"2012-11-03T21:49:33+00:00\">November 3, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-50958f7b95cb1506d244480b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T21:41:16.155Z\">9.41pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Obama camp claims 125m+ voter contacts</h2>  <div class=\"block-elements\">  <p>The Obama campaign has released <a href=\"https://secure.assets.bostatic.com/pdfs/gotv/113Memo.pdf\">a memo</a> boasting some very large numbers of voters registered and phone contacts made. The numbers, which are not independently verifiable, far exceed the Romney camp estimates.</p> <p>\"Our volunteers have made 125,646,479 personal phone calls or door knocks that resulted in conversations with voters – not counting robo calls on auto-dialers, mail, literature drops or any other non-volunteer, non-personal contacts,\" the memo <a href=\"https://secure.assets.bostatic.com/pdfs/gotv/113Memo.pdf\">says</a>.</p> <p>The figure is roughly equivalent to the <a href=\"http://www.cnn.com/ELECTION/2008/results/president/\">total number of voters</a> in 2008.</p> <p>The Romney camp boasts 50m such contacts – and that figure includes robocalling and unanswered calls or door knocks, Politico's Jennifer Epstein <a href=\"http://www.politico.com/news/stories/1012/82850.html\">has reported</a>.</p> <p>The Obama memo claims a big number of newly registered voters in swing states, too: \"This cycle, our teams registered 1,792,261 voters in key battleground states – nearly double the number of voters the Obama campaign registered in 2008\".</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T21:45:24.900Z\">at 9.45pm GMT</time></p>  </div> <div id=\"block-50958d20b579f74bac7649fb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T21:31:12.737Z\">9.31pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This number for <strong>early voters in Ohio</strong> is a good 23% higher than the AP estimate <a href=\"http://hosted.ap.org/dynamic/stories/U/US_EARLY_VOTING?SITE=AP&amp;SECTION=HOME&amp;TEMPLATE=DEFAULT&amp;CTIME=2012-11-03-08-18-59\">we linked to earlier</a>.</p> <p>Tapper is the lauded ABC News White House correspondent.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jaketapper/status/264840105309634561\">  <blockquote class=\"twitter-tweet\"><p>Ohio Secretary of State says 1.6 million Ohioans have already voted.</p>&mdash; Jake Tapper (@jaketapper) <a href=\"https://twitter.com/jaketapper/status/264840105309634561\" data-datetime=\"2012-11-03T21:22:56+00:00\">November 3, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-50958b78b579f74bac7649f9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T21:24:08.756Z\">9.24pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The LA Times's Maeve Reston has spent months on the bus – the flying bus – with <strong>the Romney campaign</strong>. Lately she <a href=\"http://www.latimes.com/news/politics/la-pn-romney-plane-final-days-election-20121103,0,4708225.story\">senses</a> a new feeling creeping in:</p> <blockquote class=\"quoted\"> <p>When Romney retreats to his campaign plane after each event with his aides and his wife Ann there is now a hint of something else: relief. [...]</p> <p>For many months, Romney has spent his flights working studiously on his&#xa0;<a href=\"http://www.latimes.com/topic/services-shopping/electronic-devices/apple-ipad-PRDCES000000029.topic\">iPad</a>, scrolling through policy briefings, revising his speeches and jotting his thoughts in a campaign journal. But those tasks are mostly complete.</p> </blockquote> <p>Read the <a href=\"http://www.latimes.com/news/politics/la-pn-romney-plane-final-days-election-20121103,0,4708225.story\">whole story here</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dgjackson/status/264519047952093184\">  <blockquote class=\"twitter-tweet\"><p>Sam Ryan and Gov waving to the crowd as we arrive at West Chester, Ohio. <a href=\"http://t.co/MECMXnPb\" title=\"http://twitter.com/dgjackson/status/264519047952093184/photo/1\">twitter.com/dgjackson/stat…</a></p>&mdash; Mitt's Body Man (@dgjackson) <a href=\"https://twitter.com/dgjackson/status/264519047952093184\" data-datetime=\"2012-11-03T00:07:10+00:00\">November 3, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T23:01:27.149Z\">at 11.01pm GMT</time></p>  </div> <div id=\"block-509587c9b579f74bac7649f5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T21:08:25.657Z\">9.08pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Will Farrell</strong> will do anything to get you to vote.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=6rGaE5je7vE\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/6rGaE5je7vE?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>  </div>   </div> <div id=\"block-5095856a95cb1506d2444800\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T20:58:18.235Z\">8.58pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Haaretz <strong>endorses</strong>: \"<a href=\"http://www.haaretz.com/opinion/obama-is-good-for-israel-1.473888\">Obama is good for Israel</a>.\"</p> <p>(h/t: @<a href=\"https://twitter.com/nytjim\">nytjim</a>)</p> </div>   </div> <div id=\"block-5095847bb579f74bac7649f2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T20:54:20.073Z\">8.54pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>That Wisconsin crowd</strong> for the president was pretty good. Lis Smith is literally in the Obama camp:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Lis_Smith/status/264830243259420672\">  <blockquote class=\"twitter-tweet\"><p>20,000 turn out for @<a href=\"https://twitter.com/barackobama\">barackobama</a> in Milwaukee. Or as @<a href=\"https://twitter.com/mittromney\">mittromney</a> would say, 40,000. <a href=\"http://t.co/Yim2hndf\" title=\"http://twitter.com/jrpsaki/status/264829988942008322/photo/1\">twitter.com/jrpsaki/status…</a> <a href=\"https://twitter.com/search/%23forward\">#forward</a></p>&mdash; Lis Smith (@Lis_Smith) <a href=\"https://twitter.com/Lis_Smith/status/264830243259420672\" data-datetime=\"2012-11-03T20:43:44+00:00\">November 3, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-509582d995cb1506d24447fe\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T20:47:21.640Z\">8.47pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Obama leading in early voting – AP</h2>  <div class=\"block-elements\">  <p>President Obama holds a lead over Governor Romney among early voters, but the lead is not as big as his was over John McCain in 2008, according to the Associated Press.</p> <p>Obama beat McCain 365-173. <a href=\"http://hosted.ap.org/dynamic/stories/U/US_EARLY_VOTING?SITE=AP&amp;SECTION=HOME&amp;TEMPLATE=DEFAULT&amp;CTIME=2012-11-03-08-18-59\">Here's AP. </a>Click through for a state-by-state breakdown:</p> <blockquote class=\"quoted\"> <p>About 25 million people already have voted in 34 states and the District of Columbia. No votes will be counted until Election Day but several battleground states are releasing the party affiliation of people who have voted early.</p> <p>So far, Democratic voters outnumber Republicans in Florida, Iowa, Nevada, North Carolina and Ohio - five states that could decide the election, if they voted the same way. Republicans have the edge in Colorado, which Obama won in 2008.</p> <p>Obama dominated early voting in 2008, building up such big leads in Colorado, Florida, Iowa and North Carolina that he won each state despite losing the Election Day vote, according to voting data compiled by The Associated Press.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T20:48:18.836Z\">at 8.48pm GMT</time></p>  </div> <div id=\"block-50957fe8b579f74bac7649ef\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T20:34:49.209Z\">8.34pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The president is <strong>on the stump in Milwaukee, Wisconsin</strong>, (=10 electoral votes). He sounds a bit hoarse. Lot of miles on that voice the last few days.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-d24faab0-2c3f-4cbc-85eb-452eab232d64\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351974357117/-460.jpeg\" alt=\"President Obama in Milwaukee, Wisconsin, Saturday, Nov. 3, 2012.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">President Obama in Milwaukee, Wisconsin, Saturday, Nov. 3, 2012.  Photograph: CBS</span> <span class=\"element-image__credit\">Photograph: /CBS</span> </figcaption> </figure>  <p>Another peppy crowd. \"Wisconsin, you see my bet is on you.\"</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T23:45:07.594Z\">at 11.45pm GMT</time></p>  </div> <div id=\"block-509579d595cb1506d24447f3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T20:08:55.041Z\">8.08pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The NY Times's Trip Gabriel has a <a href=\"http://thecaucus.blogs.nytimes.com/2012/11/03/ryan-children-enjoying-the-trail-in-the-campaigns-final-days/\">fun update</a> <strong>from the trail</strong>:</p> <blockquote class=\"quoted\"> <p>Safe to say, no one is having more fun on the campaign trail than the three young children of Paul and Janna Ryan. At each Tarmac touchdown, when the candidate and his wife dash into a waiting vehicle, Sam, 7, Charlie, 9, and Liza, 10, enthusiastically wave to camera crews huddled under the airplane wing for another perfunctory “arrival” photo that no one will probably ever use.</p> </blockquote> <p>Read it <a href=\"http://thecaucus.blogs.nytimes.com/2012/11/03/ryan-children-enjoying-the-trail-in-the-campaigns-final-days/\">all here</a>.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulRyanVP/status/256906939605327872\">  <blockquote class=\"twitter-tweet\"><p>Campaign spokesman in training, my youngest son Sam. <a href=\"http://t.co/pOuo9Rbg\" title=\"http://twitter.com/PaulRyanVP/status/256906939605327872/photo/1\">twitter.com/PaulRyanVP/sta…</a></p>&mdash; Paul Ryan (@PaulRyanVP) <a href=\"https://twitter.com/PaulRyanVP/status/256906939605327872\" data-datetime=\"2012-10-12T23:59:23+00:00\">October 12, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T23:47:01.326Z\">at 11.47pm GMT</time></p>  </div> <div id=\"block-50957924b579f74bac7649ea\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T20:05:56.798Z\">8.05pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Louisiana Governor Bobby Jindal</strong> stumps for Romney in New Hampshire:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BobbyJindal/status/264816188285149184\">  <blockquote class=\"twitter-tweet\"><p>New Hampshire is fired up for Tuesday! <a href=\"https://twitter.com/search/%23Romney\">#Romney</a>'sReady <a href=\"http://t.co/t5SX4Icd\" title=\"http://twitter.com/BobbyJindal/status/264816188285149184/photo/1\">twitter.com/BobbyJindal/st…</a></p>&mdash; Gov. Bobby Jindal (@BobbyJindal) <a href=\"https://twitter.com/BobbyJindal/status/264816188285149184\" data-datetime=\"2012-11-03T19:47:54+00:00\">November 3, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5095745fb579f74bac7649e0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T19:58:54.800Z\">7.58pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">What if the storm had hit a week later?</h2>  <div class=\"block-elements\">  <p>Emergency food, water and warm clothing are being distributed in New York City, where elderly residents of public housing have electricity again after four days in the dark and cold. On Long Beach, homeowners stand sentry outside their flooded residences to stop looters. On Staten Island injured residents plead for aid. Gas is rationed in New Jersey, where stretches of coastal settlements simply no longer exist. Parts of West Virginia sit buried in snow. Trees block highways in Connecticut.</p> <p>The <strong>fallout from Hurricane Sandy</strong> is still being felt across the region, in some places acutely. For the presidential candidates, one challenge is to strike the right tone on the trail, which is why every speech by a candidate or surrogate today has begun with a call for aid to the storm victims.</p> <p>Election officials have another concern: Will damage from Sandy actually pose <strong>an obstacle to voting?</strong> \"Sandy confuses voters flooded out of usual polling places,\" reads a <a href=\"http://www.nj.com/news/index.ssf/2012/11/sandy_confuses_voters_flooded.html\">Star-Ledger (N.J.) headline</a> today. \"Nine Cleveland-area voting locations without power in Sandy's wake,\" the Cleveland Plain-Dealer (Ohio) reported <a href=\"http://www.cleveland.com/metro/index.ssf/2012/11/9_polling_places_in_cuyahoga_c.html\">last night</a>.</p> <p>Officials say voting will go on as planned. \"There’s no reason why anybody shouldn’t vote,\" New Jersey Governor Chris Christie said. \"We’re going to have a full, fair and transparent voting process.\"</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/breakingpol/status/264795011932102656\">  <blockquote class=\"twitter-tweet\"><p>New Jersey Governor Chris Christie says paper ballots will be available on Tuesday at polling stations without power - @<a href=\"https://twitter.com/reuters\">reuters</a></p>&mdash; Breaking Politics(@breakingpol) <a href=\"https://twitter.com/breakingpol/status/264795011932102656\" data-datetime=\"2012-11-03T18:23:45+00:00\">November 3, 2012</a></blockquote> </figure>  <p>The New York Times' Michael Cooper, who reported that some polling sites in Pennsylvania were out of power Friday morning, <a href=\"http://www.nytimes.com/2012/11/03/us/politics/hurricane-sandy-threatens-to-disrupt-voting-on-election-day.html\">surveyed possible complications</a> yesterday:</p> <blockquote class=\"quoted\"> <p>Disrupted postal delivery will probably slow the return of absentee ballots. And with some polling sites likely to be moved, elections officials were bracing for a big influx of provisional paper ballots — which could delay the vote count in places.</p> <p>Weary local elections officials vowed that the vote would go on. “Come hell or high water — we had both — we’re voting on Tuesday,” William T. Biamonte, the Democratic commissioner at the Nassau County Board of Elections, said in an interview.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/michaelhayes/status/264751186723364864\">  <blockquote class=\"twitter-tweet\"><p>The New Yorker cover this week. Spot on. <a href=\"http://t.co/4iTaOBJU\" title=\"http://twitter.com/michaelhayes/status/264751186723364864/photo/1\">twitter.com/michaelhayes/s…</a></p>&mdash; Mike Hayes (@michaelhayes) <a href=\"https://twitter.com/michaelhayes/status/264751186723364864\" data-datetime=\"2012-11-03T15:29:36+00:00\">November 3, 2012</a></blockquote> </figure>  <p>What if the storm had hit a week later?</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T20:09:42.596Z\">at 8.09pm GMT</time></p>  </div> <div id=\"block-5095711495cb1506d24447e4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T19:31:33.188Z\">7.31pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Whatever you think of <strong>Todd \"legitimate rape\" Akin's</strong> views on women's health issues, no one can accuse him of hypocrisy on abortion. He was arrested at least eight times in the 1980s during abortion protests, the <a href=\"http://hotlineoncall.nationaljournal.com/archives/2012/11/records-show-ak.php\">National Journal reports</a>.</p> <blockquote class=\"quoted\"> <p>Akin was arrested on October 26, 1985, April 19, 1986 and February 28, 1987 for trespassing. A December, 27 1986 arrest was for \"trespassing and peace disturbance.\" The arrests reported by the&#xa0;<em>Post-Dispatch</em>&#xa0;came in the same period, between March 1985 and May 1987, but occurred at other clinics. Three were in St. Louis and one in Granite City, Illinois. The paper said protesters tried to block access to the clinics and refused to leave. In one case, Akin was carried out by police. The last known arrest came shortly before Akin's 1988 election to the Missouri State House, where he served for 12 years before he joined the House.</p> <p>Akin campaign spokesperson&#xa0;<strong>Rick Tyler</strong>&#xa0;declined to comment on the new arrest records.</p> </blockquote> </div>   </div> <div id=\"block-50956fd9b579f74bac7649d8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T19:26:17.377Z\">7.26pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Slate's Dave Weigel checks out <strong>early voting in Ohio.</strong> </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/daveweigel/status/264804257163788288\">  <blockquote class=\"twitter-tweet\"><p>Early voting in Cincinnati. The cut-off for the line was 2 pm; plenty wait in the rain. <a href=\"http://t.co/JvYKAGUc\" title=\"http://twitter.com/daveweigel/status/264804257163788288/photo/1\">twitter.com/daveweigel/sta…</a></p>&mdash; daveweigel (@daveweigel) <a href=\"https://twitter.com/daveweigel/status/264804257163788288\" data-datetime=\"2012-11-03T19:00:29+00:00\">November 3, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-50956e34b579f74bac7649d5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T19:19:16.658Z\">7.19pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Guardian's Gary Younge <a href=\"http://www.guardian.co.uk/commentisfree/2012/nov/03/obama-african-americans-paradox\">explores</a> the paradox of <strong>black Americans' enduring optimism</strong> and support for President Obama on one hand, and the diminished prospects of African-Americans on the other: \"The ascent of America's first black president has coincided with the one of the steepest descents of the economic fortunes of black Americans since the second world war both in real terms and relative to whites\":</p> <blockquote class=\"quoted\"> <p>African Americans, as a group, are far worse off now than they were when Obama came to power and the gap between whites and blacks in terms of wealth and income has increased under Obama's tenure. The overall rate of unemployment may be close to where it was when Obama took office, but black unemployment is up 11%. Meanwhile&#xa0;<a href=\"http://money.cnn.com/2012/06/21/news/economy/wealth-gap-race/index.htm?iid=EL\">the wealth gap has doubled</a>&#xa0;during this recession with the average white American now having 22 times more wealth than their black counterparts. [...]</p> <p>Herein lies the dual paradox. The group that has fared worse under Obama is not only the group most likely to support him but also the most likely to feel optimistic about the deteriorating situation in which they find themselves. And why has that loyalty to the president yet to be fully tested? What do they know that the numbers don't show?</p> <p>Discussing this dilemma within the black community can be tantamount to <a href=\"http://www.guardian.co.uk/world/video/2012/oct/02/younge-america-obama-black-vote-video\">heresy</a>. [...]</p> </blockquote> <p>Read the <a href=\"http://www.guardian.co.uk/commentisfree/2012/nov/03/obama-african-americans-paradox\">whole piece here</a>.</p> </div>   </div> <div id=\"block-50956a51b579f74bac7649d0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T19:02:41.328Z\">7.02pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Guardian's Ed Pilkington has <a href=\"http://www.guardian.co.uk/world/2012/nov/03/mitt-romney-ohio-republicans\">another view</a> on the<strong> big Romney rally</strong> in West Chester, Ohio last night:</p> <blockquote class=\"quoted\"> <p>If this mega rally, which the organisers inexplicably billed as a \"Romney-Ryan Real Recovery Road Rally\", was designed to show the world that the Republican nominee finally has the back of his own party, it was left terribly late in the day. With less than three days left of campaigning, we are well beyond the eleventh hour.</p> <p>But the crowd lapped it up, chanting \"Four more days\" as a taunting riposte to the Democrats' \"four more years\", and waving placards that said: \"Moms for Mitt\", \"We are Romulans\" and \"Redlegs for Romney\".</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"gu-fc-88cdb575-4d2e-4a72-a8c5-620b553986a7\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351969316425/2a018f77-dd0e-4973-9547-88f32cf84e04-460.jpeg\" alt=\"US Republican Presidential candidate Mitt Romney supporters attend a rally at Union Center in West Chester, Ohio, November 2, 2012.  AFP PHOTO/Emmanuel DUNANDEMMANUEL DUNAND/AFP/Getty Images HORIZONTAL\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US Republican Presidential candidate Mitt Romney supporters attend a rally at Union Center in West Chester, Ohio, November 2, 2012.</span> <span class=\"element-image__credit\">Photograph: EMMANUEL DUNAND/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5095689bb579f74bac7649cb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T18:55:23.864Z\">6.55pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>LIbertarian Party <strong>presidential nominee Gary Johnson</strong> <a href=\"http://www.guardian.co.uk/commentisfree/2012/nov/03/breaking-twoparty-stranglehold-gary-johnson\">calls for breaking</a> the party \"duopoly\" on power:</p> <blockquote class=\"quoted\"> <p>&#xa0;The&#xa0;<a href=\"http://www.guardian.co.uk/world/republicans\">Republicans</a>&#xa0;and&#xa0;<a href=\"http://www.guardian.co.uk/world/democrats\">Democrats </a>have spent decades trading power back and forth between themselves, and in doing so, have managed to install a two-party duopoly that completely controls America's political process. This duopoly runs everything from how candidates qualify to get on the ballot, to who is invited to the only debates aired on national television, to, yes, the special-interest money that fuels their&#xa0;<a href=\"http://www.opensecrets.org/news/2012/10/2012-election-spending-will-reach-6.html\">billion-dollar campaigns</a>.</p> <p>The consequences of this insider game? Too many voters approach Tuesday's election believing their choice is between a Republican and a Democrat, with no other real option. And why shouldn't they? The debates they have seen only included the Republican and the Democrat. The hundreds of millions of dollars' worth of TV ads they have seen are all about the Republican and the Democrat. And the news media? Well, they have bought into the whole scheme, with coverage that overwhelmingly portrays a two-party race.</p> </blockquote> <p>Read the <a href=\"http://www.guardian.co.uk/commentisfree/2012/nov/03/breaking-twoparty-stranglehold-gary-johnson\">whole piece here</a>.</p> </div>   </div> <div id=\"block-5095673bb579f74bac7649c9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T18:49:31.256Z\">6.49pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Be apprised that this blog entry contains<strong> the F-word.</strong></p> <p>A new get-out-the-vote web site is pitched to voters who want to vote but who have trouble keeping track of just where exactly to do that.</p> <p>The site is <a href=\"http://yourfuckingpollingplace.com/\">yourfuckingpollingplace.com</a>. Visitors to the site can enter an address and find out where to vote – but they will have to endure some bad language.</p> </div>   </div> <div id=\"block-509564bcb579f74bac7649c6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T18:38:52.647Z\">6.38pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-419e6def-2687-4346-8049-6b82ec06146e\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351967785061/-460.jpeg\" alt=\"Michelle Obama campaigns at Miami University in Oxford, Ohio, Nov. 3, 2012, in a screen grab from CNN.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michelle Obama campaigns at Miami University in Oxford, Ohio, Nov. 3, 2012, in a screen grab from CNN.  Photograph: CNN</span> <span class=\"element-image__credit\">Photograph: /CNN</span> </figcaption> </figure>  <p>\"We treat everyone, do you hear me, everyone, with dignity and respect, from the teachers who admire us to the janitors who keep our schools clean!\"</p> <p>First lady Michelle Obama is campaigning in Ohio. She says the president cares about the poor, understands women, believes in equal opportunity and access to good schools.</p> <p>This crowd of students is very much enjoying this speaker. Biggest line:</p> <p>\"Everybody knows full well that cutting Sesame Street is no way to balance our budget.\"</p> </div>   </div> <div id=\"block-50955c9a95cb1506d24447d2\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T18:04:10.519Z\">6.04pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Veeps on the loose</h2>  <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"gu-fc-7090aa69-3647-4e55-9c47-030f5fca1f9a\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351965317802/-460.jpeg\" alt=\"Vice President Joe Biden at Arvada West High School in Arvada, Colorado, in a screen grab from CNN.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Vice President Joe Biden at Arvada West High School in Arvada, Colorado, in a screen grab from CNN.  Photograph: CNN</span> <span class=\"element-image__credit\">Photograph: /CNN</span> </figcaption> </figure>  <p>\"I am more optimistic about America's chances now than I was when I got elected when I was 29 years old\" – Vice President Joe Biden campaigning in Arvada, Colorado.</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-16ff1542-57ba-4beb-85dc-3974762cefb4\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351965472629/-460.jpeg\" alt=\"Rep. Paul Ryan campaigning in Middletown, Pennsylvania, in a screen grab from CNN.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rep. Paul Ryan campaigning in Middletown, Pennsylvania, in a screen grab from CNN.  Photograph: CNN</span> <span class=\"element-image__credit\">Photograph: /CNN</span> </figcaption> </figure>  <p>\"I say in 3 days, we win, Obama loses!\" – Rep. Paul Ryan campaigning outside Harrisburg, Pennsylvania.</p> <p>(h/t @<a href=\"https://twitter.com/AlexNBCNews/status/264788393882447872\">AlexNBCNews</a>)</p> </div>   </div> <div id=\"block-5095597995cb1506d24447d1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T17:50:49.421Z\">5.50pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Romney is winding toward the end of his stump speech in Dubuque, Iowa.</p> <p>Obama has<strong> broken his campaign promises</strong>: he promised to be post-partisan; he promised 5.2% unemployment; he promised to lower health care premiums; he promised to secure Medicare; he promised to work across the aisle – but he hasn't delivered, Romney says.</p> <p>\"He made a lot of promises, but they were promises he couldn't keep. I've made promises that I've kept and will keep for the American people.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-53e9230f-9b84-4c7d-83bc-ae03af388ca1\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351964457266/-460.jpeg\" alt=\"Mitt Romney campaigning in Dubuque, Iowa, Nov. 3, 2012, in a screen grab from CNN.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mitt Romney campaigning in Dubuque, Iowa, Nov. 3, 2012, in a screen grab from CNN.  Photograph: CNN</span> <span class=\"element-image__credit\">Photograph: /CNN</span> </figcaption> </figure>  <p>Romney still looks great, and sounds strong on the stump. It's as if 18 months of nonstop campaigning has energized him.</p> <p>Romney accuses Obama of not working with Congress: \"he's ignored them, he's attacked them. ... Can you imagine four more years of that going on?\"</p> <p>The crowd lustily boos.</p> <p>The strategy is to tap frustration with gridlock in Washington. The question is who catches the blame.</p> <p>Romney returns to the \"Voting is the best revenge line.\" It's his biggest line so far:</p> <p>\"He's asking his supporters to vote for revenge. I'm asking you to vote for love of country.\"</p> <p>Now the biggest chant of the rally: \"U.S.A.! U.S.A.! U.S.A.! U.S.A.!\"</p> <p>\"The door is open,\" Romney says. \"We're going to walk through it.\"</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T18:05:00.125Z\">at 6.05pm GMT</time></p>  </div> <div id=\"block-5095561b95cb1506d24447d0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T17:36:27.577Z\">5.36pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Governor Romney is up on the stage</strong> at the airport in Dubuque, Iowa. He introduces his wife Ann, who speaks briefly and then introduces him back.</p> <p>\"Three more days!\" the crowd begins to chant. \"Three more days!\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-33ddcc27-4baf-43c7-b3ac-ad554fdc840d\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351964172164/-460.jpeg\" alt=\"Ann and Mitt Romney in Dubuque, Iowa, Nov. 3, 2012, in a screen grab from 2012.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ann and Mitt Romney in Dubuque, Iowa, Nov. 3, 2012, in a screen grab from 2012.  Photograph: CNN</span> <span class=\"element-image__credit\">Photograph: /CNN</span> </figcaption> </figure> </div>   </div> <div id=\"block-509553be95cb1506d24447cf\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T17:26:22.910Z\">5.26pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p><strong>•The candidates move to close the deal:</strong> Both Romney and Obama have given one stump speech today and Romney's about to give another. Obama plans to hit four states; Romney will hit three. Paul Ryan is hitting four. Joe Biden is staying in Colorado.</p> <p>• <strong>President Obama and former President Clinton will appear at a joint rally tonight in Virginia.</strong> Governor Romney ends his day with a big event outside Denver. Dozens of high-profile surrogates have joined the Republican candidate on the trail.</p> <p>• <strong>Early voting continues across the country</strong> – but it's the last day of early voting in Florida, where polls are closed Sunday and Monday.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ProgressOhio/status/264691780639932416\">  <blockquote class=\"twitter-tweet\"><p>Ohio Early Voting Hours:Saturday 8am-2pmSunday 1pm-5pmMonday 8am-2pmTo find your location go to:... <a href=\"http://t.co/cCTP2L3i\" title=\"http://fb.me/1fYVs2fH7\">fb.me/1fYVs2fH7</a></p>&mdash; ProgressOhio (@ProgressOhio) <a href=\"https://twitter.com/ProgressOhio/status/264691780639932416\" data-datetime=\"2012-11-03T11:33:32+00:00\">November 3, 2012</a></blockquote> </figure>  <p>• <strong>Mitt Romney's first choice for a vice presidential running mate was New Jersey Governor Chris Christie,</strong> Politico reported this morning.</p> <p>• <strong>The state polls show Obama as the clear favorite in the race,</strong> and handicappers who credit the polls are beginning to object vociferously to the notion that the race is \"tied.\" It's not tied, they say.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/matthewjdowd/status/264320915251273728\">  <blockquote class=\"twitter-tweet\"><p>When is the last time this late in modern pres campaigns that the preponderance of numerous public polls were wrong? Answer: never.</p>&mdash; Matthew Dowd (@matthewjdowd) <a href=\"https://twitter.com/matthewjdowd/status/264320915251273728\" data-datetime=\"2012-11-02T10:59:51+00:00\">November 2, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-5095502795cb1506d24447cd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T17:11:03.491Z\">5.11pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Republican adviser Ana Navarro is keeping an eye on <strong>early voting in Miami.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ananavarro/status/264769924315111424\">  <blockquote class=\"twitter-tweet\"><p>Elderly, pregnant women, young ppl, R's, D's - all making long lines to cast their ballot. Examples of civic duty <a href=\"http://t.co/h5LLYjfU\" title=\"http://twitter.com/ananavarro/status/264769924315111424/photo/1\">twitter.com/ananavarro/sta…</a></p>&mdash; Ana Navarro (@ananavarro) <a href=\"https://twitter.com/ananavarro/status/264769924315111424\" data-datetime=\"2012-11-03T16:44:04+00:00\">November 3, 2012</a></blockquote> </figure> </div>   </div> <div id=\"block-50954f7bb579f74bac7649bf\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T17:08:12.003Z\">5.08pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">A long engagement nears its end</h2>  <div class=\"block-elements\">  <p>The campaign workers on both sides who have spent a decade, some of them, working for their candidate now are joining the candidates on the trail. <a href=\"http://hosted.ap.org/dynamic/stories/U/US_PRESIDENTIAL_CAMPAIGN?SITE=AP&amp;SECTION=HOME&amp;TEMPLATE=DEFAULT&amp;CTIME=2012-11-03-10-18-44\">The Associated Press</a> reports on the <strong>last, bittersweet stage</strong> of a lengthy engagement:</p> <blockquote class=\"quoted\"> <p>In a whiff of 2008 nostalgia, some of Obama's traveling companions from his campaign four years ago were planning to join him on the road for the final days of his last campaign. Among them are Robert Gibbs, who served as Obama's first White House press secretary, and Reggie Love, Obama's former personal aide who left the White House earlier this year.</p> <p>Likewise, virtually Romney's entire senior team has left the campaign's Boston headquarters to travel with Romney for the contest's final three days. Their presence for the campaign's waning hours is an admission that the strategy and planning is largely complete. His schedule has been set, the ads have been placed and Romney's message has been decided.</p> </blockquote> <p>Worth reading <a href=\"http://hosted.ap.org/dynamic/stories/U/US_PRESIDENTIAL_CAMPAIGN?SITE=AP&amp;SECTION=HOME&amp;TEMPLATE=DEFAULT&amp;CTIME=2012-11-03-10-18-44\">in full here.</a> </p> </div>   </div> <div id=\"block-50954de1b579f74bac7649be\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T17:01:21.381Z\">5.01pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Romney campaign is out with a new ad hitting the president for saying \"<strong>voting is the best revenge.</strong>\" The ad picks up on a back-and-forth that developed on the trail yesterday.</p> <p>\"Did you see what President Obama said today?\" Romney said at a rally last night in West Chester, Ohio. \"He asked his supporters to vote for revenge – for revenge. Instead I ask the American people to vote for love of country.\"</p> <p>At a Springfield, Ohio, rally yesterday the <a href=\"http://www.guardian.co.uk/world/2012/nov/02/october-jobs-report-election-live?INTCMP=SRCH#block-50942c0595cb1506d244476d\">president told</a> a crowd booing Romney's name, \"Don't boo, vote. Vote! Voting is the best revenge.\"</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=ShdiYQ1EHvA\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/ShdiYQ1EHvA?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>It's not shocking that the Romney ad chooses not to pick up on the literary echo in the president's words. The 17th-century English poet and proverbialist – he spent time compiling a book of proverbs - George Herbert is credited with the wise tidbit, \"Living well is the best revenge.\"</p> <p>Herbert <a href=\"http://en.wikiquote.org/wiki/George_Herbert\">also said</a>, \"One enemy is too much,\" and, \"A fool may throw a stone into a well, which a hundred wise men cannot pull out.\"</p> </div>   </div> <div id=\"block-509543cab579f74bac7649b1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T16:43:21.221Z\">4.43pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>President Obama</strong> is just wrapping up a speech at Mentor High School in Mentor, Ohio.</p> <p>He has hit a lot of the same notes that drew big applause in a <a href=\"http://www.guardian.co.uk/world/2012/nov/02/october-jobs-report-election-live?INTCMP=SRCH#block-5093dceeb579f74bac764968\">barn speech</a> in Hilliard, Ohio, last night.</p> <p>\"Governor Romney, he is a very talented salesman,\" Obama said. \"So in this campaign he has tried to re-package the same policies that didn't work, and offer it up as change.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-9e321904-3eac-4f7a-a3c4-f1c8a3322247\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351960386602/-460.jpeg\" alt=\"President Obama campaigns in Mentor, Ohio, Saturday, Nov. 3, 2012, in a screen grab from CNN.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">President Obama campaigns in Mentor, Ohio, Saturday, Nov. 3, 2012, in a screen grab from CNN.  Photograph: CNN</span> <span class=\"element-image__credit\">Photograph: /CNN</span> </figcaption> </figure>  <p>The president's hardest hits came on the topic of the auto industry, and the Romney ad implying jobs tied to Chrysler/Jeep are ending up in China.</p> <p>\"Governor Romney's running ads saying that Jeep is shipping jobs to China,\" Obama said. \"There's only one problem. It's not true. Everybody knows it's not true. The car companies themselves told the Romney campaign to knock it off...</p> <p>\"I understand that Governor Romney's had a tough time here in Ohio because he was against saving the auto industry… But that's not a justification for running these kinds of ads because this isn't a game. These are people's lives…</p> <p>\"You don't scare hard-working Americans just to scare up some votes. That's not what being the president is about.\"</p> <p>Peppy crowd.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T16:47:33.387Z\">at 4.47pm GMT</time></p>  </div> <div id=\"block-5095436395cb1506d24447ba\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T16:16:35.915Z\">4.16pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Daralene Jones, a reporter at WFTV in Orlando, Florida, has been tweeting pictures of long lines in Orlando on the <strong>last day of early voting</strong> in the state:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DaraleneJones/status/264730750027431936\">  <blockquote class=\"twitter-tweet\"><p>I am floored that the Governor did not extend early voting. This line is unreal! <a href=\"http://t.co/BTZMtCob\" title=\"http://twitter.com/DaraleneJones/status/264730750027431936/photo/1\">twitter.com/DaraleneJones/…</a></p>&mdash; Daralene Jones (@DaraleneJones) <a href=\"https://twitter.com/DaraleneJones/status/264730750027431936\" data-datetime=\"2012-11-03T14:08:24+00:00\">November 3, 2012</a></blockquote> </figure>  <p>The Guardian's Chris McGreal reports on the fight to keep polling stations open through the weekend in Florida – and an ugly-seeming series of moves on the part of the Republican legislature:</p> <blockquote class=\"quoted\"> <p>Florida voters have faced long lines all week to vote early in part because the ballot runs to several pages, with proposed constitutional amendments as well as electing a president, members of Congress and local officials, and it takes a while to fill it out even if people are fully prepared.&#xa0;But there's another reason.</p> <p>The Republican-controlled Florida legislature cut the number of early voting days sharply (by how many depends on area) in an apparent attempt to discourage turnout by supporters of Obama and the Democrats who are more likely to turn out early.&#xa0;One particularly blatant move was to scrap voting on the last Sunday before election day when many African Americans in Florida traditionally go to the polls after church.</p> <p>But there have been other measures to discourage early voting, or voting at all, some of which have been struck down by the federal courts as blatant discrimination.&#xa0;The League of Women Voters says that the man behind this is the same Republican party official who effectively rigged the 2000 vote in Florida which delivered George Bush into power by a few hundred voters.&#xa0;The league alleges in a lawsuit that the Republican party of Florida's legal counsel, Emmett \"Bucky'' Mitchell IV, wrote the first draft of legislation making it considerably more difficult for groups such as the League of Women Voters to conduct voter registration campaigns and requiring photo identification for voters on the grounds of concern about fraudulent balloting - a virtually non-existent problem. Both measures were eventually blocked by federal courts.&#xa0;</p> <p>Mitchell was also the man behind the removal of convicted felons from the Florida voters' role in 2000 which led to many innocent people with similar names being deprived of the right to vote. A disproportionate number of them were African Americans, who tend to vote for Democrats.&#xa0;The League of Women Voters said that Mitchell's involvement in the most recent legislation is evidence of a \"partisan agenda to manipulate the voting rules\".</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T16:20:47.323Z\">at 4.20pm GMT</time></p>  </div> <div id=\"block-50953cf595cb1506d24447b4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T15:49:10.127Z\">3.49pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Former President Bill Clinton</strong> has just taken the stage at the Obama rally in Chesapeake, Virginia.</p> <p>Clinton will appear with Obama tonight at a major rally in Bristow, Virginia.</p> <p>The crowd likes them some Clinton. They're applauding and squealing (yes, <a href=\"http://edition.cnn.com/video/flashLive/live.html?stream=4\">this is audible</a>). As he begins speaking, he's repeatedly interrupted by people yelling \"We love you Bill!\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-fc-a422e3de-369a-4e1b-a1ce-e3d449e7978e\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351957472806/-460.jpeg\" alt=\"Former President Bill Clinton stumps for President Obama in Chesapeake, Virginia, Saturday, Nov. 3, 2012, in a screen grab from CNN.\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former President Bill Clinton stumps for President Obama in Chesapeake, Virginia, Saturday, Nov. 3, 2012, in a screen grab from CNN.  Photograph: CNN</span> <span class=\"element-image__credit\">Photograph: /CNN</span> </figcaption> </figure>  <p>\"I am much more enthusiastic about [Obama] today than I was four years ago,\" Clinton says. \"And I want you to know why.\"</p> <p>Clinton says Obama has been a great commander-in-chief, ending the war in Iraq and bringing troops back from Afghanistan. The president has been \"aggressive\" in his use of military power, Clinton says.</p> <p>Then an applause line: \"He's got a great secretary of state!\"</p> <p>Clinton summarizes up Colin Powell's endorsement of Obama: \"His opponent's advisers are the same neocons that got us into the Iraq war based on bad evidence.\"</p> <p>Clinton attacks Bush FEMA chief Michael Brown, who criticized President Obama in the aftermath of Hurricane Sandy for prematurely declaring a disaster.</p> <p>\"[Brown] criticized the president for being too quick to respond to this tragedy,\" Clinton says. \"I say bring it on, more criticism like that.\"</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T16:01:11.402Z\">at 4.01pm GMT</time></p>  </div> <div id=\"block-509537a595cb1506d24447ad\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T15:26:31.677Z\">3.26pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Dueling polls in Florida</h2>  <div class=\"block-elements\">  <p>Where's Florida? The NBC/WSJ/Marist poll from yesterday midnight puts Obama ahead 49-47. But a new Tampa Bay Times / Miami Herald poll puts Mitt Romney ahead in the state by 6 points.</p> <p>The Guardian's Chris McGreal reports that the Tampa Bay poll backs up anecdotal evidence from voting lines. It's the last day of early voting in Florida, he notes:</p> <blockquote class=\"quoted\"> <p><a href=\"http://www.tampabay.com/blogs/the-buzz-florida-politics/content/tampa-bay-times-fla-poll-romney-51-obama-45\">The poll</a> gives Romney 51% to 45% for Obama, a slight drop on the Republican candidate's surge following the president's lacklustre performance in the first debate. Other polls have the race tighter but with Romney generally holding a two percentage point lead.&#xa0;</p> <p>The Tampa Bay Times / Miami Herald poll confirms anecdotal evidence from voting lines - that a good number of undecideds have been persuaded that Romney will do a better job of fixing the economy even if they are not happy with the Republicans on other issues, such as unemployment. Many voters say that the principal issue for them is jobs in a state hit particularly hard by unemployment and the property crash.</p> <p>Both parties are claiming that early voting trends in Florida give them the upper hand. The Republicans say that Democratic turnout is down on four years ago. Democrats say that they are still ahead in absolute terms.&#xa0;About 3.5 million Floridians have voted early so far - either by post or in person. That's about 30% of the state's electorate and a dramatic increase on 2008 when 2.7 million voted early.</p> <p>About 1.39 million of those are registered Republicans and 1.47 are Democrats. However, that doesn't mean to say that's how they voted.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T15:30:47.846Z\">at 3.30pm GMT</time></p>  </div> <div id=\"block-5095333195cb1506d24447a5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T15:07:30.113Z\">3.07pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Polarizing pollster Nate Silver</strong> has gone from \"I bet you this race isn't a tossup\" to \"for this race to be a tossup, the state polls would have to be contaminated by systemic bias.\"</p> <p><a href=\"http://fivethirtyeight.blogs.nytimes.com/2012/11/03/nov-2-for-romney-to-win-state-polls-must-be-statistically-biased/?utm_source=twitterfeed&amp;utm_medium=twitter\">Silver points</a> to 22 swing state polls published Friday that found 1 Romney win, two ties... and 19 wins for the president:</p> <blockquote class=\"quoted\"> <p>A tossup race isn’t likely to produce 19 leads for one candidate and one for the other — any more than a fair coin is likely to come up heads 19 times and tails just once in 20 tosses. (The probability of a fair coin doing so is about 1 chance in 50,000.)</p> <p>Instead, Mr. Romney will have to hope that the coin isn’t fair, and instead has been weighted to Mr. Obama’s advantage.&#xa0;In other words, he’ll have to hope that the polls have been biased in Mr. Obama’s favor.</p> </blockquote> </div>   </div> <div id=\"block-50952d7495cb1506d24447a3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T14:43:00.455Z\">2.43pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>At the Romney rally last night former <strong>NYC Mayor Rudy Giuliani</strong> overcame his native pacifism to deliver a prickly partisan attack on the president, culminating with a call for Obama's resignation (at 1:57).</p> <p>You may notice the color coordination, which was not an accident: Romney surrogates at the rally all wore either red, white or blue.</p>       <figure class=\"element element-video\" data-canonical-url=\"http://www.youtube.com/watch?v=hpEx_pZ8FA0\"                                                                        > <iframe width=\"460\" height=\"259\" src=\"https://www.youtube-nocookie.com/embed/hpEx_pZ8FA0?wmode=opaque&fs=1&feature=oembed\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Satire alert:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joshuahersh/status/264730162510327808\">  <blockquote class=\"twitter-tweet\"><p>Could affect race. Waiting for 538 analysis MT @<a href=\"https://twitter.com/samsteinhp\">samsteinhp</a> Obama aide confirms he will resign today, citing Giuliani's demand that he do so</p>&mdash; Joshua Hersh (@joshuahersh) <a href=\"https://twitter.com/joshuahersh/status/264730162510327808\" data-datetime=\"2012-11-03T14:06:03+00:00\">November 3, 2012</a></blockquote> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T14:46:10.042Z\">at 2.46pm GMT</time></p>  </div> <div id=\"block-509529bd95cb1506d244479f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T14:27:09.508Z\">2.27pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Governor Mitt Romney</strong> isn't wasting any of the campaign's remaining 72 hours, embarking on a whistle-stop tour of key swing states. He's already hosted a rally at the airport in Portsmouth, New Hampshire, and is on his way to one in Dubuque, Iowa. Then it's on to Colorado, for a rally in Colorado Springs and then a big evening event south of Denver.</p> <p><strong>Rep. Paul Ryan</strong>, Romney's vice presidential pick, is scheduled to appear in no fewer than four (4!) states today. If you had to guess, which ones would you say those were? Ohio, Virginia, Florida... and Pennsylvania? The Romney camp continues to keep the Keystone State in its sights, despite <a href=\"http://elections.huffingtonpost.com/pollster/2012-pennsylvania-president-romney-vs-obama?gem\">polling averages</a> showing the president up there by about 6 points.</p> <p><strong>President Barack Obama</strong> plans to hit four states himself today. He's to start within the hour outside Cleveland, Ohio; then it's to Milwaukee, Wisconsin; Dubuque, Iowa (across the Mississippi River from the Wisconsin-Illinois border); and finally Bristow, Virginia, for a major rally with Bill Clinton.</p> <p><strong>Vice President Joe Biden</strong> plans two stops in Colorado, in Arvada (north of Denver) and then Pueblo (to the south).</p> <p>We'll bring you the president's stop shortly, and then catch Romney in Dubuque at 12:30pm.</p> <p>UPDATE: We're not getting a feed out of the first Obama event in Ohio, which is at a high school. In an attempt to redeem ourselves we'll watch <strong>Bill Clinton</strong> campaign for Obama in Virginia at 11am. Then we'll catch up with the president in rally mode later today.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T16:22:26.989Z\">at 4.22pm GMT</time></p>  </div> <div id=\"block-509524ca95cb1506d244479c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T14:06:02.390Z\">2.06pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Romney's first choice for veep was Christie – Politico</h2>  <div class=\"block-elements\">  <p>An intriguing story from Mike Allen and Jim Vandehei <a href=\"http://www.politico.com/news/stories/1112/83254.html?hp=t1\">on Politico</a>: Romney's initial pick for a running mate was <strong>New Jersey Governor Chris Christie</strong> – but Romney changed his mind in the final two weeks before making the call:</p> <blockquote class=\"quoted\"> <p>The strong internal push for Christie, and Romney’s initial instinct to pick him as his running mate, reflects how conflicted the nominee remained about choosing a running mate until the very end of the process. At least on the surface, Christie and&#xa0;<a href=\"http://www.politico.com/tag/paulryan\">Paul Ryan</a>&#xa0;are about as opposite as two Republicans could be: a brash outsider from the Northeast versus a bookish insider from the heartland.</p> </blockquote> <p>Christie of course has been making headlines for (among other things) his effusive praise of President Obama's handling of the Hurricane Sandy recovery effort. Christie guided Obama on a survey of Jersey Shore damage on Wednesday. </p> <p>Why would news of Christie having been Romney's first pick come out now? The story could fill in part of the picture for undecided voters wondering why the popular Republican governor doesn't seem particularly in step with the Republican presidential nominee.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T14:06:30.922Z\">at 2.06pm GMT</time></p>  </div> <div id=\"block-50951db695cb1506d244479a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2012-11-03T13:37:13.281Z\">1.37pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Good morning and welcome to the day in US politics, in the final weekend before election day on Tuesday. Here's a summary of where things stand as the candidates intensify their campaigning efforts in the battle for the swing states that will decide this election:</p> <p>• <strong>Governor Mitt Romney held what was reported to be biggest rally of his campaign last night in West Chester, Ohio</strong> (outside Cincinnati, right across the river from Kentucky).&#xa0;<a href=\"https://twitter.com/mpoindc/status/264538604263575553\">The Romney camp said</a> 30,000 attended. Local police put the number at 18,000.&#xa0;</p> <p>Romney's aide DG Jackson tweeted a photo of the crowd:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dgjackson/status/264528035817070592\">  <blockquote class=\"twitter-tweet\"><p>UNBELIEVABLE!! Huge crowd in Ohio. I've never seen anything like this. Amazing support. <a href=\"http://t.co/fRRjUzdG\" title=\"http://twitter.com/dgjackson/status/264528035817070592/photo/1\">twitter.com/dgjackson/stat…</a></p>&mdash; Mitt's Body Man (@dgjackson) <a href=\"https://twitter.com/dgjackson/status/264528035817070592\" data-datetime=\"2012-11-03T00:42:53+00:00\">November 3, 2012</a></blockquote> </figure>  <p>• <strong>Both former NYC mayor Rudy Giuliani and Senator John McCain were at the Ohio rally.</strong> Romney delivered an impassioned \"closing argument\" speech, full of fresh language, that invited the crowd to \"put the past four years behind us\".</p> <p>\"Did you see what President Obama said today?\" Romney said. \"He asked his supporters to vote for revenge – for revenge. Instead I ask the American people to vote for love of country.\"</p> <p>At a Springfield, Ohio, rally yesterday the <a href=\"http://www.guardian.co.uk/world/2012/nov/02/october-jobs-report-election-live?INTCMP=SRCH#block-50942c0595cb1506d244476d\">president told</a> a crowd booing Romney's name, \"Don't boo, vote. Vote! Voting is the best revenge.\"</p> <p>• <strong>A new NBC/WSJ/Marist poll, released at midnight last night, showed President Obama leading Governor Romney 51-45 in Ohio and 49-47 in Florida.&#xa0;</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mmurraypolitics/status/264695555551272961\">  <blockquote class=\"twitter-tweet\" data-in-reply-to=\"264690647884238849\"><p>@<a href=\"https://twitter.com/jaketapper\">jaketapper</a>: Is it the president overperforming in OH or Romney underperforming (due to auto bailout, Bain ads)? We'll find out in 3 days</p>&mdash; Mark Murray (@mmurraypolitics) <a href=\"https://twitter.com/mmurraypolitics/status/264695555551272961\" data-datetime=\"2012-11-03T11:48:32+00:00\">November 3, 2012</a></blockquote> </figure>  <p>In 2008 Obama beat McCain in Ohio 52-47.</p> <p>Early voting continues in the state through the weekend.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ProgressOhio/status/264691780639932416\">  <blockquote class=\"twitter-tweet\"><p>Ohio Early Voting Hours:Saturday 8am-2pmSunday 1pm-5pmMonday 8am-2pmTo find your location go to:... <a href=\"http://t.co/cCTP2L3i\" title=\"http://fb.me/1fYVs2fH7\">fb.me/1fYVs2fH7</a></p>&mdash; ProgressOhio (@ProgressOhio) <a href=\"https://twitter.com/ProgressOhio/status/264691780639932416\" data-datetime=\"2012-11-03T11:33:32+00:00\">November 3, 2012</a></blockquote> </figure>  <p>• <strong>Obama held three rallies in Ohio yesterday.</strong> <a href=\"http://www.guardian.co.uk/world/2012/nov/02/obama-romney-campaign-us-elections\">Three polls in Ohio</a> on Friday put Obama ahead. In the latest, a CNN/ORC poll had the president on 50% to Romney's 47%.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2012-11-03T16:21:00.648Z\">at 4.21pm GMT</time></p>  </div>",
  "<p>\"The marathon is off!\" It was my running mate Gavin, shouting from the other end of the immigration line at JFK airport.</p> <p>\"You're joking,\" I called back, not entirely convinced. And when I saw the look of a man utterly crushed, contemplating the futility of six months of gruelling training, 5am starts, ice baths and long lonely runs, I knew he wasn't having me on.</p> <p>As the news rippled down the line of passengers,&#xa0;most of whom were runners or supporters, there was confusion, tears, anger and disappointment. But right then, I didn't know what to think or feel. I just went cold, and then numb.</p> <p>I had watched the rolling news reports from London of the devastation wreaked by Sandy. I fully expected the marathon would be cancelled – not just out of respect for those whose lives were affected so tragically, but also just for purely logistical reasons. The images being beamed around the world in the hours after the disaster were of the Manhattan skyline plunged into darkness and subway tunnels filling up with water. It seemed impossible that the city could cope with 40,000 people running through its streets at a time of such chaos.</p> <p>As the days went by and reports of the human cost of the storm began to emerge, my feelings about running became increasingly conflicted. But the New York city mayor, Michael Bloomberg, insisted the marathon would go on, and the word across the Atlantic was that the runners would be welcome. Our presence would help New York overcome this tragedy, and New York would send a message to the world that she was back on her feet. So on Friday morning, with my running mate Gavin and our support team of eight friends, we bundled up our banners and boarded our planes.</p> <p>It's hard to describe to people how much completing this marathon meant to me and everyone else who spent the summer grinding out the miles in training runs.</p> <p>Every runner involved has their own reasons for running and are deeply personal to them. For me, it has been about proving I still can run, after a freak accident last year when I tripped on dry leaves (I've heard all the jokes). It left me on crutches and in intense physiotherapy for five months. It was a huge challenge – mental and physical – but I wanted to prove that I could do it.</p> <p>But as I stood in that line at border control, as the reality of the situation dawned, I could not take my eyes off the television screens tuned to cable news, showing footage from Staten Island, the starting point of the marathon. It looked like New Orleans after Katrina. And as I watched the images of wrecked homes and ruined livelihoods, and saw the scale of the loss of life, my personal challenges melted away. How could I have been so selfish even to think of coming?</p> <p>Back in the UK, the level of devastation had not been apparent. Or perhaps it was just being in New York that made it seem more real. But pretty soon it became clear why Bloomberg's decision to press ahead with the marathon had caused such bitter divisions. How could we possibly have gathered to run a marathon, with banners waving and supporters cheering, when just minutes away from us, two young children had been swept from the arms of their mother as she tried to drive them to safety?</p> <p>Obviously I am frustrated by the sacrifices I've made, but they are nothing compared to the losses faced by so many people here. Had the marathon gone ahead, I would have not run. And now that it has been cancelled, pass me a broom – and show me the way to a bar so I can have my first beer in five months.</p>",
  "<p>One glance at the list of moderators in the presidential debates told the heads of Univision, the largest Spanish-language television network in the US, that more than 50 million Latinos and their concerns had been ignored, forgotten or, more likely, not even thought about in the first place.</p> <p>So the presenters of the station's influential evening news show, Jorge Ramos and María Elena Salinas – icons in the Hispanic community long after news anchors ceased to command the same respect on English-language stations – issued an on-air call to Barack Obama and Mitt Romney to come to Miami and talk about what matters to the one in 10 voters who speak Spanish.</p> <p>It's a testament to Univision's influence that Obama agreed immediately and Romney was obliged to follow. The ensuing forums – a mix of audience questions and hard-hitting follow-ups by Ramos and Salinas – proved a stiffer test for the candidates than any of the debates.</p> <p>Obama was confronted with repeated accusations from the audience and moderators that he broke a promise of comprehensive immigration reform to help the millions of undocumented Latinos in the US. The president was forced into an embarrassing admission that it is the greatest failure of his presidency to date, and that he had been unable to \"change Washington from the inside\".</p> <p>Rightwing talk show hosts, who routinely accuse the mainstream press of giving Obama an easy ride, were delighted he faced a grilling.</p> <p>\"Obama made a promise to our community and he didn't keep it,\" said Isaac Lee, president of Univsion news. \"We could not miss the opportunity to have them there and not ask the questions that need to be asked.\"</p> <p>According to ratings surveys, 72% of Latinos who watch Univision's main evening news broadcast with Ramos and Salinas do not see any other television news. That's unique in the world of cable news, and gives the station unusual influence in the Latino community as well as a different perspective on what its role is.</p> <p>English-language news stations in the US are generally divided by politics – Fox shouting from the right, MSNBC from the left and CNN floundering for relevance. Lee says Univision eschews a political stand in favour of being a \"voice for the voiceless\" on behalf of the Hispanic community.</p> <p>That means reporting that often drills down into issues largely ignored by English-language media. One recent investigation, into Iranian influence in Latin America, saw <a href=\"http://m.noticias.univision.com/documentales/la-amenaza-irani/article/2011-12-09/la-amenaza-irani?id=786870#axzz2B0PU9ziA\">the Venezuelan consul to Miami deported by the US</a>. Another, into a <a href=\"http://abcnews.go.com/ABC_Univision/News/page/univision-news-investigation-operation-fast-furious-weapons-revealed-17352963\">botched federal investigation into gun smuggling</a> that ended up arming Mexican drug cartels, was a severe embarrassment to the Obama administration.</p> <p>Univision election coverage has included tracking down Romney's extended family in Mexico, where the Republican presidential candidate's father was born.</p> <p>\"Romney has a sizeable family in Mexico,\" said Lourdes Torres, head of Univision news election coverage. \"We've been down with them twice already. Nobody else has done that. His family there have a different perspective than him on issues like immigration.\"</p> <p>But the intense focus on issues of interest to the Hispanic community has led to accusations of advocacy journalism, especially when that means politicians are subjected to a level of scrutiny they are not used to from a generally more docile English-language press.</p> <p>Take the flurry of laws in states such as Arizona and Alabama, ostensibly aimed at tracking down undocumented immigrants but which are widely regarded in the Hispanic community as likely to lead to racial profiling, or the recent spate of voter identification legislation, which federal courts have struck down as discriminatory.</p> <p>\"If there's a particular law that's passed, we try to find out who's behind the law, who supports the law,\" said Torres. \"In an electoral context, what are the positions of the candidates on those laws? We would want the viewer to have the right to know the views of the candidates on the issues that are important to them.</p> <p>\"We have a singular role in terms of explaining things to our audience. Sometimes that is interpreted as advocacy because there is more depth. We may point out certain figures or politicians who are supporting or not supporting certain things that do affect the community. Some people may call that advocacy.\"</p> <p>Lee is dismissive of what he describes as the easy way out of \"telling two sides of the story\", so common in US journalism, in which opposing points of view are presented with little insight into who is telling the truth – because American reporters are so afraid of being accused of bias. Lee paraphrases Elie Wiesel, the Holocaust survivor and writer, as saying neutrality hurts the weak. </p> <p>\"I think it's true that we cannot let go of our responsibility to represent Hispanic people in this country,\" he said. \"There is a very close relationship between Univision and its viewers. They feel Univision is there representing them. It's defending them. This is a disenfranchised community that relies on Univision for a lot of things. I've been very shocked learning from our local stations that people call to ask which doctor to take their kids to, which schools they should go to.\"</p> <p>Univision got into what Lee describes as an \"interesting conversation\" with the New York Times about its use of the word \"illegal\" to described undocumented immigrants. Lee contends that it is dehumanising.</p> <p>\"A person is not illegal. He can do something that is illegal or not. But you are not 'an illegal'. We're very careful about that and we think the Hispanic community here is going through one of those important stages in US history where it's a human rights issue. The same way that people used to use the word homo or nigger and it was acceptable at that time, the word illegal is going to be looked back on with a different perspective,\" he said.</p> <p>The New York Times did not back down, but there was a time when the paper would probably not have felt the need to respond at all.</p> <p>Univision is marking 50th year with plans for a joint venture with ABC for an English-language version of its reporting and is already putting up its content in English on the ABC site. But Torres, who has been with the station since the 1980s, remembers that it was often ignored by politicians.</p> <p>\"You would call and they would say: you are who? You are what?\" she said. \"Now you don't have to explain who we are and what we represent. But I wouldn't say they come running to us.\"</p> <p>What hasn't changed much is that the Hispanic community is frequently viewed as a monolithic block by much of the rest of America. But the complexities of the Latino diaspora in the US present its own problems putting together a news programme for Spanish speakers.</p> <p>The bulk, spread across border states from California to Texas and beyond, are either Mexican-born or of Mexican descent. But there is a sizeable Puerto Rican population dispersed between the island, New York and Florida. Florida is also home to more than one million Cuban Americans, a substantial number of Dominicans and a growing Central American population. </p> <p>\"That's a challenge this network has,\" said Torres. \"To be a Mexican is not Central American, not Guatemalan, not Cuban. There's a language that unifies us but not necessarily one culture that unifies us. I think what does unify us are issues. That we are viewed as a monolithic block also unifies us.\"</p> <p>There are also issues that divide. Torres acknowledged that there was a time when the station had to tread carefully on its coverage of Fidel Castro and Cuba under scrutiny from vocal and sometimes powerful hard line anti-communists in the Cuban American community. But Castro was not viewed with nearly so much hostility by immigrants from some other countries in the region who saw him as championing the poor and standing up to US domination. </p> <p>That, too, has changed. \"The community changed so much. It's not as political among younger generations,\" she said.</p> <p>It's that younger generation that Univision has its eye on. The average age of views of its news programmes are already 10 years younger than English-language cable news. There are about 500,000 Latinos turning 18 every year for the next 10 years in the US. But most of those are bilingual, hence the move into English-language television with a focus on the Hispanic community.</p> <p>\"We need to cater to those who want to hear what we have to say in English,\" said Lee. \"It also helps us get noticed. One of the things that helped us to start being taken seriously by the rest of the media was we started doing things in English, on the web. It's been a major change.\"</p>",
  "<p>Rebel groups are accusing Syria's military council of infighting and nepotism and a failure to lead in the wake of a video that shows an opposition unit killing around two dozen captured regime soldiers.</p> <p>Armed opposition units across the Aleppo hinterland say the western-backed council is failing in its bid to create a co-ordinated opposition army, partly because of its refusal to deal with Islamist-leaning Syrian groups.</p> <p>The groups say the military council's favouritism towards some units means other militias are unwilling to act with discipline or to be held accountable. The disturbing scenes of the captured regime troops being killed, shortly after their post near Damascus was overrun, have angered rebel units in the north.</p> <p>\"We have to show we are different from the regime,\" said Sheik Omar Othman from the Islamist-leaning Liwat al-Tawheed unit in Aleppo. \"Because they do it, it means that we don't.\"</p> <p>Syrian Islamist groups have been at the vanguard of the fighting in Aleppo for the past three months, but are not able to match the better-armed and funded global jihadist units, who are increasingly taking centre stage in the war for the north of the country.</p> <p>\"This will soon mean that Jabhat al-Nusraf (an al-Qaida-aligned group) will be the only group capable of mounting the lethal operations on bases and security headquarters,\" said a leader of Liwat al-Tawheed, which has been a key player in the fighting in Aleppo. \"It already means that we can't win without them.\"</p> <p>Islamist groups in Aleppo say that they aim to do no more than oust the Assad regime. Most of their clerics and leaders reject the ideology of the jihadists, who openly view the battle in Syria as a vital phase of a global sectarian war.</p> <p>With Aleppo effectively locked in stalemate since mid-August, commanders from Liwat al-Tawheed and other units in and around Syria's second city have been travelling to near the Turkish border to meet military council leaders. \"They say, 'join us, or we won't give you anything',\" said Othman. \"We are not opposed to doing that if it means that we get a share of the weapons that they are distributing.</p> <p>\"But their aim is to keep everything away from us. That's a problem when we're doing the fighting.\"</p> <p>The military council is comprised of defected senior officers who have until recently remained in exile in a refugee camp in southern Turkey. They have access to weapons, sourced primarily from Qatar, and to funds from across the Sunni Arab world.</p> <p>Under pressure from the Obama administration, some military council officers have since established a small base just across the Turkish border and are attempting to form a centralised command and control structure to unite the deeply fragmented rebel groups.</p> <p>One of the council's senior officers, Brigadier Mustafa Sheikh, travels frequently to Idlib province, warning communities against supporting Islamists. Another officer regularly offers the same warning near Azaz in Aleppo province.</p> <p>US secretary of state Hillary Clinton last week also reiterated a warning to rebel groups to be careful from whom they accept help.</p> <p>The pleas appear to be falling on deaf ears. \"Tell the Americans 'thanks for the binoculars',\" said an Aleppo rebel leader, Haji Tal-Rifat.</p> <p>Islamist and non-Islamist rebel leaders here say that they are being forced to accept the help of the highly motivated jihadist groups, the predominantly Syrian Jabhat al-Nusraf, and the foreigner group known as al-Muhajirin, because no other assistance is coming their way.</p> <p>Foreign fighters who embrace the al-Qaida worldview are increasingly travelling to Aleppo province, where they are forming training camps and leadership groups and are readily joining the front lines. The foreigners are also taking increasingly prominent fighting positions in non-jihadist units, which claim to be continually low on weapons and ammunition.</p> <p>Rebel officers interviewed by the <em>Observer</em> over the past week say that few recent large attacks against the Syrian military or regime targets have taken place without the presence of several al-Muhajirin members.</p> <p>\"They are fighting here and they are dying here,\" said one rebel officer. \"Sometimes we don't even know their names when we bury them, because they give us an alias when they arrive.</p> <p>\"I know we are playing with fire,\" he said. \"But tell me, what would you do if you were in my position?\"</p> <p>Another Liwat al-Tawheed commander said enough ammunition was arriving from Turkey to keep the battle going, but not enough to win it.</p> <p>\"Compare what we have to what al-Nusraf are getting. They are not getting weapons from outside, but they are buying them in Syria with large amounts of cash. They are very well supplied and they are not saying where they are getting the money from.\"</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-398792231\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951253757/A-man-is-treated-after-a--010.jpg\" alt=\"Twenty Photos: A man is treated after a Syrian government forces jet attacked in Aleppo\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A man is treated for wounds after a Syrian military jet attacked the Karm al-Aser neighbourhood of Aleppo. Analysts say that the surge in air strikes carried out by Syrian forces this week is a desperate attempt by President Bashar al-Assad's regime to reverse recent gains by rebel fighters</span> <span class=\"element-image__credit\">Photograph: Javier Manzano/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792351\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951244289/Argentinas-Independiente--006.jpg\" alt=\"Twenty Photos: Argentina's Independiente fans cheer against Chile's Universidad Catolica\" width=\"760\" height=\"459\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Independiente fans cheer during a Copa Sudamericana football match against Chile's Universidad Catolica in Buenos Aires</span> <span class=\"element-image__credit\">Photograph: Victor R Caivano/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792299\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951264060/East-Coast-Begins-To-Clea-014.jpg\" alt=\"Twenty Photos: East Coast Begins To Clean Up And Assess Damage From Hurricane Sandy\" width=\"399\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Taxis in a flooded lot in Hoboken, New Jersey, after superstorm Sandy. The storm caused massive flooding across much of the US Atlantic seaboard</span> <span class=\"element-image__credit\">Photograph: Michael Bocchieri/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792289\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951239929/Afghan-border-policemen-o-005.jpg\" alt=\"Twenty Photos: Afghan border policemen on an operation near the border with Pakistan\" width=\"691\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Afghan border policemen patrol in Walli Was, near the border with Pakistan</span> <span class=\"element-image__credit\">Photograph: Goran Tomasevic/REUTERS</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792357\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951246646/The-hands-of-Barack-Obama-007.jpg\" alt=\"Twenty Photos: The hands of Barack Obama at a campaign event in Las Vegas\" width=\"728\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Barack Obama gives a speech aided by teleprompters at a campaign event at Cheyenne Sports Complex, in Las Vegas</span> <span class=\"element-image__credit\">Photograph: Larry Downing/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792227\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951230122/25-captured-big-horn-shee-002.jpg\" alt=\"Twenty Photos: 25 captured big horn sheep await transport to Utah\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Big horn sheep captured in Nevada await transport to Utah, where they are being sent in an attempt to help repopulate the state with the animal</span> <span class=\"element-image__credit\">Photograph: Julie Jacobson/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792355\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951248961/Port-police-officers-duri-008.jpg\" alt=\"Twenty Photos: Port police officers during an anti-austerity demonstration in Athens\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Port police officers light flares and shout slogans during an anti-austerity demonstration in Athens as the government unveiled a tough new budget</span> <span class=\"element-image__credit\">Photograph: Aris Messinis/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792229\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951235823/A-cadet-on-the-grass-afte-004.jpg\" alt=\"Twenty Photos: A cadet on the grass after collapsing during an annual ceremony in Bogota\" width=\"760\" height=\"440\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A cadet lies on the grass after collapsing during an annual ceremony for graduating cadets at the police school in Bogota</span> <span class=\"element-image__credit\">Photograph: Jose Miguel Gomez/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792295\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951267997/Breezy-Point-burned-down--015.jpg\" alt=\"Twenty Photos: Breezy Point burned down after flooding caused by superstorm Sandy\" width=\"654\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The beachfront neighbourhood of Breezy Point burned down as it was inundated by floodwaters caused by superstorm Sandy</span> <span class=\"element-image__credit\">Photograph: Mike Groll/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792259\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951281087/A-soap-bubble-made-by-a-m-020.jpg\" alt=\"Twenty Photos: A soap bubble, made by a man who performs for money, floats in Madrid\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A soap bubble, made by a man who performs for money, floats in Madrid. One in four Spaniards are now unemployed as the economic crisis tightens its grip</span> <span class=\"element-image__credit\">Photograph: Daniel Ochoa de Olza/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792233\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951270675/A-rebel-fighter-fires-a-g-016.jpg\" alt=\"Twenty Photos: A rebel fighter fires a gun at an army jet in Aleppo\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A rebel fighter belonging to the Qatebee Sokor al-Islam group fires a gun at an army jet in Aleppo</span> <span class=\"element-image__credit\">Photograph: Narciso Contreras/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792285\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951227615/A-street-vendor-in-front--001.jpg\" alt=\"Twenty Photos: A street vendor in front of graves during the Day of the Dead in Mexico\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A street vendor waits for customers in front of graves during Day of the Dead activities at Los Rosales cemetery in Mexico</span> <span class=\"element-image__credit\">Photograph: Alfredo Estrella/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792287\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951251225/A-two-year-old-macaque-is-009.jpg\" alt=\"Twenty Photos: A two-year-old macaque is trained to ride a bicycle in China\" width=\"738\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A two-year-old macaque is trained to ride a bicycle in a village of Suzhou, China.   Thousands of animals are raised and trained by circus groups, an officially acknowledged local cultural tradition</span> <span class=\"element-image__credit\">Photograph: Jianan Yu/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792325\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951233005/Mitt-Romney-ready-to-ente-003.jpg\" alt=\"Twenty Photos: Mitt Romney ready to enter a rally at Land O'Lake High School, Florida\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mitt Romney gets ready to greet the crowd at a rally at Land O'Lake high school in Florida</span> <span class=\"element-image__credit\">Photograph: Emmanuel Dunand/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792291\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951275865/An-Indian-boatman-feeds-b-018.jpg\" alt=\"Twenty Photos: An Indian boatman feeds birds on the Yamuna River in New Delhi, India\" width=\"713\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A boatman feeds birds on the Yamuna river in New Delhi</span> <span class=\"element-image__credit\">Photograph: Kevin Frayer/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792297\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951261513/Children-are-reflected-in-013.jpg\" alt=\"Twenty Photos: Children are reflected in a mirror at a Owntaw refugee camp\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Children are reflected in a mirror at the Owntaw refugee camp for Muslims near Sittwe, Burma. The UN has said 22,587 people have been displaced after unrest between Muslim Rohingyas and Buddhist Rakhines in Pauktaw</span> <span class=\"element-image__credit\">Photograph: Soe Zeya Tun/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792301\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951278753/Jia-Jia-one-of-two-Giant--019.jpg\" alt=\"Twenty Photos: Jia Jia, one of two Giant Pandas from China, in its enclosure in Singapore\" width=\"760\" height=\"479\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jia Jia, one of two giant pandas from China, in its enclosure in Singapore</span> <span class=\"element-image__credit\">Photograph: Wong Maye-E/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792349\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951273184/Muslim-Rohingyas-seek-tre-017.jpg\" alt=\"Twenty Photos: Muslim Rohingyas seek treatment at a small clinic\" width=\"722\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Muslim Rohingyas seek treatment at a clinic run by three volunteer doctors from Rangoon. Burma views the 800,000 Rohingya who are confined to Rakhine state as illegal immigrants from Bangladesh, and denies them citizenship</span> <span class=\"element-image__credit\">Photograph: Christophe Archambault/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792359\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951258849/The-shadow-of-Air-Force-O-012.jpg\" alt=\"Twenty Photos: The shadow of Air Force One as it approaches Atlantic City Airport\" width=\"713\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The shadow of Air Force One is seen as it approaches Atlantic City airport in New Jersey, where Barack Obama surveyed the damage caused by superstorm Sandy</span> <span class=\"element-image__credit\">Photograph: Larry Downing/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792353\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351951256316/People-cross-the-Suchiate-011.jpg\" alt=\"Twenty Photos: People cross the Suchiate river from Guatemala to Mexico in El Carmen\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People cross the Suchiate river from Guatemala to Mexico in Frontera El Carmen. The Suchiate river is a natural border line between Mexico and Guatemala and it is used for illegal transportation of people and goods</span> <span class=\"element-image__credit\">Photograph: Jorge Dan Lopez/Reuters</span> </figcaption> </figure>",
  "<p>Stuart Meaker has been drafted into England's squad as cover for Steven Finn, who picked up a thigh injury during the first tour match against India A.</p> <p>England remain hopeful that Finn will be fit for the first Test in Ahmedabad on 15 November and Meaker, whose arrival date in India is subject to obtaining the necessary visa, will return to the England performance programme once Finn has regained fitness.</p> <p>Meaker can regularly reach 90mph and the Surrey paceman remains the fastest bowler recorded at England's National Cricket Performance Centre at Loughborough.</p> <p>Finn would have been expecting to be a key component of England's tour of the subcontinent after the tall Middlesex fast bowler impressed in a limited-overs series in India last year. Graham Onions was the man to replace him in the second warm-up match against Mumbai A, <a href=\"http://www.theguardian.com/sport/2012/nov/03/jonny-bairstow-eoin-morgan-england\" title=\"\">in which England closed on 338 for six</a>. <strong> </strong></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-398790335\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946577640/edro-Gomez-watches-for-cu-015.jpg\" alt=\"24 hours: Pedro Gomez and his pet monkey in Lima, Peru\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lima, Peru: Pedro Gomez watches for customers with his pet monkey, Pepe, at the Virgen de Lourdes cemetery during the Day of the Dead holiday</span> <span class=\"element-image__credit\">Photograph: Rodrigo Abd/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398790307\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946555663/A-cadet-lies-on-the-grass-006.jpg\" alt=\"24 hours: A cadet lies on the grass at the police school in Bogotá, Colombia\" width=\"760\" height=\"440\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bogotá, Colombia: A cadet lies on the grass after collapsing during the annual graduation ceremony at the police school</span> <span class=\"element-image__credit\">Photograph: Jose Miguel Gomez/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398790321\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946546491/Afghan-labourers-work-at--002.jpg\" alt=\"24 hours: A labourer at a brick factory in Jalalabad, Afghanistan\" width=\"734\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jalalabad, Afghanistan: A labourer at a brick factory. Over a third of Afghans are living in abject poverty, a UN report said</span> <span class=\"element-image__credit\">Photograph: Noorullah Shirzada/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398790309\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946549039/A-display-at-Fan-Jianchua-003.jpg\" alt=\"24 hours: A display at Fan Jianchuan's Cultural Revolution museum near Chengdu, China\" width=\"706\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sichuan, China: The Cultural Revolution museum near Chengdu. A series of museums are to be opened commemorating the decade of violence</span> <span class=\"element-image__credit\">Photograph: Mark Ralston/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398790311\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946575331/A-mannequin-used-by-the-F-014.jpg\" alt=\"24 hours: A mannequin used by the Free Syrian Army as a decoy in Aleppo\" width=\"741\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Aleppo, Syria: A mannequin used by the Free Syrian Army as a decoy in an area of the Old Town where clashes continue with pro-government forces </span> <span class=\"element-image__credit\">Photograph: Asmaa Waguih/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398790305\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946560366/A-boy-stands-next-to-his--008.jpg\" alt=\"24 hours: A boy stands next to his donkey cart outside a timber market\" width=\"741\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kabul, Afghanistan: A boy stands next to his donkey cart outside a timber market</span> <span class=\"element-image__credit\">Photograph: Adnan Abidi/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398790327\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946569604/Miss-International-Queen--012.jpg\" alt=\"24 hours: A contestant in the Miss International Queen 2012 transgender beauty pageant\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pattaya, Thailand: Sunny Dee-Lite, from the US, has her picture taken before the final night of Miss International Queen 2012, a transgender beauty pageant </span> <span class=\"element-image__credit\">Photograph: Damir Sagolj/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398790315\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946567446/A-rider-competes-during-t-011.jpg\" alt=\"24 hours: A rider competes in the Red Bull Skylines BMX competition in Paris\" width=\"706\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paris, France: A rider competes in the Red Bull Skylines, an international BMX competition at the Grand Palais </span> <span class=\"element-image__credit\">Photograph: Franck Fife/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398790317\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946553494/A-street-child-wearing-a--005.jpg\" alt=\"24 hours: A street child in Kathmandu, Nepal, wears a mask of the Hindu monkey god, Hanuman\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kathmandu, Nepal: A street child wears a mask of the Hindu monkey god, Hanuman</span> <span class=\"element-image__credit\">Photograph: Niranjan Shrestha/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398790319\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946562615/A-woman-works-at-a-handma-009.jpg\" alt=\"24 hours: A woman makes bricks by hand at a factory in Lahore, Pakistan\" width=\"760\" height=\"473\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lahore, Pakistan: A woman makes bricks by hand at a factory</span> <span class=\"element-image__credit\">Photograph: Mohsin Raza/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398790313\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946543120/A-mariachi-at-the-Day-of--001.jpg\" alt=\"24 hours: A mariachi holds his violin at the Day of the Dead celebrations in San Gregorio, Mexico\" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">San Gregorio, Mexico: A mariachi waits for clients during the Day of the Dead celebrations at the cemetery </span> <span class=\"element-image__credit\">Photograph: Alexandre Meneghini/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398790323\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946565119/Hindu-married-women-perfo-010.jpg\" alt=\"24 hours: Married Hindu women perform rituals on the festival of Karva Chauth in Ahmedabad, India\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ahmedabad, India: Married Hindu women perform rituals during the festival of Karva Chauth</span> <span class=\"element-image__credit\">Photograph: Ajit Solanki/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398790329\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946557823/Russian-servicemen-hold-f-007.jpg\" alt=\"24 hours: Russian servicemen hold flags in Red Square, Moscow\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Moscow, Russia: Servicemen rehearse in Red Square for the anniversary of a 1941 parade through Red Square towards the front lines of World War II</span> <span class=\"element-image__credit\">Photograph: Maxim Shemetov/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398790331\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946551382/Liu-uses-a-broom-to-clean-004.jpg\" alt=\"24 hours: Eddie Liu cleans up a launderette in New York, USA, after flooding caused by superstorm Sandy\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New York, USA: Eddie Liu cleans up a Coney Island launderette after flooding caused by superstorm Sandy</span> <span class=\"element-image__credit\">Photograph: Lucas Jackson/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-398790333\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/11/3/1351946572669/The-Prince-Of-Wales-And-D-013.jpg\" alt=\"24 hours: Dancers in Papua New Guinea look on as Prince Charles and Camilla arrive at the airport\" width=\"733\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Port Moresby, Papua New Guinea: Young Papua dancers look on as Prince Charles and Camilla, Duchess of Cornwall, land at the airport</span> <span class=\"element-image__credit\">Photograph: Chris Jackson/Getty Images</span> </figcaption> </figure>",
  "<p>The US government is scrambling to ease fuel shortages paralysing the north-east in the wake of superstorm Sandy, saying the military will buy motor fuel and truck it there and allow foreign tankers from the Gulf of Mexico to deliver petroleum products.<br> The Homeland Security Department has waived the Jones Act, a law that normally prohibits foreign-flagged vessels from shipping gasoline, diesel and other petroleum products from the Gulf of Mexico to north-eastern ports. The waiver, effective immediately, requires shipments to leave the Gulf region by 13 November and arrive in the north-east within a week. With power still out at many ports and gasoline stations hit by Sandy, and as petroleum supplies were robust before the storm, it was unclear how much fuel was needed immediately and how quickly it could get to customers. </p> <p>The US death toll hit 102 on Friday; Sandy had earlier killed 69 people as a hurricane the Caribbean, <a href=\"http://www.theguardian.com/world/2012/nov/02/aftermath-hurricane-sandy-haiti-disaster\">leaving poorer countries like Haiti struggling to cope</a>. It struck the New Jersey coast on Monday as a rare hybrid superstorm after the hurricane merged with a powerful storm system in the north Atlantic. While power returned to much of Manhattan on Friday, residents of some of the hardest-hit areas still faced a long wait for electricity</p> <p>There were long lines outside gas stations around New York and New Jersey on Friday as supplies ran low. In the New York City borough of Queens, a man was accused of pulling a gun during a confrontation with a motorist who accused him of cutting in line.</p> <p>At noon on Friday the line for gas at the Shell station in the Brooklyn Heights area of Brooklyn weaved around three blocks and stretched back for almost half a mile. \"I've been here two and a half hours,\" said Brian Temporosa. \"I've been empty for probably two days now. Luckily I haven't run out yet but if I'm here for another 15 minutes then yeah, I might run out of gas.\"</p> <p>Krystyne Todaro, 45, had travelled a quarter of a mile to the Shell station in two and a half hours. \"This is the worst of what I've had to deal with so far, so I'm OK. It is what it is,\" she said.</p> <p>Mayor Michael Bloomberg responded to widespread criticism by <a href=\"http://www.theguardian.com/world/2012/nov/02/new-york-cancels-marathon-sandy\">reversing a decision to go ahead with the New York Marathon</a>. Bloomberg insisted the race could have gone ahead safely but said the controversy was distracting from the rescue effort.</p> <p>The energy department announced that it was tapping the Northeast Heating Reserve for the first time, releasing about 48,000 barrels of ultra-low sulphur diesel for the Department of Defense to distribute to local and federal emergency services in New York and New Jersey.<br> The fuel will be used to supply emergency equipment, generators, buildings, trucks and other vehicles. </p> <p>The Department of Defense will begin drawing down as soon as Saturday from the reserve, created 12 years ago, which holds about a million barrels of diesel. It expects to give back the fuel within 30 days. </p> <p>In another move to ease the shortages the Obama administration directed the Defense Logistics Agency to purchase up to 380,000 barrels of unleaded gasoline and 317,000 barrels of diesel for distribution to storm-stricken areas. This purchase would be delivered by tanker trucks, the Federal Emergency Management Agency said in a statement. </p> <p>Earlier in the week the administration waived clean gasoline rules throughout most of the eastern seaboard as it struggled to take action after the deadly storm. </p> <p>The Homeland Security Department said it had received only one request from a company, which it did not identify, to waive the Jones Act. The law was created to support domestic jobs in the shipping industry and requires goods moved between US ports to be carried by ships built domestically and staffed by US crews. </p> <p>The American Maritime Partnership (AMP), a domestic maritime industry group, said it was not aware of any cases where US vessels had not been available to transport fuel but it supported waivers in the aftermath of the massive storm. \"We will not oppose waivers that are necessary to facilitate delivery of petroleum products into the regions affected by hurricane Sandy,\" AMP said in a letter to Obama and heads of several government departments. </p> <p>Shipping sources said the slow return of power to ports in New York Harbor had them considering delivering fuel to nearby cities such as Boston. </p> <p>Energy experts said the waiver might not bring immediate relief to fuel-strapped New York and New Jersey, where two refineries were shut by Sandy. But in the longer term shipping alternatives could help ensure steady supply throughout the north-east.</p>",
  "<p>\"They call me Fearless Felix,\" says the man who, with nonchalant courage, fell to earth faster than the speed of sound. Less than three weeks ago, Felix Baumgartner reached an altitude of 128,100 feet in a small capsule attached to a helium balloon before he plummeted back down again through 24 miles of cold blackness at a top speed of 833.9 miles per hour.</p> <p><a href=\"http://www.guardian.co.uk/sport/video/2012/oct/15/felix-baumgartner-skydive-spin-video\" title=\"\">His space jump</a> was watched live on YouTube by more than eight million people, and the fevered reaction online was matched by saturation coverage in the traditional media. As a curiously driven man, who had dreamed of flying ever since he was a five-year-old boy in Austria, drawing detailed pictures of&#xa0;himself soaring through the sky, Baumgartner had achieved his greatest ambition. He had moved from the often-illegal activity of base-jumping – having blagged his way past lax security at some of the world tallest buildings so his daredevil talents could be noticed – and become one of the world's most celebrated men.</p> <p>Baumgartner sits in a plush chair in a London hotel and arches a wry eyebrow at his cartoonish nickname. \"You and I know Fearless Felix doesn't really exist,\" he says, quietly, and more thoughtfully than might be expected. \"He might seem like a cool guy, but I've had to address a real psychological battle. It's been way harder than stepping out into space.\"</p> <p>He may be a certified celebrity, with an American twang to his Austrian accent, but he talks with the zeal of an ordinary man who has just survived an extraordinary experience. Baumgartner also uses the very human confines of psychological frailty, rather than the vast expanse of space, to frame his achievement. A canny publicist, the 43-year-old is smart enough to recognise that there is real strength in admitting moments of weakness. But there is also something surprisingly moving in his&#xa0;revelations that the source of his suffocating fear was an old-fashioned spacesuit.</p> <p>\"I feared and hated the suit because of my desire for freedom. I started skydiving because I loved the idea of freedom. But you get trapped in a spacesuit, and people are adding weights to it every day.</p> <p>\"They'd say, 'Right, we need oxygen bottles,' and then a couple of weeks later it would be: 'You need a chest bag.' That chest bag became bigger and bigger and the suit is twice my normal weight. Skydiving is now no fun at all. It's scary. I remember my first dive with this suit. I&#xa0;was standing at the exit at 30,000 feet, and it felt like my very first skydive. The same fear from 25 years ago is back. It never felt good in that suit because it never became a second skin.</p> <p>\"Normally, when I skydive, even in winter, I wear very thin gloves. I want to be flexible, with fast reactions. But a spacesuit slows you down. You have big gloves and you cannot move your head very well. A natural movement, when you pull your chute, is to look up. But with the suit you cannot do this. So now I have two mirrors on my gloves.</p> <p>\"You open the chute and you look down at the mirror to see if it's fully inflated. Every skill I had developed over the years became pretty useless as soon as I stepped into the space suit. And after 25 years as a professional, it makes you feel weak and exposed.\"</p> <p>Baumgartner cut a lonely figure as he&#xa0;prepared to leap into exultation or oblivion. But his vulnerability was bound up in claustrophobia. \"I only started getting anxious if I was in the suit more than an hour. You can fight your way through an hour. But if it takes five hours you're never going to win that battle. So that's why I had to address it.\"</p> <p>The problem became so distressing that Baumgartner required psychiatric help. \"This is the first time I needed [psychological] help,\" he winces. \"It was so embarrassing in the beginning. They'd say things like, 'How would you describe what happened, to your son?'\"</p> <p>He scrunches up his face. \"I don't have a son. So I didn't feel like talking to my imaginary son. But at the same time, I thought: 'If it gets rid of my anxiety, I'll talk to my invisible son.'\"</p> <p>Suddenly a sombre voice booms out: \"Attention please, this is an emergency.\"</p> <p>Baumgartner's eyes widen. \"Is this real?\" he asks.</p> <p>\"Please leave the building now by the nearest available exit … do not use the lifts or escalators.\"</p> <p>Fearless Felix and I sit tight and keep talking. Joe Kittinger, the 84-year-old who set the previous record for the highest space jump of 19 miles in 1960, and became Baumgartner's chief adviser, pops his white-haired head around the corner. \"It's a real emergency,\" he says.</p> <p>\"We're relaxed,\" Baumgartner quips.</p> <p>\"Good luck,\" Kittinger says drily as he&#xa0;moves towards the exit.</p> <p>\"Hey Joe,\" Baumgartner shouts, \"see you in heaven … \"</p> <p>He returns to his story. \"Can you imagine how embarrassing it is to have two strangers listening to you talk to your invisible son about your deepest fears?\"</p> <p>Even the smell of the suit unsettled him. \"It was the smell of rubber. That was always the key moment. But my anxiety started the day before. I would not sleep well, and then you have to drive to Lancaster [in California, where his test capsule was based]. When you get over that last hill you can see Lancaster down there … and you know the suit is waiting. The psychiatrist called it the 'train of negative thoughts'. I was always riding that dark train. He said you have to get off it with positive thinking. It's easy to say, and hard to accomplish. Still, we did it. I started to feel strong again.\"</p> <p>Yet Baumgartner had walked away from the project for six months. It was only when he saw footage of a replacement doing his job in testing that he was shocked into returning. \"I felt jealous,\" he says, \"and I thought: 'You're not supposed to be in my suit.' I saw the BBC film yesterday [Space Dive, which airs on BBC2 on Sunday] and it's disturbing because you see my name on the helmet, then you realise: 'Hey, that's not Felix. Some other guy is in there.' No offence to Rob [the test pilot]. We had this big test and they couldn't say: 'Hey, we'll skip it because Felix is too weak.' But it really hurt my feelings when I saw&#xa0;Rob in my suit. It felt like I'd been replaced. Of course, it was part of the journey, but when you're inside that situation you never like drama.\"</p> <p>As if to remind us that drama can happen anywhere, a representative of&#xa0;Red Bull, the Austrian company that spent over $18m to help Baumgartner fulfil his dream, urges us to follow her.</p> <p>\"If you see fire, tell us,\" Baumgartner says laconically.</p> <p>\"This is real,\" she says, calmly.</p> <p>\"OK,\" Baumgartner laughs. We leave the hotel and Baumgartner keeps talking, intently. \"The toughest moment was when I lost my team after I came back from Austria,\" he says. \"My psychiatrist told me: 'Nobody thinks you can do it anymore. You have to get your leadership back.' I went into this room and I could see everybody sitting on the other side of this table. All my friends. And just by the body language I could tell: 'Nobody thinks I can do it anymore.'\"</p> <p>Did Joe doubt him? \"Everybody,\" he says sadly. As a former soldier and a self-proclaimed team-leader and man of action, Baumgartner was shaken by the loss of faith in him. \"Art Thompson [the project director]. Mike Todd [his life support engineer]. I never thought Mike would doubt me because he was like my father. He was the key guy in those quiet moments when he was dressing me in the locker room – like a boxer with his coach before he goes to fight. But he was sitting on the other side now. Nobody had faith in me anymore. That was a really bad moment. This claustrophobia was the only weakness I had. It's not my fault. It's just in my mind.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792107\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/7/1349624423938/Felix-Baumgartner-010.jpg\" alt=\"Felix Baumgartner\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Felix Baumgartner sits in his capsule during preparations for the final manned flight of the Red Bull Stratos mission in Roswell, New Mexico Photograph: Joerg Mitter/AP</span> <span class=\"element-image__credit\">Photograph: Joerg Mitter/AP</span> </figcaption> </figure>  <p>Baumgartner's words are poignant rather than plaintive – but he sounds like a sports jock when describing the \"game plan\" and \"strategy\" he developed to regain control. \"I thought, whatever it takes to get my leadership back, I'm willing to do it. After five days it was working. Two weeks later, everyone was positive and we knew I was ready.\"</p> <p>Doubt, however, still plagued him. \"The worry is I won't fly supersonic or, in the worst-case scenario, I'm not as fast as Joe Kittinger was in 1960. You have to explain to the world that, 52 years later, you're slower than Joe? It's another pressure. I don't think people get what it means to do something when the whole world – from the pope to the president of the US – is watching you.\"</p> <p>His problems continued. As he floated towards the 24 mile-high mark – it took almost three hours for the balloon to lift his Red Bull Stratos capsule into space – Baumgartner's visor began to cloud as he exhaled. The prospect of doing the jump \"half-blind\" threatened the mission, and he had to endure various tests before it was established that his equipment was working.</p> <p>He had less time once he had left his capsule, and begun to whirl through space at a speed which sent him into an inevitable spin. \"I had one minute to find a solution. While spinning, I'm thinking: 'Should I push the button to release my drogue chute, to stop that spin? But that would mean it's over and I'm not going to fly supersonic – so should I tough it out and find a solution?</p> <p>\"I had to maintain my cool and this is what I've been doing the last 25 years – being focused and not freaking out. In my head I was cool-minded. My worst fear was not dying, but failing to fly supersonic. If you're at 3.6 Gs for six seconds, it fires the drogue chute. I was rotating, but it was hard to tell how many Gs I was at. I felt I had it under control and, hey, I'm not dying. But I&#xa0;couldn't know how close the drogue chute was to firing. In the end it was OK, but it was difficult, and that's why Joe held the record for 52 years. Lots of people underestimated it.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-398792108\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350287356193/Felix-Baumgartner-skydive-010.jpg\" alt=\"Felix Baumgartner skydive\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Felix Baumgartner jumps out of the capsule on his way to breaking the world record for the highest free fall in history. Photograph: Handout/Getty Images</span> <span class=\"element-image__credit\">Photograph: Handout/Getty Images</span> </figcaption> </figure>  <p>Baumgartner thinks hard when asked about his jump's sweetest moment. \"I&#xa0;had a couple of good moments,\" he eventually says. \"One was standing with my feet outside the capsule just before I&#xa0;stepped off. We'd been working towards that for five years. As soon as I was standing there – completely released from all the cables – I knew it was going to happen. That was a big relief and a really unique, outstanding moment.</p> <p>\"And then when you open your parachute you know it's over – I'm still alive! Mike Todd was the last person I saw before going up. He'd said, 'OK, see you on the ground, buddy.' But you could tell he wasn't 100% sure. I wasn't either. We prepare for the worst but hope for the best. And then, three hours later, Mike is the guy I see first after it's all over. Mike worried about me like I'm his son. But when he's happy he looks 16 again. I was looking forward to seeing that smile.\"</p> <p>This is Baumgartner at his most likable; he is also touching when describing the emotional toll on his mother, Ava, whose sister was buried just a week before he made his jump. His life is not&#xa0;always simple and next week his lawyers will appeal his conviction for punching a lorry driver during a traffic jam in 2010. And so how will a man consumed by outrageous challenges rekindle the intensity of his space jump? \"I don't have to,\" he replies,&#xa0;confirming his plan to become a&#xa0;rescue-helicopter pilot. \"I&#xa0;reached a peak and I don't have to top it again. A lot of kids now think of me as&#xa0;Fearless Felix – but I hope I can make fear cool. All these kids can know that Felix also has fear. So they can address their own fears. I did it – at first I&#xa0;would consider the&#xa0;suit a handicap. And handicapped people have to find a way to live with their handicap. The suit was&#xa0;my worst enemy, but it became my&#xa0;friend – because the higher you go, the more you need the suit. It gives you&#xa0;the only way to survive. I learned to&#xa0;love the suit up there. That's an even bigger message than flying supersonic.\"</p> <p><em>Space Dive is on BBC2 on Sunday at 8.30pm</em></p>",
  "<h2><a href=\"http://warpfilms10.com\" title=\"\">Warp Films 10</a>, Sheffield</h2> <p>Those looking for a role model of regional British independent cinema should look no further than Sheffield's Warp Films, whose first 10 years have produced a string of films of the type most people complain they don't make any more: Dead Man's Shoes, This Is England, Four Lions, Kill List and Berberian Sound Studio, to name a few. Not bad for an outfit spun off from a ravey record label. What Warp's films have in common is a lean, brains-over-budget approach and an unpretentious focus on entertaining the home crowd, which is often what most strikes a chord elsewhere. This 10th anniversary tribute brings together a This Is England marathon (the film and its spin-off TV series); the Mighty Boosh's Bunny &amp; The Bull; Richard Ayoade's Submarine; and Paddy Considine's Tyrannosaur; plus shorts and guests. Look out, too, for Warp's massive film and music club nights, including a live re-score of Dead Man's Shoes, at Magna on 17 Nov.</p> <p><em>Showroom, Sat to Fri</em></p> <h2><a href=\"http://koreanfilm.co.uk\" title=\"\">London Korean Film Festival</a>, London, Glasgow, Bournemouth &amp; Bristol</h2> <p>Gangnam what? This is a land of the sort of smart, dark, heart-warming, technically dazzling cinema to put the rest of the world to shame. It's all here: heist thrillers (Ocean's Eleven-like The Thieves), period dramas (Masquerade, starring local heartthrob Lee Byung-hun), comedies, dramas, sports movies, even a comedy-period-heist-thriller (The Grand Heist, about stealing ice in the 18th century). All right then, there's also a heavy dose of K-pop on the menu.</p> <p><em>Various venues, Sat to 16 Nov</em></p> <h2><a href=\"http://sci-fi-london.com\" title=\"\">Sci-Fi London Post Apocolympic</a>, London</h2> <p>What better way to round off east London's glorious sporting year than with a selection of post-apocalyptic scenarios? Actually, don't answer that: just head over to Stratford, where you'll find fresh dystopian offerings such as The Human Race (think Battle Royale meets an Olympic steeplechase); body horrors like Brandon Cronenberg's Antiviral, in which superfans pay to share the diseases of celebrities; and German medical horror Errors Of The Human Body. It's not all doom, disease and death, though: there are all-nighters of Japanese anime and cult show Mystery Science Theatre 3000, and even family friendly futurism in retro Disney sci-fi and tea-time favourite Flight Of The Navigator.</p> <p><em>Stratford Picturehouse, E15, Fri to 11 Nov</em></p> <h2><a href=\"http://frenchfilmfestival.org.uk\" title=\"\">French Film Festival</a>, Nationwide</h2> <p>After the Oscar high of The Artist and recent hits Untouchable and this week's Rust And Bone, it's a bit of an anticlimax that the opening gala of this year is, er, Astérix And Obélix: God Save Britannia. It does get better: Mathieu \"La Haine\" Kassovitz recreates a Pacific hostage crisis in Rebellion; A Prophet stars Tahar Rahim and Niels Arestrup are reunited in psychological drama Our Children; and Patrice Leconte tries his hand at animation (The Suicide Shop). A Chantal Akerman retrospective leads a healthy contingent of female directors, including the Coulin sisters, whose provocative 17 Women charts an epidemic of teenage pregnancies.</p> <p><em>Various venues, Thu to 2 Dec</em></p>"
]