[
  "<p>It was hard not to approach the Closing Ceremony of the Paralympic Games with some trepidation.</p> <p>The equivalent event at the Olympics had felt slightly underwhelming, perhaps because no spectacle could possibly live up to the athletic spectacles that had preceded it, partly because the air of mystery surrounding what was going to take place led people to expect a surprise that never actually came: if you'd listened to the wild talk of appearances by David Bowie and Kate Bush and holograms of Freddie Mercury, it was hard not to be even more disappointed when it became apparent what you were actually going to get was Jessie J.</p> <p>The latter issue was circumvented here by announcing who was going to be performing in advance. Nevertheless, you didn't have to be one of those people who thinks Coldplay are the cloven-hoofed musical emissaries of satan himself to have been slightly concerned about how appropriate a booking they were.</p> <p>On one hand, they are one of the biggest bands in the world – a suitably global success for a global event – they stir vast stadiums full of people for a living, and it is a churlish character that claims they are anything other than very good at it. On the other, the key piece of music at the Paralympic opening ceremony – the track that seemed to hit on something vital about the Games to come – was Orbital and the Graeae Theatre Company's retooling of Ian Dury's Spasticus Autisticus, a song that is brutal, startling, furious and many other things that Coldplay's music are not. Thanks to their ubiquity on TV soundtracks – tinkling away as someone departs The X Factor or the DIY SOS tells their tragic back story – a lot of their songs have become musical shorthand for \"oh, isn't it a pity\", designed to elicit sympathy for whoever is on screen. The Paralympics have incited a vast array of emotions in viewers, but pity isn't among them, as anyone who caught a glimpse of the frankly terrifying wheelchair rugby will attest.</p> <p>As it turned out, their set got better the more upbeat it became: the triumphant arena-filling guitar riff of Charlie Brown seemed to fit the event more than the more ponderous ballads, while it would take an effort almost as superhuman as the athletes had put in over recent days not to be moved by their collaboration with the Paraorchestra on Strawberry Swing, -– one of their loveliest songs, its melody boasting a subtlety that the bands' detractors would have you believe they don't possess – or the crowd singing along with Viva La Vida while fireworks exploded and confetti fluttered from above.</p> <p>The staging meanwhile, felt noticeably darker, less cosy and self-congratulatory than the Olympic closing ceremony. There was a lot of stuff with fire and steampunk costumes, rusty vehicles cannibalised from old cars and farm machinery and people pretending to be crows on stilts.</p> <p>A seasoned festival-goer might note that it all had a whiff of the kind of thing you see at 3am in the outlying fields at Glastonbury: a definite improvement on the Olympic closing ceremony, which carried a whiff of a bad night at the Brits.</p> <p>In the event that you felt bored by Coldplay, there was always something to distract your attention: ice skating, high-wire artists dangling from motorbikes, aerialists twirling from bunches of oversized light bulbs that sprayed out fire, people running out of the mouth of a giant fish carrying huge cardboard cutouts of insects on sticks. There was interpretative dance, which was nowhere near as disheartening as interpretative dance to Coldplay looks on paper.</p> <p>The same was true of Rihanna's solo appearance. We Found Love is a decent pop song that's become rather a victim of its own success: one way of giving it some added interest in the teeth of its ubiquity is to have her perform it while flying around the stadium on what looked like a vast garden swing.</p> <p>The other special guest was Jay-Z. With Rihanna and Coldplay, he played Run This Town. Not the most obvious choice, but recontextualized by its surroundings it felt weirdly appropriate: as anyone who visited London during the Games and noted an almost tangible sense of excitement in the air knows, that's precisely what the Paralympics appeared to do.</p>",
  "<p>If you asked to borrow my car for the day and I said sure, but then moved into your house, helped myself to the food in your fridge and pleasured your wife, you'd probably think I was a bit of a douche. But, with annual repayment rates of 4,214%, payday loan companies are about as pleasant.</p> <p>In a sketch in the next episode of our BBC3 comedy series <a href=\"http://www.bbc.co.uk/programmes/p00vqgx3\" title=\"\">The Revolution Will be Televised</a> (10pm, Wednesdays), my comedy partner Jolyon Rubinstein poses as a simpleton and visits a bunch of payday loan companies asking them for money, saying he needs it to pay back drug and gambling debts and does it matter that he's just been released from a mental asylum? Without exception, he was offered the option to apply for loans – one of £5,000 on the condition he pay back £11,398. Can't say fairer than that.</p> <p>We decided to do the sketch as last year I had worked undercover in one of these companies for my producer friend Rob Moore, who had been investigating them for a TV documentary. My job&#xa0;involved going door to door around council estates in London to collect money from some of&#xa0;the poorest people in the country. As you'd imagine, it was an incredibly uplifting and life-affirming experience that I would wholeheartedly recommend to any gap year students unable to travel abroad.</p> <p>The company Rob and I infiltrated is called <a href=\"http://www.providentfinancial.com/\" title=\"\">Provident Financial Group</a>. They are a personal-finance company that lends to people who otherwise couldn't get credit – the long-term unemployed, people on benefits etc – at extortionate repayment rates. This kind of reverse Robin Hood business model earns them&#xa0;more than £160m a year and profits have risen with the recession as the rising numbers of&#xa0;unemployed search for quick cash fixes.</p> <p>The people who make these staggering profits possible are among the most vulnerable in society. My Provident colleague and I collected money from the unemployed, benefit dependents, alcoholics, single mothers, teenagers and people in fragile mental states who just didn't understand how badly they were getting&#xa0;shafted.</p> <p>And the customers were so nice about it. A large part of the training for the job at Prov revolved around what agents should do if customers got tired of being robbed and decided to beat you up. Depressingly, though, I didn't get beaten up once – mostly the people I was robbing just made me tea. In&#xa0;one instance we loaned an old lady, who was on incapacity benefit and received child benefit for her three grandchildren, £1,000 (for which she would have to repay £1,950). The Provident agent then gave her a \"LoveToShop\" Provident Gold credit card with an APR of 254.5% (though, strangely, he didn't mention that bit). She begged us not to give her the card, because she didn't trust herself with it. The Provident agent just said: \"Put it in your wallet or cut it up if&#xa0;you want to. The power is in your hands.\" And&#xa0;then all the irony in his body instantly evaporated and he collapsed in a heap on the floor&#xa0;… metaphorically speaking.</p> <p>But blaming the Provident workers is a&#xa0;little like shouting at a McDonald's cashier for giving you diabetes. Provident treats its staff almost as badly as its customers. The pay is awful and agents even have their wages docked if their&#xa0;customers don't meet the minimums on payments, which only encourages agents to adopt&#xa0;more aggressive collection tactics.</p> <p>No, the people responsible for this ethical omnishambles<strong> </strong>are the top brass. The finance director, Andrew Fisher, was a partner at PricewaterhouseCoopers. The non-executive chairman, John de Blocq van Kuffeler, was a guest at William and Catherine's wedding, and the company's CEO is the aptly named Peter Crook.</p> <p>Crook used to work for high-street banks such as Halifax and Barclays and pays himself close to a&#xa0;million a year. He is a living, wheezing example of everything that is wrong with the financial industries. This man doesn't design airplanes, build computer chips or hunt bosons. He's just a&#xa0;rich dude who has found a way of funnelling large quantities of our taxes directly from the benefit system into his own bulging pockets.</p> <p>In&#xa0;many countries, charging interest rates as high as companies such as Wonga and Provident do would be illegal, but the paradoxically named Office of Fair Trading has concluded that there is no need for such drastic measures here. And do not underestimate the scale of this problem – Provident has almost £1bn in subprime loans out on the streets of the UK. Perhaps George Osborne should be clamping down on Crook and his cronies rather than kicking people off incapacity benefit.</p> <p>And Crook typifies everything that is wrong with finance – the UK's flagship (and only remaining) industry, which the British government defends with the same depressing resignation as an abused wife: \"He's not perfect, but he's all I've got.\" He's like a poster boy for David Cameron's Britain. He should have an official role in government. One position Cameron forgot to appoint in his reshuffle is a minister for shafting<strong> </strong>the poor. To be fair, he's already got it pretty well nailed with his current cabinet, but just to be&#xa0;sure, you know?</p>",
  "<p>Will the Paralympics help challenge the daily pain and discrimination millions of disabled people have to contend with? Or will the celebrated sporting achievement of some be used to hide the fate of those considered less worthy? In his excellent article about the neglect of ill and disabled people in prison (<a href=\"http://www.theguardian.com/commentisfree/2012/sep/05/seriously-ill-prisoners-denied-healthcare\" title=\"\">Comment is free</a>, 5 September), Eric Allison describes as \"the worst I have ever come across\" the suffering of Daniel Roque Hall, a severely disabled 30-year-old man with complex healthcare needs. Despite assurances by the governor of Wormwood Scrubs that it could and would provide him adequate care, he has been in and out of hospital since he was taken to prison, and has ended up on life support.&#xa0;</p> <p>Daniel Roque Hall's mother describes what he has faced: \"Tortured and taken to doctors to be saved so he can be taken back to prison and tortured again.\" This has been raised with the prisons minister and the Equality and Human Rights Commission. To save his life, his mother and friends have had to fight through the censorship, the callousness and the political opportunism that demonise prisoners.&#xa0;</p> <p>No Paralympic medals can make up for the fact that those who are most vulnerable are being denied their dignity and their rights. People with disabilities, also demonised as a precursor to being targeted for savage cuts and hate crimes, are already fighting for their lives. As Allison makes clear, no one is more vulnerable than a severely disabled prisoner. If care institutions, be they hospitals, prisons, or residential or retirement homes, are able to neglect, torture and even kill with impunity, then none of us is ever safe. To send Daniel Roque Hall back to prison would amount to cruel and degrading punishment and a death sentence. He must be allowed to serve his sentence at home.<br><strong>Niki Adams </strong><em>Legal Action for Women</em><strong> </strong><br><strong>Emily Burnham </strong><em>Non-practising solicitor</em><br><strong>Peter Chappell </strong><em>Homeopath </em><br><strong>Claudio Chipana </strong><em>Member, Latin American Recognition Campaign (LARC)</em><br><strong>Lord Dholakia </strong><br><strong>Niamh Eastwood </strong><em>Release</em><br><strong>Lisa Egan</strong><br><strong>Joan Faber </strong><em>Religious Sister</em><br><strong>Tara Flood </strong><br><strong>Diane Frazer </strong><em>Psychotherapist</em><br><strong>Claire Glasman </strong><em>WinVisible (women with visible and invisible disabilities)</em><br><strong>Professor Paul Higgs </strong><em>Sociology of Ageing, University College London</em><br><strong>John Hirst </strong><em>Prisoners' rights advocate</em><br><strong>Selma James </strong><em>International Wages for Housework Campaign</em><strong> </strong><br><strong>Anver Jeevanjee </strong><em>Retired immigration judge</em><strong> &#xa0;</strong><br><strong>Lord Judd </strong><br><strong>Michael Kalmanovitz </strong><em>Payday men's network</em><strong> </strong><br><strong>Bruce Kent </strong><br><strong>Flo Krause </strong><em>Barrister</em><strong> </strong><br><strong>Nina Lopez </strong><em>Global Women's Strike</em><strong> </strong><br><strong>Ian Macdonald QC </strong><br><strong>Daniel Machover </strong><em>Solicitor</em><strong> </strong><br><strong>Baroness Masham of Ilton </strong><br><strong>Francesca Martinez </strong><em>Comedian and writer</em><br><strong>Anna Mazzola </strong><em>Solicitor</em><br><strong>John McArdle </strong><em>Black Triangle Campaign</em><br><strong>John McDonnell MP </strong><br><strong>Anne Neale </strong><em>Queer Strike</em><br><strong>Robert Nind </strong><em>Progressing Prisoners Maintaining Innocence</em><br><strong>Julie O'Keefe </strong><em>Occupational therapist in neuro-disability and palliative care</em><br><strong>Pat Onions</strong><br><strong>John O </strong><em>Miscarriages of Justice UK (MOJUK)</em><br><strong>Angela Qasir </strong><em>School principal</em><strong> </strong><br><strong>Lord Ramsbotham</strong><br><strong>Lord Redesdale</strong><br><strong>Professor Graham Scambler </strong><em>Medical Sociology, University College London</em><br><strong>Professor Michael Thorndyke </strong><em>Royal Swedish Academy of Sciences</em><br><strong>Baroness Wilkins</strong><br><strong>Benjamin Zephaniah</strong></p>",
  "<p>Just the victory parade to go, and then Britain's summer of love will be over. London 2012, the capital's greatest party in living memory, is done. At the risk of using up the entire annual quota of Guardian editorial schmaltz in one go, this past month it feels as if most of us have been (as Boris Johnson would have it) cropdusted with serotonin, the happiness hormone. The Olympics held the country rapt but, against all expectations, the Paralympics made them feel like a mere warm-up act. From July's opening ceremony to <a href=\"http://www.theguardian.com/sport/2012/sep/08/paralympic-closing-ceremony-coldplay\" title=\"\">the festival of flame</a>, the venues have been packed and the TV audiences, national and global, have <a href=\"http://www.theguardian.com/media/2012/aug/15/bbc-olympics-coverage-third-viewers\" title=\"\">broken all records</a>. There has surely been no comparable event in this country since the coronation nearly 60 years ago.</p> <p>The athletes are the most obvious but far from the only factor in this success. In a world of professional sport where every aspect is commodified, the Olympic ideal is extraordinarily resilient. A handful of the global superstars – Usain Bolt and now Mo Farah – have enhanced their personal value, but most have driven themselves relentlessly for the glory alone. So they are interesting not as, say, some abstract transfer deal with a gambling habit, but as individuals who, like all true heroes, might be any one of us. The Paralympics have overlaid this already astonishing substance with their personal tales of sudden grief and disaster overcome – although their particular triumph has been to make us disregard altogether the athletes' disabilities and shift the focus to their capacity to compete and win. Or to lose. For every victory there are a score of defeats, where the years of sacrifice have turned to ashes. These are more accessible tales, and the more telling. If sport can be said to have a moral purpose, it is that it can show it is worth more to try and fail than not to try at all, and the devastation and the fortitude of the losers is more moving even than the easier joy of the victors. The irresistible human stories of the past weeks have simply erased the scepticism of the previous seven years.</p> <p>Of course, if you have £9bn to spend on a party, surely only a dolt could fail. But a single day of the widely anticipated public transport chaos or of fractious queues or malfunctioning lavatories would have soured the event. Instead, the least attractive aspects of London 2012, the ZiL lanes and the Visa-only policy and McDonald's and Coca-Cola as purveyors of sustenance to a sporting nation, were smothered not only by the competition but by the ocean of good humour fostered by the joviality of the volunteers, the inspirational architecture and the attention given to the natural landscape (with apologies to those who had to move to make room for it all).</p> <p>Now it is all about the legacy. Some things that once seemed improbable may now be within reach. Boris Johnson really could be in Downing Street within the decade, where perhaps the experience of being suspended on a zip wire might inform his attitude the frequent failings of public transport policy towards people in wheelchairs. Seb Coe has become an interesting candidate for mayor. More substantially, there is the promise on the local economic legacy, of regeneration of homes and recreation of jobs, and there is the equally important promise to translate the amplified passion for watching sport into an equal passion for doing it.</p> <p>But there is more. Danny Boyle's description of Britishness as something that is as much an achievement of its ordinary citizens as it is of empire and monarchy was exactly right for the festival of sport that followed because both are reminders of what the state can achieve. Britain's athletes have been the beneficiaries of what amounts to <a href=\"http://www.theguardian.com/commentisfree/2012/aug/20/osborne-pay-heed-olympics-triumph\" title=\"\">an industrial policy for sport</a>, millions channelled through expert organisations to find and train stars. London 2012 itself was initiated, orchestrated and largely funded by the state. It was a collective national effort, where successive governments of different political persuasions stuck to a common policy and showed just what, with imagination and ambition, can be done.</p>",
  "<p>A leading British academic has called for accelerated research into futuristic geo-engineering and a worldwide nuclear power station \"binge\" to avoid runaway global warming.</p> <p>Peter Wadhams, professor of ocean physics at Cambridge University, said both potential solutions had inherent dangers but were now vital as time was running out.</p> <p>\"It is very, very depressing that politicians and the public are attuned to the threat of climate change even less than they were 20 years ago when Margaret Thatcher sounded the alarm. CO<sub>2</sub> levels are rising at a faster than exponential rate, and yet politicians only want to take utterly trivial steps such as banning plastic bags and building a few windfarms,\" he said.</p> <p>\"I am very suspicious of using technology to solve problems created by technology, given that we have messed up so much in the past but having done almost nothing for two decades we need to adopt more desperate measures such as considering geo-engineering techniques as well as conducting a major nuclear programme.\"</p> <p>Geo-engineering techniques such as whitening clouds by adding fine sprays of water vapour, or adding aerosols to the upper atmosphere have been ridiculed in some quarters but welcomed elsewhere. Wadhams proposes the use of thorium-fuelled reactors, being tested in India, which are said to be safer because they do not result in a proliferation of weapons-grade plutonium, experts say. Also, under certain circumstances, the waste from thorium reactors is less dangerous and remains radioactive for hundreds rather than thousands of years.</p> <p>Wadhams, who is also head of the polar ocean physics group at Cambridge and has just returned from a field trip to Greenland, was reacting to evidence that Arctic sea ice cover had reached a record low this summer.</p> <p>This latest rate of loss is 50% higher than most scenarios outlined by other polar scientists and coincide with alarming new reports about a \"vast reservoir\" of the potent greenhouse gas, methane, that could be released in Antarctica if the ice melts equally quickly there. Greenpeace said last night that it agreed with the academic's concerns but not with his solutions.</p> <p>\"Professor Wadhams is right that we're in a big hole and the recent record sea ice low in the Arctic is a clear warning that we need to act. But it would be cheaper, safer and easier to stop digging and drilling for more fossil fuels,\" said Ben Ayliffe, the group's senior polar campaigner.</p> <p>\"We already have the technologies, from ultra-efficient vehicles to state-of-the-art clean energy generation, to make the deep cuts in greenhouse gases that are needed to stave off the worst effects of climate change. Unfortunately, we're still lacking the political and business will to implement them,\" he added.</p> <p>Wadhams, who has done pioneering work on polar ice thinning using British naval submarines from 1976 onwards, said these latest satellite findings confirmed his own dire predictions.</p> <p>And they feed into the alarming scenarios that the Arctic Methane Emergency Group have been warning about.</p> <p>\"What we are now seeing is a fast collapse of the sea ice that means we could see a complete loss during the summer by 2015 - rather than the 20 to 30 years talked about by the UK Meteorological Office. This would speed up ocean warming and Greenland ice cap melt and increase global ocean levels considerably as well as warming the seabed and releasing more methane.\"</p> <p>Asked whether the latest evidence made a ban on drilling for carbon-releasing oil and gas necessary as Greenpeace has contended, Wadhams said \"philosophically\" such exploration made little sense. \"We have been conducting a global experiment with the burning of fossil fuels and the results are already disastrous and this would accelerate them,\" he argued saying that there were also practical worries because of the enormous difficulty of dealing with any spillage or a blowout under moving ice where oil would get trapped inside the ice in a kind of inaccessible \"oil sandwich'.</p> <p>But he said at least that companies such as Shell had shown some responsibility by carefully planning its expected exploration in the Chukotka Sea off Alaska and had shown a willingness to use ready-made containment domes that could cap off a well if anything went wrong. He was more fearful about drilling methods in the Russian Arctic where environmental concerns were lower down the agenda.</p>",
  "<p>Vince Cable reasserted his control over the business department on Sunday as he dismissed rightwing claims that further business deregulation is the key to growth, and readied a series of announcements on the economy including the rejection of \"fire at will\" employment laws.</p> <p>Cable will this week make three growth-related announcements covering no-fault dismissal, the removal of a chunk of health and safety legislation and a long-term industrial policy likely to include plans for a small business bank. The scale of the bank and the details to be announced on Tuesday were discussed over the weekend.</p> <p>Cable also lifted the veil on his continuing dispute with the home secretary, Theresa May, saying he would be delighted to wield an axe over \"the enormous amount of red tape around the whole immigration system, permits for workers, visas for people coming from China, students\". He has long complained about Home Office controls on skilled workers.</p> <p>There have been suggestions that the reshuffle put rightwing ministers such as Michael Fallon in Cable's department to strengthen the voice of business.</p> <p>Appearing on the BBC's Andrew Marr Show, Cable rejected the reports and angered some on the right by conceding the supply-side reforms he is to announce this week will not transform the outlook.</p> <p>\"The problem of growth is that we have a very serious shortage of demand. It's nothing to do with those supply side measures basically. It's a demand issue.\"</p> <p>His remarks were echoed by the Liberal Democrat deputy leader, Simon Hughes, who admitted \"Plan A was not enough\", adding: \"Growth hasn't come nearly as quickly as people thought and hoped, the levers that have been pulled haven't adequately worked.\"Cable will make three announcements, starting with plans to scrap or overhaul more than 3,000 of 6,000 regulations for which the UK is responsible by 2013. David Cameron has described the rules as a \"health and safety monster\" stemming from the EU.</p> <p>He will also promise to abolish health and safety inspections unless firms are operating in higher risk areas such as construction or energy, or if they have a record of poor performance. The right to compensation is also to be cut back. It was stressed that the initiatives were cleared with Conservatives well before the reshuffle.</p> <p>On Tuesday Cable will set out an industrial strategy building on a framework document published last October, and focusing on how government can support technological innovation as well as industries of the future such as energy, the automotive industry and science. Discussions continue on whether a small business bank will be announced. George Osborne has said the idea would bring together \"all the alphabet soup of existing schemes\" available to small businesses. Cable would like the bank to have real powers to lend and not be merely \"a one stop shop\" for small business.</p> <p>Later in the week Cable will reject proposals from the Beecroft report, completed last October, that would allow micro-employers to dismiss staff without risk of redress other than some financial compensation. Cable said government consultation showed minimal business support for the idea, adding that greater job insecurity was undesirable at a time of low consumer confidence. Britain anyway has very flexible labour markets, he said. \"There is job insecurity, we don't want to add to it. That's why we're not going down the no-fault dismissal line.\"</p> <p>He will instead propose a statutory code of practice to encourage voluntary settlement agreements for micro-businesses, allowing staff to agree to leave a company in return for a payment. Offers made by businesses could not be used as evidence in an unfair dismissal case.</p> <p>This would act as an alternative to going to an employment tribunal, which can be costly and time-consuming, and, according to businesses, makes employers less inclined to hire staff.</p> <p>Cable said he was not interested in the Liberal Democrat leadership, but admitted he \"very, very occasionally\" talks with Labour leader Ed Miliband.</p> <p>He also said he was not embarrassed to describe himself as a \"centre-left\" politician. \"I do believe in fairness and income distribution, and I also believe in having a successful business sector and competition, a market economy. Those two things have got to be married together. That's the big challenge of politicians in the Western world.\"</p> <p>The shadow chancellor, Ed Balls, heaped praise on Cable, saying: \"Vince has distinguished himself by always making the argument about what's right for Britain.\"</p> <p>He questioned whether Nick Clegg would also describe himself as a centre-left politician and added: \"I would be very surprised if Nick Clegg fights the next election for the Liberal Democrats, and I don't think it's in the Liberal Democrat or in the national interest.\"</p>",
  "<p><em>[Updated below - Update II (Mon.)]</em></p> <p>In October 2003, the intensely pro-US president of Bolivia, Gonzalo Sánchez de Lozada, sent his security forces to suppress growing popular protests <a href=\"http://www.nytimes.com/2003/10/17/world/bolivia-s-poor-proclaim-abiding-distrust-of-globalization.html?\">against the government's energy and globalization policies</a>. Using high-powered rifles and machine guns, his military forces killed 67 men, women and children, and injured 400 more, almost all of whom were poor and from the nation's indigenous Aymara communities. Dozens of protesters had been <a href=\"http://www.nytimes.com/2003/10/14/world/bolivian-president-remains-defiant-as-protests-intensify.html?\">killed by government forces</a> in the prior months when troops were sent to suppress them.</p> <p>The resulting outrage over what became known as \"the Gas Wars\" <a href=\"http://www.nytimes.com/2003/10/18/world/bolivian-leader-resigns-and-his-vice-president-steps-in.html?\">drove Sanchez de Lozada from office</a> and then into exile in the United States, where he was welcomed by his close allies in the Bush administration. He has lived under a shield of asylum in the US ever since.</p> <p>The Bolivians, however, have never stopped attempting to bring their former leader to justice for what they insist are his genocide and crimes against humanity: namely, ordering the killing of indigenous peaceful protesters in cold blood (as <a href=\"http://www.time.com/time/world/article/0,8599,1586707,00.html\">Time Magazine put it</a>: \"according to witnesses, the military fired indiscriminately and without warning in El Alto neighborhoods\"). In 2007, Bolivian prosecutors <a href=\"http://news.bbc.co.uk/2/hi/americas/7050273.stm\">formally charged him</a> with genocide for the October 2003 incident, charges which were <a href=\"http://www.time.com/time/world/article/0,8599,1586707,00.html\">approved by the nation's supreme court</a>. </p> <p>Bolivia then <a href=\"http://jurist.org/paperchase/2008/11/bolivia-officials-request-extradition.php\">demanded his extradition</a> from the US for him to stand trial. That demand, ironically, was made pursuant to an extradition treaty signed by Sánchez de Lozada himself with the US. Civil lawsuits <a href=\"http://ccrjustice.org/ourcases/current-cases/mamani-v-sanchez\">have also been filed</a> against him in the US on behalf of the surviving victims.</p> <p>The view that Sánchez de Lozada must be extradited from the US to stand trial is a political consensus in Bolivia, shared by the government and the main opposition party alike. But on Friday night, the <a href=\"http://articles.chicagotribune.com/2012-09-07/news/sns-rt-us-bolivia-usabre88614o-20120907_1_president-evo-morales-extradition-coca-farmer\">Bolivian government revealed</a> that it had just been notified by the Obama administration that the US government has refused Bolivia's extradition request:</p> <blockquote> <p>\"'Yesterday (Thursday), a document arrived from the United States, rejecting the extradition of people who have done a lot of damage to Bolivia,' leftist [President Evo] Morales, an outspoken critic of US foreign policy in Latin America, said in a speech.</p> <p>\"Calling the United States a 'paradise of impunity' and a 'refuge for criminals,' Morales said Washington turned down the extradition request on the grounds that a civilian leader cannot be tried for crimes committed by the military …</p> <p>\"Sanchez de Lozada's extradition was also demanded by opposition leaders in Bolivia and they criticized the US decision.</p> <p>\"Rogelio Mayta, a lawyer representing victims of the 2003 violence, said 'the US protection' of Sanchez de Lozada was not surprising.</p> <p>\"'It's yet another display of the US government's double moral standard,' he said.\"</p> </blockquote> <p>Because he has yet to be tried, I have no opinion on whether Sánchez de Lozada is guilty of the crimes with which he has been formally charged (Bolivian courts <a href=\"http://jurist.org/paperchase/2011/08/bolivia-high-court-convicts-7-officials-for-genocide.php\">have convicted</a> several other military officers on genocide charges in connection with these shootings). But the refusal of the Obama administration to allow him to stand trial for what are obviously very serious criminal allegations is completely consistent with American conceptions of justice and is worth examining for that reason.</p> <p>Let's begin with two vital facts about the former Bolivian leader.</p> <p>First, Sánchez de Lozada was exactly the type of America-revering-and-obeying leader the US has always wanted for other nations, especially smaller ones with important energy resources. When he was driven into exile in October 2003, the New York Times <a href=\"http://www.nytimes.com/2003/10/23/world/bolivian-leader-s-ouster-seen-as-warning-on-us-drug-policy.html?\">described him</a> as \"Washington's most stalwart ally in South America\".</p> <p>The former leader – a multimillionaire mining executive who, having been educated in the US, spoke Spanish with a heavy American accent – was a loyal partner in America's drug war in the region. More importantly, the former leader himself was a vehement proponent and relentless crusader for free trade and free market policies favored by the US: policies that <a href=\"http://www.nytimes.com/2003/10/17/world/bolivia-s-poor-proclaim-abiding-distrust-of-globalization.html?ref=gonzalosanchezdelozada\">the nation's indigenous poor long believed</a> (with <a href=\"http://www.nytimes.com/2003/10/20/world/bolivian-peasants-ideology-of-fury-still-smolders.html?\">substantial basis</a>) resulted in their impoverishment while enriching Bolivia's small Europeanized elite.</p> <p>It was Sánchez de Lozada's forced exile that ultimately led to the 2006 election and 2009 landslide re-election of Morales, a figure the New York Times in October 2003 <a href=\"http://www.nytimes.com/2003/10/23/world/bolivian-leader-s-ouster-seen-as-warning-on-us-drug-policy.html?\">described as</a> one \"regarded by Washington as its main enemy\". Morales has been as vehement an opponent of globalization and free trade as Sánchez de Lozada was a proponent, and has constantly opposed US interference in his region and elsewhere (in 2011, <a href=\"http://www.cbsnews.com/8301-503544_162-20046315-503544.html\">Morales called</a> for the revocation of Obama's Nobel Peace Prize as a result of the intervention in Libya).</p> <p>So, this extradition refusal is, in one sense, a classic and common case of the US exploiting pretenses of law and justice to protect its own leaders and those of its key allies from the rule of law, even when faced with allegations of the most egregious wrongdoing. If the Obama DOJ <a href=\"http://www.guardian.co.uk/commentisfree/2012/aug/31/obama-justice-department-immunity-bush-cia-torturer\">so aggressively shielded</a> accused Bush war criminals from all forms of accountability, it is hardly surprising that it does the same for loyal US puppets. That a government that defies US dictates is thwarted and angered in the process is just an added bonus. That, too, is par for the course. </p> <p>But there's another important aspect of this case that distinguishes it from the standard immunity Washington gifts to itself and its friends. When he ran for president in 2002, Sánchez de Lozada was deeply unpopular among the vast majority of Bolivians as a result of his prior four-year term as president in the 1990s. To find a way to win despite this, he hired the consulting firm owned and operated by three of Washington's most well-connected Democratic party operatives: James Carville, Stan Greenberg and Bob Shrum. He asked them to import the tactics of American politics into Bolivia to ensure his election victory. </p> <p>As detailed by a <a href=\"http://www.nytimes.com/2006/02/26/movies/26fore.html?_r=1\">2006 New York Times review</a> of a film about the Democratic operatives' involvement in Bolivia's election, their strategy was two-fold: first, destroy the reputations of his two opponents so as to depress the enthusiasm of Bolivia's poor for either of them; and then mobilize Sánchez de Lozada's base of elites to ensure he wins by a tiny margin. That strategy worked, as he was elected with a paltry 22.5% of the popular vote. From the Times review:</p> <blockquote> <p>\"'[The film] asks a more probing question: whether Mr Carville and company, in selling a pro-globalization, pro-American candidate, can export American-style campaigning and values to a country so fundamentally different from the United States …</p> <p>\"'It's a very explosive film in Bolivia because it shows close up a very deliberate strategy,' said Jim Shultz, an American political analyst in Bolivia who recently saw the film with a group of friends. 'The film is especially explosive because it's about a candidate – so identified with the United States and so hated by so many Bolivians – being put into office by the political manipulations of US consultants.'</p> <p>\"Mauro Quispe, 33, a cabdriver in La Paz, said he saw slices of the film on the television news, and it raised his ire. 'I was stunned,' he said. 'He was being advised by the Americans, and everything they said was in English.'\"</p> </blockquote> <p>There's no evidence, at least of which I'm aware, that any of these Democratic operatives intervened on behalf of their former client in his extradition pleas to the Obama administration, but it rather obviously did not hurt. At the very least, shielding a former leader deposed by his own people from standing trial for allegedly gunning down unarmed civilians takes on an even uglier image when that former leader had recently had leading US Democratic operatives on his payroll.</p> <p>Then, there are the very revealing parallels between this case and the recent decision by Ecuador to grant asylum to Julian Assange, until his fears of political persecution from being extradited to Sweden are resolved. Remember all those voices who were so deeply outraged at Ecuador's decision? Given that he faces criminal complaints in Sweden, they proclaimed, protecting Assange with asylum constitutes a violent assault on the rule of law.</p> <p>Do you think any of the people who attacked Ecuador on that ground will raise a peep of protest at what the US did here in shielding this former leader from facing charges of genocide and crimes against humanity back in his own country? In contrast to Ecuador – which is fervently seeking an agreement to allow Assange to go to Sweden to face those allegations while simultaneously protecting his political rights – the US has done nothing, and is doing nothing, to ensure that Sánchez de Lozada will ever have to face trial. To the contrary, until Thursday, the US has steadfastly refused even to acknowledge Bolivia's extradition request, even though the crimes for which they want to try him are plainly within the scope of the two nations' extradition treaty.</p> <p>Then there's the amazing fact that Democrats, who understandably scorn Mitt Romney for piling up massive personal wealth while he advocates policies harmful to the poor, continue in general to revere these types of Clintonites who, arguably to a lesser extent, <a href=\"http://www.guardian.co.uk/world/2008/apr/04/hillaryclinton.uselections2008\">have done the same</a>. Indeed, Democrats spent all last week wildly praising Bill Clinton, who has <a href=\"http://edition.cnn.com/2012/07/03/politics/clinton-speaking-fees/index.html\">made close to $100m</a> in speaking fees alone by traveling the globe, <a href=\"http://news.yahoo.com/bill-clinton-brazil-no-1-among-rising-economies-170823632--business.html\">speaking to hedge funds</a>, and <a href=\"http://www.news.harvard.edu/gazette/2001/11.29/09-clinton.html\">advocating globalization and free trade</a>.</p> <p>In this case, one finds both the prevailing rules and the prevailing orthodoxies of American justice. High-level leaders in the US government and those who serve their interests are exempt from the rule of law (even when <a href=\"http://www.nytimes.com/2011/04/28/us/28bosch.html?pagewanted=all\">accused of heinous acts of terrorism</a>); only leaders who run afoul of US dictates <a href=\"http://miami.cbslocal.com/2011/11/23/noriega-to-be-extradited-to-panama/\">should be held accountable</a>. </p> <p>Even in the civil case against him, an appellate court <a href=\"http://ccrjustice.org/ourcases/current-cases/mamani-v-sanchez\">ultimately ruled</a> that he was immune from damages or civil lawsuits, overturning a lower court ruling that there were sufficient allegations of genocide and war crimes against him to allow the suit to proceed. <a href=\"http://www.salon.com/2012/05/04/more_federal_judge_abdication/\">As usual</a>, US federal courts are the leaders in ensuring that the most politically well-connected are shielded from the consequences of their acts.</p> <p>Relatedly, we find the prevailing sentiment that asylum is something that is only to be granted by the US and its western allies against unfriendly governments. The notion that one may need asylum <em>from</em> the US or the west – or that small Latin American countries unfavorable to the US can grant it rather than have it granted against them – is offensive and perverse to all good and decent western citizens, who know that political persecution is <a href=\"http://ggsidedocs.blogspot.com.br/2012/09/believing-oppression-only-happens.html\">something that happens only far away from them</a>.</p> <p>The protection of this accused former leader will likely generate little controversy in the US because it was the by-product of the actions of both the Bush and Obama administrations, and because it comports so fully with how American justice functions. The only surprising thing would have been if there had been a different outcome.</p> <p><strong><em>UPDATE</em></strong>: One astute commenter on Twitter, noting the Obama administration's <a href=\"http://www.salon.com/2012/03/06/attorney_general_holder_defends_execution_without_charges/\">claimed right</a> to assassinate even its own citizens without due process or charges, <a href=\"https://twitter.com/eTajikistan/status/244876659835146240\">asks</a>:</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395907859\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/9/1347219137832/bolivia1.png\" alt=\"bolivia tweet\" width=\"487\" height=\"241\" class=\"gu-image\" /> </figure>  <p>If the US felt compelled to adhere to the same set of rules it imposes on everyone else, then the obvious answer would be \"yes\". But the point demonstrated by this episode (and countless others) is that the US clearly feels no such compulsion.</p> <p><strong><em>UPDATE II [Mon.]</em></strong>: Several people have questioned why \"genocide\" is the appropriate charge for the crimes that occurred here. That is but one of the charges levied by Bolivian prosecutors and courts, and as the <a href=\"http://indiancountrytodaymedianetwork.com/2011/09/15/the-bolivia-genocide-case-ex-regime-figures-convicted-us-shelters-top-fugitive-53633\">Bolivians seem to recognize</a>, that term has a different meaning under their domestic criminal law than it does under international law. International law professor Kevin Jon Heller <a href=\"https://twitter.com/kevinjonheller/status/244870849948168194\">yesterday suggested</a> that while \"genocide\" would not apply to these acts under international law, the term \"crimes against humanity\" -- for indiscriminately shooting unarmed protesters -- seems clearly appropriate.</p>",
  "<p>The government faces a further outbreak of co-ordinated public sector strikes next spring after two of the UK's largest trade unions, <a href=\"http://www.unison.org.uk/\" title=\"\">Unison</a> and <a href=\"http://www.gmb.org.uk/home.aspx\" title=\"\">the GMB</a>, said they would join forces to confront ministers over pay on behalf of nearly 1.5 million local government and health employees.</p> <p>The two unions said they would co-operate on seeking an end to a multi-year pay freeze as part of an alliance that could lead to a merger, creating a union that would dwarf <a href=\"http://www.unitetheunion.org/\" title=\"\">Unite</a>, which has about 1.5 million members. Speaking on the opening day of the <a href=\"http://www.theguardian.com/politics/2011/sep/12/tuc-leader-riots-social-divisions\" title=\"\">annual TUC conference</a> in Brighton, Dave Prentis, Unison's general secretary, said: \"This is more than rhetoric; this is what we are planning as we move into the negotiating season.\" Paul Kenny, GMB general secretary, said: \"People have not had pay rises for years and they are getting sick of being treated like a political football.\"</p> <p>At the TUC, various industrial tactics were discussed after last year's broad front on pensions, raising the possibility of joint strike action by the largest teachers' and civil servants' unions this autumn and even the consideration of a general strike.</p> <p>The bulk of Unison and GMB's combined public sector memberships are in health and local government, but also include the Ministry of Defence, prisons and civil service. Both general secretaries stopped short of setting a date or terms of a merger, but made clear that both unions are moving towards ever closer co-operation.</p> <p>\"We are looking for a better way to merge and we have it,\" said Prentis, adding that rushed union mergers have a chequered history. Kenny also declined to put a timeframe on a full merger, saying that he preferred to describe the current arrangement as \"living in sin\".</p> <p>The Unison and GMB stance on pay echoes comments made last week by Len McCluskey, the leader of Unite, who said he would back a TUC motion calling for co-ordinated strikes over pay. McCluskey said public sector employees have already endured a three-year pay freeze and faced another two years of restraint after George Osborne capped pay increases in 2013-14 and 2014-15 at 1%, effectively tying the hands of local government employers and the NHS pay review body.</p> <p>The largest civil service union, the <a href=\"http://www.pcs.org.uk/\" title=\"\">Public and Commercial Services union</a>, countered the Unison and GMB approach with a call for strikes as soon as possible after a TUC-organised protest march in central London on 20 October. Mark Serwotka, the union's general secretary and one of the most vocal proponents of industrial action against the coalition, said: \"We cannot wait for a date in the future. We have to react with a bit more urgency.\"</p> <p>The PCS, whose members include immigration officers and employees at the <a href=\"http://www.dft.gov.uk/dvla/\" title=\"\">Driver and Vehicle Licensing Authority</a>, said it would join any industrial action called by the NUT and NASUWT teachers' unions which, between them, represent more than 600,000 teachers and are due to make a joint statement on Monday on action that might include strikes.</p> <p>TUC delegates are also expected to vote on a motion to explore the \"practicalities\" of holding the first general strike since 1926. The GMB and Unison are supporting the motion. Bob Crow, general secretary of the <a href=\"http://www.rmt.org.uk/\" title=\"\">RMT rail union</a>, said: \"The only way to get this government to take us seriously is by taking general action in the form of a general strike.\"</p> <p>• This article was amended on 12 September 2012. The original put the membership of Unite at just under 2 million. This has been corrected to 1.5 million.</p>",
  "<p>The international system is often accused of failing to give adequate early warning; of being myopic and not furnishing the appropriate powers with data and analysis that would allow an effective, timely response to predictable disasters. With the recent publication of the report, <a href=\"http://www.unrwa.org/etemplate.php?id=1423\" title=\"\">Gaza in 2020: a Liveable Place?</a>, it would be hard to level these accusations at the UN country team in the occupied <a href=\"http://www.theguardian.com/world/palestinian-territories\" title=\"\">Palestinian territory</a>. The report is a trend analysis based on data from authoritative sources, such as the UN's specialised agencies, the World Bank and the IMF, which sets out where Gaza will be in less than eight years' time. This is early warning writ large.</p> <p>By 2020 the population of the tiny Gaza Strip will grow by half a million people: 500,000 more to be fed, housed, educated, employed. More than half of the population will be under 18, with one of the highest youth populations as a proportion anywhere in the world.</p> <p>The lack of safe drinking water is the most urgent concern in Gaza today and it will only get worse in the years to come. The coastal aquifer is the main water source, but 90% of its water is not safe for drinking without further treatment. Three times as much water is currently extracted from the aquifer as is recharged from rainfall every year. Thissituation is not sustainable. By 2016, the aquifer may become unusable, and damage to it may be irreversible by 2020 without remedial action now. Already, people have to drill deeper and deeper to reach groundwater. The UN Environment Programme recommends resting the aquifer immediately, as it would otherwise take centuries for it to recover. At the same time, demand for water is projected to grow to 260m cubic meters per year in 2020, 60% more than is currently extracted from the aquifer.</p> <p>Only one quarter of sewage is currently treated. The remaining three quarters are dumped into the Mediterranean sea. Based on population growth, the amount of sewage and waste water that is generated per year could increase from 44m cubic meters today to 57m cubic meters in 2020. Current treatment plants need to be expanded and improved, and new ones built.</p> <p>These predictions have profound implications for all humanitarian and development organisations in Gaza, in particular the <a href=\"http://www.unrwa.org/\" title=\"\">UN Relief and Works Agency</a> (UNRWA) which works with Gaza's refugee communities. Some 70% of the population are refugees, with UNRWA's current caseload of over 1.2 million expected to rise to some 1.5 million by 2020. This 30% increase in refugees will require massive investment to maintain current levels of service.</p> <p>Take health: in 2011 there were over 4.4 million patient visits to UNRWA health centres, that could be expected to rise to over 5.7 million annual visits at current rates. UNRWA's 21 health centres currently have an average catchment of approximately 57,000 registered refugees; without new clinics that would rise to over 74,000 by 2020. To bring UNRWA closer to WHO standards, the agency currently needs an additional 90 doctors and 95 nurses. To maintain current service levels by 2020, UNRWA would need to add five new health centres, 220 doctors and over 300 other health professionals, and that is without improving the present level of service (over 100 patient visits per doctor per day).</p> <p>In the education sector, urrently UNRWA has 247 schools in 130 buildings, with 93% double shifting – the same building serving two separate shifts of students and teachers each day. To maintain our current student teacher ratio we would need over 2,000 teachers and support staff.</p> <p>On social protection UNRWA distributes food to over 900,000 refugees, after which some 44% remain food insecure because of a lack of jobs. Without improvements in the economy that can only come about with the lifting of the blockade that figure will rise to over 1 million. An additional 350,000 refugees by 2020 means some 20,000 new shelters will be required.</p> <p>Our prescription to avert this looming but avoidable catastrophe is simple. While the UN has condemned the rockets many times, we continue to demand a lifting of the blockade, which is costing the international community hundreds of millions of dollars each year. Allow the people of Gaza to enjoy the standards of development and economic prosperity for which they yearn. They are capable of self-sufficiency. They do not want the current levels of 80% aid dependency to continue and neither do the world's taxpayers who fund the international aid agencies. Let us address the root causes of this looming disaster rather than expecting the international community to foot the bill to mitigate their disastrous consequences.</p> <p><em>Robert Turner is Gaza Director of the UN Relief and Works Agency for Palestine Refugees </em></p>",
  "<p>Home Office ministers have ordered weekly reports on the progress of two new contracts with the private security companies G4S and Serco to house and provide support services for thousands of asylum seekers and their families.</p> <p>The chief executive of the UK Border Agency (UKBA), Rob Whiteman, has confirmed that serious concerns about the ability of the two companies to find housing for thousands of asylum seekers across the north of England by November has led to closer monitoring at the most senior levels of the Home Office.</p> <p>The £883m a year Compass contract to provide support services for dispersed asylum seekers is the largest project run by the Home Office. The two private security companies took over the five-year asylum housing contracts in four of the six UKBA regions across Britain from social landlords, including councils, in March.</p> <p>The companies were expected to start moving people in June. But after a contractual dispute G4S dropped its housing subcontractor for the Yorkshire and Humberside region, United Property Management, in June and its new subcontractors have yet to find enough homes.</p> <p>Two councils, Sheffield and Kirklees, have raised concerns about their ability to deliver the housing contract within the expected timetable. Kirklees council said that a fortnight ago, only one family out of 240 asylum seekers had been moved as part of the transition from the council to the new providers.</p> <p>\"There are 240 asylum seekers being assisted. We understand the subcontractors are finding it difficult to procure accommodation and the council has been asked to continue to provide assistance until the end of October. There is no suggestion however that the council's contract will be renewed after this time,\"</p> <p>Whiteman has told the Commons public accounts committee there were also concerns about the two Serco contracts, one covering north-west England and the other Scotland and Northern Ireland, including the \"speed at which properties are being acquired\".</p> <p>He said the issue had been \"escalated\" to directly involve himself and Jeremy Oppenheim, the UKBA director of immigration and settlement. Weekly reports are also being sent to ministers.</p> <p>\"It is not at this stage anywhere near penalties because they are acting within the contract in terms of how the work is handed over to them,\" Whiteman told MPs. \"We do have concerns about mobilisation. We are escalating this and I have been involved in meetings on that but it is at a relatively early stage.\" He added there were other remedies available under the contracts but he hoped the difficulties would be resolved.</p> <p>G4S has denied it is experiencing difficulties in finding accommodation for asylum seekers in any of its contract areas: \"The current contractors – the Yorkshire and Humberside consortium – have a contract to manage service users until 2 November 2012. We're on track to move everyone out of their properties where this is required by that date. We have agreed we will move households in some areas at a faster rate than this so some areas will be complete by the end of September rather than the end of November,\" said a company statement.</p> <p>Margaret Hodge, the public accounts committee chair, raised the issue with the UKBA after hearing concerns that the companies had signed the contracts but not secured accommodation.</p> <p>The UKBA said it expected the new providers to fulfil the terms of the contracts: \"We are working closely with them to ensure the majority of people will continue living in their current properties. Where people do need to move proper consideration will be given to ensure minimum disruption.\"</p>",
  "<p>Shell has been accused of \"stock-car racing recklessness\" after apparently undertaking only the most limited testing of a key piece of equipment aimed at preventing a Gulf of Mexico-style blowout during its controversial drilling in the Arctic.</p> <p>Documents obtained under a Freedom of Information Act request suggest field-testing of a containment dome took place over two hours on 25 and 26 June. The dome, known as a \"capping stack\", would be dropped over any stricken wellhead.</p> <p>Two officials from the bureau of safety and environmental enforcement (BSSE) – an arm of the US interior department – were present with Shell officials at the tests in Puget Sound, Washington, but there was no independent verification of the tests.</p> <p>Shell reportedly started work yesterday on the $4.5bn (£2.8bn) drilling programme in the Chukchi Sea, 70 miles off Alaska's north-west coast. It does not yet have permission to drill into oil reserves.</p> <p>Public Employees for Environmental Responsibility (Peer), a US group that helps federal and state employees raise the alarm on environmental protection issues, said it was shocked by the single page of notes from the government agency after it filed a federal lawsuit against the BSSE asking for all documents relating to the capping tests.</p> <p>This \"slim production\" belied the agency's [BSSE] claim in press statements that it had conducted comprehensive testing to meet \"rigorous new standards\", added Peer. \"The first test merely showed that Shell could dangle its cap in 200ft of water without dropping it,\" said Kathryn Douglass, a Peer staff lawyer. \"The second test showed the capping system could hold up under laboratory conditions for up to 15 minutes without crumbling. Neither result should give the American public much comfort.\"</p> <p>Shell did not contest the assumptions made by Peer about the testing but said the containment cap was only one of various pieces of equipment assembled over a long period of time to deal with any emergency.</p> <p>\"Approval of our Chukchi Sea oil spill response plan [Orsp] … validates the huge amount of time, technology, and resources we have dedicated to assembling an Arctic oil spill response fleet second to none in the world,\" said a Shell spokesman.</p> <p>\"It reinforces that Shell's approach to Arctic exploration is aligned with the high standards the department of interior expects from an offshore leader. Specifically, Shell's Orsp includes the assembly of a 24/7 onsite, nearshore and onshore Arctic-class oil spill response fleet, collaboration with the US Coast Guard to test roles and responsibilities and newly engineered Arctic capping and containment systems.\" Environmental campaigners Greenpeace said the limited testing of the crucial sub-sea cap displayed a \"total disregard\" for even the most basic safety standards.</p> <p>\"Such recklessness wouldn't look out of place in a stock-car race,\" said Ben Ayliffe, senior Arctic campaigner at Greenpeace. \"The only option now is for the US government to call a halt to Shell's plans to open up the frozen north because the company is so clearly unable to operate safely in the planet's most extreme environment.</p> <p>\"Whatever Shell is able to do in the narrow window between now and when the sea ice returns, it won't erase the clear evidence we've seen in the past two months that there's no such thing as safe drilling in the Arctic.\"</p> <p>The company was granted permission to starting digging with its drill ship in the Chukchi Sea but only into the layer of ocean bottom located above oil reserves.</p> <p>Shell can dig 20-by-40ft mud-line cellars, which will eventually hold and protect a well's blowout preventer 40ft below the seabed. The US interior secretary, Ken Salazar, said he had made his decision after an exhaustive review of Shell drilling rigs and safety equipment, including a capping stack.</p> <p>\"Any approved activities will be held to highest safety, environmental protection and emergency response standards,\" he said.</p> <p>Shell hopes to drill exploratory wells in the Chukchi and Beaufort seas in this year's open-water season, rapidly drawing to a close.</p> <p>• This article was amended on 10 September 2012. The original placed Puget Sound in Alaska, rather than Washington state.</p>",
  "<video data-media-id=\"gu-video-395869928\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/9/120909IraqBomb-4x3.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/9/120909IraqBomb_3gpSml4x3.3gp\"/><source src=\"https://cdn.theguardian.tv/connectedTV/640/2012/9/9/120909IraqBomb-4x3.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120909IraqBomb/120909IraqBomb.m3u8\"/> </video>   <p>Insurgents have killed at least 44 people in a wave of attacks against Iraqi security forces, gunning down soldiers at an army post and bombing police recruits waiting to apply for jobs.</p> <p>The violence, which struck at least 11 cities and wounded nearly 240 people, highlighted militant attempts to sow havoc in the country and undermine the government.</p> <p>There was no immediate claim of responsibility for the attacks, but security forces are a frequent target of al-Qaida's Iraq branch, which has vowed to reassert itself and take back areas it was forced from before US troops withdrew from the country last year.</p> <p>In Sunday's deadliest attack, gunmen stormed a small Iraqi army outpost in the town of Dujail before dawn, killing at least 10 soldiers and wounding eight more, according to police and hospital officials in the nearby city of Balad, about 50 miles north of Baghdad.</p> <p>Hours later, a car bomb struck a group of police recruits waiting in line to apply for jobs with the state-run Northern Oil Company outside the northern city of Kirkuk. Police said seven recruits were killed and 17 wounded. He said all the recruits were Sunni Muslims and blamed the early morning attack on al-Qaida.</p> <p>The carnage stretched into the country's south, where bombs stuck to two parked cars exploded in the Shia-dominated city of Nassiriya, 200 miles south-east of Baghdad. The blasts were near the French consulate and a hotel in the city, although the consulate did not appear to be a target of the attack.</p> <p>Health officials said two people were killed and three were wounded at the hotel, and one Iraqi policeman was injured at the consulate. No French diplomats were among the casualties.</p> <p>France's foreign ministry said it \"condemns with the greatest severity\" the wave of attacks. In a statement, the ministry said it \"especially condemned\" the attack outside France's honorary consulate in Nassiriya, which killed an Iraqi police officer and wounded a passerby.</p> <p>A string of smaller attacks struck nine other cities, including Baghdad, on Sunday.</p> <p>In the capital's eastern Shia neighbourhood of Husseiniyah, roadside bombs killed a policeman and a passerby, security and health officials said. Another eight people, including four soldiers, were wounded, the officials said.</p> <p>The rest of the attacks were car bombs that hit cities stretching from the southern port of Basra, Iraq's second largest city, to the city of Tal Afar north-west of Baghdad, near the Syrian border.</p> <p>The blast in Basra killed three people and wounded 24, while the bomb in Tal Afar killed two people and wounded seven, officials said.</p> <p>A pair of car bombs in southern Maysan province killed five people and wounded 40 outside a Shia shrine, said the holy site's director.</p> <p>A roadside bomb in Taji, just north of Baghdad, left two people dead and 11 injured, and explosions in the Sunni towns of Hawija and Ar Riyad, outside Kirkuk north of Baghdad, wounded seven people.</p> <p>In Tuz Khormato near Kirkuk a car bomb outside a market killed four and wounded 41 people, said Salahuddin provincial health director Raeed Ibrahim. And in Kirkuk itself, three mid-morning explosions, two car bombs and a roadside bomb, killed seven and wounded about 70.</p>",
  "<p>My friend Mick Jones, who has died of cancer aged 68, was an artist, illustrator, mural painter and teacher. The younger son of the trade union leader <a href=\"http://www.theguardian.com/uk/2009/apr/23/jack-jones-obituary\" title=\"\">Jack Jones</a> and his wife, Evelyn, Mick was like his father a staunch socialist, Labour supporter and friend of trade unions.</p> <p>Mick was born in Bideford, Devon, but brought up in Coventry. He won a scholarship to Solihull school and then went to Birmingham Art College, where he met his companion of later years, Val Warrender. He gained a degree in industrial design at the Royal College of Art in 1966, and completed a teaching course at Goldsmiths, University of London. He studied in Czechoslovakia – \"Czecho\", as he called it – for two years in the 1960s and was involved in the protests against Russian tanks that moved in to crush the Prague spring in 1968. There he made many close friends, including the dissident leader, and later president, <a href=\"http://www.theguardian.com/world/2011/dec/18/vaclav-havel\" title=\"\">Václav Havel</a>.</p> <p>Mick was a mine of information about Czech art and thoroughly versed in art history. In the 1980s he travelled to Mexico with Anna Walker, his partner for several years. There he saw the work of the great muralists Diego Rivera and José Clemente Orozco. This informed his own work, largely commissioned by trade unions, which ranged from commemorative plates and banners to murals, paintings, cartoons and stained glass. A <a href=\"http://www.liverpoolmuseums.org.uk/mol/visit/galleries/peoples/unemployment.aspx\" title=\"\">fine example</a>, Unemployment on Merseyside – Campaigning for the Right to Work (1993), can be seen in the People's Republic gallery at the Museum of Liverpool.</p> <p>Always willing to turn his considerable talents to the service of the labour movement, Mick designed and painted a wonderful ceiling mural at Liverpool Trades Council Centre. The West End of London has his Fitzrovia mural; while the East End has his huge Dalston Peace mural. His panels illustrating the history of the labour movement are displayed in the dining room of the Eastbourne Unite Centre. He did portraits of trade union leaders including <a href=\"http://www.theguardian.com/news/2001/aug/14/guardianobituaries\" title=\"\">Jimmy Knapp</a> and <a href=\"http://www.theguardian.com/news/2005/nov/28/guardianobituaries.obituaries\" title=\"\">George Brumwell</a>.</p> <p>His later years were spent caring for his father, whom he admired greatly. This drew him into working with the <a href=\"http://www.international-brigades.org.uk/\" title=\"\">International Brigade Memorial Trust</a>, of which Jack was president. He escorted Jack on numerous visits abroad to commemorate the sacrifices of anti-fascists but also, in Britain, as leader of the pensioners' movement. Mick was Jack's carer, driver, defender and advocate.</p> <p>He is survived by Val, by his brother, Jack, and by his daughter, Hannah, from his marriage to Eileen, which ended in divorce.</p>"
]