[
  "The week's new theatre and dance",
  "This week's new film events",
  "Zachary Quinto on American Horror Story, Spock, and filthy slash fiction",
  "Frank Cottrell Boyce: schools risk putting children off reading forever",
  "How to maximise returns on children's savings accounts",
  "Parenting on the frontline: when the war correspondent became a mother",
  "Hugh Fearnley-Whittingstall's pear recipes",
  "Heston Blumenthal unveils new use for a tampon – as a palate cleanser",
  "My life on a plate: famous foodies' food diaries",
  "Crime's grand tour: European detective fiction",
  "Gavin Francis: the view from Antarctica",
  "Liverpool's Jonjo Shelvey is afraid of no one – bar Brendan Rodgers",
  "Apple's investment manager wrestles with $120bn problem",
  "Romney and Obama hail New Orleans' charter schools as a model for America",
  "Chelsea and Manchester United struggle to fly with clipped wings",
  "Can the company fire you for the way you vote?",
  "How do you deal with public disgrace?",
  "Extradited Briton Christopher Tappin agrees plea deal",
  "Syrian car bomb breaks Eid al-Adha ceasefire",
  "Police and crime commissioner candidates set out their stalls online",
  "Gareth Henry: 'I saw my friends killed … There's no safe place in this country'",
  "NHL lockout: will there even be a season?",
  "Middle-class voters 'more leftwing' than the working-class",
  "The Jim Jones Revue – review",
  "Gay Jamaicans launch legal action over island's homophobic laws",
  "Hurricane Sandy heads for US after lashing Caribbean – as it happened",
  "Wen Jiabao – Chinese communist with a smile and a strong survival instinct",
  "30 Best Android apps this week",
  "Saatchi & Saatchi",
  "John Sununu backs down after 'own race' slur at Colin Powell's Obama endorsement - US politics live",
  "Fear and loathing in Athens: the rise of Golden Dawn and the far right",
  "Winter cycling tactics from Alaska for riding in the UK",
  "The week in wildlife – in pictures",
  "Your views on the news: The future for Argos and memories of analogue TV",
  "Never mind the Tories – what will Labour do about Europe?",
  "Strictly Come Dancing trips up over pay",
  "Picture desk live: the best news pictures of the day",
  "Living room gigs: a night in to remember",
  "East Coast and Grand Central – which is better?",
  "Eurozone crisis as it happened: Spanish unemployment hits record high as US GDP beats forecast",
  "Today's media stories from the papers",
  "Syria conflict: Eid al-Adha ceasefire - Friday 26 October 2012",
  "What I learned from working behind the scenes in social work policy",
  "Eyewitness Extra: Ciudad Juarez, Mexico",
  "Julian Assange: I may leave embassy if US government ends standoff"
]