[
  "<p>Since the end of the last century, the expression \"rogue state\" has become increasingly acceptable within international public&#xa0;discourse. Driven by&#xa0;US&#xa0;propaganda, the concept aims to demonise countries opposed by Washington by portraying them as global threats.</p> <p>However, in recent years, this argument has been turned against the&#xa0;White&#xa0;House. An alternative view is&#xa0;gaining traction – namely that the main rogue state of the planet and the greatest terrorist threat to world peace is&#xa0;none other than the United States, and it has the backing of the likes of eminent US intellectuals Noam Chomsky and William Blum, and the film director Oliver Stone.</p> <p>Viewed from South America, the UK has done more than enough to share that accolade with its US cousins, and the attitude in Britain to <a href=\"http://www.theguardian.com/media/julian-assange\" title=\"\">Julian Assange</a> is simply the latest example. The Ecuadorean foreign minister, Ricardo Patiño, reported that <a href=\"http://www.theguardian.com/media/2012/aug/16/julian-assange-ecuador-embassy-asylum\" title=\"\">the British government transmitted to Quito</a> an \"explicit threat in writing that they may assault our Ecuadorean embassy in London if we do&#xa0;not deliver Julian Assange\".</p> <p>The British foreign secretary, William&#xa0;Hague, later confirmed the threat, thus breaching the Vienna convention, which establishes the immunity of diplomatic headquarters, something that not even the bloodthirsty South American dictators Jorge Videla and Augusto Pinochet dared to do.</p> <p>As the spokesperson for the Russian foreign minister noted: \"Everybody knows that tens of alleged criminals, whose extradition is requested by many countries, including Russia, found asylum and feel safe in Great Britain. Why then refuse to do the same in the case of&#xa0;Assange?\" Worse still, London extended a welcome to one of the bloodiest Latin American dictators, Pinochet, but denies it to Assange. This&#xa0;regrettable moral double standard&#xa0;speaks for itself.</p> <p>It seems that Assange's offence of publishing the schemes and crimes secretly committed and supported by&#xa0;those who would lead us is unforgivable. As a result, the US has mobilised its&#xa0;friends and allies worldwide in order&#xa0;to capture the WikiLeaks founder, even if it must breach international laws and treaties and trample over human rights in order to teach him the&#xa0;lesson it&#xa0;feels he deserves.</p> <p>The global media is praising the \"bravery of Britain\". But the UK is a mere pawn in the imperial strategy, as are the governments of Sweden and, worse still, Australia, Assange's country of origin, which has scandalously disassociated itself from the case.</p> <p>However, there is some hope: last weekend&#xa0;an emergency meeting of the ministers of foreign relations of the Union of South American Nations (Unasur) concluded with a unanimous declaration of solidarity with Ecuador and in repudiation of the attitude of the&#xa0;British government regarding this incident. It should be noted that Unasur includes governments at either end of the political spectrum.</p> <p>David Cameron's position was so&#xa0;reprehensible that conservative leaders&#xa0;such as Chile's Sebastián Piñera&#xa0;and Colombia's Juan Manuel Santos as well as radical ones such as Bolivia's Evo Morales and Venezuela's Hugo Chávez sided with President Rafael Correa of Ecuador.</p> <p>It is a discouraging sign that the country which, in the mid-19th century,&#xa0;welcomed Karl Marx is now ready&#xa0;to deliver Assange to a country that administers the infamous Guantánamo prison camp, sends prisoners overseas in secret flights to be&#xa0;tortured elsewhere, and deprives alleged criminals of&#xa0;the most elementary right of self-defence, unable to call a lawyer or even to communicate his or her whereabouts to their family.</p>",
  "<p><strong>Age:</strong> 49</p> <p><strong>Appearance: </strong>Handsome, but well fed.</p> <p><strong>Ah. Celebrity chef, is he? </strong>No. Celebrity president. Of Ecuador.</p> <p><strong>Ah yes, the country named after its latitude. </strong>That's the one. Although there's a bit of it in London too, where Julian Assange is living.</p> <p><strong>Not him again. </strong>I know. In his <a href=\"http://www.theguardian.com/media/2012/aug/19/julian-assange-balcony-bolivar-knightsbridge\" title=\"\">balcony speech</a> on Sunday, he thanked President Correa \"for the courage he has shown in considering and in granting me political asylum\".</p> <p><strong>That's nice. Kindred spirits are they? Does Correa also take a keen interest in journalistic freedom? </strong>Indeed he does. <a href=\"http://www.theguardian.com/world/2012/aug/19/assange-correa-ecuador-media-freedom\" title=\"\">Mostly so he can suppress it.</a> The Committee to Protect Journalists&#xa0;describes freedom of expression as <a href=\"http://cpj.org/blog/2012/08/as-it-backs-assange-ecuador-represses-free-express.php\" title=\"\">\"under siege\"</a> in Ecuador. Correa is always shutting down or forcibly nationalising newspapers, radio stations and television channels that criticise him.</p> <p><strong>I see. You're saying he's another of those populist tyrant characters, like a Chavez or a Putin?</strong> Well Correa is not a complete tyrant, but he is certainly ty-curious. Earlier this year he <a href=\"http://www.bbc.co.uk/news/world-latin-america-17060578\" title=\"\">won&#xa0;a libel case</a> – after leaning on the judge, <a href=\"http://www.washingtonpost.com/opinions/ecuadors-autocrat-cracks-down-on-media-freedom/2011/07/27/gIQA5BRtfI_story.html?wpisrc=nl_cuzheads\" title=\"\">some&#xa0;say</a> – against an El Universo journalist Emilio Palacio, and three of the newspaper's directors. They were all sentenced to three years in jail and fined&#xa0;$40m, but Correa has now said he&#xa0;will pardon them.</p> <p><strong>That's nice.</strong> I'm not sure they think so. Palacio had fled to claim asylum in the US, two of the directors have also left the country, and the third – get this – has been <a href=\"http://www.alternet.org/rss/breaking_news/790764/panama_grants_asylum_to_accused_ecuador_publisher\" title=\"\">granted asylum in the&#xa0;Panamanian embassy in Ecuador's capital&#xa0;Quito</a>.</p> <p><strong>That's rather ironic.</strong> Yes it is.</p> <p><strong>So what would happen now in the purely hypothetical scenario where, say, Wikileaks received a batch&#xa0;of documents showing that Correa's brother was corruptly awarded government contracts?</strong> You mean as was alleged in the book El Gran Hermano, whose authors <a href=\"http://www.argentinaindependent.com/tag/fabricio-correa/\" title=\"\">Correa also sued</a>?</p> <p><strong>That's right. Would they risk the wrath of Correa by publishing them?</strong> Who knows?</p> <p><strong>Do say:</strong> Anything you like. Ecuador is a free country.</p> <p><strong>Don't say:</strong> Anything that could \"discredit, dishonour or disparage\" \"an authority\" or you'll&#xa0;be sued.</p>",
  "<p>The Paralympics will be a celebration not only of sporting prowess, but also of the huge advances made in the emancipation of disabled people in Britain. Although there remains far to go – and there are major concerns that the <a href=\"http://www.theguardian.com/politics/welfare\" title=\"\">coalition's welfare cuts</a> will set back those advances – that fundamental change is surely irreversible: as a leading expert puts it, the genie is out of the bottle. We are becoming accustomed to seeing disabled people in the community, in the workplace and in the media. Forty years ago, many would have been in residential care.</p> <p>Much of this has come about through the efforts and organisation of disabled people themselves. Led initially by a handful of activists, a nascent disability rights movement seized the initiative in the 1970s and began campaigning for legislative and welfare reforms that now underpin striking societal change.</p> <p>But in 2012, just as the opportunity comes to make a show of Britain's progress before a global audience, the disability movement finds itself at a crossroads – and, some say, becalmed. The leaders who emerged in the 70s and 80s have gone, or are departing, and the agenda, perhaps understandably, seems dominated by a struggle to preserve gains won.</p> <p>\"In some ways we are much closer to the 70s than to where we were in the 90s,\" said Ian Macrae, the editor of <a href=\"http://www.disabilitynow.org.uk/\" title=\"\">Disability Now magazine</a>. \"As a community we are having to fight a very particular battle [over] what the government is doing ... which is preventing us from making the wider case about why we need more in the way of independent living.</p> <p>\"We have got so completely trapped in the tunnel of argument over welfare reform that disabled people are increasingly happy to present themselves as victims. The leaders of the movement of the 80s and 90s fought [against] that tooth and nail.\"</p> <p>Some of the most influential of those leaders had shaped their views through visits to the first <a href=\"ttp://www.leeds.ac.uk/disability-studies/archiveuk/evans/Centres%20for%20Independent%20Living%20as%20an%20Alternative%20to%20Instit%85.pdf\" title=\"\">centres for independent living</a> in the US, where disabled students were provided with personal assistants to enable them to live in the community while at university. Their lifestyle made a profound impression on the visitors, several of whom were living in residential homes where the regimes had scarcely progressed since before the second world war.</p> <p>A letter published in the Guardian in September 1972, proposing a consumer group to represent disabled people living in institutions, is often seen as the start of the UK independent living movement, leading as it did to the creation of the <a href=\"http://www.leeds.ac.uk/disability-studies/archiveuk/UPIAS/UPIAS.pdf\" title=\"\">Union of Physically Impaired Against Segregation (Upias)</a> (pdf). The early 1970s were heady days on the political left and the group's founders drew parallels with the struggles for equality of women, black and gay people: Vic Finkelstein, one of its prime movers, was a psychologist with a spinal cord injury who came to the UK from South Africa as a refugee after being banned by the apartheid regime for civil rights activism.</p> <p>A second key organisation was the Disability Alliance, founded in 1974 with the goal of a comprehensive income scheme for disabled people and chaired by Peter Townsend, a leading poverty expert. A paper, titled <a href=\"http://www.leeds.ac.uk/disability-studies/archiveuk/UPIAS/fundamental%20principles.pdf\" title=\"\">Fundamental Principles of Disability</a>, summarising discussions in 1975 between the alliance and Upias, is regarded as the first statement of the \"social model\" of disability.</p> <p>The social model, as distinct from a medical model, treats physical or mental impairment separately from disability in the way in which disabled people are excluded from full participation in society. Finkelstein – who helped develop the idea of the social model with its prime architect, the disability academic Michael Oliver – used to describe a hypothetical village in which all the residents used wheelchairs and everything was tailored to their needs. When able-bodied visitors arrived, it was they who experienced problems and felt excluded.</p> <p>The social model became the dominant philosophy of the emerging UK disability movement after its adoption by the British Council of Organisations of Disabled People (BCODP), founded in 1981. As disability researcher and commentator Tom Shakespeare has argued, the model's importance was that it gave the movement a strategy – barrier removal – and it replaced in the minds of disabled people the idea that they were in some way deficient with the notion that they were in fact oppressed.</p> <p>The effect was liberating. \"They didn't have to be sorry for themselves: rather, they could be angry,\" he wrote in his book Disability Rights and Wrongs. \"Rather than a demeaning reliance on charity, disabled activists could now demand their rights.\" Such demands were given practical form initially by centres for independent living. The first were founded in Hampshire and Derbyshire in 1984, although some universities – notably Oxford, Essex, Southampton and Cardiff – had already been developing US-style schemes whereby disabled students shared accommodation with others without disabilities who provided support and assistance.</p> <p>Funding for those starting to live independently came from enlightened local councils, acting at the time with dubious legal authority, and a social security benefit called the domestic care allowance. When the government set out to withdraw the allowance in 1986, triggering outrage, the resulting campaign was the first indication of the gathering strength of the disability movement. Within a year, ministers had announced the <a href=\"http://www.dwp.gov.uk/ilf/\" title=\"\">independent living fund,</a> a state-funded quango to award discretionary grants worth hundreds of pounds a week to disabled people to live in the community. The bigger prize, however, was a legitimised and universal system of <a href=\"http://www.direct.gov.uk/en/MoneyTaxAndBenefits/BenefitsTaxCreditsAndOtherSupport/Disabledpeople/DG_10018721\" title=\"\">direct payments by councils</a>. The BCODP began to campaign for this in 1989. The statute took effect in the last days of the Major administration in 1997.</p> <p>That a Tory government passed the measures was highly significant: the idea resonated well with Conservative principles of individualism and self-determination. Under Labour, in a subtle switch of tactics, the disability movement deployed a human rights argument to sustain the case for disabled people having greater choice and control over their lives. Indeed, \"choice and control\" have been watchwords espoused by politicians of all hues since the mid-90s.</p> <p>The focus shifted under Labour to equality of opportunity and equality before the law, following the landmark legislation passed towards the end of the Tory government in the <a href=\"http://www.legislation.gov.uk/ukpga/1995/50/contents\" title=\"\">Disability Discrimination Act (DDA) 1995</a> – which for the first time required employers and providers of services to help disabled people by making \"reasonable adjustments\" that would remove barriers to their access and participation.</p> <p>For an employer, this might mean varying a job specification to take account of a person's disability or providing adapted equipment, such as desk or chair. For a retailer, it means making \"reasonable\" arrangements for disabled shoppers to be served: not just providing step-free access where possible, but ensuring someone is available, for instance, to assist a blind person who requests help.</p> <p>The DDA was amended and strengthened in 2005, imposing a duty on public bodies to promote equality. It was superseded, except in Northern Ireland, by the <a href=\"http://www.equalityhumanrights.com/legal-and-policy/equality-act/\" title=\"\">Equality Act 2010</a>, which consolidated all anti-discrimination legislation in a statutory mirror of the <a href=\"http://www.equalityhumanrights.com/\" title=\"\">Equality and Human Rights Commission (EHRC)</a>. Since 2007 the commission has combined the advisory and watchdog functions of formerly separate equalities bodies including the Disability Rights Commission.</p> <p>Many lament the passing of the DRC, which Labour had set up in 2000. Bob Niven, who was its chief executive, said: \"Having a joined-up commission has not been as good as disabled people would have hoped; most people would say it has not lived up to expectations. Of course there are similarities [across all groups at risk of discrimination] but I think the experience of being totally blind is not comparable with any other experience; having serious mental health difficulties is different from anything else.\"</p> <p>Niven is nonetheless convinced that the position of disabled people in Britain is markedly improved. \"It's very different than 10 or 15 years ago in terms of access to buildings, trains and public spaces, employment opportunities and application of technology. And it's much, much better in terms of public attitudes.\" Richard Howitt, Labour MEP for the east of England and vice-chair of the disability group in the European parliament, says the UK lags behind some other countries in meeting special educational needs, and that too many disabled people still live segregated lives. But he considers it to be out in front on non-discrimination. \"If you had to go to court and say you had been treated less than fairly, Britain would probably be the place to do it,\" he said. For Frances Hasler, a leading figure in the social care sector who has worked closely with the disability movement, the acid test is public transport. \"Every time I see a wheelchair user waiting at a bus stop in London, that gives me pleasure,\" she said. \"You can't turn that kind of thing back. You can't stick the genie back in the bottle. There is a lot of doom and gloom at the moment, but overall there has been a massive move forward. Although deinstitutionalisation is not yet complete, it's pretty mainstream. The idea that young disabled people don't belong back in institutions is certainly well embedded.\"</p> <p>All agree that there remains much to do. Disabled people continue to suffer persistent disadvantage in almost all aspects of life: <a href=\"http://www.poverty.org.uk/40/index.shtml\" title=\"\">one in three live in poverty</a>; <a href=\"http://odi.dwp.gov.uk/docs/res/factsheets/b1-disability-employment-factsheet-employment-rates.pdf\" title=\"\">one in two of working age are unemployed</a>; and older teenagers are <a href=\"http://testsandexams.qcda.gov.uk/libraryAssets/media/Briefing_sheet_one_introducing_the_DDA_act.pdf\" title=\"\">twice as likely as their non-disabled counterparts not to be in education, employment or training</a>. <a href=\"http://www.theguardian.com/news/datablog/2012/aug/14/disability-hate-crime-increase-reported-incidents-data\" title=\"\">Hate crime has become a serious issue</a>, with recorded incidents growing by 60% between 2009 and 2011.</p> <p>Yet just as the disability movement needs fresh impetus, there is a seeming crisis of leadership and direction. Many of the movement's leaders have gone or are, by their own admission, burnt out. Where will the new generation come from?</p> <p>Some argue that, as talented young disabled people can now enjoy rewarding careers, they have little time for campaigning: <a href=\"http://www.radar.org.uk/publications/doing-seniority-differently/\" title=\"\">research by the charity Radar in 2009</a>, though far from exhaustive, traced 110 disabled \"high flyers\" earning £80,000-plus salaries.</p> <p>Another suggestion is that a sense of complacency may have set in after the remarkable gains of the 1990s. Macrae said: \"After the DDA, a lot of people, including some of the activists, said: 'That's it, we have got what we want now.' They stopped protesting, stopped saying, 'This is not enough.' A lot of the spirit and a lot of the anger went out of the movement.\"</p> <p>Anger is certainly evident now, in reaction to the coalition's disability benefit changes, and much of it is being expressed by new grassroots networks of disabled people linked by social media. But there is a frustration among veterans of past struggles that they have been drawn into an agenda not of their choosing and are having to fight a rearguard action to try to preserve entitlements. Some are seeking to regain the initiative.</p> <p>In a <a href=\"http://www.jrf.org.uk/publications/rethinking-disability-policy\" title=\"\">recent paper for the Joseph Rowntree Foundation</a>, Jenny Morris, who was a disability policy adviser to the Labour government, has argued that disabled people need to instigate and lead a wider debate about the nature and purpose of the welfare state, applying to it the concept of reasonable adjustments that lies at the heart of the DDA, and thereby challenging the creeping prejudice that benefit payments are merely a drain on the economy.</p> <p>Liz Sayce, chief executive of the charity Disability Rights UK, which now incorporates Radar and the Disability Alliance, believes there are significant issues – potential \"quick wins\" – that could be taken up even at a time of austerity. These include campaigning for the <a href=\"http://odi.dwp.gov.uk/odi-projects/fulfilling-potential.php\" title=\"\">government's forthcoming disability strategy</a> to have real teeth, and exposing the failure of Whitehall departments to work together on disability issues; ensuring ministers fulfil their <a href=\"http://www.theguardian.com/society/2012/jun/14/mental-health-bars-mp-removed\" title=\"\">promise to overturn the ban on jury service for people with a mental disorder</a> and to scrap the legal provisions that can have them stripped of company directorships, and pressing for tougher action against negative portrayals of disabled people in the media.</p> <p>Sayce is more sanguine than others about the emergence of new, young leaders of the disability movement. Some 450 people have been through leadership programmes initiated by Radar and the charity established a network of high flyers, <a href=\"http://www.radiate-net.org.uk/\" title=\"\">Radiate</a>, with the support of Lloyds bank. Her Radar predecessor Kate Nash has gone on to help establish <a href=\"http://www.katenashassociates.com/home\" title=\"\">networks of disabled employees</a> in more than 220 companies and public bodies including Lloyds, BT and the houses of parliament.</p> <p>\"Many of these people won't become leaders in the classic, activist sense,\" said Sayce. \"But we shouldn't forget those who are leading opinion in different ways, across all sorts of sectors. Twenty or 30 years ago, there simply wouldn't have been disabled people in these positions.\"</p> <p>The disability movement faces a further, more fundamental question about its future direction, however. Shakespeare has come to the conclusion that for all the strengths of the social model of disability as a campaign umbrella, by adopting it uncritically in the 1980s and adhering rigidly to an unchanging interpretation of it since, the movement has taken a wrong turn. The importance of people's individual and shared impairments has been played down; the potential of medical intervention and advance has been dismissed; and the disability community has turned inward and failed to make alliances with other groups in society, he said.</p> <p>Shakespeare threw down his challenge in his book in 2006, calling for a reappraisal of strategy to galvanise disabled people once again. \"Since 2000, the disability movement in Britain appears to have stagnated,\" he wrote. \"Despite important and progressive changes in wider society, the politics of disability seem to have run out of steam.\" Six years on, his challenge remains.</p>",
  "<!-- Block 1 --> <p><strong>Preamble</strong> Good morning. Well, morning. It's time to assume the position. On 20 August 2001, Mark Butcher played the innings of his life, <a href=\"http://www.youtube.com/watch?v=EPEpkMTArww\">an astonishing 173 not out</a> as England breezed to a target of 315 to beat the mighty Australia, <a href=\"http://www.espncricinfo.com/ci/engine/current/match/63939.html\">scoring their runs in just 73.2 overs</a>. On 20 August 2012, they will need a similarly mind-blowing innings if they are to beat South Africa and stay at the top of the world rankings. No, no my breath is not currently held.</p> <p>England, chasing 346, will resume on 16 for two after a traumatic mini-session last night in which both openers were trapped LBW by Vernon Philander. On the equivalent Monday a year ago, England were presented with the ICC mace. Since then England have won three out of 10 Tests. That happy August day, when plenty of people matter-of-factly opined that England would dominate world cricket for the next 5-10 years, seems a long time ago.</p> <!-- Block 2 --> <p>\"<strong>Morning Smyth, morning everybody</strong>,\" says Josh Robinson. \"Is it revisionism of the worst kind to opine that this England side never was the best in the world, and only made it to the top of the ICC rankings because of the number of points they got for beating the India side that had declined substantially from the one that had itself got to the top of the rankings? I say this not in the spirit of I told you so (not least because I didn't, and was one of those who got rather carried away at the Oval last summer) but to suggest that there might not be all that much to worry about, in the sense that this isn't a fall from greatness, simply a reminder that the England side is not quite as good as – but able to compete with – a genuinely good South African side.\"</p> <p>The long answer is yes. When South Africa got 398 for one on the first day at Edgbaston in 2003, Duncan Fletcher said something like \"Good players are allowed to score hundreds against you.\" By the same token, bloody good teams are allowed to outplay you in a series. England have a few issues to resolve but to suggest they were never that good in the first place is tedious nonsense.</p> <!-- Block 3 --> <p><strong>In case you missed it yesterday</strong>, <a href=\"http://www.skysports.com/video/inline/0,26691,12607_8003627,00.html\">this is great</a>.</p> <!-- Block 4 --> <p><strong>\"Ouch</strong>,\" replies Josh Robinson. \"Not 'never that good'. Competitive with the best sides in the world. Up there in the top two or three. Just not the best in the world, and certainly not by some margin.\" Right now, no, South Africa are clearly better. But was that the case a year ago? I'm not so sure. Don't forget that, before this summer, South Africa had won only three of their last nine series. They even mlost a Test at home to a Murali-less Sri Lanka, which is an embarrassment. They have been much better in this series – only a fool would argue otherwise – but I think the 2010-11 England would have been their equal.</p> <!-- Block 5 --> <p><strong>Something to talk about today</strong> Let's discuss the issue on the lips of every single person in the country: overground train seat etiquette. Why do people who secure seats make it clear with such aggression that they don't want anyone else in the same postal district? And why do so many people stand for their 47-minute journey rather than utter the words, \"Can I sit there please?\"</p> <p>The most amusing approach came from a semi-drunken friend who, upon seeing a bad that was taking up two seats, said brusquely to its owner, \"You're gonna have to move that.\"</p> <!-- Block 6 --> <p><strong>14th over: South Africa 16-2 (target: 346; Trott 6, Bell 4)</strong> It's overcast at Lord's, with the lights on. In short, a lovely morning for bowling. If England lose a couple early on this could be over in a hurry. There are few things in cricket as demoralising as batting to save a game you needed to win. You often see a collapse in such circumstances – think <a href=\"http://www.espncricinfo.com/ci/engine/match/63788.html\">Antigua 1998</a> and <a href=\"http://www.espncricinfo.com/ci/engine/match/226351.html\">Lahore 2005</a>. Morkel starts with a fine maiden to Bell, including one sharp delivery that is fiddled on the bounce to slip.</p> <p>\"If you want to keep the seat next to you open,\" begins Martin Crosoer, \"make eye contact with the individual approaching it, smile, and stroke the seat…\" Rubbing your thigh with the other hand is optional.</p> <!-- Block 7 --> <p><strong>15th over: South Africa 23-2 (target: 346; Trott 8, Bell 4)</strong> <br>Vernon Philander, who bowled a devastating spell last night, beats Trott with a stunning delivery that lifts and seams away sharply. A peach of an awayswinger also beats Trott – and AB de Villiers, which means a bye for England. The next ball also beats de Villiers, this time scooting away for four byes.</p> <p>\"How should the England management rebuild?\" says Dave Ferguson. \"From numbers 1 to 11 who's world class and who do we need to replace? Keep Cook, Bell, Prior, Anderson and Broad and ditch the rest? Or is it more a question of tactics than players?\" A lot depends on what Strauss does. If he continues, I'd keep the same pool of players for India. I don't think anyone deserves to be dumped, although they will have an eye on the form of a few players. It's time to make Finn a regular though. The tour party for India might be something like: Strauss, Cook, Trott, Taylor, Bairstow, Bopara, Bell, Prior, Davies, Swann, Panesar, Tredwell, Broad, Anderson, Finn, Bresnan, Onions.</p> <!-- Block 8 --> <p><strong>16th over: South Africa 24-2 (target: 346; Trott 9, Bell 4)</strong> Trott is beaten by consecutive deliveries from Morkel, the first short and the second full. South Africa are all over England at the moment.</p> <p>In other news, Iain Chambers has thumped the tub so hard that it gave him a rhyme in return:</p> <blockquote> <p>\"They call me a dope<br>But got faith like the pope<br>Ball after ball<br>Will go over the rope<br>Catches go down<br>Slippery like soap<br>Keep on believing<br>Coz there's always... Oh sod it! All over by 3 o'clock\"</p> </blockquote> <!-- Block 9 --> <p><strong>17th over: South Africa 29-2 (target: 346; Trott 14, Bell 4)</strong> Trott won't last long here. He is struggling badly and has just edged Philander over the leaping third slip for four. There is yet another play and miss later in the over, a wild cover drive at an awayswinger.</p> <p>\"Much as I wish it was South Africa who were 23-2 this morning and chasing a stratospherically high target, I believe it is in fact unfortunately England who are that position,\" says Daviid Roberts. \"I'd suggest you altered the score headline of each over to reflect that grim reality.\" You do realise you're reading the Guardian don't you?</p> <!-- Block 10 --> <p><strong>18th over: England 34-2 (target: 346; Trott 18, Bell 4)</strong> Trott plays and misses for the 97th time this morning, although in his defence this was a storming lifter from Morkel. The next ball is flashed behind point for four. Trott is playing extremely aggressively this morning. Quite right too. There's no point England hanging around for a draw here.</p> <p>\"The other thing to bear in mind with these rankings is that they are calculated over a period of several (three?) years,\" says Mike Jakeman. \"So it's quite feasible that the world number one might be a side that has been excellent for a few years but is fading once they reach the top. Like India 2011. Of course, this would become a much easier argument if the ICC introduced the World Test Championship. Which they should.\" I'm all for a Test Championship, but even then you'd have people saying that the best team doesn't always win a cup competition, which is an argument that has some merit. It's far better to just use your eyes I suppose. England were the best team in the world a year ago. South Africa are the best team in the world now.</p> <!-- Block 11 --> <p><strong>WICKET! England 34-3 (Bell c Smith b Philander 4)</strong> My colleague Barry Glendenning is cackling maniacally and that can only mean one thing: Ian Bell has gone. He threw the bat at a wide, shortish outswinger from Philander that flew off the edge to Graeme Smith at first slip. A fairly straightforward chance slipped out of his grasp, but he was able to clutch it at the second attempt. Philander has wonderful figures of three for 11.</p> <!-- Block 12 --> <p><strong>19th over: England 36-3 (target: 346; Trott 18, Taylor 2)</strong> \"I never block my seat with a bag: it's the height of rudeness,\" says Simon Bell. \"It's not even necessary. The two-litre bottle of super-strength cider in front of me seems to keep most people away.\"</p> <!-- Block 13 --> <p><strong>20th over: England 39-3 (target: 346; Trott 21, Taylor 2)</strong> Trott times Morkel nicely through midwicket for three. That brings James Taylor on strike. Whether he lasts 10 balls or 200, this will be one of the more important tutorials of his Test career.</p> <p>\"Few things annoy me more than seat nazism,\" says Guy Hornsby. \"We've all sat down with a bag on a seat in a quiet carriage, but most of us are more than happy to move around should it be needed, but some people's willingness to act deaf/mute to hold their territory is teeth-gnashingly infuriating. There's an astounding lack of shoe-on-the-other-foot understanding here as well. If it was the other way round, they'd be covering you in spittle in high-visibility seat rage, but it's fine for them to stare at their paper while you shuffle past, no doubt tutting as you do so. The same goes for people that sit on the outside seat and don't move in, people that stand by a door and block entrance to a carriage, and god forbid, want to get on like their life depended on it, even when you're still trying to get out. Dammit Smyth, I was in a GOOD mood until you opened this pandora's box. Now I need a walk round the block.\"</p> <!-- Block 14 --> <p><strong>21st over: England 40-3 (target: 346; Trott 22, Taylor 2)</strong> <br>\"I am very much a glass-half-empty type of person but one just has to accept the Boks are a phenomenal side,\" says David Brown. \"Their bowling attack has a wonderful balance to it and their batsmen's Test averages show what a serious run-making unit they are. The only surprising thing is that they have not dominated the Test arena for the last few years as their only newish addition is Philander.\" Yes, they do seem to save their best for England. It's staggering to think a team this good <a href=\"http://www.espncricinfo.com/ci/engine/match/514033.html\">could be thrashed at home by Sri Lanka</a>, and it's weird that they've won only three of their last nine Test series. Their pace attack, as you say, is one of the most beautifully balanced we've ever seen. Any nominations for a more balanced high-class pace attack?</p> <!-- Block 15 --> <p><strong>22nd over: England 40-3 (target: 346; Trott 22, Taylor 2)</strong> Here comes Dale Steyn to bowl to his bunny Jonathan Trott. A Sky graphic tells us that, in this series, Trott is 39 for three against Steyn, and I don't think he was much better in the 2009-10. Trott is beaten, yet again, and shouts \"fuckin hell\" to no one in particular. The next ball brings a biggish shout for a catch down the leg side, but Simon Taufel isn't interested. It was straight off the thigh pad.</p> <p>\"I hate train seat hogs so much that I purposely ask to sit next to them even when there are double seats free around them,\" says <strike> Walter Mitty </strike> Richard Marsden. \"Then I sit there hating them for their selfishness and myself for waging such a self-defeating crusade. But based on the principle that it's better to pursue unhappiness for others than happiness for yourself, on balance I'd say it's worth it.\"</p> <!-- Block 16 --> <p><strong>23rd over: England 40-3 (target: 346; Trott 22, Taylor 2)</strong> <br>Even though we don't really get to see his work, we shouldn't underestimate the role of Gary Kirsten in all this. Look what's happened to India since he left. Everything points to him being a seriously good coach. South Africa's tactics against a number of England players – Strauss, Cook, Trott, Bell, Prior, Swann – have been brilliant. Crucially, they've had the players to implement those plans. Philander temps Taylor into a loose drive that flies off the edge but short of third slip. A maiden.</p> <!-- Block 17 --> <p><strong>24th over: England 40-3 (target: 346; Trott 22, Taylor 2)</strong> I think England came out intent on forcing the issue, but South Africa's excellence means they have little option but to defend. It's another maiden from Steyn to Trott. Steyn has figures of 7-4-4-0.</p> <p>\"Should we be too surprised at England being knocked off the top of Test<br>cricket's tree?\" says Gary Naylor. \"Perhaps the West Indies and then Australia producing two or three great sides back-to-back has seduced us into believing that dynasties are the norm. They're not. Even though Test cricket has a very limited number of nations playing, the differences in conditions around the world, the sheer hard work of bowling fast (the best way to win Test matches) and the years it takes for a batsman to establish himself fully (think Steve Waugh or Ian Bell), means that few sides dominate for years. I saw a graph once that proved this, but I can't find it online.\" Yep, this is spot on. And it could well change hands again by the end of the year, depending on India v England and Australia v South Africa. If Australia win that series – which will be a stormer – they will go top.</p> <!-- Block 18 --> <p><strong>25th over: England 41-3 (target: 346; Trott 22, Taylor 3)</strong> Kallis comes on for Morkel. His first ball is a ridiculous jaffa to Taylor that angles in and then boings away down the slope. That almost seamed square. Don Bradman might just have got an edge on it; Taylor didn't.</p> <p>\"There was a brief window of opportunity during which Pakistan could have fielded Shoaib Akhtar, Mohammed Asif, Mohammed Amir and Umar Gul together (I don't know if they ever did),\" says Ranil Dissanayake. \"Had they, it would have been, respectively: fastest bowler in the world, best seam bowler in the world, best left-armer in the world and the best reverse-swinger in the world. That has to be worth a shout. Of course, there is a school of thought that the most balanced bowling attack ever was Malcolm Marshall. Swing, pace, seam, aggression and accuracy.\" Ha, how true.</p> <!-- Block 19 --> <p><strong>WICKET! England 45-4 (Taylor run out 4)</strong> Farce, welcome home, English cricket has missed you. Come here Farce, give us a big hug. It's been too long. Trott pinged Steyn towards cow corner and ran three. Taylor wanted a fourth and set off but Trott, who originally started to run, then changed his mind and that meant both batsmen ended up at the bowler's end. The throw came in to Steyn, who got it down the other end for AB de Villiers to break the stumps as Taylor desperately tried and failed to complete his unexpected shuttle run. That was utterly ridiculous.</p> <!-- Block 20 --> <p><strong>26th over: England 45-4 (target: 346; Trott 22, Bairstow 0)</strong> Well that's the end of England's chase. Plenty thought we'd hear another that begins with 'Ch' this summer. The only thing South Africa have choked is the England top order.</p> <p>\"I sat on someone's bag once because their ignorance to the rest of the crammed carriage infuriated me,\" says Edward Knapp. \"They could see the rest of us were like sardines but chose to leave the bag on the seat, so I sat on it. I swiftly got off at the next stop because the tryant of abuse I received from the bag's owner. Apparently he was upset because the bag contained his son's 9th birthday cake. This is a tip to anyone who is taking home their children's birthday cake – don't leave it in a bag, on a seat in the middle of rush hour, especially when there is a hot, irritable fat man is desperate need of a seat standing next to you.\"</p> <!-- Block 21 --> <p><strong><a href=\"http://www.youtube.com/watch?v=SYamMpAAR7k&amp;feature=relmfu#t=25m47s\">27th over: England 45-4 (target: 346; Trott 22, Bairstow 0)</a></strong> \"TMS is putting the blame for the run out on Trott,\" says Amy Clements. \"What's your verdict Smyth?\" I blame KP.</p> <!-- Block 22 --> <p><strong>28th over: England 52-4 (target: 346; Trott 29, Bairstow 3)</strong> Bairstow, trying to drive that deadly straight outswinger from Steyn, gets a thick edge through point for three, and then Trott slaps four to third man. The camera cuts to Graham Gooch on the balcony. He's inadvertently doing a Bruce Forsyth pose, his fist pressed against his forehead. No, he's not smiling and shouting 'Nice to see you, to see you nice'.</p> <p>\"If memory serves me right,\" says Alex Bishop, \"this isn't the first time Trott's been involved in a run out?\" Indeed. It's a bit like saying 'If memory serves me right, this isn't the first time Joey Barton has made a plonker of himself on Twitter'.</p> <!-- Block 23 --> <p><strong>29th over: England 61-4 (target: 346; Trott 37, Bairstow 4)</strong> Kallis overpitches a fraction and is square-driven handsomely for four by Trott. And now he's been dropped! Trott sliced a drive to the right of Rudolph at third slip, who couldn't hang on to a diving chance. He should have held that. You've just dropped the ICC mace, pal!</p> <p>\"Balanced pace attack,\" says Dan Smith. \"Lee/McGrath/Warne/Gillespie. End of story.\" Warne was a demon quickie, Spofforthesque at times.</p> <!-- Block 24 --> <p><strong>30th over: England 69-4 (target: 346; Trott 37, Bairstow 12)</strong> Bairstow is beaten on the inside by Steyn – no idea how that missed the stumps –&#xa0;and then drives through the crouching Morkel at extra cover for four. He gets another boundary with a crisp clip off the pads. England have scored 24 from the last three overs. South Africa are really on the rack now.</p> <p>\"Best example of bad seat etiquette was on a train from Schiphol to Amsterdam central station,\" says Matthew Valentine. \"Carriage was virtually empty apart from one woman and a group of 4 of us. My bag was too big to fit on overhead storage so I put it on a seat. The woman asked me to take my bag off the seat and when I turned to her she had both her bags on seat next to her. I said I would if she'd do the same, to which she replied that hers were ok as they were clean and did not have wheels. I told her my bag was also clean and that once she removed her bags from the seat I would do the same. She didn't, so neither did I.\" And you're still together, right?</p> <!-- Block 25 --> <p><strong>31st over: England 71-4 (target: 346; Trott 39, Bairstow 12)</strong> Trott, trying to drive Kallis, edges <em>this</em> far short of the diving Amla at backward point. \"Ok, so it was a very brief moment, but surely Harmison, Hoggard, Flintoff and Jones?\" says Alex Burrage. \"Pace, swing, aggression and reverse swing.\"</p> <!-- Block 26 --> <p><strong>32nd over: England 79-4 (target: 346; Trott 39, Bairstow 20)</strong> Another edge from Bairstow off Steyn drops short of the slips and then scuttles away for four. He gets his fourth boundary later in the over and it's easily the best of them, a delightful push down the ground. Bairstow has 20 from 15 balls.</p> <p>\"I think we all know that most balanced pace attack all wore the maroon cap,\" says Paddy Blewer. \"For my money: Marshall, Ambrose, Bishop, Walsh – bearing in mind I wasn't around to really see Holding etc, and Sylvers Clarke was banned. Sure, the Saffers are very good, as was England a year ago, but to compare either to the horsemen of the apocalypse is silly. Fun but silly.\" Oh crikey, we were only talking about balance. This South Africa attack is brilliant but nobody would compare them to the attack you mentioned above, or Holding, Croft, Roberts and Garner.</p> <!-- Block 27 --> <p><strong>33rd over: England 79-4 (target: 346; Trott 39, Bairstow 20)</strong> A maiden from Kallis. \"When I was 7, my dad thought it'd be a good idea to tell me what he would do in the event of a nuclear war (some might call this unorthodox parenting, but not me, I was only 7): he told me he'd sit in the garden and have a glass of wine,\" says Olly Lambert. \"For some reason I'm reminded of this advice as I glance at the score. Corkscrews at the ready, everyone outside...\"</p> <!-- Block 28 --> <p><strong>34th over: England 87-4 (target: 346; Trott 39, Bairstow 28)</strong> Morkel replaces Steyn, who was smashed out of the attack by Trott and Bairstow and is palpably past his best. Morkel has a big shout for LBW when Bairstow whips around a full delivery angled in towards him. Simon Taufel says not out but South Africa decide to <strong>review the decision</strong>. I suspect this will be 'umpire's call' and therefore not out. Yep, it was just clipping the outside of the leg stump, so the original decision stands. Bairstow pulls brilliantly through midwicket for four to move to 28 from 20 balls. I suppose I just probably type '<em>#silverlining</em>' at this point, eh? Eh?</p> <p>\"I was once on a train where the conductor announced that any bags on seats in a carriage where others were standing would be charged the full adult single fare,\" says Martin Kane. \"This drew wonderful sheepish expressions from those who then had to move their bags (generally attempting to do so without anyone noticing). Never mind your Olympic medallists – this man was a true hero. Incidentally, Southern users might also be familiar with the middle seat conundrum (where the configuration is rows of three). Those who sit on the outside of such rows (leaving the middle seat free) are often even more militant and protective than 'baggers'.\"</p> <!-- Block 29 --> <p><strong>35th over: England 98-4 (target: 346; Trott 40, Bairstow 37)</strong> Tahir comes on for Kallis. His third ball is tossed up invitingly. Bairstow accepts the invitation and swipes it gloriously down the ground for a one-bounce four. He sweeps very fine for four more later in the over to bring up the fifty partnership in great time. This is a cracking little cameo; Bairstow has 37 from just 24 balls. I think I may be falling in love with you, Jonny Bairstow.</p> <p>\"Most balanced pace attack,\" says Nick Hughes. \"Igglesden, McCague, Headley, Fleming, Ealham. Case closed.\" I think I may be falling in love with you, Nick Hughes.</p> <!-- Block 30 --> <p><strong>36th over: England 104-4 (target: 346; Trott 46, Bairstow 38)</strong> Trott steers Morkel through the slips for four to bring up the hundred. The crowd are cheering every boundary heartily. There have been a few in the last half an hour; in the last nine overs England have scored 59 runs. No, not it's not going to happen, but we can still enjoy watching a thoroughly likeable young man give full expression to his considerable talent. Mind you, if England somehow find themselves 200 for four at 3pm...</p> <p>\"Our school bus driver in the 80s used to come up to the top deck and bellow 'If yer want a seat for yer bag, yer can pay fer it',\" says Dan Smith. \"TfL should have that as their official policy.\"</p> <!-- Block 31 --> <p><strong>37th over: England 109-4 (target: 346; Trott 48, Bairstow 41)</strong> Tahir goes around the wicket and into the rough. Bairstow continues to attack, charging a full toss and whipping it for a single. He has 41 from 29 balls and could be on for one of the faster Test fifties. The fastest, of course, are belong to Ian Botham, from 28 and 32 balls.</p> <p>\"New Zealand circa mid/late 90s – McMillan, Harris, Larsen, Astle – dibble, dobble, liquorice and all-sorts,\" says Grant Harrison. In the 1992 World Cup there was Harris, Larsen and Latham, who were known as Dibbly, Dobbly and Wobbly. (Latham was definitely wobbly.) The three tortoises of the apocalypse.</p> <!-- Block 32 --> <p><strong>38th over: England 111-4 (target: 346; Trott 49, Bairstow 42)</strong> A big nipbacker from Morkel hits Trott on the pad and lands just short of de Villiers. Morkel thought there was an edge but replays suggested otherwise. As Shaun Pollock says on Sky, the lunch break will be good for South Africa. Bairstow's approach has caught them on the hop.</p> <p>Never mind balanced pace attacks, Noor Jivraj reminds us of the ultimate balanced spin attack: Prasanna, Venkat, Chandra and Bedi.</p> <!-- Block 33 --> <p><strong>39th over: England 114-4 (target: 346; Trott 52, Bairstow 42)</strong> Trott pushes Tahir for two to reach a much needed half century. He was all over the place early on but has played pretty well since running out James Taylor. Tahir skips a quicker one past Bairstow's inside edge and onto the pad&#xa0;– it pitched outside leg – before beating him with a beautiful legspinner.</p> <p>\"Ah, Chris Harris,\" says SB Tang. \"Only New Zealand could give the world a bald, slow-medium international bowler. He was reasonably effective too, especially in ODIs, with an economy rate of 4.28 and an average of 37.50.\" He was exasperatingly effective. That's an outstanding economy rate, even in the 1990s.</p> <!-- Block 34 --> <p><strong>40th over: England 120-4 (target: 346; Trott 57, Bairstow 43)</strong> Trott edges Morkel along the ground for four. Are any of our South Africa readers getting worried yet? I really wouldn't; there's no way this can happen. But just for the record, as we go to lunch, England need a further 226 from 63 overs. If they do somehow pull it off, let's all meet in a field and drink celebratory drink until the sun comes up on Thursday morning. It'll be the inaugural Bairstow Festival. So far Trott and the fearless Bairstow have added 75 in 14 overs. See you in half an hour for the afternoon session. I'll leave you with this from Dan Lucas. \"<a href=\"http://www.imdb.com/title/tt0090852/quotes\">These two haven't seen Clockwise, have they</a>?\"</p> <!-- Block 35 --> <p><strong>LUNCH</strong></p> <!-- Block 36 --> <p><strong>The English view</strong> \"Of course, we won't do it, but… if the positions were reversed, and South Africa were chasing, at what point would you get that ice-cube-down-the-spine feeling?\" says Steve Hudson. \"Pretty soon?\"</p> <p>If they get to 200 for four. Only then would I start lifting grannies' handbags on the off chance they contain beta-blockers.</p> <!-- Block 37 --> <p><strong>The South African view</strong> \"Yes, Rob, some South Africans who are reading the cricket ARE getting worried,\" says Simon Pamphilon. \"Well, at least one of us is.\"</p> <!-- Block 38 --> <p><strong>The alternative English view, from a lunatic</strong> \"226 in 2 sessions with 6 wickets remaining?\" says Si Begley. \"This is ON!!!!! Anyone got the number for the Swedish women's handball team to see what shade of red they want to paint this town tonight?\"</p> <!-- Block 39 --> <p><strong>41st over: England 123-4 (target: 346 in 103 overs; Trott 58, Bairstow 45)</strong> This is very surprising: Graeme Smith has decided to open the bowling after lunch with <strike> Dame Judi Dench </strike> Imran Tahir. He's bowling into the rough from over the wicket, and England take three-low risk singles.</p> <p>\"Re train seats – the opposite effect can be had by getting on a<br>long-ish distance train journey with a fresh take-away pizza,\" says Amy Clements. \"I did this last week from Newcastle - London and was immediately mobbed by a load of (well, three) pissed Northern blokes. They didn't get the<br>pizza off me though, oh no. I did however have to endure one of said<br>pissed blokes dribbling in the seat next to me whilst I scoffed it.\" And you're still together, right?</p> <!-- Block 40 --> <p><strong>42nd over: England 132-4 (target: 346 in 103 overs; Trott 59, Bairstow 52)</strong> Philander has a big shout for LBW when Bairstow whips around the front pad. Runs were given by Simon Taufel, but there didn't seem to be an inside edge. Doesn't matter as it was going down and bouncing over. A flick to fine leg for four brings Bairstow to an intrepid, heartwarming half-century from only 41 deliveries. </p> <p>\"Hell, I like Si Begley,\" says Matt Dony. \"He seems like a good man to have on hand in a crisis. Not that he'd necessarily actually do anything, but you can't put a price on that kind of positivity. It's palpably not 'on' yet, but he almost convinced me. Almost.\"</p> <!-- Block 41 --> <p><strong>WICKET! England 134-5 (Bairstow b Tahir 54)</strong> That Hives song. I told you it couldn't happen. And I told you bowling Tahir was the wrong move. A-hem. He has skidded one right through Jonny Bairstow and into the stumps, a superb piece of bowling that prompts some champion in the Guardian to instinctively exclaim \"Effing hell\". Sorry.</p> <!-- Block 42 --> <p><strong>43rd over: England 134-5 (target: 346 in 103 overs; Trott 60, Prior 0)</strong> Actually, seeing that dismissal again, it kept a bit low and almost went under the bat. Bairstow was back when he should have been forward and ultimately that did for him. But it was still good bowling, flat, quick and skipping into the off stump.</p> <!-- Block 43 --> <p><strong>44th over: England 134-5 (target: 346 in 103 overs; Trott 60, Prior 0)</strong> A maiden from Philander to Trott. \"Am I missing something here?\" says Tom Atkins. \"Someone puts their bag on a seat when the train's not busy because either a) it's heavy and difficult to put in the overhead storage or b) they might want to get something out of it later. Train gets busy. Someone else goes up to said person and says 'Can I sit there please'. Person puts bag somewhere else. How socially inept are all these people that they can't politely ask someone to move their bag?\" You clearly haven't had The Look.</p> <!-- Block 44 --> <p><strong>45th over: England 134-5 (target: 346 in 103 overs; Trott 60, Prior 0)</strong> Tahir has caused Prior a few problems in this series, and gets one to spit viciously out of the rough onto the body. Tahir thought it hit glove and was screaming for someone to catch the darn thing, but they didn't and it didn't.</p> <!-- Block 45 --> <p><strong>46th over: England 136-5 (target: 346 in 103 overs; Trott 61, Prior 1)</strong> Trott flicks Philander off middle stump for a single. Philander was a quarter of the way through his appeal when the bat came down at the last possible minute. That would have been plumb.</p> <p>\"Did Tom Atkins (44th over) just ask how socially inept OBO readers are?\" asks David Hopkins. \"He's new around here isn't he?\"</p> <!-- Block 46 --> <p><strong>47th over: England 138-5 (target: 346 in 103 overs; Trott 61, Prior 3)</strong> Prior drives Tahir down the ground for two. It was in the air for a while, and Tahir is making life pretty difficult out of the rough. There are no risk-free attacking shots. \"Things have changed. in the late 60s: my sister, a pretty teenager,\" remembers GRAEME POLLOCK giving up his seat for her on the bus,\" says Kallie Hanekom. \"Thus was soon after his magnificent Test hundred before lunch at Trent Bridge.\"</p> <!-- Block 47 --> <p><strong>48th over: England 138-5 (target: 346 in 103 overs; Trott 61, Prior 3)</strong> Trott flicks around the pad at Philander, prompting a huge LBW shout. Simon Taufel says not out and Philander immediately signals for the review – but only the captain can do that. Smith comically turns his back on Philnander and, after a long discussion with Kallis and de Villiers, decides not to review. Vern doesn't like that, Vern's got a face on him, but Smith was right: Hawkeye shows it was bouncing over the stumps. That was very funny. Philander was<em> desperate</em> to review it, and Smith only just stopped short of the full David Brent 'Not interested!'</p> <p>\"On the subject of train seats, people need to stop bothering with any semblance of politeness,\" says Neil Taylor. \"Dependent on my mood, I either say 'Hup hup' to get people to move their bags or just sit on said bag. Someone did get a bit sniffy with me when I did that when the train was full of Great Britain supporters after one of the rowing events. I apologised saying that I didn't see it as I couldn't imagine anybody would be selfish enough to have their bag on the seat when the train was so busy. Fluster from him, smirks all round from everybody else. Be brutal people, together we can stamp this out.\"</p> <!-- Block 48 --> <p><strong>49th over: England 138-5 (target: 346 in 103 overs; Trott 61, Prior 3)</strong> \"I'm going to make myself a mixtape of your OBO chortling to listen to when ahm glum,\" says Georgina Turner to my left. Most of us are cocooned under headphones for MBMs/OBOs and are so thus make a few noises that you don't usually hear in a busy office. I reckon if I heard a tape of the exclamations I make during an OBO I'd be too embarrassed to ever leave the house again.</p> <!-- Block 49 --> <p><strong>50th over: England 142-5 (target: 346 in 103 overs; Trott 62, Prior 6)</strong> The sun is out at Lord's now. I was just about to type that conditions might be better for batting when Philander seamed an awesome delivery past Prior's outside edge. He's got a very good case for the Man of the Match award here, as brilliant as Amla's century was. South Africa's seamers are bowling very straight to Prior, as in the first innings.</p> <!-- Block 50 --> <p><strong>51st over: England 146-5 (target: 346 in 103 overs; Trott 63, Prior 9)</strong> You can win a Test from this position – <a href=\"http://www.espncricinfo.com/ci/engine/current/match/63855.html\">Australia's win over Pakistan at Hobart in 1999 is the precedent</a> – but realistically only two results are possible now, not least because scoring out of the rough is so difficult. Prior drives pleasantly through the covers for a couple.</p> <p>\"I got onto a train to London to find my carriage full of stag-do inebriates, one of whom occupied my reserved seat,\" says Iain Chambers. \"After tense negotiations, I secured my seat and set about my chosen lunch, a manly portion of sushi. After they'd alighted at Doncaster, the Scottish fellow opposite me explained they'd been calling him 'The Professor' since Newcastle. \"I think it's because I was reading a book\". He was quite phlegmatic about their uncouth behaviour. Me? I think they were a bunch of cu... ooh, how's Matty Prior doing?\" You got lucky. In Trainspotting, somebody found his reserved seat taken by Francis Begbie, and unwisely endeavoured to rectify the situation.</p> <!-- Block 51 --> <p><strong>WICKET! England 146-6 (Trott c Kallis b Steyn 63)</strong> What a catch from Jacques Kallis! Dale Steyn has struck with the first ball of a new spell – and it's his bunny Trott once again. It was a nasty delivery that got big on Trott, who could only edge an attempted cut stroke. The ball raced off the edge towards second slip and Kallis – with a reaction time of approximately 0.0000000002 seconds – moved high to his left like a goalkeeper to take a sensational two-handed catch. That really is breathtaking. Steyn has dismissed Trott six times in Test cricket now; he gleefully shows four fingers and two thumbs to his teammates and says \"that's six times\".</p> <!-- Block 52 --> <p><strong>52nd over: England 153-6 (target: 346 in 103 overs; Prior 9, Broad 7)</strong> Broad is going to go down swinging; he already has sevn from five balls. \"And there is the difference,\" says Brad McMillan. \"We would have put that catch down in this series.\" England have dropped nine catches in this series. Three of them (Amla in the first Test, Petersen in the second and Amla here) cost almost 550 runs.</p> <!-- Block 53 --> <p><strong>53rd over: England 158-6 (target: 346 in 103 overs; Prior 10, Broad 11)</strong> Facing Tahir out of the rough will be even harder for the left-handed Broad. One of John Buchanan's ambidextrous cricketers would definitely play right-handed here. The first ball Broad faces is inside edge <em>just</em> wide of the diving Amla at short leg.</p> <p>\"Ah, Hobart 1999,\" says SB Tang. \"I was still in high school in Melbourne. Our teachers stopped class to let us watch the match. I seem to recall that even proceedings in federal parliament were hurried along to enable MPs to watch the impending miracle. And who can forget Justin Langer's incredible creaking bat handle!?\"</p> <!-- Block 54 --> <p><strong>54th over: England 170-6 (target: 346 in 103 overs; Prior 10, Broad 23)</strong> Broad is going to give it some humpty, which has to be the right approach. He top edges a pull for four off Steyn, who responds with a clever slower ball that beats Broad's attempt to launch it so far that it lands in someone's pint in The Good Mixer in Camden. Broad middles one later in the over, pulling a mighty six over square leg. Twelve from the over!</p> <p>\"My Dad once sat on two chaps on their way back from That London because they were blocking the middle seat of a three-seat group with their widely spread knees (to make room for their massive \"bags\", obviously) and they didn't move fast enough when he said 'excuse me',\" says Louise Wright. \"Fortunately he looks a bit like the kind of wizened chap that might have secret ninja skills, so he escaped unscathed.\"</p> <!-- Block 55 --> <p><strong>55th over: England 174-6 (target: 346 in 103 overs; Prior 14, Broad 23)</strong> Prior premeditates the reverse sweep and gets Tahir away to third man for four. Tahir responds with one of the worst LBW appeals in history; the ball pitched 14 miles outside leg stump. Although, as Mike Atherton says on Sky, we've seen then given in the days before DRS, most notably with that hilarious Alec Stewart dismissal in Galle in 2000-01. I wish I could find that on YouTube. The Gaffer's face was priceless.</p> <p>\"If you don't want someone to sit next to you on a long cramped National Express coach journey, just sit there with a slightly mad look on your face while people are boarding,\" says Tom Ireland. \"Works every time.\" Or just read the Guardian.</p> <!-- Block 56 --> <p><strong>56th over: England 176-6 (target: 346 in 103 overs; Prior 15, Broad 23)</strong> Two from Steyn's over. It's not often the case that Matt Prior is the straight man, but that's been the case in this short partnership. He has 15 from 39 balls, Broad 24 from 18.</p> <p>\"England appear not to be going down fighting exactly, but going down entertaining, which in the circumstances I think is absolutely the right call,\" says Sarah Bacon. It's the Australian way.</p> <!-- Block 57 --> <p><strong>57th over: England 179-6 (target: 346 in 103 overs; Prior 18, Broad 24)</strong> The crowd have anointed Imran Tahir as pantomime villain after he deliberately pulled out of his delivery stride in the previous over, and there are zesty, liquor-fuelled cheers when Prior drives him for three. Then Broad <em>smashes</em> a pull onto the helmet of the ducking Amla at short leg. Thank goodness for helmets, eh. Mind you, in 1995 <a href=\"http://www.youtube.com/watch?v=nvKE3Uh6Eng#t=38m48s\">a helmetless Nick Knight was smashed on the head at silly point</a>.</p> <p>\"I don't like people sitting next to me on the train, so if I have a bag I put it on the seat next to me <strong>especially</strong> if the train is crowded, then pretend I don't notice people scouting around for seats, only moving the bag if I think I might be physically assaulted,\" says Steve Hudson. \"I know this is unpleasant and wrong, but whatever.\"</p> <!-- Block 58 --> <p><strong>58th over: England 183-6 (target: 346 in 103 overs; Prior 22, Broad 24)</strong> Prior opens the face to steer Steyn wide of the slips for four. When he fails to put away a cover drive later in the over, Prior exclaims, \"Oh, <em>Matthew</em>.</p> <p>Here's Sara Torvalds. \"A friend of mine at uni used to be so annoyed with people unable to say 'Excuse me' (and trust me, Finns are even worse at it than your average Brit – I can even prove it to you linguistically: we are so averse to the smallest bit of polite conversation that Finnish has no word for 'Please') that whenever she got the aisle seat on a train or bus, she'd close her eyes as soon as she realised the person in the window seat wanted to get off, just to force them to open their mouth instead of silently indicating that this was their stop.\" In its own way, that's almost as heroic as <a href=\"http://www.thesun.co.uk/sol/homepage/news/3736999/Mystery-superhero-leads-fight-on-louts-he-accuses-of-MURDER-of-the-English-language.html\">the work of Grammar Man</a>.</p> <!-- Block 59 --> <p><strong>59th over: England 184-6 (target: 346 in 103 overs; Prior 22, Broad 25)</strong> The crowd are slow-clapping Tahir every time he comes into bowl. An optimistic LBW shout is turned down, with Broad outside the line of off stump. England, for the record, need 162 from 44 overs. If only they were chasing 280 rather than 346.</p> <p>\"Not sure how sympathetic the OBO would be to this, but on a stag do up to Newcastle, we had reserved seats scattered through a carriage, with 3 of 4 round a table,\" says Tim Gibbs. \"On getting on the train, the 4th seat was taken by a woman on her own. Being early in proceedings and thinking we were doing the gentlemanly thing we offered to swap that seat with one of our friends who was way down the carriage but the woman steadfastly refused to move, and so had to endure 3 hours of \"witty\" conversation and drinking games before getting off in a huff. I don't think she finished her sudoku puzzle that evening. Were we in the wrong? And no, unfortunately we are no longer together.\" So <em>you</em> were the ones Amy Clements was going on about in the 41st over.</p> <!-- Block 60 --> <p><strong>60th over: England 187-6 (target: 346 in 103 overs; Prior 23, Broad 27)</strong> Morkel comes back to replace Steyn. Six balls, three singles. There has been a bit of niggle between Broad, Steyn and Morkel, possibly over Morkel's follow through. Simon Taufel has a quiet word with Broad and Prior.</p> <p>\"Before this series, I thought Big Vern Philander was a Hoggy-lite - swung it<br>from the hand without much nip and had got lucky as batsmen relaxed a little on being away from all-time great Steyn and headhunter Morkel,\" says Gary Naylor. \"Part of me still thinks that, but another part marvels at his discipline and consistency, always making the batsman play (or, at the very least, making him decide late to leave it). And his batting, that I expected to be a bit of long-handled slogging from 9, has been perfectly judged for the match situation from 8. Gary Kirsten certainly knows a player and certainly knows how to get the most from a player.\"</p> <!-- Block 61 --> <p><strong>61st over: England 190-6 (target: 346 in 103 overs; Prior 23, Broad 30)</strong> Broad is beaten by a wonderful googly from Tahir. \"Did you know,\" begins my sort of colleague John Crace, \"that opposite your OBO, the Guardian is offering readers the chance to book England Test cricket tickets for Thursday 1 January 1970.\" Oh my goodness, <a href=\"http://www.theguardian.com/sport/2012/aug/20/england-south-africa-live\">so we are</a>. Roll up, roll up, get your DeLoreans here. In the best Guardian traditions, we can't even get a cock-up right: England didn't play any Test cricket in the winter of 1969-70.</p> <!-- Block 62 --> <p><strong>62nd over: England 193-6 (target: 346 in 103 overs; Prior 24, Broad 32)</strong> Broad slaps Morkel over the top and <em>just </em>away from Duminy, running back from point. The crowd are cheering and booing everything now; they are either demob happy, seriously flootered or both.</p> <!-- Block 63 --> <p><strong>63rd over: England 194-6 (target: 346 in 103 overs; Prior 24, Broad 33)</strong> Tahir bowls in the rough, Prior kicks him away. One from the over.</p> <!-- Block 64 --> <p><strong>64th over: England 198-6 (target: 346 in 103 overs; Prior 25, Broad 36)</strong> Broad misses an almighty drive at Morkel. \"Everyone's a winner!\" chuckles Bumble on Sky. Another huge swipe brings a couple to backward point – and with it a proud fifty partnership from 74 balls. England's target i- ah, forget it.</p> <p>\"Just like elite sport, the seat-on-a-train-occupied-by-a-bag conundrum is played out 90% in the minds of the antagonists,\" says Peter McLeod. \" On a good day, I can stride up to to the offending seat, lean over a wee bit (but not enough to be, like, intimidating) toward the bag's owner and brusquely but politely enquire 'mind if I sit here?' This invariably leads to hasty rectification of the situation and a pleasant, comfortable journey. But there are also those days where I'm not quite in the interacting-with-other-people 'zone' and the train carriage morphs into a deadly field of traps, snares and unencouragingly positioned eyebrows. Those are the journeys spent wondering at the length of time it takes to go even one measly stop and trying to work out where you went wrong in life.</p> <!-- Block 65 --> <p><strong>65th over: England 199-6 (target: 346 in 103 overs; Prior 26, Broad 36)</strong> There are around 20 minutes to tea. Tahir continues to keep Prior quiet by dumping it in the rough. Prior has 26 from 73 balls; very slow by his standards. I suppose his plan to just stick in the game for as long as possible, and then <a href=\"http://www.youtube.com/watch?v=EVL4210_FsY\">go all Astle on South Africa's ass</a> if England have even an outside chance.</p> <!-- Block 66 --> <p><strong>66th over: England 204-6 (target: 346 in 103 overs; Prior 30, Broad 37)</strong> Kallis, on for Morkel, beats Prior with consecutive deliveries. Prior's riposte is a splendid back-foot drive for three to bring up the 200. Do not dare think it, never mind email it.</p> <p>\"Hasn't this Test been great?\" says Piers Barclay. \"Almost every day, it's managed to offer us that tiny hint that Hope's approaching the door – 54-4 (their one, obviously), Finn's little burst yesterday, Bairstow today – and then brilliantly struck her down, until the next time you imagine there might be half a chance we can win. And today, it keeps tempting me to leave the office and head to Lord's, but we all know that the second I get on the Jubilee line, we'll lose the last four wickets simultaneously, so I won't. Selfless, I know.\" </p> <p>It's been a wonderful Test match. Arguably not quite a great Test – it needed England to get a bit closer to the target for that – but still one of the better Tests involving England since 2005.</p> <!-- Block 67 --> <p><strong>67th over: England 2045-6 (target: 346 in 103 overs; Prior 31, Broad 37)</strong> Prior continues to kick Tahir away and work the odd single. He's scored 15 from 55 balls against him in this innings, as compared to 16 off 28 against the quicks.</p> <p>\"COME ON ENGLAND!! We can still do this,\" says Richard Parker, who is also a lunatic. \"On another matter, is Sara Torvalds the most unlikely OBO botherer/England supporter ever? Being that she is from Finland and a lady?\" Possibly, although we've yet to ascertain what species Mac Millings is so it could be him.</p> <!-- Block 68 --> <p><strong>WICKET! England 208-7 (Broad c Amla b Kallis 37)</strong> It's over, you don't need to tell me... Broad has top edged a hook to fine leg, with Amla waiting an age and then calmly taking the catch despite plenty of woooooooooooooooooohs from the crowd. The third umpire wants to check if it was a no-ball on height, but that looks absolutely fine. <strong>He's out</strong>! It was a superb bouncer from Kallis, heavy and straight.</p> <!-- Block 69 --> <p><strong>68th over: England 208-7 (target: 346 in 103 overs; Prior 34, Swann 0)</strong> Just the 280 Test wickets for Jacques Kallis then. That's all.</p> <!-- Block 70 --> <p><strong>69th over: England 215-7 (target: 346 in 103 overs; Prior 34, Swann 7)</strong> A preposterous shot from Swann, who defends his first ball from Tahir and reverse-slog-sweeps his second for four! Even the coaching manual shed tears at that one.</p> <!-- Block 71 --> <p><strong>70th over: England 221-7 (target: 346 in 103 overs; Prior 35, Swann 11)</strong> Swann does well to steer a lifter from Kallis wide of the slips for four, and then Prior is beaten on the inside by a cracker that jags back and just bounces over the off stump. That's the end of an entertaining afternoon session. For those of you who are clinically insane and think England have a chance, they need 125 from 33 overs in the evening session. Tom Bryant will talk you through that; you can email him at <a href=\"mailto:tom.bryant.casual@theguardian.com\">tom.bryant.casual@theguardian.com</a>. Congratulations to South Africa, an outstanding and very likeable team, and thanks for your emails throughout the series. Bye!</p> <!-- Block 72 --> <p><strong>TEA</strong></p> <!-- Block 73 --> <p><strong>Afternoon everyone:</strong> The new ball is due in 10 overs, or 40 minutes or so. That, more than anything, is perhaps why South Africa haven't shown any nerves at all this afternoon. Philander, Morkel and Steyn have proven time and time again in both this match and the series quite how brilliant they are with the red cherry. In that light, it does seem hard to view anything Swann and Prior might do here as anything other than a heroic, but ultimately doomed last stand. Still, there's always the 0.000001% of an Englishman who just wonders ...</p> <!-- Block 74 --> <p><strong>Re the Finland debate:</strong> Here's Sara Torvalds to clear up any questions: \"As to my being the least likely OBOer (67th over), I might well be, but I blame Mike Selvey. A holiday in Goa during an India v Pakistan Test series got me curious about this alien game nobody I knew played or even understood, and his (and Athers's) cricket writing got me hooked. So there.\"</p> <p>Meanwhile, Chris Wareham has this to add: \"I'd just like to point out that Finland makes up for its lack of politeness by having more words for drunkenness than any other language.\"</p> <p>Each one of those words will be used by any England fan currently in the stands at Lord's if this doesn't end in tears. Or if it does, for that matter.</p> <!-- Block 75 --> <p><strong>Anyone else</strong> got a horrible feeling the difference between the sides will be Philander's 61?</p> <!-- Block 76 --> <p><strong>71st over: England 221-7 (target: 346 in 103 overs; Prior 35, Swann 11)</strong> Tahir resumes and Prior attempts a big old hoicked sweep from out of the rough but misses. He settles down for a couple of balls, then has another go with the same results. He knows he's got to score from out of the rough, so walks back to leg for the final ball of the over to combat Tahir's line, but only clip to the fielder at square leg. A maiden.</p> <!-- Block 77 --> <p><strong>72nd over: England 231-7 (target: 346 in 103 overs; Prior 36, Swann 21)</strong> Kallis cramps Swann for room with his first two, then drops one short. Swann swivels and clonks him lustily to the boundary. He then does the same to the next ball, walking across his stumps to do so. A couple of singles follow.</p> <p>\"Has anyone else experienced plane storage bin rage?\" asks Seamus Devlin. \"I was going to a bachelor party in Montreal from LaGuardia and I was sitting in front of a guy who had put his bag right in the middle of the small-ish storage bin. To get my bag in, I moved his a bit to the side. He stood up and said 'What are you doing?' in his best offended French-Canadian and moved his bag back to where it was. A friend I was traveling with, a large New Yorker, yelled at the top of his voice (the entire cabin looked round) 'SIT DOWN FRANCE!' I can only assume that, like De Gaulle, this guy thought that he was in fact the nation as he did sit down.\" A lot of these stories seem to involve stag dos, don't they?</p> <!-- Block 78 --> <p><strong>73rd over: England 236-7 (target: 346 in 103 overs; Prior 40, Swann 21)</strong> Prior is trying to play Tahir by backing away and making room. The spinner has, thus, been following him. But he drops one short here and Prior slaps him to the midwicket boundary. His response is to turn a beauty from outside leg right across the stumps. They run a tight bye before Tahir again forgets the rule that, pitching the ball outside leg, somewhat negates the chance of an LBW. His yelp after hitting Swann in front is quite rightly ignored.</p> <p>Meanwhile Rob Smyth has just offered Sean Ingle odds of 100-1 for England to win from here. Ingle, never one to turn down a bet, has promptly slapped two quid down. IT IS ON!</p> <!-- Block 79 --> <p><strong>74th over: England 240-7 (target: 346 in 103 overs; Prior 43, Swann 22)</strong> Kallis has stopped dropping the ball short, bowling a proper line and length and stopping the batsmen scoring. He's keeping time before the new ball. Prior isn't having it though, and so runs a very good, very tight too - taking on Dale Steyn's arm, which is a bold thing to do.</p> <p>\"I once met some drunken finnish football fans at a Sunderland game who taught me the Finnish for 'Cheers' which is 'Kippis' but is pronounced Git Pissed which is statement of intent in Scotland,\" emails Ged Lerpiniere. Good old Finns. Good old Scots.</p> <!-- Block 80 --> <p><strong>75th over: England 255-7 (target: 346 in 103 overs; Prior 51, Swann 29)</strong> Tahir is aiming for those pitch marks again and Swann knows as much. He comes skipping down the wicket and thumps him for a big six into the Compton lower. A quick single takes the runs needed below 100. Prior gets in on the act too, reverse sweeping the spinner to the cover fence for his 50. He does the same two balls later. Smyth's beginning to sweat about that £200.</p> <!-- Block 81 --> <p><strong>76th over: England 265-7 (target: 346 in 103 overs; Prior 51, Swann 39)</strong> Kallis is still bowling that tight line, no width, no short stuff, no half volleys. Or at least he was ... Swann steps back to a shortish one and simply slams it over the rope for another big six to bring up the 50 partnership. He steps into a sweet cover drive next for four.</p> <p>\"The photo on your OBO page of Kallis leaping salmon-like to catch Trott shows the exact spot where I was sitting on Saturday,\" emails Rob Wright. \"Back then it was a sun-bathed paradise full of happy smiling England fans. Now it looks like bleaker than a Specials album cover.\" I was sitting directly above you in the upper tier. Sun bathed is putting a positive spin on it. I'm bright red today. Still.</p> <!-- Block 82 --> <p><strong>77th over: England 273-7 (target: 346 in 103 overs; Prior 58, Swann 40)</strong> Tahir's back and England's blood is up. They're running everything, desperately milking this old ball for all they can. They run a quick one to leg slip then decide not to chance Steyn's arm for two to square leg. Prior slightly mistimes a straight drive and, rather than the four he hoped for, can only get two. No matter, he sweeps again and sweeps hard, sending the spinner to the backward square leg boundary. I'm simply not printing any emails saying \"Could they?\" Just so you know.</p> <!-- Block 83 --> <p><strong>78th over: England 281-7 (target: 346 in 103 overs; Prior 65, Swann 41)</strong> Graeme Smith does look worried now. He brings on Morkel, who presumably he had been saving for the new ball. Swann has a mighty heave at his first one and follows it with a grim smile. He settles for running a single to third man before Prior mistimes a slap to the same area and is lucky no-one is underneath it. Next he chips Steyn at mid-on by an inch for a four. Were Morkel still fielding there, he would have been tall enough to take it. A wild slog at one that bounces over middle stump follows. This is nuts. Two overs to the new ball. </p> <p>\"Tell Smyth if he loses I'll gladly chip in a bob or two,\" emails Richard Woods. \"This is fun.\"</p> <!-- Block 84 --> <p><strong>WICKET! England 282-8 (Swann run out [Duminy] 41)</strong> Tahir is still coming over the wicket, still whizzing it into the rough. England are still swinging. Swann runs a very tight single to backwards point and the fielder hurls it in. Tahir throws it at the stumps and Swann's gone by an inch.</p> <!-- Block 85 --> <p><strong>79th over: England 283-8 (target: 346 in 103 overs; Prior 67, Anderson 0)</strong> Swann stuttered for a second before going, unsure if the run was on. Had he gone straight from the get-go? He might have made it. Can Anderson make up for that dropped catch yesterday? Smyth's fondling Ingle's two quid with a little more conviction now.</p> <!-- Block 86 --> <p><strong>WICKET! England 283-9 (Prior 67 c Duminy b Morkel)</strong> Oh no. <strong>WAIT</strong> Taufel goes to the third umpire to check for the no ball ... And Morkel has overstepped. Prior is walking back to the middle. <strong>NOT OUT</strong> Prior chipped one high into the sky and the ball was well taken in the deep by Duminy. He walked off, dismayed, and then sprinted back to the middle. <strong>It's 284-8.</strong></p> <!-- Block 87 --> <p><strong>80th over: England 286-8 (target: 346 in 103 overs; Prior 67, Anderson 2)</strong> You've got to feel for South Africa there. Morkel looks sick. He bowls a tight line at Anderson, who scampers through for a single. Prior can't nick a single to get down to the other end and take the strike next over. They thought it was all over with that catch. Here comes the new ball. It probably is now...</p> <!-- Block 88 --> <p><strong>81st over: England 288-8 (target: 346 in 103 overs; Prior 69, Anderson 2)</strong> With Anderson on strike, Smith hasn't taken the new ball, expecting Tahir to put the ball into the rough outside the left-handed Anderson's off stump and spin him out. Anderson is polite to his first two, then hoicks a sweep to midwicket for one. Prior comes charging down the wicket, misses and De Villiers takes off the bails. It's gone upstairs ... <strong>NOT OUT</strong> But, my word, that was tight. Very, very tight. Prior works away a two then, attempts to get up the other end off the last ball and the entire Lord's crowd shout \"NO!\" at the top of the voices. Luckily, he gets back in time.</p> <!-- Block 89 --> <p><strong>82nd over: England 293-8 (target: 346 in 103 overs; Prior 73, Anderson 3)</strong> Steyn takes the new ball. He begins with a short dose of outright filth down the leg side. Might have been called a wide by an uncharitable umpire. He follows it up with another short one to Anderson's ribs. He prods it down to point and there's another tight run. Umpire Dharmasena goes upstairs but Prior was home by a foot. Steyn hurls down another wide one, drifting away - exactly the ball that Prior out in the first innings. Not sure it was intentional though. The next one is: an absolute jaffa - starting off on middle and, with a combination of bounce and swing, ending up way outside off. Unperturbed, Prior cuts classily to the boundary off his next. England need 53.</p> <!-- Block 90 --> <p><strong>WICKET! England 294-9 (Prior c Smith b Philander)</strong> There's no denying this one. Nicked to the slips. Philander has already rapped Anderson on the pads, getting the new ball to dart wildly in the air. Prior came forward to a well-pitched up ball and simply feathered to Smith in the slips, who took it in his fingertips. What an innings by Prior.</p> <!-- Block 91 --> <p><strong>IT'S ALL OVER! England 294 all out (Finn c Kallis b Philander 0)</strong> South Africa win by 51 runs, the series 2-0 and go to No1 in the world. Finn gets a goldie, Philander gets a five-for and has a good shout of the man of the match award. It was nice while it lasted - both the Test and England's No1 status - but South Africa have played brilliant cricket all series and for all of this test. The better team won, and the better team is the best team in the world.</p> <!-- Block 92 --> <p><strong>\"The only person</strong> to blame here is the person who decided that this should be a three Test series only,\" emails Daniel Chisnall. A three Test series to decide the best team in the world. It would have been lovely to see this played out over five, especially after this Test - one of the best in recent years. The South Africans look jubilant, Strauss congratulates them but there's just something in his manner, just a little hint, that he's been worn down by this. It would be a great shame if this was his Test in charge, a great shame.</p> <!-- Block 93 --> <p><strong>Dropped catches?</strong> Yes, dropped catches didn't help. But arguably this series was lost at The Oval. South Africa came out in utterly dominant mood and didn't take their foot of England's throat, not helped by England's dismal performance. It's hard to force someone else to choke if they've got their foot on your windpipe.</p> <!-- Block 94 --> <p><strong>\"Does this mean</strong> that Philander is now on a hat-trick until the next time he plays England in a Test?\" asks Sam Walton. No - hat tricks can carry over two innings but not Tests.</p> <p>Here are the ICC Test standings, incidentally:</p> <p>1. South Africa 120 <br>2. England 117<br>3. Australia 116<br>4. Pakistan 109 <br>4. India 104</p> <!-- Block 95 --> <p><strong>The various suits</strong> are on the podium, doling out the gongs. Taufel and Dharmasena both, oddly, get the same commendation for wildly differing games. Philander is quite rightly awarded the man of the match award - though it would have been interesting to see whether Prior would have got it had England pulled this off. Big Vern says: \"We always knew that getting two balls in the right area would do it for us\" and, boy, did he get two key balls in the right area this evening. \"Did you enjoy having those left handers in your sights this series,\" asks presenter Atherton. \"Oh yeah,\" says Big Vern.</p> <!-- Block 96 --> <p><strong>Matt Prior</strong> is given the prize for England's player of the series. He looks as though he's been awarded a big kick in the swingers. He says: \"It almost hurts more when you get that close. Not being able to get over the line in the end was very disappointing. Broady played beautifully, Jonny Bairstow started it off for us.\" What was he thinking when he was reprieved by Morkel's no ball? \"Maybe it is my day ... but it wasn't to be. \" He adds: \"I have to say congratulations to the South Africa team,\" before saying \"catches win matches and we put those vital catches down ... back to the drawing board.\"</p> <!-- Block 97 --> <p><strong>Hashim Amla</strong> wins the man of the series for South Africa without much competition. Were you starting to get twitchy tonight, asks Athers. \"Yes,\" he says. \"Moments like this make cricket what it is. It's been a great advert for Test cricket.\" Of his triple hundred at Lord's. \"It's a bit of a blur, it was a while back. I'm very glad I got to start the series well and end it well too ... The wicket [at Lord's] was good to bat on and small partnerships mattered. We managed to scrap a bit and we're really chuffed to get over the line.\"</p> <!-- Block 98 --> <p><strong>Here's Andrew Strauss:</strong> \"It was an outstanding Test match, some first class cricket by both teams. I thought the spirit and never say die attitude the guys showed was a great credit to them. South Africa thoroughly deserve their victory ... unfortunately for us South Africa were better than us but full credit to them for being so.\"</p> <p>He pays tribute to Swann, Prior and Jonny Bairstow and, asked how he looks back at England's year at the top of the world rankings, he says he doesn't look at it \"with a great deal of fondness\". \"We'll come back though. When you reach number one you've got to up your performance, you can't rest on your laurels. Although I can't fault the effort the guys have put in, in certain areas we weren't on the ball.\"</p> <p>Atherton asks: are you the man to take England back to the top of the rankings? \"Well, I hope so.\"</p> <!-- Block 99 --> <p><strong>Here's Graeme Smith:</strong> \"It was a top Test match. Both teams played really well and England played with a great deal of freedom. We had to work really hard. It was wonderful to come through, a great feeling.\"</p> <p>The no ball, the stumping? \"You start having those nervous moments but you've got to stay focused. We always knew the new ball gave us an opportunity and Vernon got it perfect.\"</p> <p>On the series - what made the difference? \"We were able to post totals, build partnerships and get scores on the board. That allowed our bowlers to bowl with freedom and get rewards. We caught well.\"<br> <br>There's a message to his wicket keeper Mark Boucher scribbled on his chest and he takes a minute to say of him: \"He's been an integral part of the Proteas and this series victory is for him.\" He also mentions the death of the miners in South Africe: \"I know our nation is in mourning and a lot of guys lost their lives. I'd just like to let them know we're thinking about them too.\"</p> <!-- Block 100 --> <p><strong>That's it:</strong> a brilliant Test match comes to an end, as does a fascinating series. Both the on pitch performances (and a certain somebody's off-pitch performances) have been headline-worthy but South Africa have been the better team by far, away from home, and facing a much vaunted Test attack with their most familiar conditions. Well done South Africa, well played England too. See you in India. Well, after the ODIs, the world Twenty20s, and all the nonsense. But this is Test cricket. And boy, what Test cricket it was.</p>",
  "<p>Biodiversity conservation has changed in recent years. In the old days things were straightforward. Conservationists identified what they wanted to preserve: a species, a habitat, a grand scenic view, and then they lobbied government to get it protected. Lawmakers then created red-lists, nature reserves and national parks with strict conditions about access and use. But there are two key problems with this approach. Enforcing laws is expensive, and restricting access often denies the poorest and most marginalised. New approaches adopt sustainability principles in which environmental protection must go hand in hand with economic and social goals.</p> <p>But how does this work in practice? Professor Jon Lovett, who is taking up a new post with the University of Leeds, has just completed a three year project in the La Primavera Biosphere reserve in Mexico <a href=\"http://darwin.defra.gov.uk/featured-project/2012-07-17027/\" title=\"\">funded by the UK Darwin Initiative</a> working closely with the reserve's management authority, local universities including the <a href=\"http://portal.iteso.mx/\" title=\"\">Universidad Jesuita de Guadalajara</a>, Mexican NGOs and agricultural land-owning community groups, called 'ejidos'.</p> <p>Integrating the interests of many different groups is challenging: the ejidos need financially viable land use, the conservation groups want as much nature protected as possible, and the management authority is caught in the middle. The project first brought all the groups together to express their views, then set about estimating the reserve's ecosystem service values and working out some way of paying the ejidos for conservation efforts on their land.</p> <p><a href=\"http://www.unesco.org/mabdb/br/brdir/directory/biores.asp?mode=all&amp;code=MEX+24\" title=\"\">La Primavera</a> is on an old volcano right next to the city of Guadalajara and is covered by oak pine forests. Guadalajara is growing rapidly and La Primavera is getting cut off from other forests, such as that on the nearby Tequila Volcano and Sierra de Quila, by roads and urban expansion. The forest was home to big cats like the puma, but the last one was shot in the 70s. Then, in 2009, about 30 years after the last direct evidence of pumas in the area, camera traps were set up throughout the forest by researchers from a local NGO, Aura Jaguar, and a few months later yielded pictures of a graceful puma.</p> <p>To get more evidence of the puma I contacted an old friend, Sam Wasser, who has a team of 'conservation canines', dogs trained to search for dung of carnivores, which can then be identified by the DNA they contain. One of his PhD students, Jen White, was working in Mexico on jaguars and she came over to La Primavera with her dog Scooby. They spent a week scouring the forest but DNA analysis revealed only bobcats; recent rains had deteriorated DNA traces in many samples for which results were inconclusive. The puma was obviously still very rare and corridors were needed to connect La Primavera to the other nearby forests.</p> <p>Land in Mexico can be commonly or privately owned. Most of the land for potential corridors is owned communally by ejidos and is used for livestock ranching but there are also pressures for farming, either for food crops or the agave plant, which is the basis of tequila production. If land use is switched to wildlife corridors, then forest owners will need to be compensated, and the money has to come from somewhere.</p> <p>Concern over the economic impact of human interference with the Earth's climate means that the natural ability of trees to sequester and store the greenhouse gas carbon dioxide gives them a monetary value for the carbon they contain. So we explored ways of making a monetary link between the carbon dioxide emitted by people in Guadalajara and tree planting and forest conservation. Then we had a stroke of good fortune.</p> <p>The La Primavera management office put us in in touch with <a href=\"http://www.selvanegra.com/\" title=\"\">Selva Negra</a>, the environmental NGO of <a href=\"http://www.mana.com.mx/en\" title=\"\">the rock band Maná</a> who were just about to start a world tour promoting their new album Drama y Luz and were looking for a way to offset the tour's carbon emissions. This Grammy award winning band are famous throughout Latin America, but originate from Guadalajara and were keen on supporting a local project for the city. Moreover they were able to meet with the president of Mexico, helping to secure inclusion of the project within existing environmental programmes.</p> <p>Negotiations were held with the ejido of Ahuisculco located in one of the biological corridors connecting La Primavera to Sierra de Quila to create a conservation and reforestation project. The project was designed for a 10-year period and will provide the resources to conserve more than 1000 hectares of forest and reforest more than 100 hectares. The third pillar of sustainability is that of social development: money on its own is not enough, the community needs to be supported as a whole.</p> <p>Selva Negra is creating an integrated strategy to promote local development, not only focusing on the commodification of carbon offsets, but also working with local universities on a community project to manage domestic wastes and wastewater, and to monitor water quality in wells and streams. Furthermore Selva Negra and the universities are consulting on the opening a high school education centre in the community – at present students need to go to other cities or just quit school. The plan involves investing an estimated £500,000.</p> <p>The project therefore has a triple win: biodiversity conservation by strategically extending the forest creating wildlife corridors for the puma and other animals; economic sustainability by linking the producer and consumer of an ecosystem service; and social sustainability by creating community health and education initiatives.</p> <p>However, it is not easy. We did a great deal of research into the best ways of making the payments and there needed to be lots of negotiations with the Ahuisculco ejido. We were also fortunate to build up partnerships with Selva Negra and Maná. The next stage will be to work out a way for the citizens of Guadalajara, or any city, to pay for the ecosystem services they consume, putting conservation of the planet's life support systems on a firmer footing.</p> <p><em>Jon Lovett is project coordinator and professor of Global Challenges at the University of Leeds. Arturo Balderas Torres is a lecturer at </em><a href=\"http://portal.iteso.mx/\" title=\"\"><em>ITESO in Guadalajara</em></a><em> and is completing a PhD at the </em><a href=\"http://www.utwente.nl/en/\" title=\"\"><em>University of Twente</em></a><em> based on the project</em></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. To get more articles like this direct to your inbox, become a member of </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/higher-education/start.php\" title=\"\"><strong>the Higher Education Network</strong></a><strong>.</strong></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-394956642\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/20/1345472228511/Azaz-Syria-A-boy-loads-so-036.jpg\" alt=\"24 hours: Azaz, Syria: A boy loads some belongings into a truck after a bombing\" width=\"722\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Azaz, Syria: A boy loads some belongings recovered from his house into a truck</span> <span class=\"element-image__credit\">Photograph: Phil Moore/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394956667\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/20/1345472217484/Nowym-Targu-Poland-The-Po-032.jpg\" alt=\"24 hours: Nowym Targu, Poland: The Polish Zelezny aerobatic team performs \" width=\"760\" height=\"399\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nowym Targu, Poland: The Zelezny aerobatic team perform at an air show</span> <span class=\"element-image__credit\">Photograph: Grzegorz Momot/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394956647\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/20/1345472419662/Berlin-Germany-People-gat-039.jpg\" alt=\"24 hours: Berlin, Germany: People gather on landing stages on the river Spree \" width=\"760\" height=\"477\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Berlin, Germany: People gather on landing stages and in the swimming pool on the river Spree</span> <span class=\"element-image__credit\">Photograph: Oliver Lang/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394956661\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/20/1345473110774/Mexico-City-Mexico-Mexica-043.jpg\" alt=\"24 hours: Mexico City, Mexico: Mexican lucha libre wrestler Murder Clown \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mexico City, Mexico: Lucha libre wrestler Murder Clown at a children's wrestling workshop</span> <span class=\"element-image__credit\">Photograph: Tomas Bravo/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394956663\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/20/1345472220284/Lithi-Chios-island-Greece-033.jpg\" alt=\"24 hours: Lithi, Chios island, Greece: Chairs and tables at an open wedding feast\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lithi, Chios island, Greece: An open wedding feast abandoned by guests after a fire approached the village</span> <span class=\"element-image__credit\">Photograph: Alexandros Vlachos/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394956653\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/20/1345472233251/Islamabad-Pakistan-Afghan-038.jpg\" alt=\"24 hours: Islamabad, Pakistan: Afghan refugee boys wear masks for Eid al-Fitr\" width=\"742\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Islamabad, Pakistan: Afghan refugees wear masks as they celebrate the Eid al-Fitr festival</span> <span class=\"element-image__credit\">Photograph: Nathalie Bardou/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394956649\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/20/1345472230845/East-Jerusalem-Palestinia-037.jpg\" alt=\"24 hours: East Jerusalem: Palestinian boys ride horses at an entertainment park \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">East Jerusalem: Palestinian youths ride horses at an entertainment park during the Eid-al-Fitr festival</span> <span class=\"element-image__credit\">Photograph: Menahem Kahana/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394956651\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/20/1345473789404/Herten-Germany-A-woman-wi-045.jpg\" alt=\"24 hours: Herten, Germany: A woman with an ice cube on her tongue \" width=\"719\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Herten, Germany: A woman with an ice cube on her tongue on the hottest day of the year</span> <span class=\"element-image__credit\">Photograph: Martin Meissner/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394956655\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/20/1345472226198/Lhasa-city-Chinas-Tibet-A-035.jpg\" alt=\"24 hours: Lhasa city, China's Tibet: A Tibetan worker carries stones\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lhasa city, China's Tibet: A worker carries stones during restoration work on the temples of the Sera monastery</span> <span class=\"element-image__credit\">Photograph: Ng Kong/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394956669\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/20/1345472642422/Wuhan-China-A-dead-fish-f-042.jpg\" alt=\"24 hours: Wuhan, China: A dead fish floats in water filled with blue-green algae\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wuhan, China: A dead fish floats in water covered with blue-green algae in the East Lake</span> <span class=\"element-image__credit\">Photograph: Darley Shen/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394956665\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/20/1345472503279/New-Delhi-India-Muslims-t-041.jpg\" alt=\"24 hours: New Delhi, India: Muslims take part in Eid al-Fitr prayers in Mosque ruins \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New Delhi, India: Muslim men take part in Eid al-Fitr prayers in the ruins of the Feroz Shah Kotla mosque </span> <span class=\"element-image__credit\">Photograph: Kevin Frayer/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394956657\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/20/1345472223290/Matrafured-Hungary-The-sh-034.jpg\" alt=\"24 hours: Matrafured, Hungary: The shadow of the drummer during a concert\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Matrafured, Hungary: A performance by Wattican Punk Ballet at the Black Noise festival of alternative music</span> <span class=\"element-image__credit\">Photograph: Balazs Mohai/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394956645\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/20/1345473626461/Banos-Ecuador-A-cow-cover-044.jpg\" alt=\"24 hours: Banos, Ecuador: A cow covered with ash\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Banos, Ecuador: A cow covered with ash near the Tungurahua volcano</span> <span class=\"element-image__credit\">Photograph: Carlos Campana/Reuters</span> </figcaption> </figure>",
  "<video data-media-id=\"gu-video-394941760\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/20/20082012Scott-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/20082012Scott/20082012Scott.m3u8\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/20/20082012Scott-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/20/20082012Scott_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/20/20082012Scott_3gpLg16x9.3gp\"/> </video>   <p>\"The most frightening thing I do in my life is getting up and shooting movies,\" <a href=\"http://www.cinemablend.com/new/Interview-Tony-Scott-13537.html%C2%A0\" title=\"2009 interview with Tony Scott\">said the director Tony Scott in 2009</a>. \"Every morning I'm bolt upright on one hour or two hours' sleep, before the alarm clock goes off. That's a good thing. That fear motivates me, and I enjoy that fear. I'm perverse in that way.\" Scott's take on film-making as an adrenalised, intimidating experience in itself was reflected in the tone and pace of his box-office hits, which included Top Gun (1986), Beverly Hills Cop II (1987) and Days of Thunder (1990).</p> <p>A lover of fast cars and motorbikes on the screen and off, and a lifelong rock climber, Scott was adept at injecting thrills into his slick films. This approach rarely brought him critical acclaim and his movies were sometimes unfavourably compared with the more ambitious, philosophical works of his older brother Sir Ridley Scott, the director of Gladiator (2000) and Prometheus (2012). Unlike Ridley, he was never nominated for an Oscar. Nonetheless, several of Tony's films were rewarded with huge commercial success as audiences bought wholeheartedly into his vision. He has died at the age of 68 after jumping from a bridge in Los Angeles.</p> <p>Scott was born in North Shields, Tyne and Wear, the youngest of the three sons of Colonel Francis Percy Scott, who served in the Royal Engineers, and his wife, Elizabeth. Ridley was seven years Tony's senior; the oldest brother, Frank, was a sailor. Like Ridley, Tony attended Grangefield school, Stockton-on-Tees, and West Hartlepool College of Art (now Cleveland College of Art and Design). He completed a fine arts degree at Sunderland Art School (now the University of Sunderland). At 16, he starred as a boy playing truant in the short black-and-white film <a href=\"http://www.screenonline.org.uk/film/id/496936/index.html\" title=\"Review of Boy and Bicycle\">Boy and Bicycle</a> (1965), directed by Ridley, who was studying at the Royal College of Art. Tony also attended the college and graduated with the intention of becoming a fine artist.</p> <p>However, in the late 1960s the pair established Ridley Scott Associates, a TV commercial production company. \"Tony had wanted to do documentaries at first,\" recalled Ridley. \"I told him, 'Don't go to the BBC, come to me first.' I knew that he had a fondness for cars, so I told him, 'Come work with me and within a year you'll have a Ferrari.' And he did.\" Scott duly became a prolific director of commercials. By the early 1980s, a number of British directors who had also started out on advertisements were making an impact in Hollywood. Alan Parker (Midnight Express, 1978), Hugh Hudson (Chariots of Fire, 1981), Adrian Lyne (Flashdance, 1983) and Ridley (particularly with his science fiction epics Alien, 1979, and Blade Runner, 1982) all paved the way for Tony's feature-film career.</p> <p>It had begun humbly with a television adaptation of Henry James's short story The Author of Beltraffio in the mid-1970s. Despite its visual style, his first feature film, The Hunger (1982), which starred David Bowie and Catherine Deneuve as lovelorn vampires, failed to make much of an impression with critics. Roger Ebert called it \"an agonisingly bad vampire movie, circling around an exquisitely effective sex scene\". That scene, featuring Deneuve and Susan Sarandon, helped the film gradually acquire something of a cult following.</p> <p>A commercial led to Scott being hired for his next, and most enduring, feature. The producers <a href=\"http://www.independent.co.uk/news/world/obituary-don-simpson-1325371.html\" title=\"Don Simpson obituary in the Independent\">Don Simpson</a> and Jerry Bruckheimer had seen a <a href=\"http://www.youtube.com/watch?v=PM3woO0AbCw\" title=\"Scott's Saab TV advertisement\">TV car advertisement</a> in which Scott depicted a Saab 900 racing a Saab 37 Viggen fighter jet. The pair approached him to direct Top Gun, a romantic thriller about a naval pilot in training, with a charismatic cast headed by Tom Cruise. Scott delivered a film that glamorised the sleek contours of the military hardware and is powered by rapid-fire editing and a big-hair, big-shoulderpads pop soundtrack, making it one of the quintessential 80s films. Top Gun was made for $15m and returned more than 20 times that amount.</p> <p>Looking back, Scott explained that he and his countrymen found it difficult to be accepted in Hollywood. \"We were criticised about style over content … I was constantly being criticised, and my press was horrible. I never read any press after The Hunger.\" Despite the bad reviews, his career as a director of action movies took off rapidly with Beverly Hills Cop II; Revenge (1990), a Mexico-set crime flick starring Kevin Costner; and Days of Thunder. Along with Top Gun, the last of these best epitomises Scott's early directing style. Switching from fighter aircraft to the Nascar auto-racing circuit, with Cruise once more in the lead role, Scott admitted with refreshing candour that it was difficult to generate on-screen excitement from an event that essentially involves cars driving around in circles. \"The real speed comes from the cutters [editors] and what they do with the celluloid,\" he said.</p> <p>In True Romance (1993), scripted&#xa0;by Quentin Tarantino, Scott replaced technological glitz with sharp dialogue, and proved that he could direct an ensemble cast with panache. The matchless lineup included Christian Slater, Patricia Arquette, <a href=\"http://www.guardian.co.uk/film/2010/may/29/dennis-hopper-obituary\" title=\"Dennis Hopper obituary\">Dennis Hopper</a>, Christopher Walken, Brad Pitt and Gary Oldman. He then settled into directing a sequence of moderately entertaining, star-powered thrillers such as Crimson Tide (1995), The Fan (1996) and Enemy of the State (1998), each with apocalyptic tones and convincing performances (from Denzel Washington, Robert De Niro and Will Smith respectively).</p> <p>None was as blatant in their worship of fast, dangerous machinery or as broad in their emotional brushstrokes as the earlier films had been, and they performed less well at the box office as a result. But what they did gain was subtlety and sophistication: Crimson Tide featured characterful interplay between Washington and Gene Hackman, and was enhanced by its claustrophobic submarine setting, while Enemy of the State weaved a dense plot of paranoia and conspiracy.</p> <p>Scott reteamed with Washington for Man on Fire (2004), Deja Vu (2006), The Taking of Pelham 123 (2009), a remake of the 1974 hostage thriller of the same name, and Unstoppable (2010). Man on Fire and Domino (2005) revealed his increasing ability to probe the depths of a complex character: an ex-CIA operative with a death wish in the former, and an unlikely bounty hunter, portrayed by Keira Knightley, in the latter. He was maturing as a director.</p> <p>Along with Ridley, he was an executive producer on the TV series Numb3rs (2005-10) and The Good Wife (2009-12). They also worked together on the film The A-Team (2010), directed by Joe Carnahan, who credited Scott as a mentor.</p> <p>Scott's first two marriages ended in divorce. He is survived by his third wife, the actor Donna Scott, who appeared in several of his films, and their sons, Frank and Max.</p> <p><em> </em>• Anthony David Scott, director and producer, born 21 June 1944; died 19 August 2012</p>",
  "<p>'I escaped from Homs in February,\" said Abu Mohammed as his three children played in a nursery yard in Damascus. \"We moved to Seida Zeinab and then that was bombed last month.\" All over the Syrian capital, in schools, hotels and houses, tens of thousands of people who have fled their homes because of war are now living in misery. They include hundreds who moved from other cities to what they thought was the safety of Damascus and have had to flee again.</p> <p>Attacks on the capital's outlying districts continue relentlessly. In the leafy residential streets of central Damascus, the crump of distant artillery is a regular sound. People no longer shrink in horror but merely shrug and carry on.</p> <p>The cafes halfway up the tawny brown ridge of Mount Qassioun, which stretches along the city's northern edge, remain open but visitors have to pass army checkpoints to get there, under the big guns on the plateau above.</p> <p>As destruction creeps nearer, the mood has changed dramatically in the six months since I was last here. People on all sides – government sympathisers, opposition supporters and civilians who waver in the middle – all feel that Syria has become a victim and a plaything taken over by foreigners. \"The situation is no longer in the hands of Syrians. We are pawns in a big game,\" said Youssef Abdelke, a leading artist.</p> <p>Whatever awaits them in the next few months, whether a change of regime, a political compromise or – the most likely scenario in the minds of people I spoke to – a further intensification of war, they feel it will be decided by outsiders.</p> <p>Discussion among Damascenes no longer centres on whether to support change or stick with the status quo for fear that the alternative to Bashar al-Assad's regime will be worse. The focus is on priorities. Which objective is more urgent: to stop the killing or to topple a regime that has shown greater resilience than many predicted?</p> <p>The argument that the opposition should negotiate with the regime about reform was never popular, given the regime's rejection of compromise and its record of detaining critics. Dialogue now seems an even more remote option.</p> <p>Conversation centres on the tactics of the Free Syrian Army (FSA), or at least of those bands of young men who fight the government under its banner without co-ordination from any centre. Are they right to come into city districts and attack police and army buildings, knowing that retaliation will be massive, bloody and brutal? The army is to blame for destroying people's homes, but had the FSA not provoked it the homes might still be there and people might be alive.</p> <p>Khaled, a young man who lives with his parents in Old Mezzeh, showed me around in February. His district used to consist of fields of cactus plants surrounding cheaply built one- and two-storey breezeblock houses. Some years ago the main road to Beirut was driven through this poor rural area, uprooting people. Then came other wide avenues that now serve the Canadian and Iranian embassies as well as high-rise flats, many of whose middle-class tenants are government employees and supporters.</p> <p>The government mounted an offensive on Old Mezzeh last month. The army has since piled mounds of earth to block access except through two entrance roads behind the flats where troops check IDs. Other troops mount patrols inside the district. Sitting in a parked car outside the area this week, Khaled said the trouble began when a rumour spread that the <em>shabiha</em> (ghosts), the pro-government militias, were about to raid Old Mezzeh and slaughter people. \"Women and children left immediately and only men stayed. I was at home with my father. We asked the FSA to come and protect us. When they arrived, some were local people whom I knew, others were outsiders. People gave them food but they didn't sleep in our houses. For five or six days they were there but when word came of a government offensive they withdrew so as not to have ordinary people get hurt,\" he said.</p> <p>After the FSA retreated, the security forces moved in. According to Khaled, they looted and burned shops, and about 30 young men were killed. Burials were held in groups of three at night. Older men were detained.</p> <p>Khaled and his father had left before the army incursion. Although his fellow villagers had invited the FSA, Khaled now thinks it was a mistake since they did not have the power to resist the army. \"The tactics were not good. The FSA shouldn't come among houses since the security forces will destroy the area,\" he said.</p> <p>In Midan, another mixed district of old houses and narrow alleys leading to a settlement of better-off flats, barely two miles from central Damascus, it was the FSA that took the offensive in mid-July, according to residents. Gunmen moved in surreptitiously and attacked police stations. The army responded by sending in tanks, whose treadmarks are still visible on the soft asphalt.</p> <p>Residents showed me the al-Majed mosque, where a shell had taken a large bite out of the minaret. Several houses on street corners with good strategic views down the alleys had been damaged by heavy weapons. Bullet holes pockmarked metal shutters on shops, and I saw at least two cars that had been crushed by manoeuvring tanks. Anti-government graffiti had been painted over by troops.</p> <p>Now, two weeks after the government counterattack, a few shopkeepers had reopened for business or were repairing their ruined premises, but many residents were still sheltering elsewhere. \"It was foolish to try to attack, and it's caused heavy human loss,\" said Abdelaziz Alkhayer, a veteran member of the opposition who was released in 2005 after 14 years in prison.</p> <p>\"It was spontaneous, not well-organised, and they ran out of ammunition quickly. Some people who took part now feel deceived. We don't ask the FSA to put down their guns, otherwise they would be slaughtered. But they should not use them for offensives in city streets unless they can hold the ground.\"</p> <p>Louai Hussein, another critic of the regime, who heads Building the Syrian State, a non-governmental organisation, said criticism of FSA tactics was growing. \"Support for the FSA in these attacks depends on whether the insurgents are local or from the outside,\" he said.</p> <p>Both men are longtime critics of the opposition's militarisation. Under the auspices of the Community of Sant'Egidio in Rome, a Catholic peace-building organisation with long international experience, they joined several other Syrian opposition groups last month in signing a declaration urging the FSA to abandon violence. \"While recognising the right of citizens to legitimate defence, we repeat: weapons are not the solution,\" it said. \"We must reject violence and the slide into civil war because that places at risk the state, and our national identity and sovereignty.\"</p> <p>One person who took a sensational step in warning Syrians against self-destruction was Rima Dali, who became a political celebrity overnight in April when she staged a protest outside parliament holding a banner saying \"stop the killing\". Sarah Abu Assali, a local journalist, said she admired Dali's stand. \"Within the areas of Damascus that have been affected by violence, I think the majority have turned against the FSA, but elsewhere more are moving towards it,\" she said. \"I see an ongoing street war for at least a year – this is the best-case scenario.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394957009\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/20/1345475059677/Rima-Dali-010.jpg\" alt=\"Rima Dali\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protester Rima Dali with her banner that reads: 'Stop the killing, we want to build a country for all Syrians.' Photograph: Carole Alfarah</span> <span class=\"element-image__credit\">Photograph: Carole Alfarah</span> </figcaption> </figure>  <p>After the collapse of Kofi Annan's mediation efforts and while the world's major powers arm the two sides, the chances of a political solution are much smaller than they were six months ago, in Assali's view. \"The regime is more determined than ever, and innocent people will pay the price. The outside powers just want to watch us fight each other,\" she said.</p> <p>In spite of recent high-level defections and the deaths of four senior security figures in a bombing last month, the regime's core appears solid. The army has recaptured lost ground in the city's inner districts and is trying to regain control of the eastern outskirts, in an area known as the Orchards, wearing down resistance by cutting off water and electricity, blocking access and inflicting heavy shelling and mass arrests.</p> <p>In the old city of Damascus, residents report that guns are being distributed, presumably by the government, to Christians and Shias, two minorities that are particularly alarmed by the rise of militant Sunnism and the arrival of elements from al-Qaida.</p> <p>Some government members accept they will never pacify the whole of Syria. \"The government can hit the insurgents hugely and it can stop them existing in Aleppo but it can't stop them being in villages while the border is open. Military power has limits,\" said Kadri Jamil, a deputy prime minister.</p> <p>The humanitarian crisis is immense. Hundreds of Syrians have left for Jordan, Lebanon and Turkey, and the Syrian Arab Red Crescent (Sarc) is distributing 175,000 food parcels within Syria. Close to a million people have been displaced countrywide.</p> <p>In Damascus the numbers fluctuate as some people go home after a few days while others flee. Sixty schools are being used as temporary shelters, and the government has not yet responded to Sarc's question about what will happen in mid-September when children are due to resume classes.</p> <p>To receive Sarc's aid, people have to be registered. Some fear this could lead to interrogation or arrest. In response, opposition supporters have set up independent shelters. Those who reject further militarisation are increasingly turning to humanitarian work as a way of taking non-violent action. They see it as a valuable form of political resistance.</p> <p>In a disused health clinic and a nearby private nursery in Barzeh I found homeless families with terrible stories of bombing and killing. Food, clothing and sleeping mats are supplied by neighbours or funded through donations, bypassing Sarc.</p> <p>\"The country is almost destroyed. We have no idea what's going to happen,\" said Abu Mohammed, the father of three who was bombed out of Homs and bombed again in Damascus. \"I never thought this could happen in Syria.\"</p> <h2><strong>Personal statement</strong></h2> <p>Rima Dali used to work for the United Nations refugee agency in Damascus, helping the thousands of homeless Iraqis who had fled to Syria. \"I saw what civil war means and what being a refugee involves,\" she said.</p> <p>The 33-year-old law graduate from Aleppo University felt depressed about Syria's criris and decided to act. \"I didn't discuss my plan with friends because they would try to dissuade me. I just told them something important would happen outside parliament. About 50 turned up with cameras,\" she said.</p> <p>There, on 8 April, she stood in the street in a red dress and poured white paint on herself. She held aloft a banner, saying: \"Stop the Killing. We want to build a homeland for all Syrians.\" Within 10 minutes police arrested her and took her to a women's prison where she stayed for four days. \"It didn't start as a campaign. It was a personal reaction. I was angry that nonviolent activity was losing its space. The government wanted to push people into violence because that's their game and they don't know how to deal with nonviolence,\" she said.</p> <p>Dali is not sure how to take the protest further, though she has a team discussing ideas with sympathisers. One idea is to form a group of bereaved mothers of troops and rebels, to be called Mothers of Martyrs. \"I'm not against the Free Syrian Army but I hope to make their role different. If you want to argue with them, you have to demonstrate an alternative, like supporting humanitarian relief and medical aid. We must talk about the ethics of the revolution and its mistakes,\" she said.</p>",
  "<p>The chief executive of the Mongolian stock exchange sits in a beige office behind an old PC, his BlackBerry ringing incessantly. Although Altai Khangai is only 31, his hair shows traces of gray; he wears a pink-striped shirt and designer glasses. \"I think the exchange will bring a fundamental change to Mongolia,\" he says in between sips of coffee. \"It will transform Mongolia.\"</p> <p>Located in a former children's cinema on Sukhbator Square in the centre of Ulan Bator, the Mongolian stock exchange (MSE) was opened in 1993 as a way to privatise government-owned assets after almost 70 years of Soviet rule. It originally had 30 brokers and was open for two hours a week.</p> <p>Times have changed. The MSE recently completed a three-year, $14m (£8.9m) partnership with the London Stock Exchange, and installed a top-of-the-line brokering software system called Millennium IT, considered the best in the world.</p> <p>It was the world's top performing stock exchange in 2010; last year it was number two, after Venezuela. \"Some strange things take place in Mongolia, but things are improving and we're progressing,\" Altai said.</p> <p>Driving progress at the MSE is the recent discovery of vast mineral deposits in the Mongolian hinterlands, some of which found their way into the medals awarded at the Olympic Games in London. Last year, Mongolia's economy grew by 17.3%, the fastest rate in Asia and almost double that of China, one – with Russia – of its two vast immediate neighbours.</p> <p>If you were going to develop a commodity supply source anywhere – even today, when global commodity prices have taken a dip – it would be in this former Soviet satellite right next to China, the most resource-hungry market in the world.</p> <p>The boom in Mine-golia, as some are now dubbing it, has arrived courtesy of a wave of investment from foreign firms wanting to get their hands on copper, coal and rare earth minerals.</p> <p>The US group Nova Mining Corporation recently said it planned to build a railway line from Mongolia to the Chinese coast as a way to ship supplies of lithium needed to meet demand from Apple for new iPhones. Lithium is a key ingredient in long-life batteries for phones and electric cars and Nova is close to an exclusive deal to tie up supplies from the Mongolian National Mining consultants.</p> <p>Other mining projects include the Tavan Tolgoi opencast coal facility in the southern Gobi region. Tavan Tolgoi has estimated reserves of as much as 7.5bn tonnes of coal, including the world's largest untapped deposit of coking coal, which is used to make steel. Output from Tavan and elsewhere is expected to grow from a current level of about 16m tonnes a year to as much as 240m by 2040, according to some estimates.</p> <p>Also coming online is the Oyu Tolgoi, a vast source of copper and gold in the southern Gobi that sits just 50 miles north of the Chinese border. The mine is ultimately controlled by the London-based mining group Rio Tinto, and is expected to start production in the next few months after $6bn of investment – the largest single investment in Mongolian history.</p> <h2>Problematic Chinese relationship</h2> <p>\"Economists estimate that the Mongolian economy will be more than a third larger in 2019 because of Oyu Tolgoi (OT),\" said a spokesman at Rio's London head office. \"Beyond the mine itself, OT is driving the biggest revolution in infrastructure building ever in the South Gobi, constructing roads, an airport, and power lines that will supply local towns with 24-hour electricity for the first time. We are sponsoring the largest vocational training programme in Mongolia's history, educating 3,300 of Mongolia's future workforce in professions as diverse as accountancy, IT and environmental management.\"</p> <p>But all this foreign involvement and a growing relationship with China is not without its problems. Nor is the domestic political situation entirely stable, with the former prime minister having been jailed for four years last month for corruption and a new leader, Norov Altankhuyag, from the Democratic party, confirmed in office only nine days ago.</p> <p>The current government is opposing a near-$1bn bid from Aluminium Corporation of China (Chalco) for SouthGobi Resources, a business with coalmining interests in Mongolia.</p> <p>Last week Alex Molyneux, the chief executive of SouthGobi, said the government had made the deal \"impossible\" and he believed the Chinese had dropped their interest, although they have until 4 September to formalise their bid.</p> <p>An expected stock market flotation by Tavan Tolgoi, expected for both the Mongolian and London stock exchanges, was recently put back from this year to early 2013 for reasons many attribute to political interference.</p> <p>The path of progress has never been a straight line at the local exchange. In the early 1990s, the MSE gave each Mongolian citizen a small packet of pink and blue coupons, which they could use to bid for shares in hitherto state-owned companies. Most Mongolians did not understand the value of equity, however, and a small handful of the urban elite snapped up the coupons for a pittance.</p> <p>And many of the MSE's current members are a fossilized reminder of its early failures. Only 40 of the 350 companies listed on the exchange are actively trading; daily trading volume rarely exceeds $150,000. The exchange has delivered 17 IPOs in its history.</p> <p>\"The MSE basically lost its credibility a long time ago, which is why it needs to redefine itself,\" said Nagi Otgonshar, a vice president at Resource Investment Capital, a financial advisory firm in Ulan Bator.</p> <p>The exchange's's American-educated chief regulatory officer, Saruul Ganbaatar, said that the MSE has drafted a new securities law which will make it easier for Mongolian companies to list on the exchange – and for foreigners to invest in them.</p> <p>Ganbaatar accepts that Mongolian politicians and broking houses have been struggling to learn the ropes of modern capital markets. \"When I started last year there were 46 brokerages and now there are over 80,\" he said. \"This brings in a risk that some are not so competent, or not trained as well.\"</p> <p>Outside the room, optimism is certainly still high; some analysts say that the combined wealth from the country's 10 biggest mines, if evenly distributed, could make every Mongolian citizen a millionaire.</p> <p>Ulan Bator has begun to acquire the trappings of a boomtown. Across from the MSE is a gleaming 25-story office tower with Louis Vuitton and Armani outlets on the lower floors. Beyond, a sprawl of ramshackle Soviet apartment buildings and traditional felt-lined tents stretches into the distance.</p>",
  "<p>Children in a refugee camp in South Sudan are dying at more than twice the rate internationally recognised as an emergency, according to new figures released by Médecins sans Frontières (MSF).</p> <p>On an average day in the Yusuf Batil camp, a hastily constructed expanse of tents among thick trees in a flood plain in Maban county in the north of South Sudan, three or four children under the age of five will die. In a \"normal\" emergency situation, the number would be one or two deaths daily for every 10,000 children.</p> <p>The overall mortality rate, which takes into account adults and older children, is also substantially above the emergency threshold, according to a survey conducted at the camp last month by MSF. About 58% of the camp's reported deaths have been children under five, while more than 25% have been people over 50.</p> <p>Yusuf Batil is one of four refugee camps in Maban county, home to more than 100,000 people fleeing fighting in Blue Nile State, just over the border in Sudan. It was set up to relieve pressure on Jamam camp, 52km away, <a href=\"http://www.doctorswithoutborders.org/press/release.cfm?id=6106&amp;cat=press-release\" title=\"\">which flooded in June</a>. Mortality rates are now believed to be highest in Yusuf Batil, in part because the people living there often left it until the last moment to leave Sudan, when they were already weak.</p> <p>UNHCR, the UN refugee agency, reported last month that Yusuf Batil <a href=\"http://www.unhcr.org/500e7cc39.html\" title=\"\">was already close to reaching its capacity</a> of 34,500 people, adding that water supplies, hygiene and sanitation needed to be increased. During the rainy season, which is currently in full flow, the clay soil retains water, creating heavy black mud and pools of water. The stagnant water increases the risk of diseases.</p> <p>MSF said the major cause of death was \"overwhelmingly diarrhoea\", which caused more than 90% of deaths, although malnutrition was likely to have been a contributory factor in many of those deaths.</p> <p>\"These people had to undergo the most horrendous of journeys, and it got worse not better at every step,\" said Helen Ottens-Patterson, MSF's medical co-ordinator in South Sudan. After walking for so long with little food – many survived on leaves – the refugees were often malnourished when they arrived at the camp , increasing their vulnerability to disease.</p> <p>Many areas in the camps have been organised along the lines of the villages the refugees left behind: several are now marked by a neat row of dirt graves, covered by branches to protect them. \"The refugees are at the end of their reserves, particularly the under-fives and the elderly – that's where we see the highest mortality, in those two vulnerable groups,\" Ottens-Patterson said.</p> <p>Hassan Afeeda, a young man dressed in a Manchester United shirt, was one of those who fled the fighting, travelling through the night to conserve energy. \"When the fighting started, they bombed us, and then shelled us from a long way away,\" he said. \"We walked for a long time, carrying our young children. Even when we got near the border they were bombing us.\"</p> <p>Some people said they had lost relatives in air raids, others claimed they were tortured by Sudanese soldiers. Most of the refugees in Yusuf Batil are from the Ingessana, the same ethnic group as Malik Agar, the rebel leader fighting the Sudanese government in Blue Nile. The Sudanese armed forces deny targeting civilians, but they have been criticised by human rights groups and <a href=\"http://www.youtube.com/watch?v=gVoc-SqQeEc\" title=\"\">the UN</a> for aerial bombardments.</p> <p>Nil's pregnant wife died in childbirth on the long trek from their home. He is looking after his eight children with some help from his mother-in-law, who is herself frail. All the children have eye infections, and several are malnourished, but Mohamed is the worst. When he stands up, holding on to the tent, his legs are curved like bows. Mohamed has lost so much weight his limbs and bottom seem to have no flesh under the skin, but his belly sticks out from his body, the clear sign of malnourishment.</p> <p>Mohamed and the others in the camp need far more help than they are getting. This is one of the most remote places in South Sudan, and the country is one of the least developed in the world. Before South Sudan's independence, <a href=\"http://hdr.undp.org/en/statistics/\" title=\"\">Sudan ranked 169 out of 187 countries</a> on the UN's human development index.</p> <p>The rainy season makes it impossible to bring food and other much-needed supplies in by road. \"It's like being on an island,\" says Frederic Cussigh, the local head of UNHCR. He says the crisis is so severe the agency has had to carry out tasks it doesn't usually do, such as improving a road between camps, and hiring customs officials to help charter planes to bring supplies in.</p> <p>The cost of operating in this kind of environment is extremely high. But MSF says the operation in Yusuf Batil needs to be scaled up quickly, or things will get worse. \"The next stage is just about as bad as it gets – everyone dying,\" says Ottens-Patterson. \"It's that close. We're at a crucial tipping point.\"</p>",
  "<h2>You shouldn't always play to the whistle...</h2> <p>Afterwards Thierry Henry sat just inside the door of the New York locker room with a towel over his head, staring fixedly into space. Anyone passing in and out of the room had to pass by this glowering vigil - and it made for one of the most muted winning locker rooms I've ever been in. Never mind that <a href=\"http://www.mlssoccer.com/matchcenter/2012-08-19-ny-v-por/highlights\">the Red Bulls had come from 2-0 down to win</a>, for the first time since since 2004 - Henry and the rest of the Red Bulls knew they'd got lucky, not least with a referee who appeared not to play to his own whistle.</p> <p>With the Timbers having raced into a two goal lead off some great counter-attacking, and generally tormenting a woeful New York back line on the break in the first half hour, Hans Backe had hauled Miller off for Cooper and reorganized the whole side round the switch. Never known for his early substitutions (Backe joked grimly later that it was his first such early change in twenty years), the coach's hand had been forced by a series of turnovers, positional errors and obvious fatigue from Lindpere and Miller, both returning from international duty to be repeatedly bypassed on the left.</p> <p>With under five minutes to go till half time the switch paid off, as Cooper headed home Solli's cross, and then two minutes later came the most controversial moment of the game, as a McCarty shot was charged down by what looked like a handball in the box. Cahill pounced on the rebound, just as the referee Jason Anno appeared to blow for the infringement and run towards the spot. With players from both teams looking confused, the referee turned upfield for the center circle, pursued by irate Portland players, who'd stopped play assuming the kick had been given and now realized that Cahill's shot had leveled the scores. </p>  <figure class=\"element element-audio\" data-canonical-url=\"http://p.mlssoccer.com/SAu5a/video/1120816/mls_2012-08-19-195816.640hq.mp4\"> <object width=\"460\" height=\"369\" id=\"cfb1fc2oi\" name=\"cfb1fc2on\" classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\"><param name=\"movie\" value=\"http://p.mlssoccer.com/SAu5a/video/1120816/mls_2012-08-19-195816.640hq.mp4\" /><param name=\"allowFullScreen\" value=\"true\" /><param name=\"allowScriptAccess\" value=\"always\" /><embed width=\"460\" height=\"369\" src=\"https://p.mlssoccer.com/SAu5a/video/1120816/mls_2012-08-19-195816.640hq.mp4\" id=\"cfb1fc2ei\" name=\"cfb1fc2en\" type=\"application/x-shockwave-flash\" allowFullScreen=\"true\" allowScriptAccess=\"always\" /></object> </figure>  <p>.</p> <p>It wasn't Cahill's last moment of controversy - the MLS disciplinary committee may want to decide if the arm he caught Kimura with in the second half (ending the full back's evening) was flailing or just trailing. Other than his goal, it was a difficult night for Cahill, who's still seeking match fitness and who labored on a heavy pitch. To compensate he'd often drop deep, forcing midfield partner McCarty forward, in an inversion of both players' best qualities.</p> <p>Despite the unexpected boost the Red Bulls had gained with the equalizer, they struggled to put the Timbers away in the second half. On several occasions only poor Portland finishing and inspired Gaudette keeping kept the scores level, and even after Pearce had headed an 82nd minute winner for New York, there was still time for Wallace to waste a free header to tie up the game. </p> <p>Frustrating for Gavin Wilkinson, whose side carved open the New York defense repeatedly, without managing to score again, though there was at least as much frustration on the Red Bull bench at this sloppy display. Normally a 3-2 win would then have players talking about character and digging deep, but to a man, the New York players seemed embarrassed by their performance afterwards - presumably taking their cue from their captain seething in the corner. Henry knows the same performance at Livestrong Park next week would see Sporting (<a href=\"http://www.mlssoccer.com/matchcenter/2012-08-18-tor-v-skc/highlights\">victors over Toronto this weekend</a>) go five points clear at the top of the East, and despite declining to speak to the press, his message to us, and his team mates, was loud and clear: <em>Not good enough</em>. <strong>GP</strong></p> <h2>Ben Olsen not a fan of ref Mark Geiger after crazy end to I-95 game</h2> <p><a href=\"http://www.mlssoccer.com/matchcenter/2012-08-19-dc-v-phi/highlights\">All hell broke loose in the last five minutes at RFK Stadium on Sunday afternoon</a>, as rivals DC United and the Philadelphia Union battled out a 1-1 tie in an utterly bizarre set of circumstances.<br>&#xa0;<br>The play was scrappy throughout, as both goals attested. First the Union's Brian Carroll scrambled home the ball after a game of pinball in the DC box, to give Philadelphia an early lead. Then DC equalized when Branko Boskovic's free kick flicked off Union defender Amobi Okugo and into the net.<br>&#xa0;<br>But before that Nick DeLeon looked to have a perfectly good goal chalked off by referee Mark Geiger. He blew for a foul on Zac MacMath after the ball fell to DeLeon who hammered home. But replays show Union defender Gabriel Farfan kicked MacMath and the ball, as that clearance fell to DeLeon who finished.<br>&#xa0;<br>Geiger was officiating his first match since returning from the Olympics and took center stage. DC head coach Ben Olsen wished he hadn't. The last five minutes of this match exploded into life with laughable decisions, three red cards, disallowed penalties, missed penalties and teammates fighting. Fans of both teams stood watching in disbelief as the action on field seem to implode further with every minute ticking away.<br>&#xa0;<br>First, a penalty was given to DC, which Dwayne DeRosario scored. But Geiger whistled for encroachment, on first viewing it looked like Philadelphia players were the only ones in the box. But indeed DC's Hamdi Salihi encroached into the 'D' before the kick was taken. Either way it was harsh from Geiger, who then sent off Boskovic for a pushing match with Roger Torres as a lengthy wait for the retake ensued. Then, to thicken the plot, DeRosario smashed his retake over the bar.<br>&#xa0;<br>Soon after Emiliano Dudar was shown a straight red for lunging in, Sheannon Williams was given a harsh second yellow after a slide tackle he looked to have made cleanly. Then as the final whistle blew, DC defenders Brandon MacDonald and Kris Korb flung themselves at each other, shouting and screaming, pushing and shoving, creating more chaos. &#xa0;<br>&#xa0;<br>All of this happened in the final 4 minutes of the 90, plus stoppage time. Incredible.<br>&#xa0;<br><a href=\"http://www.mlssoccer.com/news/article/2012/08/19/olsen-blasts-ref-dc-draw-it-was-his-show-tonight\">Olsen was damning with these words on referee Geiger</a>:</p> <blockquote class=\"quoted\"> <p>It's the Geiger show. He wants to make the big call to change a game. It's what they do. Coming back from the Olympics, it was his show tonight. His show. Not about the players. That's what happens when referees don't have control of the game and don't have a good pulse of what's going on out there. We've got to [expletive] and moan tonight and smash some lockers and all that stuff, and then tomorrow forget about it and get ready for a very good Chicago team on Wednesday.</p> </blockquote> <p>That game against Chicago is even bigger now, with DC recording just one win in their last five. United sit four points behind Chicago in the fifth and final playoff spot in the East, but they do have a game in hand. <strong>JPW</strong></p> <h2>Montreal Impact can shake up the Eastern play off picture</h2> <p>I'll get to the Impact — the four-consecutive-game-winning-Impact in a moment. But first there's the small matter of three red cards, including one to one Lenhart, S. In last week's comments section for this feature, one of our regular commenters <a href=\"http://www.guardian.co.uk/discussion/comment-permalink/17668958\">was moved to say</a> that people needed to stop bashing the much-improved Steven Lenhart, prompting me to <a href=\"http://www.guardian.co.uk/discussion/comment-permalink/17670449\">clarify my own story on his late, late winner</a> against Seattle:</p> <blockquote class=\"quoted\"> <p>He's just one of those players that opposition players must see on the team sheet and know they're in for a very particular type of long afternoon - and their anticipation of that, as much as Lenhart's own actions, probably becomes a self-fulfilling prophecy as to how his involvement with the game pans out - I do think there are a fair amount of players who try to get their retaliation in first against him. Like Craig Bellamy, he attracts trouble on the field, that goes beyond the inevitable friction that should come with his particular role. It's not that he starts it, but the fact that he's there does make it more likely...</p> </blockquote> <p>So this week, this happened...</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://p.mlssoccer.com/SAu5a/video/1119682/mls_2012-08-18-200922.640hq.mp4\"> <object width=\"460\" height=\"369\" id=\"cf918efoi\" name=\"cf918efon\" classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\"><param name=\"movie\" value=\"http://p.mlssoccer.com/SAu5a/video/1119682/mls_2012-08-18-200922.640hq.mp4\" /><param name=\"allowFullScreen\" value=\"true\" /><param name=\"allowScriptAccess\" value=\"always\" /><embed width=\"460\" height=\"369\" src=\"https://p.mlssoccer.com/SAu5a/video/1119682/mls_2012-08-18-200922.640hq.mp4\" id=\"cf918efei\" name=\"cf918efen\" type=\"application/x-shockwave-flash\" allowFullScreen=\"true\" allowScriptAccess=\"always\" /></object> </figure>  <p>.</p> <p>Leaving aside the issue of who started it - and the thing with Lenhart is that as I suggested, the back story to any incident tends to way precede the whistle for kick off, Lenhart's 21st minute ejection hurt his team. While Chris Wondolowski would break his mini-drought in front of goal by scoring the penalty that resulted from this incident, with Lenhart off the field the league-leading scorer was starved of the knockdowns he thrives on and <a href=\"http://www.mlssoccer.com/matchcenter/2012-08-18-mtl-v-sj/highlights\">the Impact were good value for their 3-1 win</a>. They were further helped when Jason Hernandez saw the game's third straight red for a last-man foul that gave the Impact a penalty for the third goal, but by then Montreal were already leading and looking well set for their fourth consecutive win.</p> <p>It's been a great run for the expansion side, who by the end of Saturday night had inched ahead of DC United into the final play off spot, albeit temporarily, and crucially having played five games more. The Impact's schedule has been pretty frontloaded this year. All of the teams around them have games in hand on the Canadian side, but as our regular Impact game previewer Sofiane Benzaza pointed out in <a href=\"http://www.guardian.co.uk/football/blog/2012/aug/17/mls-week-24-vancouver-whitecaps-seattle-sounders-usa-mexico\">this week's game previews</a>, a lot of those games are against each other. It's still a long shot for the Impact to make even the fifth play-off spot, but if their form continues like this they'll ensure that the other contenders have more to think about than which of those spots they themselves will finish in.</p> <p>The Impact are also just a goal shy of Portland's tally of 40 goals last year - which is the record total scored by an expansion team. They may run out of time this season, but they're finishing very strongly and look well set for next year. San Jose, as frontrunners, should finish strongly too, but next week at least, they'll have to press their own case without Lenhart and Hernandez. <strong>GP</strong></p> <h2>Squad rotation keeps Fire going</h2> <p>Chicago are on a roll. The Fire are the hottest team right now in MLS (excuse the pun) and proved their credentials for a strong postseason push once again. </p> <p><a href=\"http://youtu.be/2YxHMRqoy1c\">Yet another 2-1 win</a> came their way on Saturday night, against a reeling New England side. Goals came thick and fast in a frenetic opening 25 minutes, as Chris Rolfe opened the scoring with a penalty, but the Revs' were soon level through Fernando Cardenas who scrambled home an equalizer after good play from Saer Sene down the left-wing. But Chicago's game-winner was newly signed Designated Player Sherjil MacDonald, as the Dutchman headed home his first MLS goal to seal the 2-1 win.</p> <p>But it wasn't just the three points gained that stood out for the Fire. Their sheer determination to keep piling on the pressure throughout will have impressed Frank Klopas. Yes, they will come up against better sides than New England in the run-in — and potentially in the playoffs — but if they continue to attack with pace, precision and aggression, they won't be far off winning the East. </p> <p>The win on Saturday was Chicago's third-straight and they're now four games unbeaten, climbing momentarily into second spot. And when you look at the players who didn't start the Fire's last game, it proves just how strong their current squad is. Last season's top scorer Dominic Oduro, experienced right-back Dan Gargan and cultured midfielder Marco Pappa were all left out of the staring eleven. Patrick Nyarko impressed all night long against New England, after he had previously been rested. <a href=\"http://www.chicago-fire.com/video/2012/08/18/postgame-players-recap-match-vs-new-england \">He had this to say</a> of Chicago's newfound emphasis on utilizing the whole squad: </p> <blockquote class=\"quoted\"> <p>In the midfield is our strongest spot on the team, and we've got a lot of depth. Frank [Klopas, head coach] mentioned that we're going to do a rotation to keep everyone fresh. It's important to keep guys fresh. Marco [Pappa] went to the national team, he got a rest tonight. We have a game Wednesday, and we have a guy fresh. It's good, we're in a strong position.</p> </blockquote> <p>The rotation system is working seamlessly and shows how much of a threat Chicago are to Sporting, New York, Houston and DC United in the East. They play the latter on Wednesday night at RFK Stadium, in a match that will have huge implications on both sides playoff hopes. <strong>JPW</strong></p> <h2>Red hot Dallas surge towards playoffs </h2> <p>Take the top two creative attacking talents out of any MLS side and that team will struggle. Fact. So understandably, FC Dallas have been languishing towards the bottom end of the Western conference for most of the season. But now with Brek Shea and David Ferreira back in the lineup and in full-flow, Dallas look an entirely different outfit. They are rejuvenated and are resembling the 2010 side that made a run all the way to the MLS Cup final. </p> <p><a href=\"http://youtu.be/kGcmV-XVeGk \">With the last-gasp win over RSL</a> at Rio Tinto on Saturday, Dallas have now won three-straight and sit just five points behind Vancouver and LA who occupy the final two playoff spots in the West. With Shea back to his best, both<a href=\"http://www.guardian.co.uk/football/2012/aug/16/mexico-usa-live\"> for the USA</a> and Dallas, the young Texan looks to propel his squad to the playoffs. Along with the help of this little fella:</p>  <figure class=\"element element-audio\" data-canonical-url=\"http://p.mlssoccer.com/SAu5a/video/1119970/mls_2012-08-18-230910.640hq.mp4\"> <object width=\"460\" height=\"369\" id=\"cf4db4foi\" name=\"cf4db4fon\" classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\"><param name=\"movie\" value=\"http://p.mlssoccer.com/SAu5a/video/1119970/mls_2012-08-18-230910.640hq.mp4\" /><param name=\"allowFullScreen\" value=\"true\" /><param name=\"allowScriptAccess\" value=\"always\" /><embed width=\"460\" height=\"369\" src=\"https://p.mlssoccer.com/SAu5a/video/1119970/mls_2012-08-18-230910.640hq.mp4\" id=\"cf4db4fei\" name=\"cf4db4fen\" type=\"application/x-shockwave-flash\" allowFullScreen=\"true\" allowScriptAccess=\"always\" /></object> </figure>  <p>.</p> <p>Playing in the hole behind the forwards, Ferreira pulled the offensive strings against Salt Lake. That resulted in a beautiful one-two with Fabian Castillo for the opener, before smashing home a laser into the top corner to seal the 2-1 win in the 94th minute. </p> <p>After being sidelined for so long through injury, the diminutive midfielder is clearly making up for lost time. Since his return to the fold on July 4, Dallas are 5-2-3. They've climbed off the bottom of the West and now have a serious chance to make the postseason. </p> <p>Head coach Schellas Hyndman spoke of Ferreira's commitment to the cause and how the 2010 MLS MVP has transformed the side: </p> <blockquote class=\"quoted\"> <p>He came to me and said, 'I'm dead, I'm absolutely dead,' And I said, 'I'll get a change for you,' and he said, 'No, I'll keep fighting, but I just want you to know I'm dead and I can't run.' We're a completely different now team with Ferreira. I think before we battled and had some good players, but we were always hoping to get a result. Now we're going in thinking we are going to get a result.</p> </blockquote> <p>But it's also worth noting that without the likes of Daniel Hernandez and Julian de Guzman doing his dirty work, Ferreira wouldn't be able to weave past defenders with his wonderful trickery. RSL battered Dallas for long periods on Saturday but the Texans held firm and keep fighting to the end, for a win they knew would set them up nicely for crucial matches ahead. A season defining stretch now beckons for FCD. In their next three games they face LA, Seattle and Vancouver, the three teams who sit directly above them in the standings. Will they catch them? The next three weeks will go quite some way to answering that.<strong> JPW</strong></p> <p><a href=\"www.mlssoccer.com/standings \">MLS STANDINGS</a></p>",
  "<p>Downing Street has said Britain is still committed to seeking a diplomatic solution with Ecuador in the standoff over the proposed extradition to Sweden of Julian Assange.</p> <p>But British diplomats in the Ecuadorean capital, Quito, and in other regional capitals have communicated the message that David Cameron is adamant Assange will not be granted safe passage. They say Britain is under a legal obligation to extradite Assange to Sweden to face allegations of sexual misconduct.</p> <p>The government's thinking was outlined by the prime minister's spokesman at the weekly Downing Street lobby briefing. The spokesman said: \"Our hope is that we can reach a diplomatic solution and we are doing what we can to achieve that.</p> <p>\"We will not grant safe passage for Mr Assange. Under our law, having exhausted all the options of appeal, we are obliged to extradite him to Sweden. It is our intention to carry out that obligation. We will continue talking to the Ecuadorean government and others to try and find a diplomatic solution here.\"</p> <p>On Sunday, <a href=\"http://www.theguardian.com/media/2012/aug/19/julian-assange-takes-aim-us\" title=\"\">Assange appeared on the first-floor balcony of the Ecuadorean embassy in Knightsbridge</a> to declare he was facing a \"witch-hunt\" led by the US. Assange was granted political asylum last week by Rafael Correa, Ecuador's president, two months after the WikiLeaks founder sought refuge in the embassy.</p> <p>Ecuador tried to maintain diplomatic pressure on Britain, which warned last week it could revoke the diplomatic status of its embassy, by <a href=\"http://www.theguardian.com/media/2012/aug/20/julian-assange-uk-south-america\" title=\"\">convening a meeting of foreign ministers from the 12-strong Unasur South American union</a> in Guayaquil, Ecuador's largest city. The ministers condemned the British warning over the status of Ecuador's embassy but declined to endorse Correa's decision to grant asylum to Assange.</p> <p>Downing Street said British diplomats had been explaining to members of Unasur why Britain was determined to extradite Assange. The prime minister's spokesman said: \"We are obliged to extradite this man. He faces some very serious allegations in Sweden. The extradition case has been heard in our courts. We have been through the process. We now have to proceed with our obligation, which is to extradite him to Sweden.</p> <p>\"He [the prime minister] thinks we need to meet our obligations and that means extraditing him to Sweden. We will be making our position clear to the Ecuadorean government, to others in that region, to explain why this is the process and why we have to follow this process under the law.\"</p> <p>The spokesman defended the Foreign Office's decision to write to Ecuadorean officials last week pointing out that Britain could, under the Diplomatic and Consular Premises Act 1987, revoke the diplomatic status of its embassy if it \"ceases to use land for the purposes of its mission or exclusively for the purposes of a consular post\". William Hague, the foreign secretary, denied Ecuadorean claims that this amounted to a threat to storm the embassy.</p> <p>The prime minister's spokesman said: \"All we were doing last week was setting out the position as it stands. We were simply clarifying the legal position, no more than that. We will continue to talk to the Ecuadoreans to try to find a way forward here.\"</p>",
  "<p>In an age of scholarly compartmentalisation, the Russian historian Harold Shukman, who has died of prostate cancer aged 81, argued for the need to see the interconnections of history, literature, politics and everyday life. He highlighted the iniquities and idiocies of the Soviet communist order, and although he acknowledged the positive aspects of the reforms introduced by Mikhail Gorbachev, he was sceptical about the motives of the reformers and their prospects of success.</p> <p>Born in London, Harry came from a family of Jewish immigrants who had fled poverty and discrimination in the Russian empire before the first world war. His father, David, had started a new life as a tailor in the East End of London, with such success that he soon moved his business to the West End.</p> <p>But the fall of the Romanov monarchy in the February 1917 revolution had the sudden effect of making Russian refugees eligible for conscription into the provisional government's armed forces. David arrived in northern Russia just in time for Lenin's October revolution and it was years before he succeeded in returning to Britain after many adventures. War Or Revolution (2006), arguably Harry's finest book, was about the fate of conscripts like his father.</p> <p>Life was not easy for the Shukmans, as David rebuilt his business in the 1920s. Harry had a patchy early schooling. After leaving Hendon technical college in 1947, he picked up what jobs he could and enjoyed his hobby, bicycling, until he was called up for national service.</p> <p>As the cold war intensified, hundreds of bright conscripts were offered training in foreign languages with a view towards later use in British intelligence. Harry took the gruelling Russian course run by the Joint Services School for Linguists, in Cambridge and Bodmin, Cornwall. With Geoffrey Elliott, he later wrote a vivid account of this period, <a href=\"http://www.faber.co.uk/work/secret-classrooms/9780571276455/\" title=\"\">Secret Classrooms</a> (2006), which highlighted how the training opened doors to careers few of the trainees had ever imagined possible for themselves.</p> <p>Taking advantage of the Attlee government's educational reforms, Harry studied Russian and Serbo-Croat at Nottingham University, where he achieved a first-class degree.</p> <p>In 1954 Harry was the first Russian-speaking British student to visit the USSR. Two years later, back home, he gained a glimpse of high international politics when acting as interpreter for the USSR's ex-premier Georgi Malenkov on his visit to the UK. The British secret services had cooked up a scheme for the Daily Mail to publish a false report of an internal Kremlin coup against the post-Stalin reformers in the Soviet leadership. The idea was to tempt Malenkov to seek asylum in London rather than return to Moscow, where he could risk arrest for his reformist agenda. Harry wanted no part in the political skulduggery and declined to read out the fictitious article to Malenkov. The episode left him with a wry sense of the brittleness of existence for those in power.</p> <p>His ambition was to write a doctorate on the Jewish Labour Bund, the socialist political movement in pre-revolutionary Russia, and for this purpose he moved with his wife, Ann – a scholar of Russian literature whom he had married in 1956 – to Oxford. They had three children, David, Henry and Clare.</p> <p>Harry's work demonstrated the wide impact of the Bundists on the other revolutionary parties before and during 1917. The doctoral research won him a university lectureship at Oxford, where he eventually became director of the Russian centre at St Antony's College. Despite the admiration for his work on the Bund, he declined to turn his DPhil into a book: he was always finding more urgent things to do. Among them was a popular textbook on Lenin and the Russian revolution.</p> <p>Harry co-wrote A History of World Communism (1975) with Bill Deakin, the warden of St Antony's, and HT Willetts. The book was better than Harry, a most modest man, claimed. He recalled that Deakin prolonged editorial tasks by holding discussions in the vacation at his home in the south of France, where the contributors drank more of the local vintages than enabled rigorous historical analysis.</p> <p>After Gorbachev came to power in 1985, Harry concentrated on translations, rendering Anatoli Rybakov's anti-Stalin novel Children of the Arbat into English. He translated for and befriended the prolific historian Dmitri Volkogonov. In that period of rapid structural change, Volkogonov would ask him to give a more \"liberal\" slant to the English texts than appeared in the Russian originals. This was a bridge too far for Harry, who was happy to condense the books but refused to act as political amanuensis.</p> <p>After he and Ann divorced, Harry married again in 1973; his new wife, Barbara, a professional artist with a flair for brilliant colours, widened his cultural scope still further. Each of them already had three children and the family hearth was important for both of them. He reserved his most impressive and prolific scholarship for the years of his retirement after 1998, sometimes publishing with his friends Elliott and Felix Patrikeeff. He had a stylish gait and never ceased to think of himself as a lucky fellow. He was warm-hearted, gregarious and a master of the pointful anecdote. He saw history – and life – outside the boxes of convention.</p> <p>He is survived by Barbara; the children of his first marriage; and three stepchildren, Ghislaine, Amelia and Adam.</p> <p>• Harold Shukman, historian, born 23 March 1931; died 11 July 2012</p>",
  "<p>Tony Scott, the blockbuster director and producer who has <a href=\"http://www.guardian.co.uk/film/2012/aug/20/tony-scott-director-dies\">died at the age of 68</a>, began his career as an actor – sort of. His first film credit, aged 16, was as the star of his brother Ridley's student short, Boy and Bicycle. He cycles down to the docks, puffs a fag and contemplates the water. A monologue lets us in on his thoughts – about the joy of skiving school and chasing the sun round the sky. It's geographically grounded, chimneys belching in the background, yet it's also universal: a portrait of a groovy, hungry youngster, looking west. </p>      <video data-media-id=\"gu-video-367006034\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_616537955001_100924BFIFirsts-16x9.mp4\"/> </video>   <p><a href=\"http://www.guprod.gnl/film/video/2010/sep/24/shane-meadows-ridley-scott-early\">Reading this on mobile? Watch the clip here</a></p> <p>And indeed Scott defined himself by his Yankophilia, shedding his roots fast. He was a director with a great enthusiasm for the business of quickening pulses and pushing buttons, flogging popcorn and ringing tills. Unlike his brother, he wasn't concerned with peddling an intellectual agenda, or with provoking more than fleeting deep thought in his audience. This won him less critical acclaim, but it arguably also freed up his films –&#xa0;at best glorious, hedonistic Hollywood entertainment. </p> <p>His directorial debut was something of an anomaly, however. The Hunger (1983) was an electro gothic noir about an elderly vampire called Miriam (Catherine Deneuve) who preys on ravers with her undead lover, John (David Bowie), who himself falls for Susan Sarandon's medic. This opening sequence is incredibly stylish and exciting – the work of someone who knew how to shoot an ad, and how to have fun in a nightclub.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/L852uDRskQg?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/L852uDRskQg\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=L852uDRskQg\">Reading this on mobile? Watch the clip here</a></p> <p>The film flopped; lucky that Scott scored arguably the biggest, brashest hit of his career with his next one off the runway: <a href=\"http://www.guardian.co.uk/film/movie/78743/top.gun\">Top Gun</a>. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/qAfbp3YX9F0?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/qAfbp3YX9F0\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=qAfbp3YX9F0\">Reading this on mobile? Watch the clip here</a></p> <p>As this talky trailer shows, it was sold mostly as a Jerry Bruckheimer film, and indeed their sensibilities dovetailed lucratively through the rest of Scott's career. The legacy of the film is hard to underestimate –&#xa0;even 2012 movies such as Peter Berg's <a href=\"http://www.guardian.co.uk/film/movie/146760/battleship\">Battleship</a> and David Ayer's LA cop drama <a href=\"http://www.guardian.co.uk/film/movie/148734/end-of-watch\">End of Watch</a> take their cues from Scott's pop masterwork.</p> <p>He followed it up by taking over the reins on another maverick lawmaker hit:&#xa0;<a href=\"http://www.guardian.co.uk/film/movie/136237/beverly-hills-cop-ii\">Beverly Hills Cop II</a>.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/rcrM8c9uuwM?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/rcrM8c9uuwM\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=rcrM8c9uuwM\">Reading this on mobile? Watch the clip here</a></p> <p>Then came Scott's first stab at a darker thriller, Revenge (1990), set in a maximum-sweat Mexico and starring Kevin Costner, Madeline Stowe and Anthony Quinn. This making-of video shows the logistical legwork involved in such a production, and has Scott explaining his own stylistic tics that were developed in the film. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/p2Kec8QB0zI?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/p2Kec8QB0zI\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=p2Kec8QB0zI\">Reading this on mobile? Watch the clip here</a></p> <p>The same year, he collaborated with Cruise again on Days of Thunder, another high-octane vehicle with a fabulously overblown title. The stock-car nailbiter brought home the box-office bacon and introduced Cruise to his second wife, Nicole Kidman. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/AhUhuDW_jOw?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/AhUhuDW_jOw\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=AhUhuDW_jOw\">Reading this on mobile? Watch the clip here</a></p> <p>The 90s were golden years for Scott, with one smash succeeding another. Second out of the blocks after Heaven was The Last Boy Scout, starring Bruce Willis. The film had a troubled inception –&#xa0;producer Joel Silver said that making it was \"one of the three worst experiences of my life\" –&#xa0;but it's now recognised as the one of Scott's ouvre that's aged best.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/WAGPeBs0G1I?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/WAGPeBs0G1I\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=WAGPeBs0G1I\">Reading this on mobile? Watch the clip here</a></p> <p>He took a budget cut for his next project, <a href=\"http://www.guardian.co.uk/film/movie/77113/true-romance\">True Romance</a> (1993), shot for $13m from a script by Quentin Tarantino and Roger Avary. This face-off between Dennis Hopper and Christopher Walken showcases Scott's deft way with dialogue, as well as detonations. He was a man who knew that the best-paced action flicks need shoring up with space and ballast. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/_svnsF5OLbI?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/_svnsF5OLbI\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=_svnsF5OLbI\">Reading this on mobile? Watch the clip here</a></p> <p>Scott's interest in crunching bits of enormous hardware continued with Crimson Tide (1995), a submarine drama starring Gene Hackman and Denzel Washington.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/W-k3U3qiqjI?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/W-k3U3qiqjI\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=W-k3U3qiqjI\">Reading this on mobile? Watch the clip here</a></p> <p>It then took a swerve into the psychological with stalker flick The Fan, starring Robert De Niro and Wesley Snipes.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/0MCwGJKGxgM?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/0MCwGJKGxgM\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=0MCwGJKGxgM\">Reading this on mobile? Watch the clip here</a></p> <p>In 1998 he teamed up again with Hackman for <a href=\"http://www.guardian.co.uk/film/movie/34907/enemy.of.the.state\">Enemy of the State</a>, a loose North by Northwest spinoff starring Will Smith. It's testimony to Scott that he was able to refresh his style over three decades –&#xa0;each film feels perfectly of its time, neither stuck in the past nor unwisely pushing the envelope.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/7Gl6J6H1mc8?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/7Gl6J6H1mc8\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=7Gl6J6H1mc8\">Reading this on mobile? Watch the clip here</a></p> <p><a href=\"http://www.guardian.co.uk/film/movie/89842/spy.game\">Spy Game</a> from 2001 teamed Robert Redford and Brad Pitt for a globe-hopping conspiracy thriller –&#xa0;one with more moral complexity than the exploding helicopters and big brass soundtrack might suggest.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/f_EbWbr0HDs?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/f_EbWbr0HDs\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=f_EbWbr0HDs\">Reading this on mobile? Watch the clip here</a></p> <p><a href=\"http://www.guardian.co.uk/film/movie/102467/man.on.fire\">Man on Fire</a> (2004) was his third and final collaboration with Walken and his second with Washington, with whom he was still to work three more times. Featuring a performance from the then-precocious Dakota Fanning, it contained just enough grit to steer clear of the shameless. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/g4kLizDXLY0?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/g4kLizDXLY0\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=g4kLizDXLY0\">Reading this on mobile? Watch the clip here</a></p> <p>Scott followed it with <a href=\"http://www.guardian.co.uk/film/movie/108398/domino\">Domino</a> (2005), less of a surefire hit, starring Keira Knightley flexing underdeveloped action chops. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/q9WSnsKcPac?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/q9WSnsKcPac\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=q9WSnsKcPac\">Reading this on mobile? Watch the clip here</a></p> <p>A year later, he combined with Washington again for <a href=\"http://www.guardian.co.uk/film/movie/116539/deja.vu\">Deja Vu</a>, about a cop who heads into a time-travel wormhole to try and prevent an explosion on a ferry and to romance a hot babysitter who would otherwise be murdered. It was one of Scott's rare forays into sci-fi, but it remained frank, no-nonsense entertainment. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/khFEdsBEVU0?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/khFEdsBEVU0\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=khFEdsBEVU0\">Reading this on mobile? Watch the clip here</a></p> <p>In 2009, Scott and Washington got together for a remake of <a href=\"http://www.guardian.co.uk/film/movie/130790/taking-of-pelham-123\">The Taking of Pelham 123</a>, also starring John Travolta. Scott spoke to the Guardian at the time of release, wearing his trademark pink cap, as perky and pragmatic as you can get. </p>      <video data-media-id=\"gu-video-351005999\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_31234290001_gdn-nat-090730-hb-Pelham123-NEW-01-VFa-16x9.flv\"/> </video>   <p><a href=\"http://www.guardian.co.uk/film/video/2009/jul/30/tony-scott-taking-of-pelham-123\">Reading this on mobile? Watch the clip here</a></p> <p>One more movie, <a href=\"http://www.guardian.co.uk/film/movie/139238/unstoppable\">Unstoppable</a>, again with Washington – this time trying to prevent a toxic freight train from crashing – was released in 2010. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/JM-0Ywc7wNY?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/JM-0Ywc7wNY\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube.com/watch?v=JM-0Ywc7wNY\">Reading this on mobile? Watch the clip here</a></p> <p>At the time of his death, Scott had 39 projects in pre-production.</p>",
  "<h2>The news in clues</h2> <p>As the Olympics takes a half-time breather, crosswords return to the non-sporting world and find it much the same. A reminder from Brendan in <a href=\"http://www.theguardian.com/crosswords/cryptic/25716\">Thursday's Guardian</a> about a country which found that <a href=\"http://www.theguardian.com/sport/2012/may/09/athens-2004-olympics-athletes-home\">hosting the games was not an economic panacea</a>...</p> <blockquote> <p>27ac/10d <strong><em>Warning about largesse from financially challenged people? City disastrously ignored it</em></strong> (6,2,6,7,5)</p> </blockquote> <p>...as part of an erudite classics-themed puzzle, the answer is of course BEWARE OF GREEKS BEARING GIFTS. And as we learn about <a href=\"http://www.theguardian.com/world/blog/2012/aug/14/paul-ryan-conservative-saviour-republican-albatross\">the reading list of Romney running-mate Paul Ryan</a>, <a href=\"http://www.theguardian.com/crosswords/cryptic/25714\">Picaroon had a deft surface</a>...</p> <blockquote> <p>10ac/9ac <strong>Economist</strong>, one foregoing Keynes, famed in Republican <em>manoeuvring</em> (6,8)</p> </blockquote> <p>...with only the \"foregoing\" stopping the whole thing from being a definition of MILTON FRIEDMAN.</p> <p>Meanwhile <a href=\"http://www.theguardian.com/uk/2012/aug/16/phone-hacking-andy-coulson\">events at Westminster magistrates' court</a> remind us of another story that hasn't gone away, around the man <a href=\"http://puzzles.telegraph.co.uk/site/search_puzzle_number?id=17520\">clued by Notabilis in the Telegraph Toughie</a> as...</p> <blockquote> <p>23ac <strong>Man in the news</strong> a lot, <em>implicating</em> <em>third of</em> Tory party? (7)</p> </blockquote> <p>The implicated ministers remain unnamed, but the newsman is Rupert MURDOCH. And you might for a moment wonder if Tyrus was risking being <em>sub judice</em> in his Independent prize puzzle...</p> <blockquote> <p>18d <strong>Murdoch publication</strong> in time <em>starts to</em> hack every call (3,4)</p> </blockquote> <p>...before twigging that the reference is to Iris Murdoch, author of THE BELL. Any other interpretation is surely just a coincidence. If returning to normal news makes you wonder whether anything ever changes, that sentiment was <a href=\"http://puzzles.telegraph.co.uk/site/search_puzzle_number?id=17518\">shared by Shamus</a>...</p> <blockquote> <p>17d <strong>Rolling</strong> news - <em>essentially</em> old lot <em>gets recycled</em> (4-2-2)</p> </blockquote> <p>...in his clue for WELL-TO-DO.</p> <h2>Culture clue</h2> <p>In a Keats-stuffed puzzle, <a href=\"http://www.theguardian.com/crosswords/crossword-blog/2011/oct/13/crossword-blog-meet-the-setter-enigmatist\">Nimrod</a>'s 11 across was ODE and among the GRECIAN URNs and NIGHTINGALEs, were other odes, including one...</p> <blockquote> <p>18d <strong>Subject of 11</strong> - Jacko hit <em>an unattached</em> <em>van on</em> old <em>crossing</em> (6,3)</p> </blockquote> <p>...where you had to take <a href=\"http://www.youtube.com/watch?v=Zi_XLOBDo_Y\">the Michael Jackson hit</a> BILLIE JEAN, remove the AN and add an O to wind up with <a href=\"http://www.youtube.com/watch?v=CZt5Q-u4crc\">Bobbie Gentry's cryptic story</a>, Ode to BILLIE JOE.</p> <p>Meanwhile, solvers who had read about Micawber's former gig at Channel 4 News in <a href=\"http://www.theguardian.com/crosswords/crossword-blog/2012/aug/17/crossword-blog-meet-setter-micawber-morph\">last week's Meet The Setter</a> had a head start in solving <a href=\"http://puzzles.telegraph.co.uk/site/search_puzzle_number?id=17519\">his Telegraph Toughie clue</a>...</p> <blockquote> <p>25ac <strong>Innovations</strong> <em>associated with Jon Snow</em>? (9)</p> </blockquote> <p>...for NOVELTIES.</p> <h2>Blue clues</h2> <p>Another <a href=\"http://www.theguardian.com/crosswords/crossword-blog/2012/aug/02/crossword-blog-meet-setter-pasquale\">setter we met lately, Bradman</a>, recently used <a href=\"http://media.ft.com/cms/5f157ca6-d564-11e1-b306-00144feabdc0.pdf\">a lurid image in the FT</a>...</p> <blockquote> <p>27ac <strong>A measure of fatness</strong> shown by <em>various</em> sexy bondmaids (4,4,5)</p> </blockquote> <p>...en route to BODY MASS INDEX. Staying with the human body, <a href=\"https://www.crosswordclub.co.uk/puzzle/crossword/30a26c8b3542ecd30139109e3f39028b/play_ni\">Paul McKenna's Mephisto puzzle</a> started off with a clue that appeared to be playing a straight bat...</p> <blockquote> <p>1ac <strong>The runs</strong> we cop at Test <em>in bat</em>? Zero <em>entered</em> (12, two words)</p> </blockquote> <p>...until it became apparent that \"[t]he runs\" was the definition for the sixties term for diarrhea when on holiday in Mexico, AZTEC TWO-STEP, with \"bat\" presumably in its American sense of \"spree\". If you can stomach it, then, your cluing challenge is the slightly earlier term for the same apparent predicament, MONTEZUMA'S REVENGE.</p> <p>Not blue, but still corporeal and <a href=\"http://www.theguardian.com/discussion/comment-permalink/17672183\">nominated by reader yvains</a>, who said \"for sheer elegance, I think it would be hard to beat\" <a href=\"http://www.theguardian.com/crosswords/cryptic/25714?newsfeed=true\">Picaroon's clue</a>, we have an all-in-one description...</p> <blockquote> <p>14ac <strong>Whence one gets milk and a sandwich very <em>regularly</em></strong> (3,7)</p> </blockquote> <p>...of a TEA TROLLEY. Agreed!</p> <h2>Clue of the week</h2> <p>Joint honours this week: <a href=\"http://media.ft.com/cms/775bb88c-dcb4-11e1-99f3-00144feab49a.pdf\">Redshank in the FT</a> was compact while intricate...</p> <blockquote> <p>29ac <strong>Secure</strong>, like boltholes for spies when <em>hiding</em> (2,4,2,6)</p> </blockquote> <p>...indicating AS SAFE AS HOUSES, while the <a href=\"https://www.crosswordclub.co.uk/puzzle/crossword/30a26c8b3542ecd30138b975febf0245/print_solution/3\">Times Jumbo</a> elegantly made a case...</p> <blockquote> <p>54ac <strong>Steps against discrimination</strong> <em>involving</em> a fair motive, in fact (11,6)</p> </blockquote> <p>...for AFFIRMATIVE ACTION.</p> <h2>Cluing competition</h2> <p>Thanks for <a href=\"http://www.theguardian.com/crosswords/crossword-blog/2012/aug/13/crossword-roundup-olympic-clues-last-lap?commentpage=all\">your clues for ZOOKS</a>. And thanks for the explanation of \"God's hooks\" as the crucifixion nails, which led to yungylek's \"Nails good son onto cross\", one of the clues which uses Scrabble-favourite ZO, apparently a cross between a yak and a cow. </p> <p>The highestbrow entry was probably natjim's Godot allusion in \"Is Pozzo ok? Sounds like he's bottling up an expression of frustration\" and the lowest JollySwagman's lurid \"Heartless kiss on balls by unknown causes ejaculation\". </p> <p>The medalled clues each used a sly oath as definition, as in the runners-up: Thomas99's \"my\" in \"My zebra's head looks unlined\" and MaleficOpus's \"well I never\" in \"Well, I never cross on green lights\". For hiding the definition and keeping things Biblical, the winner is drawfull's \"Where one might find a stable with kings for Jesus, Mary and Joseph\". Kudos to drawfull and the winner of this week's challenge will be published after this blog's holiday, on 10 September. See you then!</p>",
  "<p>As the summer draws to a close, some of us will still be planning that last-minute getaway. If a member of your family has a learning disability, the chances are you've been planning it for some time. As any parent of a child with special needs will tell you, \"spontaneous\" and \"carefree\" are not words they associate with a holiday.</p> <p>In fact, holidays can be a minefield for some families. Choosing a holiday in the first place is hard. You need to find a venue that is suitable for someone with complex needs. Once you're away, everything is new and unfamiliar, and there are none of the usual support systems you rely on at home.</p> <p><a href=\"http://www.netbuddy.org.uk\" title=\"\">Netbuddy</a> has collected the following advice from families of people with learning disabilities. It's a holiday survival guide by people who have been there and earned the T-shirt.</p> <p><strong>Change of routine</strong></p> <p>While most of us relish a break from routine, it can create anxiety and confusion for people with learning disabilities and autism. Without the predictability and structure of a daily schedule, many people with learning disabilities struggle to cope.</p> <p>\"Routines are important in everyone's life,\" says one parent. \"Think about how you feel when you sleep in and miss breakfast. It can make you feel not quite right. That's how my son feels whenever we break his routine.\"</p> <p>Try preparing a holiday routine – even just a basic structure, like wash, get dressed, breakfast, explore resort, lunch, beach, dinner, bathtime, bed with a story or DVD.</p> <p>Give plenty of notice, explaining what is going to happen the next day and, if possible show photos or postcards of destinations you plan to visit. Make sure there are as few surprises as possible.</p> <p><strong>Sensory overload</strong></p> <p>Many people with learning disabilities have sensory issues, which can cause an over-sensitivity to sights, sounds, tastes, smells and/or touch. This makes some elements in their environment painfully overwhelming – for example, loud noises, new smells, crowds, bright lights.</p> <p>Holidays can be sensory war zones for people with learning disabilities. Sand, sun, screaming babies, loud discos, crowded coaches, sunburn, melting ice creams … it can all spell disaster.</p> <p>Do your research. Find out as much as you can about your holiday destination in advance. Know where the quiet zones are and the noise/light/smell hazards – for example fairgrounds or loud, echoing restaurants with flickering light.</p> <p>Pack a day bag with small sensory objects in it, such as crackly paper, scented bubbles, shiny objects, a small light-up spinning top, magnets, squishy mesh balls, chewy tubes etc. This can help distract when situations become difficult.</p> <p><strong>Unfamiliarity</strong></p> <p>Holidays are all about seeing new sights, trying different foods and doing new things. Many people with learning disabilities and autism get a particular comfort from familiarity. Change can be difficult and holidays may create enormous anxiety in some people, which can lead to challenging behaviour.</p> <p>The key is all in the preparation. Once you've chosen a destination, it's a good idea to start preparing your child as much as possible to reduce the fear of the unknown.</p> <p>Use photos, books and symbols to show every stage of the journey. Collect pictures from the holiday brochure to help your child understand where they're going and what to expect.</p> <p>It may be worth visiting the airport or train station before you go on holiday, to familiarise your child. You could also show pictures and talk about the journey and what happens at each stage – passport control, baggage check, boarding etc.</p> <p><strong>Sibling battles</strong></p> <p>Most family holidays involve compromise – juggling everybody's needs so no one gets left out. If your child has learning disabilities, it can be difficult keeping everyone happy. Their needs may take up most of your energy and focus, leaving siblings feeling resentful.</p> <p>Try to make time for activities siblings want to do, even if it's just for an hour or so. They need to feel special and important too. Try taking turns with your partner to do things individually with them.</p> <p>Treat siblings as children, not carers. It can be tempting to rely on them more when you're away, but remember it's their holiday too.</p> <p><strong>Getting lost</strong></p> <p>It's every parent's nightmare – losing a child on holiday. But when your child or has a learning disability, the problem becomes tenfold. Practice getting lost beforehand. Role play what to do if your child gets lost when you're out and about. Make sure they know how to present their identification card and what to say.</p> <p>Write your contact details, including mobile phone number, on a wristband or attach it to a belt pull or other loop on clothing. If your child has autism, you can get an autism alert card and bracelet from the <a href=\"http://www.autism.org.uk/\" title=\"\">National Autistic Society</a>.</p> <p><em>Emma Sterland is manager of the </em><a href=\"http://www.netbuddy.org.uk\" title=\"\"><em>Netbuddy</em></a><em> website, which offers practical tips on supporting people with learning disabilities </em></p> <p><strong>This article is published by Guardian Professional. </strong><a href=\"http://www.theguardian.com/social-care-network/2012/jul/16/become-member-guardian-social-care-network\" title=\"\"><strong>Join the social care network</strong></a><strong> to receive regular emails and exclusive offers.</strong></p>",
  "<video data-media-id=\"gu-video-394916947\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/19/120819Assange-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120819Assange/120819Assange.m3u8\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/19/120819Assange-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/19/120819Assange_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/19/120819Assange_3gpSml16x9.3gp\"/> </video>   <p>The diplomatic standoff between Britain and Ecuador deepened on Sunday after WikiLeaks founder Julian Assange used an extraordinary appearance on the first-floor balcony of Ecuador's London embassy to berate the United States.</p> <p>With Metropolitan police officers watching from metres away, Assange called on President Obama to abandon what he called a \"witch-hunt\" against WikiLeaks. He said an alleged \"FBI investigation\" against his whistleblowing website should be \"dissolved\" and that the US should go back to its original \"revolutionary\" values.</p> <p>\"As WikiLeaks stands under threat, so does the freedom of expression and the health of our societies,\" Assange said, standing on a white balcony just above the pavement, and flanked by Ecuador's yellow, blue and red flag. He added: \"I ask President Obama to do the right thing: the United States must renounce its witch-hunt against WikiLeaks.\"</p> <p>Assange also thanked Ecuador's social democrat president, Rafael Correa, for <a href=\"http://www.guardian.co.uk/media/2012/aug/16/julian-assange-political-asylum-ecuador\" title=\"\">granting him political asylum</a>. Correa's decision, announced last Thursday, has set off a growing international row. Assange also thanked <a href=\"http://www.guardian.co.uk/media/2012/aug/18/julian-assange-case-ecuador-support\" title=\"\">several other Latin American countries for their support</a> – implicitly warning Britain that any dispute with Ecuador could rapidly snowball into a conflict with the entire region.</p> <p>More than 50 police officers surrounded the embassy in Knightsbridge, south-west London, on Sunday, with a police helicopter in the skies above, but they were clearly under orders not to try to arrest the WikiLeaks founder. Assange addressed around 100 well-wishers, with supporters including Tariq Ali and former British ambassador Craig Murray making speeches from the street.</p> <p>Assange spoke for 10 minutes. He appeared cheerful, if unsurprisingly pale. This was his first public appearance since he slipped into the embassy two months ago and the latest surreal episode in a soap opera that has seen him go from the High Court to house arrest in Norfolk and now to an embassy camp-bed in genteel Kensington and Chelsea, less than 50m from Harrods.</p> <p>The 41-year-old Australian took refuge in the embassy after the supreme court ordered his extradition to Sweden, where he faces allegations of serious sexual misconduct. Assange pointedly did not mention those allegations on Sunday, instead casting his predicament as a universal one of free speech struggling to survive in a \"dangerous and oppressive world\". Britain says it is obliged to implement EU extradition law and will arrest Assange the second he leaves the building.</p> <p>Speaking from the balcony in SW1, Assange claimed that the Met had come close to storming the embassy late last Wednesday. Britain sent a letter to Ecuador last week stating that it believes it is entitled to arrest Assange inside the building under the Diplomatic and Consular Premises Act 1987. The claim has enraged the government in Quito, which says the 1961 Vienna convention protects its – and others' – diplomatic territory.</p> <p>Assange said: \"Inside this embassy in the dark, I could hear teams of police swarming up inside the building through its internal fire escape.\" He said the only reason the UK \"did not throw away the Vienna convention the other night\" was because \"the world is watching\". He also thanked embassy staff, \"who have shown me hospitality and kindness, despite the threats we all received\".</p> <p>Despite the heavy police presence on Sunday, the Foreign Office is clearly trying to find a diplomatic solution to the row with Ecuador. Foreign secretary William Hague has made it clear there is no suggestion that police would \"storm\" the embassy.</p> <p>But Assange's provocative balcony appearance, in which he praised \"courageous Ecuador\" while disparaging Britain, his long-suffering host country, will have won him few new friends in Downing Street. Assange's supporters claim that if he is sent to Sweden he is in danger of being extradited to the US to be charged with espionage. Sweden has vehemently denied this.</p> <p>On Sunday Assange said: \"Will it [the US] return to and reaffirm the revolutionary values it was founded on, or will it lurch off the precipice, dragging us all into a dangerous and oppressive world?\"</p> <p>He said there should be no \"foolish talk\" about prosecuting media organisations, mentioning not only WikiLeaks but also the New York Times, a paper Assange has previously bitterly criticised.</p> <p>He also called on the US to end its \"war on whistleblowers\", and demanded that Bradley Manning, the US army intelligence analyst suspected of leaking information, be released.</p> <p>Manning has been charged with transferring classified data and delivering national defence information to an unauthorised source. He faces up to 52 years in jail.</p> <p>Assange called him a hero and \"an example to all of us\" – drawing cheers from WikiLeaks fans packing the Knightsbridge pavement. \"On Wednesday, Bradley Manning spent his 815th day of detention without trial,\" Assange said. \"The legal maximum is 120 days.\"</p> <p>Assange also made a rare mention of his children, \"who have been denied their father\". He said he hoped soon to be back with them and the rest of his family, adding: \"Forgive me, we will be reunited soon.\"</p>",
  "<p>A suggestion box would seem to be a straightforward way of getting feedback, but when an aid group tried this technique during an emergency to see how it could do better, few people came forward with ideas. The aid recipients thought the suggestion box was for donations and they were hardly in a position to give money. The story illustrates some of the pitfalls aid agencies face in trying to canvas opinion from the people they are trying to help.</p> <p>\"It has taken a long time for the development sector to think of aid recipients as more than victims,\" John Mitchell, director of the <a href=\"http://www.alnap.org/\" title=\"\">Active Learning Network for Accountability and Performance in Humanitarian Action</a> (Alnap), a network of aid agencies, said ahead of world humanitarian day on Sunday. \"In the late 1980s and early 1990s, relief groups realised there was a need to work through local structures and through the capacities of local people.\"</p> <p>But it is a long slog. <a href=\"http://www.alnap.org/story/123.aspx\" title=\"\">In its July report</a> on the humanitarian system, Alnap acknowledged the work still needed. \"Despite recent pushes in the humanitarian sphere for accountability and transparency, people's knowledge of the aid process – who is entitled, what they are entitled to, how they can access it and who to contact if they encounter problems accessing it – is often still inadequate,\" said the report. \"Disaster-affected persons are rarely given opportunities to assess the impact of interventions and comment on performance.\"</p> <p>Mitchell cited cultural barriers to getting feedback, with people in some countries unwilling to complain on their own. The Alnap report also mentioned a lack of trust in the security of the process, fear of retaliation, and doubts about access and the utility of the process.</p> <p>It is not all negative. The report cited Kenya's <a href=\"http://www.hsnp.or.ke/\" title=\"\">hunger safety net programme (HSNP)</a>, established in 2009, as an example of good practice in accountability. The aim of the HSNP, a cash transfer programme targeted at the chronically food insecure, is to reduce extreme poverty in Kenya. Under the scheme – funded by the UK Department for International Development – the most vulnerable 10% of Kenyan households receive guaranteed cash transfers. Initially, 60,000 people in the arid and semi-arid lands districts of northern Kenya received the transfers.</p> <p>According to a <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;ved=0CEUQFjAA&amp;url=http%3A%2F%2Fwww.hapinternational.org%2Fpool%2Ffiles%2Ffood-assistance-integrity-study-web.pdf&amp;ei=NFYuUO3REaTT0QWxgoHoDA&amp;usg=AFQjCNGbxvnfg6mabR86dkAg_ZiBngpQYA&amp;cad=rja\" title=\"\">Transparency International report</a>, the HSNP has one of the most developed beneficiary accountability mechanisms in the humanitarian community. Accountability is handled by <a href=\"http://www.helpage.org/\">HelpAge International</a>, which is also responsible for transparency in all forms of the project on the basis of a charter of rights. Relief committees, composed of members elected from the communities, form the cornerstone of the accountability of the system.</p> <p>These committees oversee the HSNP payments, and address any complaints or grievances that beneficiaries or non-beneficiaries might have. They are not responsible for arbitrating issues; they report to HelpAge, which refers the issue to the relevant party. The rights committees are considered to be working so well for the HSNP that there is evidence showing they are also being used for other roles, including conflict resolution, advocacy and in political dialogue with councillors and MPs.</p> <p><a href=\"http://www.hapinternational.org/pool/files/case-study-complaint-feedback-handling-jamam-june-2012.pdf\" title=\"\">Oxfam has come up with its own accountability mechanism in a very different context</a>, in the Jamam refugee camp in South Sudan, housing thousands of people who have fled from Sudan. It has set up complaints and feedback desks on particular days and times at different locations in the camp.</p> <p>Again, the process features committees, consisting of camp residents. These Wash (water, sanitation and hygiene) committees were consulted on where and when to have the desks as well as operating them. A one-page format was developed and used to collect feedback. Oxfam did receive complaints about a latrine – its narrow entrance and the shakiness of the slab that made people nervous of falling down – which was then redesigned.</p> <p>One way of coming to terms with local customs is to work with local NGOs. Several donors require that international agencies work with local partners. This sounds good in theory, but in practice runs into problems. Donors rarely fund national NGOs directly. In particular, funding for national NGOs via international agencies rarely provides the necessary longer-term support for building office infrastructure, and administrative and financial capacity, including hiring permanent staff. A further challenge for national NGOs is the burden placed on small but qualified local organisations building capacity to meet the demands of multiple international partners.</p>"
]