[
  "<p>The Tory chairman has not given up hope. That's Grant Shapps's job, never to give up hope despite ever dwindling prospects of winning an overall majority. Talking to him on Monday, I found he still hopes the Liberal Democrats will perform another somersault and vote for <a href=\"http://www.theguardian.com/politics/2012/sep/22/lib-dems-boundary-changes-revolt\" title=\"\">Tory-favouring constituency boundary changes</a>. \"I don't rule it out,\" he says. These would gift his party some 20 extra seats at the next election, which could tip the balance in a close result. On Tuesday MPs open their magic envelopes from the <a href=\"http://en.wikipedia.org/wiki/Sixth_Periodic_Review_of_Westminster_constituencies\" title=\"\">boundary commission</a>, revealing their fate: some face losing their seats altogether, some face safe seats turning marginal, and others face acquiring unwanted alien wards straddling local authority borders. Many expected to be angry – except they think it's all over.</p> <p>So why does Shapps think Nick Clegg might still knuckle under? Mainly because the Lib Dems have proved so surprisingly pliable, even on issues that ruin their party's reputation for keeping pledges. Shapps was in his usual ebullient form as he pointed out that the decisive vote on boundaries only reaches the Commons next October, a year away – and a \"year is a very long time in politics\". The landscape changes: only a year ago, he recalls, the Tories were slightly ahead of Labour, so who knows what events might cause the Lib Dems to swap something for that crucial boundary vote?</p> <p>\"Cash for seats\" is one mooted possibility. The Financial Times front page suggests the Lib Dem vote can be bought as they are badly strapped for money: joining the coalition means they no longer qualify for <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=short%20money%2C%20the%20funds%20awarded%20to%20opposition%20parties&amp;source=web&amp;cd=2&amp;ved=0CCYQFjAB&amp;url=http%3A%2F%2Fwww.parliament.uk%2Fcommons%2Flib%2Fresearch%2Fbriefings%2Fsnpc-01663.pdf&amp;ei=gk18UMCbOKiT0QWr2IDICg&amp;usg=AFQjCNEwNRcwIR6-JoGhRffsFJFgpTptAQ\" title=\"\">Short money</a>, the funds awarded to opposition parties. They <a href=\"http://www.bbc.co.uk/blogs/newsnight/michaelcrick/2010/05/the_lib_dems_respond_on_short.html\" title=\"\">lose £9m over the parliament</a>, on top of subscriptions lost from the 20% of members who have fled. Might they accept reform of party funding in exchange for renewed support of boundary changes?</p> <p>This would be an entertaining volte-face on both sides. State funding for political parties is a deep blue ideological taboo for Tory MPs – and not popular with the public in these politician-loathing times. It would be a pleasure to watch David Cameron and George Osborne swallowing hard as they earnestly explain to the people why they now think that the state paying the cost of democracy is better than letting parties fall into the hands of disreputable billionaires or corrupt companies expecting favours in exchange. It is indeed high time the country accepted that a modest contribution from the taxpayer to the machinery of politics is a price worth paying for clean democracy. But quite how clean this would look as a backroom deal to swap for gerrymandering boundaries in the Tories' favour is another question. Shapps suggests a money deal is not what he has in mind.</p> <p>Superficially, the boundary changes look fair, cutting the number of Commons seats by 50 – highly popular – and strictly ironing out all seats to some 76,000 voters per constituency. The rigid formula ignores all natural communities that the boundary commission used to honour – creating one seat crossing the Tamar, to a West Country outrage that metropolitan Cameron failed to understand when he replied casually that it's <a href=\"http://www.theguardian.com/politics/2010/oct/06/cameron-cornwall-tamar-boundary\" title=\"\">\"not the Amazon\"</a>.</p> <p>Cameron was less concerned with fairness when he refused to listen to Labour's concerns that millions of its votes are lost in poor, student, migrant and highly mobile districts in need of a major initiative for voter registration. Instead he is <a href=\"http://www.electoral-reform.org.uk/blog/tag/voter-registration\" title=\"\">abolishing household registration</a>, demanding each individual fills out a form, which will see the loss of many more Labour voters from registers in these areas. One certainty is that Cameron would have no interest in boundary changes if they didn't favour his party. Is that fair? Shapps chortles over Clegg's assertions at the time that boundary changes were a \"simple principle of fairness\" to \"restore people's faith in politics\".</p> <p>The Lib Dems took leave of their senses when they agreed to changes that would cost them seats they spent a generation nurturing. \"Complete lunacy,\" says a senior Lib Dem MP who voted for them. When reckless Tory MPs sabotaged House of Lords reform, they gave Clegg the chance to back out. So would he really do another double backflip? Tim Farron, the Lib Dem president, says: \"No chance. Bloody madness. They can offer us a trillion pounds and the answer is no. We should never have agreed in the first place.\" Others echo that let-hell-freeze-over thunder. But how trustworthy is their <em>no pasarán</em>?</p> <p>Shapps, we know, is something of a fantasist, but he insists he is hopeful that something will turn up in the next year to change Lib Dem minds. Perhaps he draws comfort from observing how far the Lib Dems have sold the pass on almost everything else that matters, still backing an austerity that is killing growth, still allowing devastation to welfare and public services, even as the <a href=\"http://www.theguardian.com/business/2012/oct/13/imf-george-osborne-austerity-76bn?newsfeed=true\" title=\"\">IMF warns</a> that double the demand anticipated is being sucked out of the economy. Lack of rebellion from Clegg or Vince Cable may be what lets Shapps live in hope. Meanwhile Labour is busily selecting candidates on the old boundaries, trusting the Lib Dems not to be so suicidal. There would not be much left of the Lib Dems to form a coalition with anyone if they ever buckle on this.</p> <p>• This article was amended on 16 October 2012 to correct a reference to short money to Short money.</p>",
  "<p>I believe we might have made a mistake: a mistake whose consequences, if I am right, would be hard to overstate. I&#xa0;think the forecasts for world food production could be entirely wrong. Food prices are rising again, partly because of the damage done to crops in the northern hemisphere by ferocious weather. In&#xa0;the US, Russia and Ukraine, grain crops were clobbered by remarkable droughts. In parts of northern Europe, such as the UK, they were pummelled by endless rain.</p> <p>Even so, this is not, <a href=\"http://www.theguardian.com/environment/2012/oct/10/un-rising-food-costs-weather\" title=\"\">as a report in the Guardian claimed last week</a>, \"one of the worst global harvests in years\". It's&#xa0;one of the best. World grain production last year was the highest on record; this year's crop is <a href=\"http://www.fao.org/news/story/en/item/161602/icode/\" title=\"\">just 2.6% smaller</a>. The problem is that, thanks to the combination of a rising population and the immoral <a href=\"http://www.monbiot.com/2007/11/06/an-agricultural-crime-against-humanity/\" title=\"\">diversion of so much grain into animal feed and biofuels</a>, a new record must be set every year. Though 2012's is the <a href=\"http://www.fao.org/news/story/en/item/161602/icode/\" title=\"\">third biggest global harvest in history (after 2011 and 2008)</a>, this is also a year of food deficit, in which we will consume <a href=\"http://www.fao.org/news/story/en/item/161602/icode/\" title=\"\">28m tonnes more grain than farmers produced</a>. If&#xa0;2013's harvest&#xa0;does not establish a new world&#xa0;record, the poor are in serious&#xa0;trouble.</p> <p>So the question of how climate change might alter food production could not be more significant. It is also extremely hard to resolve, and relies on such daunting instruments as \"<a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2030220\" title=\"\">multinomial endogenous switching regression models</a>\". The problem is that there are so many factors involved. Will&#xa0;extra rainfall be cancelled out by extra evaporation? Will the fertilising effect of carbon dioxide be more powerful than the heat damage it causes? To what extent will farmers be able to adapt? Will new varieties of crops keep up with the changing weather?</p> <p>But, to put it very broadly, the consensus is that climate change will hurt farmers in the tropics and help farmers in temperate countries. A famous <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1569580/\" title=\"\">paper published in 2005</a> concluded that if we follow the most extreme trajectory for greenhouse gas production (the one we happen to be on at the moment), global warming would raise harvests in the rich nations by 3% by the 2080s, and reduce them in the poor nations by 7%. This gives an overall reduction in the world's food supply (by comparison to what would have happened without manmade climate change) of 5%.</p> <p>Papers published since then support this conclusion: they foresee hard times for farmers in Africa and south Asia, but a bonanza for farmers in the colder parts of the world, whose yields will rise just as developing countries become less able to feed themselves. Climate change is likely to be devastating for many of the world's poor. If farmers in developing countries can't compete, both their income and their food security will decline, and the number of permanently malnourished people could rise. The&#xa0;nations in which they live, much of whose growth was supposed to have come from food production, will have to import more of their food from abroad. But in terms of gross commodity flows the models do not predict an insuperable problem.</p> <p>So here's where the issue arises. The models used by most of these papers forecast the effects of changes in averaged conditions. They take no account of extreme weather events. Fair&#xa0;enough: they're complicated enough already. But what if changes in the size of the global harvest are determined less by average conditions than by the extremes?</p> <p>This is what happened in 2012. This is what seems likely to happen in subsequent years. Here's why. A paper this year by the world's leading climate scientist, James Hansen, shows that the frequency of extremely hot events (such as the droughts which hammered the US and Russia) <a href=\"http://www.pnas.org/content/early/2012/07/30/1205276109.full.pdf+html?with-ds=yes\" title=\"\">has risen by a factor of about 50 by comparison with the decades before 1980</a>. Forty years ago, extreme summer heat typically affected between 0.1 and 0.2% of the globe. Today it scorches some 10%. \"We can project with a high degree of confidence,\" the paper warns, \"that the area covered by extremely hot anomalies will continue to increase during the next few decades and even greater extremes will occur.\" Yet these extremes do not feature in the standard models predicting changes in crop production.</p> <p>If the mechanism proposed by another paper is correct, it is not just extremes of heat that are likely to rise. I've explained this before, but I think it's worth repeating. The jet stream is a current of air travelling eastwards around the upper northern hemisphere. It separates the cold wet weather to the north from the warmer, drier weather to the south. Wobbling along this ribbon are huge meanders called Rossby waves. As the Arctic heats up, the meanders slow down and become steeper. The weather gets stuck.</p> <p>Stuck weather is another way of saying extreme weather. If the jet stream is jammed to the north of where you are, the weather stays hot and dry, and the temperature builds up – and up. If it's lodged to the south of you, the rain keeps falling, the ground becomes saturated and the rivers burst their banks. This summer the UK and the US seem to have found themselves on opposite sides of stuck meanders, and harvests in both countries were savaged by opposing extremes of weather.</p> <p>This is where we stand with just 0.8 degrees of global warming and a 30% loss of summer sea ice. Picture a world with two, four or six degrees of warming and a pole without ice, and you get some idea of what could be coming.</p> <p>Farmers in the rich nations can adapt to a change in averaged conditions. It&#xa0;is hard to see how they can adapt to extreme events, especially if those events are different every year. Last winter, for example, I spent days drought-proofing my apple trees, as the previous spring had been so dry that – a few weeks after pollination – most of the fruit shrivelled up and died. This spring was so wet that the pollinators scarcely emerged at all: it was the unfertilised blossom that withered and died. I thanked my stars that I don't make my living this way.</p> <p>Perhaps there is no normal any more. Perhaps the smooth average warming trends that the climate models predict – simultaneously terrifying and oddly reassuring – mask wild extremes for which no farmer can plan and to which no farmer can respond. Where does that leave a world which must either keep raising production or starve?</p> <p><em>Twitter: </em><a href=\"https://twitter.com/GeorgeMonbiot\" title=\"\"><em>@GeorgeMonbiot</em></a></p> <p><em>A fully referenced version of this article can be found at </em><a href=\"http://www.monbiot.com/\" title=\"\"><em>www.monbiot.com</em></a></p> <p>• This article was amended on 16 October to say that the jet stream travels eastwards, rather than westwards</p>",
  "<p>What are your views on ED Hirsch? Never heard of him? If so, you're in good company: only a small number of people in the UK have. But you might be well advised to look Hirsch up – his philosophy could be coming to a primary school near you, very soon.</p> <p>Hirschism, if there is such a thing, is spreading fast through the English school system. Two proposed new primary free schools – the West London free school, backed by journalist Toby Young, and the Pimlico Academy primary – are planning to base their lessons on it. A new curriculum centre is devoting its efforts to promoting it, and a right-leaning thinktank is publishing a series of how-to guides on it for teachers.</p> <p>Moreover, a new primary curriculum – due to be implemented in 2014 – has Hirsch at its heart. Both Michael Gove, the education secretary, and Nick Gibb, until recently his schools minister, and architect of a major review of the curriculum, have been profoundly impressed by his ideas.</p> <p>So who is ED Hirsch? What does he believe? And how on earth did he manage to influence the way children across England will learn – without even being aware he was doing so?</p> <p>Eric Donald Hirsch Junior is an 84-year-old retired professor – originally of English literature – from Virginia. He began his career as a professor at Yale, specialising in the Romantic poets. But by the 1970s, he was teaching at the University of Virginia, conducting research on reading with young people at local community colleges. He was shocked to discover those from poorer backgrounds struggled to read a passage on the surrender of General Robert E Lee near their home town of Richmond – because they lacked the necessary background knowledge of the American Civil War.</p> <p>The result was a hugely influential book, first published in 1983, on what he calls Cultural Literacy. In it Hirsch argued that all American children needed a body of \"core knowledge\" which would allow them to function as fully rounded citizens – and that, as some were not absorbing this knowledge at home, they needed to be taught it at school. He even added an appendix, with long lists of facts, words and phrases whose significance every US child should know: the Adirondack Mountains; the Alamo; Alaska; the Founding Fathers.</p> <p>In the ensuing years – during which Hirsch was greeted by the American right as a prophet and a saviour, and by the left as a scion of the empire of evil – these ideas solidified. Hirsch published a series of further works, which argued that children not only needed a clear body of factual knowledge but that they should also learn that knowledge in a very highly structured way – starting with basics and building up, rather than taking a more thematic approach.</p> <p>Hirsch's position as an influential figure in American education has long been established – he set up a body called the Core Knowledge Foundation, which has spread his philosophy across the States – but how did he come to be influential here?</p> <p>Several years ago, Nick Gibb – then shadow minister for schools – came across Hirsch and began reading his books. As long ago as 2008 he told fellow MPs they should read Hirsch for insight into an \"anti-knowledge ideology\" which, he said, was rife in American and English schools. The problem, he said, was that the education establishment had its roots in a romantic ideology that said skills, rather than knowledge, were the key to learning.</p> <p>Michael Gove, too, has spoken of his admiration for Hirsch, citing him in 2009 in a speech to the Royal Society of Arts. \"A society in which there is a widespread understanding of the nation's past, a shared appreciation of cultural reference points, a common stock of knowledge on which all can draw, and trade, is a society in which we all understand each other better,\" he added.</p> <p>Soon afterwards the thinktank Civitas began translating Hirsch's views into practical guides for English schools: What Your Year 1 Child Needs to Know, for instance, provides a comprehensive guide for teachers. Its index reads very much like an English version of Hirsch's lists of what American children should learn, with Hans Christian Anderson, the Angel of the North and the English Civil War replacing the basic touchstones of US \"cultural literacy\".</p> <p>Since Civitas took up the cause, two proposed free schools have announced they plan to teach using Hirsch's methods. And a new curriculum centre has been set up, using funds from wealthy benefactors, to spread the ideas further.</p> <p>Toby Young, who is planning to follow such a knowledge-based curriculum at his new primary free school in west London, wrote on the Guardian's <a href=\"http://www.theguardian.com/teacher-network/2012/oct/03/free-schools-research-development-education\" title=\"\">Teacher Network</a> recently that more subjects would be taught by specialists and the aim was to raise attainment \"particularly among children from deprived backgrounds\".</p> <p>When the government announced the initial outcome of its curriculum review – designed to overhaul and slim down what schools must teach – at the end of last year, Hirsch was writ large across it. \"The new national curriculum will set out only the essential knowledge that all children should acquire,\" runs the Department for Education website introduction to new draft programmes of study for primary maths, English and science. The drafts are \"very specific about the content to be covered, given the fundamental importance of these subjects as a foundation for further study and as the basis for our system of school accountability,\" it adds.</p> <p>Perhaps it was hardly surprising that some members of the expert panel set up to advise on the new curriculum were less than pleased. The panel had proposed broad, two-year blocks of learning which would give teachers freedom to decide what to teach and when. But the published programmes were detailed and far more prescriptive. Professor Andrew Pollard, who was a member of the panel, stepped down as a result.</p> <p>Ministers have shown \"a cavalier disregard\" for research evidence from the UK and elsewhere, he says. All the best evidence shows that it is excellent teaching rather than curriculum reform that raises standards, he points out. Countries such as Singapore and Finland – often cited by ministers as beacons of excellence – recruit the most able graduates as teachers and give them time and freedom to develop their skills.</p> <p>\"Ministers have a responsibility to do no harm and there is some risk that what they're proposing will actually reduce the quality of learning and reduce the breadth of education that's available in primary schools,\" he says. \"Despite the rhetoric about opportunities, it's quite possible that what is proposed will increase inequality and the disadvantaged will become more disadvantaged.\"</p> <p>Gibb, who arrives for an interview on the subject bearing a little pile of Hirsch's works adorned with yellow Post-it notes, is unrepentant. \"All the evidence from around the world is that the more autonomy professionals have, the higher the standards. But, in order to do that, you have to have a curriculum that sets out the key things, the core academic knowledge in those core academic subjects – maths, English, science in particular – that children need to learn,\" he says.</p> <p>He is confident his Hirschian curriculum will survive his departure from office in the September reshuffle: \"The work has been done. It's out for consultation. I know the secretary of state is pleased with the product. I think he broadly accepts this approach, so I think that will remain,\" he says.</p> <p>\"At every stage, as we've drafted the primary curriculum, he [Gove] has been deeply engaged in it. He has his own views and they have not differed from my view.\"</p> <p>Meanwhile, across the Atlantic, the man himself seems blissfully aware of the waves he has been making.</p> <p>\"Oh, I did not know that. How interesting!\" he exclaims after being told education ministers in the UK have seized on his idea of \"cultural literacy\". He had a brief email exchange with Gibb a few years ago but apart from that there has been no contact between them, he says. But he is delighted to learn his ideas have spread across the Atlantic.</p> <p>\"I'm very gratified, particularly if in fact it has some positive effect in England. That would be terrific. I'm surprised and I'm gratified.\"</p> <p>Fran Abrams will discuss the influence of ED Hirsch on BBC Radio 4's Analysis programme at 8.30pm on Monday 22 October</p> <h2>10 things every year-1 child should know <br> </h2> <p>Acorns</p> <p>Brer Rabbit tales</p> <p>Continents</p> <p>English Civil War</p> <p>Jungles</p> <p>Machu Picchu</p> <p>Mexico</p> <p>AA Milne</p> <p>Musical pitch</p> <p>Henry Moore</p> <h2>10 things every year-2 child should know <br></h2> <p>Tap dancing</p> <p>Louis Pasteur</p> <p>Rabies</p> <p>Mosques</p> <p>Hansel and Gretel</p> <p>Atlantic Ocean</p> <p>Extinct animals and fish</p> <p>Great Wall of China</p> <p>Dinosaur bones</p> <p>Roald Amundsen</p> <p>• From Civitas's English 'translation' of ED Hirsch's guide for schools</p>",
  "<p>In a country with no public cinemas and where only a few films have been shown to the public in more than three decades, it is a radical step: a handful of film-makers in Saudi Arabia has launched a secret cinema group, showing their own films that explore social and political issues such as women's rights, the lives of migrant workers, urbanisation and the belief in black magic.</p> <p>Last Thursday, after evening prayers, more than 60 people attended the first screening by the Red Wax secret cinema in a large warehouse in the south-western city of Abha. Directed to the clandestine event by text message, they crowded inside the hired space, which was then bolted shut.</p> <p>Most sat on cheap red plastic chairs placed in rows before a makeshift screen made from a large white sheet, but as the audience was larger than the organisers had expected, some stood. As the lights dimmed, nervousness gave way to quiet anticipation and in silence they watched a film about the lives of migrant workers on one of the country's major building projects. After the screening the audience discussed the issues it raised and the ban on cinema in the kingdom.</p> <p>\"I was really nervous; everyone was nervous,\" said the film's director, one founder of Red Wax. \"We didn't have a plan if [police came]. Everyone parked away from the place. We sent them directions by text message to their mobiles or rang them. Our fears are just to get caught or sent to jail.\"</p> <p>Cinemas were shut in the 1970s down after the assassination of King Faisal, who was criticised for introducing television to Saudi Arabia. Religious conservatives consider cultural activities such as films and concerts to be immoral and against Islamic values.</p> <p>There were signs of liberalisation with the launch in 2006 of the annual European film festival in Jeddah, which shows films to a select audience in embassies and consulates. The first official Saudi film festival followed in May 2008 in the eastern city of Dammam, although it has not been repeated. Later that year the comedy Menahi, financed and produced by King Abdullah's billionaire nephew Prince Waleed bin Talal's Rotana media, became the first film, apart from a few children's cartoons, to be shown publicly for 30 years when it ran for barely a week in Jeddah and nearby Taif.</p> <p>But there was a backlash following its more limited screening in the capital Riyadh, with hardliners issuing a fatwa against cinemas in July 2009 that led the government to ban their construction.</p> <p>The collective of five film-makers – four men and one woman – said Red Wax referred to the official stamps used to restrict freedoms in the kingdom, although one member added it is also a strong kind of local cannabis resin. The first event was only open to men, with the audience including students, writers and artists aged from 20 to 40. But women will be invited to future events, scheduled to take place in other cities and organised via social networking websites to attract a wider audience.</p> <p>The director of the first film shown said: \"Saudi people love cinema. People drive to Bahrain at the weekend just to see films or fly to Dubai. You can see thousands of films on pirate DVDs for $2 or $3. You can download on BitTorrent or see it on satellite TV. You cannot imagine how much filesharing there is.</p> <p>\"The problem is with some of the religious movements and extremists. They say its <em>haram</em> [sinful] because of the content of the films and people being there communally. But we say it's not <em>haram</em> because cinema is not mentioned in the Qur'an or the Hadith [the sayings and acts of Muhammad].\"</p> <p>The group said they decided to set up a secret cinema after the authorities cracked down on Saudi film-makers who posted work on YouTube which, according to Al-Arabiya, receives as many as 90m page views from the kingdom every day.</p> <p><a href=\"http://uncut.indexoncensorship.org/tag/feras-bugnah/\" title=\"\">Feras Bugnah</a>, a video blogger, was arrested and detained for two weeks last year after posting a film about poverty in Riyadh on the site, which attracted more than 800,000 views. \"On YouTube they always watch you and restrict the page,\" said another Red Wax founder. \"Secret cinema is Banksy style – no one knows who he is.\"</p> <p>The film-maker denied their activities were un-Islamic. Their aim, they said, was both to stimulate grassroots film production and a critical audience. \"The films should be made by people here [to give] more freedom of expression to our community. It's [about] our daily life, our struggle against all these banning forces, not to be free to say what we want. We need to reach average people so we can raise the level of awareness. It's not provocative, it's more real. If I make a film, I need an audience. It's not interesting if a film is not showing inside [the kingdom] because not all Saudis can travel abroad.\"</p> <p>The next film to be screened explores women's rights and was shot with a camera hidden in a black <em>abaya</em> robe. Another looks at the belief in black magic. The director said: \"It's restricted in Islam to go to a wizard but it's really common because a lot of people believe it is more than medicine.</p> <p>\"One of my friend's brothers was in hospital with a liver infection and people told him to buy a black rooster and pour its blood on his body.\"</p> <p>Haifaa al-Mansour, whose first feature film Wadjda was shown in the 2012 London film festival, said the secret cinema showed there was a desire in the country for young people to come together and tell their stories and raise issues through film. When she shot her film in the kingdom, despite opposition from conservatives, \"a lot of people wanted to be extras.\" But she added: \"It might be more difficult and take more time but it's important to work within the system to see real change.\"</p> <p>Mansour said the lack of a public audience made it difficult to produce films in the kingdom.</p> <p>\"The funding is very difficult because a lot of people don't know what to do with a film from Saudi Arabia. How politically will it be placed? Where's it going to show? So they'd rather give money to film-makers in Lebanon and Egypt. It's very frustrating.\"</p> <p>Mona Deeley, a producer for Cinema Badila: Alternative Cinema on <a href=\"http://www.bbc.co.uk/arabic/tvandradio/2012/04/120430_alternative_cinema.shtml\" title=\"\">BBC Arabic TV</a>, said: \"The secret cinema is an interesting initiative for both subverting the ban on cinema and as a form of civil and cultural resistance.\"</p> <p>Egyptian writer and curator Omar Kholeif, director of the UK's Arab Film Festival, also gave a cautious welcome to the secret cinema: \"I would personally question what real impact a 'secret' cinema event could have – after all, it is secret. In spirit, and in ethos, I think it is to be applauded, but what I would really like to see is how this group could intervene publicly – to mount a true act of subversion.\"</p>",
  "<p>It is late afternoon in a red-brick house in north Norfolk, and the four Kirk children are squished on to the sofa, still in their school uniforms, discussing the art of fake fighting. \"I&#xa0;fake-punched: I&#xa0;stopped about that far away,\" explains Shaun, his eyes broad and blue, hands held apart to show the proximity of his punch. \"We had to pretend to hit 'em, coz we weren't actually allowed to <em>actual</em> hit 'em, because if we did we'd get into more trouble.\"</p> <p>Stephanie, Robert, Shaun and Katrina Kirk are the four stars of Michael Winterbottom's <a href=\"http://www.guardian.co.uk/film/movie/149646/everyday\" title=\"\">Everyday</a>, in competition at the London film festival this week. Shot intermittently over five years, it features <a href=\"http://www.guardian.co.uk/culture/john-simm\" title=\"\">John Simm</a> and <a href=\"http://www.guardian.co.uk/tv-and-radio/2011/apr/03/shirley-henderson-interview\" title=\"\">Shirley Henderson</a> as a couple coping with his imprisonment for theft. As Simm sees out his jail term, we watch Henderson struggling to care for their children: the challenge of making ends meet, the difficulty of providing enough discipline and love, the loneliness of waiting.</p> <p>Key to the film's success is its steady rhythm of repetitions: the family home all dolled up each Christmas, the classrooms, the workplaces, the procession of buses and trains in the long journey to visit Simm, the visiting rooms with their plastic chairs and Formica tables. These airless scenes are interspersed with glorious shots of the Norfolk countryside wheeling through the seasons: rippling wheat fields and broad stretches of sand, poppies, hedgerows. Behind them swells a score by <a href=\"http://www.guardian.co.uk/music/2009/dec/25/paul-morley-christmas\" title=\"\">Michael Nyman</a>, a frequent Winterbottom collaborator.</p> <p>The Kirks were first approached in 2007. \"Michael had toured around looking for one small boy around Shaun's age,\" explains Sarah, the children's mother. \"They wanted someone who looked like they could be John's son, and they'd done eight or nine primary schools. We had a letter home from school to say they were doing a short film. Then the school rang up and said they wanted to film Shaun playing in his home environment. They didn't realise until then that I had three other children.\"</p> <p>Six weeks later, the film-makers were in touch to say they wanted to cast all four children. (\"It was Shaun we cast first,\" Winterbottom tells me later. \"He has this amazing face: there's something natural, but also something so expressive. But of course all the children were great.\") Their parents were hesitant. \"We just thought they were weirdos,\" their father, Colin, says bluntly. \"When we first heard about the film I said, 'Does that sound a bit weird or what?' We had to check up on the internet, make sure they were&#xa0;genuine.\"</p> <p>Their fears were allayed when Winterbottom visited to explain what the project would entail, and what he hoped it would produce. \"And they seemed genuine,\" says Colin. \"Just nice people. So I said to the kids, 'Do you want to make a film?' They said 'Dunno.' So I explained what it was about and they said, 'Yeah, all right.'\"</p> <p>Filming began a few months later, with the family home doubling as a location. Winterbottom issued the parents with strict instructions not to redecorate for five years, though they rebelled after two (\"because it was falling to bits,\" says Robert). Sometimes a shoot would last a week, sometimes three or four days – but they started at 6am and ran late into the evening. Sarah says the children had breaks and plenty of sweets to see them through, but often the camera shows them looking exhausted and tearful.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397783429\"> <img src=\"https://static.guim.co.uk/sys-images/Film/Pix/pictures/2012/10/15/1350318651450/Everyday---Shirley-Hender-010.jpg\" alt=\"Everyday - Shirley Henderson and the Kirk children\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'I was amazed to see myself four years old' ... the Kirk children with Shirley Henderson in Everyday</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>At times, the children say, they grew frustrated by all the repetition. \"Doing it over and over and over,\" sighs Robert, now 12. \"Once you've done it six times you'd think, that's enough, but they'd do it more.\" Stephanie, 14, nods. \"And it's quite hard,\" she says, \"because you don't have a script, or a set line to say each time.\" Robert recalls how on one occasion he insisted Winterbottom simply stop. \"I told him, 'I've had enough, I want to go to bed,'\" he says. \"'He said, 'One more,' and then he did another three takes.\" The children laugh. \"But Michael knew what he was doing,\" says Stephanie, \"so we shouldn't really&#xa0;interfere. I was a little bit scared of him when I was younger, but now he's just like a mate.\"</p> <p>Some of the most moving scenes cover the sporadic visits to Simm in prison: the early starts, Henderson battling through wind and rain, the children trailing behind her. We see the young Shaun hurling himself at Simm's legs with a sobbed \"Dad!\" Later, an exhausted Katrina sits amid this dark, adult world and bursts into tears.</p> <p>\"Well, I didn't really know what a prison looked like when I was little, so when I first went in I thought: 'scary',\" Katrina says. \"It definitely smelled strange. It smelled damp.\" Then there were the actual prisoners, too – some of whom worked as extras. She was tired that day, and still only four years old. \"All these people were banging on their cell walls,\" adds Stephanie. \"We were all pretty scared.\"</p> <p>But the prize for on-screen crying has to go to Shaun. His huge blue eyes well up throughout the film, from those prison visits to being made to eat shepherd's pie. \"At first I did actually cry,\" he says, \"but then Michael wanted me to keep on doing it, so then I kept on making myself cry. Michael said to think of something that will upset you. So I just thought of something really, really sad. I just thought and thought, and then the last thing that popped into my head made me start crying. I'm not sure what it was – I've forgotten.\"</p> <p>\"The great worry of film-making is the impact it will have on the children,\" Winterbottom says. \"But because this was made over a long period of time, I think it's been a good thing for them, too.\" It was only once filming finished that he realised what a large part they had played in the children's lives: \"We visited them perhaps once every six months,\" he says. \"And it's strange, it's like having your own children – you don't notice them growing up, it's very incremental; time passing in the real world is very different to time passing in the fictional world, where you would cast a different actor for each stage of a boy growing up. But then you watch it back and you realise Shaun was still in nappies when we started&#xa0;filming.\"</p> <p>The children were given few lines and little direction, and as a result have an easy on-screen presence. \"They said, 'Just be yourselves, act natural,'\" Shaun remembers. \"I liked doing it, I found it quite fun.\" For Robert, there was the delight of being encouraged to misbehave: his character dabbles in petty theft, fights, stays out late. \"Michael didn't really explain it,\" Robert says. \"He just said, 'Be naughty.' The naughtiest thing I did was go out to the forest, and I came back really late. I was out till about nine.\" When he does return, he is shown carrying a squirrel he has shot with his father's rifle. \"Some other people shot it,\" he explains. \"I just had to carry it. It felt like a cat, a bit heavy.\"</p> <p>The on-screen bond between Simm, Henderson and the children is tangible; their real-life father says it was strange to see his children refer so easily to another man as 'Dad'. Simm and Henderson visited before filming began. They were nervous to have such famous actors in the house, the children say. \"I had seen Shirley in <a href=\"http://www.guardian.co.uk/film/harrypotter\" title=\"\">Harry Potter</a> and John in <a href=\"http://www.bbc.co.uk/programmes/b006q2x0\" title=\"\">Doctor Who</a>,\" Robert says. Simm took the boys out to <a href=\"http://www.wells-guide.co.uk/\" title=\"\">Wells-next-the-Sea</a>. \"We went down to the Pop Inn cafe,\" Sarah says, \"where they have little 2p machines, and we bought ice creams.\"</p> <p>Katrina laughed the first time she watched the film, set off by Shaun impersonating Homer Simpson on the big screen. Shaun himself was mesmerised: \"I didn't really know what I looked like when I was young, and growing up and up and up and up,\" he says. \"I was just really amazed to see myself four or five years old.\"</p> <p>Their mother was in floods. \"I cried the whole way through,\" she laughs. \"Colin did as well. And he never cries. But he took a glance at me and saw me with the tissues and it set him off.\" She looks across at Colin standing in the doorway and smiles tenderly. The couple grew up locally, met at a 4 July party at the Crown in <a href=\"http://www.burnhammarket.co.uk/\" title=\"\">Burnham Market</a>, and have been together for 15 years. \"She chatted me up!\" Colin says proudly. \"She said, 'If you want a real woman, come and see me.' Sarah blushes.</p> <p>The experience of filming has changed the children, their parents say. \"I think they're better at lying,\" Colin smiles. \"And you're a bit more confident now, aren't you?\" Sarah says to Katrina. They will not discuss money, \"but they've been made comfortable,\" Colin says. \"Put it that way.\"</p> <p>Winterbottom filmed at the children's schools: shots of lunchtime football, carol concerts, the morning drop-off, the afternoon collection. The children were also allowed time off to attend film festivals. But some of their classmates have been less understanding. \"They didn't believe me [that I was in a film],\" Robert says, with a prickle of frustration. \"I was telling them and they were all like, 'No you're not, no you're not.'\" The children hope that when the film screens this autumn on Channel 4 – <a href=\"http://tiff.net/filmsandschedules/tiff/2012/everyday\" title=\"\">which part-funded the project as a way of exploring the impact on families of jail time</a> – they might be vindicated.</p> <p>Already there have been screenings at the <a href=\"http://blogs.indiewire.com/theplaylist/telluride-review-michael-winterbottoms-everyday-is-uneven-long-but-emotionally-rewarding-20120903\" title=\"\">Telluride</a> and <a href=\"http://www.guardian.co.uk/film/movie/149646/everyday\" title=\"\">Toronto</a> film festivals, for which the family got passports and flew for the first time. \"Telluride was lovely,\" says Sarah. \"We had three big bedrooms, and a big spa bath, which you decided to try out, didn't you?\" She nudges Shaun. \"But he mucked it up,\" Katrina giggles. \"He turned it on with all the jets going the wrong way,\" Colin explains.</p> <p>This week they will be in London, and tomorrow will walk the red carpet and try not to get overawed by the crowds and flashing cameras. The children have been practising their autographs. Will their film win the festival's top prize? Robert gives a faint frown. \"Probably,\" he says. \"Probably.\"</p> <p>• Everyday screens on Channel 4 in November, and at <a href=\"http://www.film4.com/minisite/the-london-film-festival-2012\" title=\"\">the London film festival</a> this week</p>",
  "<p>When I was four and five and six years old we watched the moon landings on TV then waited nervously for the <a href=\"http://moonpans.com/apollo_11/apollo_11_splashdown.jpg\" title=\"\">splashdown</a> and the astronauts' release from their seared capsule with its orange flotation bags bobbing on a white and blue sea. In the same way millions of people watched <a href=\"http://www.guardian.co.uk/sport/felix-baumgartner\" title=\"\">Felix Baumgartner</a>'s astonishing fall through the empty sky on YouTube. In his protective suit the Austrian daredevil looked for all the world like some Apollo astronaut of the 1960s. But did this daring deed truly recreate the images of the space age, or only an empty pastiche of them?</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397782622\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350321932311/Buzz-Aldrin-walking-on-th-008.jpg\" alt=\"Buzz Aldrin walking on the moon\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Buzz Aldrin walking on the moon during the Apollo 11 mission. Photograph: AP</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p>History always repeats itself, said Hegel. He forgot to add, said Marx – the first time as tragedy, the second as farce. Not that Baumgartner's dive was farce. It was heroic, if not foolhardy. In terms of sheer mad bravery it was stupendous. But surely those seductive, glorious, beautiful images with their evocation of the great moments of space exploration are so appealing because they fill a void in our collective heart, a void of aspiration and the belief in progress that a daredevil's leap, however gallant, cannot ever really match.</p> <p>In the end, Baumgartner's achievement is just a great stunt, with a commercial sponsor. It is in essence the same as tumbling <a href=\"http://www.niagarafallslive.com/daredevils_of_niagara_falls.htm\" title=\"\">over Niagara Falls in a barrel</a>. People have always done brave things, and in the early 20th century going over Niagara Falls in a barrel became the leap of choice for publicity-conscious stunt people (first over the top was a woman, in 1901). Yet amazing as such jumps were, did they add to human knowledge and capacity? No – the first powered flight by the Wright brothers, which was much less spectacular, just off the ground in fact, changed the world in a way stunts do not. The images of this leap look like exploration but actually are mere entertainment.</p> <p>The visual similarity between Baumgartner's record-breaking fall and the feats of engineering audacity that took human beings on to the surface of the moon and then, even in the cash-strapped 1970s, built a landable and reusable spacecraft is cruelly deceptive. Baumgartner's freefall is not the same as the public-funded, state-sponsored efforts of an entire scientific generation that not so long ago sent Neil Armstrong on to the silver dust of the lunar surface. Look closer and the visual image of this 21st century hero is not so 20th century, after all. His helmet has the words Red Bull on it, not a stars and stripes. Indeed, Red Bull logos and inscriptions are all over his space suit.</p> <p>The confusion between a publicity stunt and the great space missions of the last century is fully intended by the sponsor, to judge from images of what it calls \"Mission Control\" at Roswell, New Mexico. Mission Control is written in big letters on the wall with all those echoes of white-shorted bespectacled geeks getting Apollo 13 safely home. But again the none too subtle visual give-away: this is <a href=\"http://i2.mirror.co.uk/incoming/article1378894.ece/ALTERNATES/s510/Red+Bull+Stratos:+Mission+Control\" title=\"\">Red Bull Stratos Mission Control</a>, says the sign. Not Nasa after all.</p> <p>Seeing the earth from Baumgartner's helmet is spectacular and sad: wondrous to see this orb as the astronauts saw it, amazing that he is so high he can see the planet as a planet, but sad because he is plummeting back. All he has done is stretch gravity's elastic a bit further. What happened to breaking it entirely?</p> <p>The epic state spending that sent serious missions to the moon is a thing of the past. As Baumgartner prepared for his stunt, the space shuttle, relic of an age when in Apollo's wake space exploration seemed destined to become ever better, <a href=\"http://www.reuters.com/article/2012/10/15/uk-usa-space-idUSLNE89E00C20121015\" title=\"\">was being ferried to its final resting place in a Los Angeles museum</a>. Today, private money pays for record-breaking achievements that come nowhere near the optimism of Nasa's golden age. Is exploration still a marvel <a href=\"http://www.bbc.co.uk/news/science-environment-17503395\" title=\"\">when James Cameron can buy his way into the record books</a>?</p> <p>The digital age is not an age for astronauts. Google the words \"Moon landings\" and one of the most popular search phrases offered is \"moon landings faked\".</p> <p>So in place of true exploration we idolise this pseudo-astronaut: the man who fell to earth, with style.</p>",
  "<p>Nick Clegg's office sent out private briefings to Liberal Democrat MPs on Monday urging them to condemn Theresa May's plans to pull out of all EU judicial co-operation as an example of Eurosceptic Tory dogma being put before the need to keep UK families safe from criminals.</p> <p>In a sign of the scale of the rift at the top of the coalition, the briefing paper says the home secretary's decision represents \"an open goal for the Liberal Democrats\".</p> <p>The briefing paper, written by Ed Webber, the special adviser to the Lib Dem leader on EU affairs, also questions whether the prominent Tory party backer Lord Ashcroft can support opting out of the 130 EU co-operation measures, including the European arrest warrant.</p> <p>The charity Crimestoppers, founded by Ashcroft, has used the European warrant to arrest more than 50 British fugitives hiding elsewhere in Europe, the briefing paper points out.</p> <p>Due to the severe divisions between Tories and Lib Dems on the matter, May told MPs that the coalition was minded at present to opt-out of all EU judicial co-operation en bloc but was unable to say which forms of co-operation she would seek to negotiate back into. She stressed that, in many cases, she might seek memorandums of understanding rather than opt-ins.</p> <p>Negotiating individual opt-ins would represent a challenge for Britain as it would require the agreement of its European partners. Some countries, such as Bulgaria, might demand free movement of its citizens within the UK in return for letting Britain back in, it was suggested. The European commission might impose higher administration costs for police co-operation on the UK as a result of the opt-out.</p> <p>May is required to state by June 2014 whether or not Britain will retain the 133 European crime-fighting and justice measures, including the European arrest warrant. After that deadline, the European court of justice would have greater powers over EU police co-operation in the UK. The opt-out would mean all European judicial co-operation measures would cease to apply to the UK by December 2014.</p> <p>David Cameron will attend a European heads of government summit in Brussels this week, where he will seek to defend UK banking interests from EU plans for greater banking co-operation. There are doubts about the effectiveness of any UK veto in this area.</p> <p>A group of cabinet ministers led by the education secretary, Michael Gove, has let it be known that Britain should leave the EU if its demands for a repatriation of powers are not met.</p> <p>The Foreign Office is undertaking a systematic inquiry into the balance of powers, which is likely to be completed by 2014 in time for the Conservative party to make a manifesto commitment on a&#xa0;referendum.</p> <p>May is opposed to plans for a European-wide public prosecutor with powers of investigation and arrest across member states. She says the European arrest warrant has been used disproportionately, pointing out that Britain hands over many more suspects to other countries than it receives to face justice in the UK.</p> <p>In February 102 Tory backbenchers signed a letter, published in the Telegraph, calling on the government to pull out of all of these measures. In August 13 senior former UK police and security chiefs, including a former head of MI5, signed a letter to the prime minister warning that pulling out of many of these measures risked putting national security, public safety and the UK's reputation and international leadership in this area at risk.</p> <p>The Lib Dem briefing paper states: \"This is about Eurosceptic Tories wanting to make it harder for the UK police to catch criminals, counter-terrorism and keep our streets and our families safe from dangerous criminals. They have put themselves in an extraordinary position and this is an open goal for the Liberal Democrats.</p> <p>\"There are thousands of cases where the police have used these measures to catch criminals abroad and deport dangerous foreign criminals from the UK, including one of the failed 21/7 London bombers. Only this year, the home secretary and prime minister's local police force, Thames Valley police, secured the arrest of a man wanted for 15 child sex offences as result of a joint investigation between Thames Valley and Danish police.\"</p>",
  "<p>Shortly after 10pm on 18 June 1994, Ireland were 1-0 up against Italy in the opening match of the 1994 World Cup. at the Giants Stadium in New Jersey. The second half had just kicked off, and inside the Heights Bar at Loughinisland, 21 miles south of Belfast, all eyes were on the television. The bar is tiny: there were 15 men inside, and it was packed.</p> <p>Aidan O'Toole, the owner's 23-year-old son, was serving. \"I heard the door open and then I just heard crack, crack, crack and felt a stabbing pain inside me,\" he recalls. \"I just ran. It was instinctive. I didn't know what was happening but I knew I had to get away.\"</p> <p>Others inside the bar turned when the door opened and saw two men in boiler suits, their faces hidden by balaclavas. One of the intruders dropped to one knee and fired three bursts from an automatic rifle. Barney Green was sitting with his back to the door, close enough for the gunmen to reach out and tap his shoulder had they wished. He took the first blast, with around nine rounds passing through him before striking other men. Green, a retired farmer, was 87.</p> <p>Green's nephew, Dan McCreanor, 59, another farmer, died alongside him. A second burst killed Malcolm Jenkinson, 53, who was at the bar, and Adrian Rogan, 34, who was trying to escape to the lavatory. A third burst aimed at a table to the right of the door missed Willie O'Hare but killed his son-in-law, Eamon Byrne, 39. O'Hare's son Patsy, 35, was also shot and died en route to hospital. Five men were injured: one, who lost part of a foot, would spend nine months in hospital.</p> <p>O'Toole returned to the bar from a back room after hearing the killers' car screech away. A bullet was lodged in his left kidney and a haze of gun smoke filled the room. But he could see clearly enough. \"There were bodies piled on top of each other. It was like a dream; a nightmare.\"</p> <p>Most of the victims had been hit several times. Thirty rounds were fired, and some had passed through one man, ricocheted around the tiny room, then struck a second. Adrian Rogan's father pushed his way into the bar and whispered a short prayer in his son's ear, knowing he was not going to survive.</p> <p><a href=\"http://en.wikipedia.org/wiki/Loughinisland\" title=\"\">Loughinisland</a> had been scarcely touched by the Troubles. A village of 600 or so people, where Catholics and Protestants had lived side by side for generations, none of its sons or daughters had been killed or hurt before, and none had been accused of terrorist offences. It is not a republican area – many of its Catholic inhabitants were so uninterested in politics that they did not vote even for the nationalist Social Democratic and Labour party (SDLP) – and Protestants often drank at the Heights. Only by chance were no Protestants killed or wounded that night.</p> <p>Ninety minutes after the attack, a loyalist paramilitary group, the Ulster Volunteer Force (UVF), telephoned a radio station to claim responsibility.</p> <p><strong>Police promises</strong></p> <p>Despite years of death and destruction in Northern Ireland, people around the world were shocked by the slaughter at the Heights. The Queen, Pope John Paul&#xa0;II and Bill Clinton sent messages of sympathy. Local Protestant families visited their injured and traumatised neighbours in hospital, expressing shock and disgust.</p> <p>The police told the victims' families they would leave no stone unturned in their efforts to catch the killers and bring them to justice.</p> <p>The morning after the killings, the gunmen's getaway car, a red Triumph Acclaim, was found abandoned in a field seven miles from Loughinisland. The farmer who spotted it called the police at 10.04am. The recovery of such a vehicle was quite rare during the Troubles – paramilitaries often torched them to destroy forensic evidence – and police were soon at the scene to take possession. There was no forensic examination of the area around the car, however.</p> <p>A few weeks later, workmen found a holdall under a bridge a couple of miles from where the car had been found. Inside were three boiler suits, three balaclavas, three pairs of surgical gloves, three handguns, ammunition and a magazine. Not far from the bridge, police found a Czech-made VZ-58 assault rifle, which scientists confirmed was the weapon used to kill the men at the Heights.</p> <p>The same weapon had been used the previous October<a href=\"http://www.independent.co.uk/news/uk/catholic-shot-dead-in-ambush-attack-on-workmen-in-minibus-seen-as-loyalist-warning-to-workers-at-shorts-aerospace-factory-1510516.html\" title=\"\"> in a UVF attack on a van carrying Catholic painters to work</a> at Shorts aircraft and missile factory in Belfast, in which one man died and five others were wounded.</p> <p>In the months that followed the Loughinisland shootings, nine people were arrested and questioned. All nine were released without charge. A 10th was arrested and released the following year, and two more suspects were arrested for questioning a year after that, all released without charge. The police repeatedly assured the families that no stone would be left unturned.</p> <p>Emma Rogan was eight years old when her father, Adrian, was killed at the Heights. \"I was told that these bad men came into the bar, and that my daddy was dead. I didn't really know what they meant.\"</p> <p>As she grew up, she had no reason to doubt the police when they said they were doing everything in their power to catch the killers. \"We didn't question the police: that's what this area is like. If they said they would leave no stone unturned, you took that at face value.\"</p> <p>By the time the 10th anniversary of the killings came around, Rogan was anxious to learn more about her father's death, and hear of any progress the police had made. A series of meetings was organised between senior investigators of the Royal Ulster Constabulary and the victims' relatives, and later more information emerged when the police ombudsman for Northern Ireland <a href=\"http://www.policeombudsman.org/Publicationsuploads/Loughinisland%20statement.pdf\" title=\"\">published a report in 2011</a> on the investigation. Relatives of the dead men came to the conclusion, as Rogan puts it, that \"they had treated us like mushrooms, keeping us in the dark for years and feeding us whatnot\".</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-403913414\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/10/12/1350057259661/A-memorial-plaque-in-the--001.jpg\" alt=\"A memorial plaque in the room where six men were murdered at the Heights Bar in Loughinisland\" width=\"320\" height=\"268\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A memorial plaque in the room where six men were murdered in a 1994 Loyalist attack on the Heights Bar in Loughinisland, County Down, Northern Ireland.  Photograph: Paul McErlane for the Guardian</span> <span class=\"element-image__credit\">Photograph: Paul Mcerlane/PAUL MCERLANE</span> </figcaption> </figure>  <p>The getaway car had passed through four owners in the eight weeks before it was used in the shooting, changing hands so quickly that the first person in the chain remained the registered owner. The morning after the killings, a Belfast police officer was asked to call at this person's home. The officer did so, but found the man was out. The officer then recorded the time of his visit as 9.30am - 34 minutes before the farmer had rung police to tell them he had discovered the car.</p> <p>Some time between 11am and noon, a second police officer – a detective with no connection to the murder inquiry – telephoned the second person in the ownership chain, and asked him to come to the local police station to give a statement. How this detective came to know that the car had passed through this man's hands is unclear. What is known, however, is that a statement was given, and that a note was attached to it, saying that the individual who gave it could be contacted only through the detective who took it.</p> <p>The Loughinisland families argue this amounts to evidence that the person who gave this statement – one of the people involved in supplying the car used by the killers – was a police informer.</p> <p>The Guardian has interviewed this man. He is Terry Fairfield, and today he runs a pub in the south of England. Fairfield confirms that he was a member of the UVF at the time, but denies he was a police informer. He says he did subsequently receive several thousand pounds from the detective, for helping him take a firearm and some explosives out of circulation. He accepts that being invited to attend a police station, rather than being arrested, was highly unorthodox. The detective says he had known Fairfield for years and contacted him after hearing of the Loughinisland shooting, but that only members of the murder inquiry could decide whether to arrest him.</p> <p>A second man, who is widely suspected locally of having been in the getaway car, and who is also alleged to have been an informer, has also told the Guardian that he has never been arrested.</p> <p>The families also question the failure to take samples from some of the people arrested for questioning. The Guardian understands that at least five of the men arrested in the months after the shootings were not fingerprinted before being released without charge. No DNA swabs were taken from either of the two people arrested in 1996.</p> <p>One man, Gorman McMullan, who has been <a href=\"http://www.scribd.com/doc/50616601/Sunday-World-also-Gagged-by-Northumbria-Police-Top-Cops-Gag-Newspaper-What-the-hell-have-have-Chief-Superintendent-Chris-Thomson-Temporary\" title=\"\">named as a suspect in a Northern Ireland newspaper</a>, was arrested the month after the shootings and released without charge. He was one of the people who were released without being fingerprinted and no DNA swab was taken. McMullan firmly denies that he has ever been to Loughinisland or that he was ever in the getaway car, and no further action was taken against him in connection with the shootings. He acknowledges however that he was \"involved in the conflict\".</p> <p>The police admitted to the families at one of their meetings that they had handed the getaway car to a scrap metal firm to be crushed and baled. They said this had been done because the vehicle was taking up too much space in a police station yard. That decision means it can never again be tested for comparison with samples taken from any new suspects.</p> <p><strong>Families' disbelief</strong></p> <p>Emma Rogan and Aidan O'Toole cannot believe that the destruction of the car or other failings in the investigation were an accident. They believe that this is evidence of police collusion. \"They knew exactly what they were doing,\" Rogan says.</p> <p>The families lodged a complaint with the police ombudsman for Northern Ireland. When the ombudsman, Al Hutchinson, published <a href=\"http://www.policeombudsman.org/Publicationsuploads/Loughinisland%20statement.pdf\" title=\"\">his report</a>, it contained mild criticism of an investigation that displayed \"a lack of cohesive and focused effort\". To the anger of the families, it refused to state whether or not police informants were suspected of involvement and appeared to gloss over the forensic failures. It concluded that the destruction of the car was \"inappropriate\", rather than evidence of corruption or collusion.</p> <p>The report was widely condemned in Northern Ireland. Hutchinson agreed to leave his post, and his successor is now reviewing the report. There will be no examination of the arms shipment, however, as the ombudsman's remit extends only to the police, not the army.</p> <p>Much of the suspicion about British involvement in the 1987 arms shipment revolves around <a href=\"http://www.guardian.co.uk/news/2003/apr/17/guardianobituaries.northernireland\" title=\"\">Brian Nelson</a>, a former soldier who joined the Ulster Defence Association (UDA) in the early 70s. In 1985, Nelson offered himself as an informant to the <a href=\"http://en.wikipedia.org/wiki/Force_Research_Unit\" title=\"\">Force Research Unit</a> (FRU), a covert unit within the army's intelligence corps that recruited and ran agents in Northern Ireland. He quit the UDA the following year and moved to Germany with his wife and children. The FRU, operating with the approval of MI5, approached Nelson in Germany and persuaded him to return to Belfast to rejoin the UDA as an army agent.</p> <p>For the next three years, Nelson was paid £200 a week by the government while operating as the UDA's intelligence officer, helping to select targets for assassination. He informed his army handlers in advance of attacks: only two were halted, while at least three people were killed and attempts were made on the lives of at least eight more.</p> <p>A detailed account of this extraordinary operation appears in <a href=\"http://cain.ulst.ac.uk/issues/collusion/cory/cory03finucane.pdf\" title=\"\">a report on the loyalist killing of the Belfast solicitor Pat Finucane</a> that Peter Cory, a retired Canadian supreme court judge, prepared at the request of the government in 2004. An FRU report from July 1985 discloses that the army paid Nelson's travel expenses when he travelled to Durban in South Africa that year to make initial contact with an arms dealer. \"The [British] army appears to have at least encouraged Nelson in his attempt to purchase arms in South Africa for the UDA,\" Cory concludes. \"Nelson certainly went to South Africa in 1985 to meet an arms dealer. His expenses were paid by FRU. The army appears to have been committed to facilitating Nelson's acquisition of weapons, with the intention that they would be intercepted at some point en route to Northern Ireland.\"</p> <p>Nelson is said to have told the FRU that the UDA possessed insufficient funds at that time to purchase any arms. \"The evidence with regard to the completion of the arms transaction is frail and contradictory,\" Cory says. As a result, \"whether the transaction was consummated remains an open question\".</p> <p>In July 1987, the funds to purchase a large consignment of weapons were secured with the robbery of more than £325,000 from a branch of Northern Bank in Portadown, 30 miles south-west of Belfast. The proceeds of the robbery were to be used to purchase weapons that were to be split three ways between the UDA, the UVF and <a href=\"http://en.wikipedia.org/wiki/Ulster_Resistance\" title=\"\">Ulster Resistance</a> (UR), a paramilitary organisation set up by unionists in response to the 1985 Anglo-Irish agreement.</p> <p>What happened next is described by a former senior employee with South Africa's Armscor, a man who was intimately involved in the plot to smuggle the weapons into Northern Ireland. According to this source, officials in South Africa introduced a senior figure within UR to one of the corporation's representatives in Europe, an American arms dealer called Douglas Bernhardt.</p> <p>In October 1987, Bernhardt is said to have flown to Gatwick airport for a face-to-face meeting with a senior UDA commander, <a href=\"http://en.wikipedia.org/wiki/John_McMichael\" title=\"\">John McMichael</a>, after which couriers carried money from the bank raid, in cash, to Bernhardt's office in Geneva.</p> <p>Bernhardt was not told where the money had come from, according to the Armscor source. \"When you get that sort of dirty banknote, you don't ask,\" the source says. Bernhardt obtained a bank draft which was then sent to an arms dealer in Beirut, who had obtained the weapons from a Lebanese militia.</p> <p>As the operation progressed, according to the Armscor source, Bernhardt would regularly call his UR contact at his place of work. This man would then call back from a payphone, and they would talk in a simple code, referring to the weapons as \"the parcel of fruit\". At each stage, Bernhardt is said to have been told that the arrangements needed to be agreed by McMichael and by his intelligence officer – Brian Nelson. \"Everything had to be run by the head of intelligence.\"</p> <p>Bernhardt is said then to have travelled by ship to Beirut, where arrangements were made to pack the weapons into a shipping container labelled as a consignment of ceramic floor tiles. Bills of lading and a certificate of origin were organised, and the weapons were shipped to Belfast docks via Liverpool.</p> <p>\"There were at least a couple of hundred Czech-made AKs – the VZ-58,\" the Armscor source recalls. \"And 90-plus Browning-type handguns: Hungarian-made P9Ms. About 30,000 rounds of 7.62 x 39mm ammunition, not the 51mm Nato rounds. Plus a dozen or so RPGs, and a few hundred fragmentation grenades.\"</p> <p>Sources within both the police and the UVF have confirmed that one of the VZ-58s was used at Loughinisland.</p> <p>According to the Armscor source, the UR member who dealt with Bernhardt was Noel Little, a civil servant and former British soldier. Now in his mid-60s and living quietly in an affluent Belfast suburb, Little denies this. \"My position is that I wasn't involved,\" Little says. But he adds: \"I would deny it even if I was.\"</p> <p>Little confirms, however, that he was a founder member of UR, and a central figure within the organisation at the time that the weapons arrived in Belfast. He also appears to possess detailed knowledge of the way in which the arms were smuggled and distributed.</p> <p>The weapons arrived in Belfast in December 1987, a few days before McMichael was killed by an IRA car bomb. Early in the new year, they were split three ways at a farmhouse in County Armagh. The UDA lost its entire slice of the pie within minutes: its share of about 100 weapons was loaded into the boot of two hire cars that were stopped a few minutes later at a police roadblock near Portadown. The three occupants were later jailed, with their leader, <a href=\"http://en.wikipedia.org/wiki/Davy_Payne\" title=\"\">Davy Payne</a>, receiving a 19-year sentence.</p> <p>The following month, police recovered around half the UVF's weapons after a tip-off led them to an outhouse on the outskirts of north Belfast. Fairfield says he recalls being shown what remained of the UVF's new arsenal, in storage at a house in the city that was being renovated. \"I made the mistake of touching one,\" he says, adding that this could result in him being linked to the October 1993 killing outside the Shorts factory.</p> <p>Little was also arrested, after his telephone number was found written on the back of Payne's hand. \"John McMichael had given it to him, in case he got into any trouble in Armagh,\" Little says. \"I lost three-quarters of a stone [4.75kg] during the seven days I was questioned. The police put me under extreme psychological pressure.\" Eventually, he was released without charge.</p> <p>Little says that while UR redistributed a few of its weapons – \"there were some deals around the edges\" – most of its consignment was kept intact.</p> <p>\"They were never used. They were for the eventuality of the British just walking away – doing an Algeria – after the Anglo-Irish agreement was signed.\" As far as he is aware, the consignment has never been decommissioned.</p> <p><strong>Dramatic arrest</strong></p> <p>The following year saw Little arrested again, this time in France, in dramatic fashion. He had travelled to Paris with two fellow loyalists, James King and Samuel Quinn, to meet Bernhardt and a South African intelligence officer operating under the name Daniel Storm. Officers of the French security agency, Direction de la Surveillance du Territoire (DST), seized the three Ulstermen and the South African in a raid on a room at the Hilton International, at the same moment that Bernhardt was being grabbed in the foyer of the Hôtel George-V, and lifted bodily, according to one witness, out of the building and into a waiting car.</p> <p>The five had been caught red-handed attempting to trade stolen parts from the sighting system of a ground-to-air missile that was under development at the Shorts factory. The apartheid regime wanted to use the parts in the development of its own missile for use in Angola, where its ground forces were vulnerable to attack by Cuban-piloted MiGs. \"This deal was about speed,\" says the Armscor source. \"If you've got Cuban-piloted jets whacking your troops in border wars, you don't have the luxury of saying: 'We'll have a research programme over time.' You've got to speed up the R&amp;D.\"</p> <p>Storm was set free after claiming diplomatic immunity, while the others were interrogated in the basement of the DST's headquarters in the 15th arrondissement. \"I was slapped about a little,\" says Little. \"But not too much.\" The DST told Bernhardt it had listened in on a meeting the previous night, through a bug in the chandelier of the room at the George-V where the men had gathered. \"They knew all about the fruit code used in 1987,\" the Armscor source says. \"They thought the talk about pineapples was a huge joke. They must have been monitoring the phone calls. And they knew all about Lebanon.</p> <p>\"My guess is that the British were intercepting those phone calls. But the British didn't get all the weapons. How much did they know in advance? Why didn't they move more quickly? Maybe they were perfectly happy to have that material … sort of 'arrive', and put into the hands of the loyalists. Christ knows, the IRA had had enough of their own shipments, everywhere from Boston to Tripoli.\"</p> <p>Noel Little also suspects the British turned a blind eye to the 1987 arms shipment. \"It is a theory I can't discount,\" he says. \"Brian Nelson was inserted into the UDA as an agent, he wasn't a recruited member. Ho w could he know about it and not tell his handler?\"</p> <p>Little believes that his attempt to hand over stolen missile technology to Armscor in Paris – straying into \"secrets and commerce\", as he puts it – would have been a step too far for the British authorities, obliging them to tip off the French.</p> <p>After eight months on remand, the four men were brought to court charged with arms trafficking, handling stolen goods and terrorism-related conspiracy. Bernhardt told the court that he had helped arrange the Lebanese arms deal for loyalist paramilitaries in 1987. The four were sentenced to time served and fined between 20,000 and 100,000 francs (£2,000-£10,000 then).</p> <p>Brian Nelson was finally arrested in January 1990 after John Stevens, then deputy chief constable of Cambridgeshire, had been brought in to investigate collusion between the security forces and loyalist paramilitaries in Northern Ireland. While awaiting trial, Nelson wrote a journal in which he recounted his time as an army agent inside the UDA. \"I was bitten by a bug ... hooked is probably a more appropriate word. One becomes enmeshed in a web of intrigue, conspiracies, confidences, dangers ...\"</p> <p>After flying to Durban in 1985, he wrote, his South African contacts had asked whether he would be able to obtain a missile from Shorts. Two years later, while talking about the South African connection with \"Ronnie\", his FRU handler, he had been told that \"because of the deep suspicion a seizure would have aroused, to protect me it had been decided to let the first shipment into the country untouched\". Nelson added that \"Ronnie\" assured him that the arms consignment would be under surveillance.</p> <p>In 1993, an intelligence source told the BBC that this had happened: the consignment had indeed been under surveillance by a number of agencies, but the wrong port was watched, with the result that the weapons slipped through.At Nelson's eventual court appearance, a plea deal resulted in Nelson being jailed for 10 years after he admitted 20 offences, including conspiracy to murder. Murder charges were dropped. More than 40 other people were also convicted of terrorism offences as a result of the Stevens investigation. They did not include any of the intelligence officers for whom Nelson worked.</p> <p>Stevens' investigation team was well aware of concerns surrounding the importation of the weapons. Members of the team talked to former Armscor officials in South Africa, but concluded that an investigation into the matter was so unlikely to produce any results as to be fruitless. However, a senior member of the inquiry team says he believes it feasible that the UK authorities could have been involved in bringing the weapons into Belfast – or at least turned a blind eye. \"It's not at all far-fetched,\" he says.</p> <p>By the time of the Loughinisland massacre, loyalist gunmen with access to the Armscor arsenal were killing at least as many people as the IRA. Czech-made VZ-58 assault rifles were used in many of the killings. A few weeks after the shootings at the Heights Bar, the IRA<a href=\"http://cain.ulst.ac.uk/events/peace/docs/ira31894.htm\" title=\"\"> announced a ceasefire</a>.</p> <p>Many in Northern Ireland are convinced that the importation of the Armscor weapons, and the large numbers of killings that followed, contributed greatly to the IRA's decision. Among them is Noel Little, who says: \"There's no doubt that that shipment did change things.\"</p> <p>Increasingly, the IRA was forced to defend itself against attacks by loyalists, it was diverted into targeting loyalist paramilitaries rather than police officers or soldiers, and it came under pressure from nationalists as more and more Catholic people were slaughtered. To Little's way of thinking, the Armscor weapons \"tipped the balance against the IRA and eventually forced them to sue for peace\". And while he accepts – and says he deplores – the slaughter of innocent people at Loughinisland and elsewhere, he adds: \"Innocent bystanders are killed in every war.\"</p> <p>Six weeks after the IRA's announcement, <a href=\"http://www.youtube.com/watch?v=_Q80jDS8MbE\" title=\"\">loyalist paramilitaries announced</a> their own ceasefire.</p> <p>With the Loughinisland families no nearer to discovering the truth about the deaths of their loved ones following publication of the ombudsman's report, they embarked on their civil actions against the Ministry of Defence and the police in January this year. A letter of claim sent to the MoD says the claim is based in part on \"the army's knowledge of and facilitation of the shipment\", while one sent to the Police Service of Northern Ireland says the claim arises from a series of failings, including \"closing off investigative opportunities\" and \"the destruction of vital evidence\".</p> <p>Their lawyer, Niall Murphy, says: \"The experience of these six families demonstrates that the current mechanisms for truth recovery do not work.\"</p> <p>Rogan and O'Toole remain tormented by the events of June 1994. \"The people who died in this room didn't know anything about the Troubles, and yet they were slaughtered,\" says Rogan. O'Toole, who still has a bullet lodged in his kidney, becomes emotional when he walks into the Heights Bar. \"It's guilt,\" he whispers. \"They died in here, while I was keeping the bar.\"</p> <p>Both say they are angered even more by the evidence of inaction and failure that they have discovered in recent years, and by the signs of collusion that have slipped slowly to the surface, than they are about the killings themselves.</p> <p>And after 18 years, both use the same phrase to describe the way they believe their friends and relatives were regarded, both by the gunmen and by those institutions they looked to for protection: \"They were expendable.\"</p>",
  "<p>These are the reasons why nine-year-old Rana does not like her new home. The bedroom she shares with her mother has no window. The room is too small to fit two beds, so they have to share, and there's only room to do her homework if she clears all her mother's housing documentation from the tiny square table, squeezed between the bed and the wall. During the night, she can hear the occupants of the bed and breakfast's other rooms stamping up and down the stairs, occasionally followed by the police, so she lies in bed wondering who they are and what is going on.</p> <p>Most worrying is the woman in the room next door who attacked her mother a few weeks ago, after a quarrel about leaving the doors open to go and use the kitchen. The assault was so violent (scratches, hair torn out and slaps to the face) that her mother had to spend the night in hospital, accompanied by Rana. The neighbour remains in the bed and breakfast, and Rana and her mother have responded by no longer using the communal kitchen. Instead they buy food from KFC and McDonald's.</p> <p>\"When we had our own flat, I loved that kind of food, I wanted to eat it every day. But now we eat it every day, I don't want to eat it any more,\" she says. She has taped a poster with a picture of ponies and foals, garlanded with flowers, above the table, but the room remains unhomely, a small space crammed with overflowing suitcases and belongings balanced on top of each other because there are no shelves to store things on.</p> <p>By contrast, her mother, Mina, feels lucky to be here, because – despite the broken furniture, the damp mattress in the kitchen, propped up by another tenant near the window to dry, and the terrifying neighbours – the place is at least close enough to her daughter's school to make the daily commute there possible.</p> <p>This year there has been a dramatic surge in the number of families being housed in B&amp;Bs, with figures from the <a href=\"http://www.housing.org.uk/\" title=\"National Housing Federation\">National Housing Federation</a> showing <a href=\"http://www.guardian.co.uk/society/2012/sep/17/homeless-families-bed-and-breakfast\" title=\"a 44% increase over the past year\">a 44% increase over the past year</a>. For families with children, the rise has been even sharper – an increase of 60%, according to the homelessness charity Shelter. Almost 4,000 families are now living in hostels, and the most dramatic rise is in central London.</p> <p>The image of families living for extended periods in B&amp;B hostels became familiar in the early 1990s, but for a decade their use has declined due to a concerted effort by politicians conscious that this method of housing people is not only extremely insecure and very damaging for children, but also very expensive for the councils paying the bills.</p> <p>There is no enthusiasm from councils for housing families in B&amp;Bs, with shared cooking and bathroom facilities, but because of a chronic shortage of cheap housing, particularly in London, there is little alternative. Guidance that B&amp;B accommodation is not suitable for&#xa0;families with children and should only be used in extremis, for no longer than six weeks, is widely breached, because councils have nowhere to move people on to.</p> <p>Shelter says these B&amp;B figures are the coal-mine canary, which point to simmering crisis in the low-income housing system. The rise in families being housed in B&amp;Bs runs parallel with the rise in homelessness, up by 26% in the past two years. It's almost unheard of for a family to be allowed to become homeless on the streets; B&amp;Bs are relied on to prevent that from happening. These figures show how many families are that close to the brink.</p> <p>\"When these numbers start to go up dramatically, it is a real sign that there are pent-up problems across the entire system,\" Toby Lloyd, from Shelter, says. \"The number of homeless families is going up very fast, as a result of a perfect storm of problems in the system. Bed and breakfasts are the last resort for housing homeless families.\"</p> <p>Rana and Mina (who, like most people interviewed for this piece, asked for their real names not to be printed in case any suggestion that they might be complaining rebounds on them in the council's housing office) are living in this bed and breakfast, as a direct result of changes to the housing benefit system.</p> <p>The precise thinking of Mina's previous landlord is not clear, but she was charging £500 a week for the two-bedroom flat in St John's Wood in north London, paid for by housing benefit, when a new housing benefit cap was introduced, which would have reduced the maximum payment available to Mina to £290. Rather than waiting for her tenant to fall into arrears, the landlord gave her notice to leave earlier this year.</p> <p>If these figures sound enormous, they need to be set in the context of the London property market to be understood. In the last decade, as investors globally have sought stability in the UK housing market, a property boom has rippled from the most expensive houses in Knightsbridge down to the cheapest flats in Newham, pushing up private rents. The coalition's introduction of a housing allowance cap was based on the theory that by capping the amount available to housing benefit recipients, landlords would drop their rents and renegotiate lower contracts with tenants. But because the rental market in the capital remains so buoyant, what appears to have happened instead is that families like Mina's have been evicted and made homeless.</p> <p><a href=\"http://research.dwp.gov.uk/asd/asd5/rports2011-2012/rrep798.pdf\" title=\"Research shows\">Research shows</a> that around a third of all landlords renting to housing benefit tenants are thinking about ending their contracts, amid fears that their tenants will no longer be able to pay the rent, after the cap already introduced, and ahead of a second overall benefit cap, due to come into force in April 2013. Because fewer people are able to get mortgages to buy their own homes, the private rental market is booming, and landlords in central London know they will have no difficulty in renting elsewhere to less uncertain tenants.</p> <p>A refugee from Iran who has lived in London for many years, Mina used to work in a cafe but now has arthritis in both knees; she walks with difficulty and does not work. There was nowhere else she could afford to move to in the vicinity of her daughter's school, so she asked the council for advice. They&#xa0;told her she needed to be formally evicted by bailiffs, made homeless by the landlord, and only then would they be able step in to give her emergency help.</p> <p>Mina was out when the bailiffs came, so Rana and a family friend had to move everything out of the flat – another alarming experience for the then eight-year-old, who says the bailiffs looked like police officers and were very unfriendly. First they were housed in a hostel in east London, but it was impossibly far from the school, and a kind Westminster housing office took pity, Mina says, and rehoused them. Despite the six-week limit, they have been here for seven weeks already, and have been given no information about when they might be moved.</p> <p>\"The people are quite frightening here. There's shouting all night long,\" Rana says. When her daughter leaves the room, Mina says she thinks a lot of the other tenants have mental health problems, some are drug addicts and some have recently left jail. \"When she goes to bed, she says: 'Mum, I am not happy',\" Mina says.</p> <p>Mina understands that the government has to save money, but wonders if they need to target people like her, who have long-term roots in the area. \"I've had the same GP for 20 years, the same hospital. All my daughter's friends are here. Are we meant to change all these things?\" she asks. \"Suddenly they've changed all the rules. They are playing with people. They are messing around with people's lives. It's a lot of stress for a single mother.\"</p> <p>She has told her daughter not to tell her school friends that they are living in a room in a bed and breakfast, sharing a bathroom with 10 other families. \"No one in school knows. I told the teacher we had to move, but she doesn't know I'm living in this tiny room,\" Rana says.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397779776\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350319396356/Bed-and-breakfast-grotty--008.jpg\" alt=\"Bed and breakfast grotty kitchen\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The kitchen in a south London B&B. Photograph:  David Levene for the Guardian</span> <span class=\"element-image__credit\">Photograph: David Levene</span> </figcaption> </figure>  <p>Campaigners in the housing sector are despondent at the rise in B&amp;B numbers. David Orr, chief executive of the NHF, says: \"What's so frustrating is that people in the sector have been working very hard indeed to get the numbers down to almost zero. There was an economic argument – that this was an inefficient use of public money – but governments of both colours understood that this was just an appalling way to bring up children.\"</p> <p>The \"inexorable rise in bed and breakfast numbers\" over the past eight quarters has been depressing to witness, he adds: \"It feels like years of work are going down the drain.\"</p> <p>He points to the change in housing benefits as a possible cause. Housing systems are fantastically complex, but if the system is working properly, families who become homeless should be quickly moved from \"emergency accommodation\" (B&amp;Bs) into \"temporary accommodation\" – usually private properties rented by the council to house the homeless – theoretically less expensive and more secure than hostels. Because the numbers of homeless are rising, there is less temporary accommodation available and with landlords increasingly nervous about housing tenants who claim benefits, reducing the available stock, and more people are being pushed into B&amp;Bs. \"There is some evidence that landlords who were [taking] housing benefit tenants, are no longer prepared to take people on housing benefit, perhaps because they realise the risk of them going into arrears,\" Orr says.</p> <p>In this context, B&amp;Bs tend not to be places that budget tourists having a mini-break in England would want to end up in, but are hostels whose business model is built on housing the homeless. \"They are often overcrowded, poorly managed and very poor quality. Often they are closed between 9am and 4pm, so residents are evicted during the day. We are talking about places that most tourists would not want to stay in,\" Orr says.</p> <p>It's not clear that the rising B&amp;B figures will attract tremendous public sympathy. <a href=\"http://www.guardian.co.uk/news/datablog/2012/sep/17/british-social-attitudes-historic-data\" title=\"The British Social Attitudes survey\">The British Social Attitudes survey</a> published last month confirmed what has been increasingly obvious over the past few years – that there is a marked decline in popular support for the size of the benefit bill, and little desire for the government to spend more on welfare. Traditionally during recessions there has been an empathetic surge of support for more spending on welfare, but now only 28% of people think this. Labour has begun to echo the Conservatives' talk of benefit caps.</p> <p>Housing is an emotive subject because most people are struggling to pay rent, or a mortgage, making life-altering decisions about where to live based on how much they can afford to spend – so making the case for the state to be subsidising large chunks of rent for other people to live in London does not instantly elicit sympathy. If you're in any doubt about this, just glance below to read the comments that inevitably follow pieces on this theme.</p> <p>But there has always been a subsidised housing system to help people on low incomes. The problem in London is that rents have grown so extortionate, out of kilter with the cost of living anywhere else in the country that the costs required to support people to stay in the areas where they have roots now seem unfathomable to anyone who has not had recent contact with the London housing market. Campaigners constantly have to make the point that this is not a reason for stopping offering support to people.</p> <p>This housing crisis affects people who are working, as well as those who are not. Helena Carroll, who works in accounts, spent two nights in a bed and breakfast in west London last month with her seven-year-old daughter, and was so horrified by the experience that she left and is sleeping now on friends' sofas, in rotation. This has led to tensions between friends because it's not easy to embrace two more people into a home without tempers becoming strained, but she finds it easier than returning to the bed and breakfast.</p> <p>She was evicted from her flat in Hammersmith in August, probably also the victim of the incoming benefit cap. She works 25 hours a week, earning around £800 a month, and paid part of her own rent, but is unable to afford to live in the part of London where she grew up, and where her daughter has always lived, without state support.</p> <p>The room at the B&amp;B was filthy. It had no window, just a small skylight, there was blood on the duvet sheet and the kitchen was encrusted with dirt, she says: \"I wouldn't put my daughter in a position of living in that kind of squalor.\" A couple in the next door room spent the night screaming at each other, and one of them was sick. Every noise was audible through the thin wall. \"I wouldn't have minded if my daughter had been a small baby, and she wasn't aware of what was going on, but she was awake, shaking in bed.\"</p> <p>The uncertainty has upset her daughter. \"She has been teased a bit. They were saying, you're homeless. She was very confused, and asking: 'What's homeless?' All she wants is her own bedroom.\"</p> <p>Meanwhile Abdul has been living in a string of bed and breakfasts with his wife and 18-month-old son since June 11, when they were evicted from their home in Maida Vale, north London, where he has lived for 11 years since he arrived as a refugee from Syria.</p> <p>They are currently in a tiny room in Southall, sharing a bathroom with five other families, and the kitchen with 12. The family don't cook, because all their saucepans are in council storage (along with their winter clothes) and it costs £45 every time they access it to get something out. \"I have only these shoes. I didn't know we would be here this long,\" he says. They too are surviving on takeaways – junk food and sandwiches.</p> <p>It is difficult for him to return to Maida Vale for his carer job, because he can't afford the £10 round trip and the bus journey stretches over an hour and half. The family stay inside a lot, because they don't know the area; there is no garden, and they don't know where the nearest park is. There is barely one step between the end of the bed and the cupboard and four steps between the window and the door, so after 14 weeks, his son is becoming frustrated with the confined space.</p> <p>\"There is a big difference. Before he was very, very quiet. He is always shouting at us. He has energy he can't burn off,\" Abdul says, as his son sings E-I-E-I-O to a plastic truck.</p> <p>\"All my life has been damaged. Everything has changed in my life, everything is broken. Even me and my wife we fight too much,\" he says.</p> <p>Grace, a mental health nurse, has been living in a room with her 16-year-old son, in a white stucco-fronted hotel in west London for five months. In the lobby there is a rack of leaflets advertising musicals and tourist attractions in the West End, but there is no sign of any tourists. Most residents are also victims of the housing crisis.</p> <p>She became homeless when she and her son were thrown out of the flat they were sharing with friends. Her son is at school nearby, but as a newly-qualified nurse earning a salary of £21,000, Grace, who moved from Nigeria over a decade ago, is unable to afford to rent in this part of central London, where she wants to be so that her son can stay in the school where he has begun his A-levels, and so she can easily travel to the hospital where she often works nights and early morning shifts.</p> <p>Despite the disruption of moving into the B&amp;B when he was sitting his GCSEs, her son did extremely well, getting all As and A stars, and has embarked on A-levels with a view to becoming an aerospace engineer. Moving to a part of London where she could think about affording to rent would, she says, both make the night shifts impossible and would unsettle her son's education.</p> <p>The hotel has strict rules controlling residents' behaviour. She is not allowed visitors, so we meet on the doorstep and rush through the rain to a cafe. She is not allowed to use the kitchen after 10pm, which means she can't do any cooking when she gets back late from work, so has taken to eating McDonald's on the bus on the way home. Breakfast, which she has to pay for, is between 8am and 9am, which doesn't often fit in with her shift pattern, so she has to miss it. She worries about her son, alone in the hotel when she is out at work. She doesn't want to be negative about her neighbours, but is conscious of drugs being smoked in the corridors. \"I&#xa0;thought B&amp;s were just for visitors and tourists. I didn't know homeless people went to stay in B&amp;Bs,\" she says.</p> <p>\"The school has told me I really need to support him in his studies. He says he needs a quiet environment to study. At the moment I'm not able to make him regular meals,\" she says. \"My job requires 100% concentration. That patient's life is in my hands. I need to get the drug calculations 100% correct. But I am thinking, is my son safe? I don't know when I'm moving. I don't know what I'm doing. I'm really disturbed and it is affecting my work. Being a nurse is a very demanding job; it is a stressful environment. You need to come back and have a peaceful sleep – I&#xa0;can't sleep. My son is not happy.\"</p> <p>Her son finds it hard to work in the small room, and she finds it uncomfortable having to ask him to step into the corridor every time she wants to dress or undress. She is also meant to be studying for post-qualification tests as the final part of her nurse's training, but has found it near impossible to set aside the time and space when her son is not working. She knows she should already have been moved out of the B&amp;B, if the council were to meet the six-week target, but she has little information about how long she might have to stay. She sees other families being housed more quickly, because they have a new baby or the mother is pregnant. \"I can't be pregnant at my age – I'm 48,\" she says.</p> <p>The problem with writing about real people caught up in the changes to the housing benefit system, or the benefit system overall, is that you have to lay them out for scrutiny, for people to observe their decisions and judge whether they think they are justifiable. Why doesn't Grace move out of central London and commute? Why does Mina expect the state to pay for her housing, and why isn't she working?</p> <p>But, whatever you feel about the policy, this is how people's lives are affected when the system nears crisis.</p> <p>It was not possible to talk to anyone responsible for housing in person, but the new housing minister, Mark Prisk, sent an emailed statement, which reads: \"There is no excuse for any family to be stuck in bed and breakfast accommodation, and we have offered support to those 20 councils who between them account for 80% of families in this situation for an unacceptably long time. We've increased the Discretionary Housing Pot to about £400m over the spending period to help families with the transition to the new, fairer, system of benefits.\"</p> <p>Romin Sutherland of the <a href=\"http://nextdoor.z2k.org/\" title=\"NextDoor project\">NextDoor project</a>, a charity helping people affected by housing benefit cuts believes the system of benefits will not be fairer and argues that capping the housing benefit \"is driving a huge rise in homelessness, which is itself costing the taxpayer many millions. And this doesn't account for the longer term costs of uprooting established communities and dumping them without support in unfamiliar areas that are unable to provide for their needs.</p> <p>\"Instead of capping housing benefit, perhaps the government should be focusing on providing low-cost housing that gives back to the taxpayer over generations, rather than squandering our money on exorbitant rents,\" he says.</p> <p>As she enters the sixth month at the hotel, Grace feels angry at the amount of money being wasted on subsidising her to live there. The weekly rent for the room she shares with her son is £388, of which she pays £137 and the council £251. She is spending around £125 a week on the expensive, but unavoidable, cost of storage for all her belongings.</p> <p>\"I love being a mental health nurse. I feel I should be given the support I need to help me do the job I love doing,\" she says. \"But I feel that my contribution is not recognised. Key workers used to be prioritised – nurses, teachers – but that's not the case now. I believe they are trying to push the underprivileged out from central London,\" she says.</p>",
  "<h2>The speechwriter, <a href=\"http://www.guardian.co.uk/profile/michael-cohen\">Michael Cohen</a>: 'Forget the extraneous wonky arguments of Denver'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397791639\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/5/1/1335856877642/michael-cohen-003.jpg\" alt=\"michael cohen\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">michael cohen Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>So, after what has been dubbed by the news media as the single most catastrophic, calamitous, Hindenburg-esque debate disaster in American political history, the question for Barack Obama is how does he avoid making the same mistakes again?</p> <p>The answer is not for Obama to be aggressive as a means of over-compensating for his lackluster performance in Denver (a la Al Gore in 2000) but rather keep things as simple as possible. There's an old dictum in speechwriting that the key to a good speech is \"tell 'em what you're gonna tell 'em; tell 'em; and then tell 'em again.\" The idea is to hammer on a central point, but also, drill down your argument to something that is easily digestible.</p> <p>While Mitt Romney has lately demonstrated the physical characteristics of Jello when it comes to nailing down his policy positions, Obama's job should be easier than it seems. Romney has, throughout his presidential campaign, espoused positions that are to the right of the median American voter: he wants to cut taxes on the wealthy; he would fundamentally transform Medicare; he wants to repeal Obamacare fully; and his position on choice and immigration run afoul of women and Hispanic voters.</p> <p>The key for Obama, then, is to remind voters, over and over, that Romney is a hard-right conservative who would take the country in a very different and uncertain direction. He failed to do this in the first debate, and instead, let his GOP opponent get away with engaging in a nationally televised facelift. That Romney had faint rhetorical echoes of the technocratic Republican who was Governor of Massachusetts.</p> <p>But those soothing efforts were not a true reflection of Romney's policy positions. Romney might offer a smokescreen about the impact of his 20% across the board tax cut, for example, but the facts are the facts – the math doesn't add up. Romney might say he supported the auto bailout, but the op-ed he penned titled \"Let Detroit Go Bankrupt\" suggests otherwise. For Obama to succeed, he needs to do something similar to what his running-mate Joe Biden did last week in the vice-presidential debate: he needs to stick to the facts and remind voters that the GOP ticket is not what it seems.</p> <p>Do that, and forget the extraneous wonky arguments he made in Denver, and Obama will avoid the universal panning his first debate performance received.</p> <p><em>Michael Cohen is a US political columnist for the Guardian and Observer and author of Live from the Campaign Trail</em></p> <h2>The stylist, <a href=\"www.guardian.co.uk/profile/megan-collins\">Megan Collins</a>: 'Michelle should cut Barack's tie in half just beforehand'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397791640\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350314913431/megancollins_140x140.jpg\" alt=\"Megan Collins\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Because the second debate will be conducted in a town hall format, the president should wear something he can move in. He should feel comfortable standing or sitting, and walking around stage holding a microphone.</p> <p>That said, President Obama did everything right – sartorially speaking – in the first debate. It's hard to argue with either candidate's choice of a charcoal, two-button suit with notch lapels. While I'd suggest that both men would be better served by a flat front pant rather than one with pleats, I understand that old habits, especially among politicians, die hard.</p> <p>The president's suit fit well, with subtle pick-stitching defining the lapel and a natural shoulder hugging his frame. The jacket's double vents felt modern, as did its slightly shorter length. His point collar dress shirt fit snugly, but not too tight, around his neck. His polished dress shoes were neither too square, nor too pointy. His flag pin: present, but not showy. Even the dimple in his (unsurprisingly Democrat blue) tie gets an \"A\" for textbook menswear polish.</p> <p>With his outfit in order, the president, then, needs to work on presenting himself as a more passionate, determined, confident candidate at the second debate. In short, he needs to upgrade his attitude.</p> <p>I'm reminded of a great West Wing episode where the First Lady, played by Stockard Channing, took scissors to her husband's tie just moments before a debate. The president, played by Martin Sheen, had to hustle to find new neckwear from someone on his staff with less than a minute to air. The frenzy provided him with a fantastic energy during the debate.</p> <p>I think if someone can convince Michelle to cut Barack's tie in half before Tuesday night's town hall, he'll do ten times better in this debate than the last.</p> <p><em>Megan Collins runs <a href=\"http://stylegirlfriend.com/\">Style Girlfriend</a>, a website about guys' style from a female perspective</em></p> <h2>The body language expert, <a href=\"http://www.guardian.co.uk/profile/christopher-kowal\">Christopher Kowal</a>: 'His non-verbal cues need to express sincerity and empathy'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397791641\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350321940363/Chris_Kowalheadshot.jpg\" alt=\"Chris Kowal\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Emotional connection is one of the major keys in attracting and motivating voters. It's easier to vote for a person we feel a connection with. So, while having an articulate and rational vision is imperative for candidates, voters are increasingly judging them on their ability to emotionally connect with them.</p> <p>After the charismatic administrations of Bill Clinton and Tony Blair, voters have a strong desire for leaders who move them emotionally and connect with them, especially as they face economic and security uncertainties. Clinton has a strong ability to show empathy. Think of his \"I feel your pain\" statement, made with a sincere and concerned facial gesture that matched those words.</p> <p>The last debate performance by President Barack Obama is a perfect case study in the area of connection. Critics suggested Obama was disengaged, perhaps even angry. My own analysis suggests that he was emotionally flat. </p> <p>During the next two debates, it is critical for Obama not only to articulate his vision for the next four years, but also to connect that vision with the majority of American voters. His facial expressions and other non-verbal cues need to express sincerity and empathy. He must reflect the emotions of his base and of the ever-so-important independent voter.</p> <p>Voters are worried about the economy and angry at the failings of Washington. They need to feel reassured that the politician understands what is important to them and will have their best interests in mind.</p> <p>Both nominees for president lack a natural ability to truly emotionally connect with voters. This has created mistrust and uncertainty. The presidential hopeful who wins the next debate will be the one who truly shows that he feels what the voters are feeling.</p> <p><em>Christopher Kowal is an assistant professor of consumer science at Purdue University, Indiana, specialising in non-verbal communication and emotional cues</em></p> <h2>The Democratic strategist, <a href=\"www.guardian.co.uk/profile/alex-slater\">Alex Slater</a>: 'The worst thing Obama could do is over-compensate'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397791642\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2010/12/7/1291745438055/Alex-Slater-002.jpg\" alt=\"Alex Slater\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alex Slater</span> <span class=\"element-image__credit\">Photograph: Public Domain</span> </figcaption> </figure>  <p>The president doesn't have an easy job ahead of him in this second debate. Unlike much of the Democratic establishment, I don't believe that expectations for his performance are low, whatever his campaign tried to spin on the Sunday talkshows. On the contrary, if Obama doesn't deliver a \"slam dunk\" on Tuesday, we'll see another round of liberal hand-wringing and conservative victory laps. The polls will become unpredictable, at best.</p> <p>As Democratic strategist Mike Feldman told Piers Morgan on Saturday night, tomorrow's debate will be a 3-D game of chess, between the candidates, the moderator, the town-hall participants and the undecided voters tuning in from swing states.</p> <p>So my advice to the president is this: do not overreact. In the first debate, Obama left Romney's blatantly false assertions and attacks go unchecked. Certainly, he was devoid of the energy and verve Americans have come to expect. That can't happen on Tuesday. But the worst thing Obama could do is over-compensate by becoming, as Feldman put it, \"the incredible hulk\". The risk is that the president, so intent on going after Governor Romney, could be perceived as a bully. Given Romney's affable demeanor in the first debate, the contrast could be considerable.</p> <p>The president has to use the town-hall format to his advantage. Obama's not quite the college professor he's declared to be. In fact, he's a great communicator, especially in one-on-one situations. He has the power both to empathize with the audience members while drawing a contrast with Mitt Romney. And it's that contrast that will put Romney in a difficult position.</p> <p>After all the fact-checking of the first debate, it's going to be very hard for the governor to continue making spurious arguments. It'll be even harder when facing town-hall participants. Downright making up facts in a moderated debate is one thing; lying to the face of real Americans is quite another. Obama has the advantage of his facts being true. It's up to him to use that advantage without being the town-hall bully.</p> <p><em>Alex Slater is a Democratic strategist and principal of the political consultancy <a href=\"http://www.clydestrategies.com/\">Clyde Strategies</a></em></p> <h2>The sport psychologist, <a href=\"http://www.guardian.co.uk/profile/roland-carlstedt\">Roland Carlstedt</a>: 'High self-esteem can have an insidious flip-side'</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397791643\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/15/1350310092096/rolandcarlstedt_140x140.jpg\" alt=\"Roland Carlstedt\" width=\"140\" height=\"140\" class=\"gu-image\" /> </figure>  <p>Presidential debates are not really debates as debates are defined or should be. They have devolved to the extent that most debate performers in our recent history would have been kicked off high-school debate teams, where facts rule, not theatrics and superficial attempts to seduce, as opposed to accurately inform undecided voters. Debate victors are declared on the basis of pundit impressions of body language, confidence, forcefulness and self-control ,among many other behaviors and what are smoke-and-mirror-based attempts to appear more presidential. In the end, it's more about role-playing than the issues in an America that appears to be easily smitten and swayed by that presidential-looking haircut, chiseled facial features and the ability to use the right tone, verbal inflection and retorts no matter how absurd and removed from reality.</p> <p>As such, an individual like Barack Obama may be at an inherent disadvantage when debating an individual who is all too willing to focus on appearing to be presidential, one who will say anything, even if it means defying logic, distorting the facts, switching positions and even denying having said things that have been recorded for all to hear. Mitt Romey has been accused of doing all of the above. In the first debate, Obama seemed befuddled by Romney's responses and aggressive approach, hearing things that he did not expect. That threw off his entire game plan.</p> <p>What to do? In the context of my research, three crucial personality traits and behaviors have emerged that predict who is more or less like to falter under pressure. I suspect that President Obama's \"performer's profile\" is a middle-ground one consisting of medium to high hypnotic susceptibility, medium neuroticism and low repressive coping. These measures interact to drive perceptions and behaviors, including risk-taking behavior – such as distorting the facts, as Romney has been accused of doing. Consequently, Romney's profile is likely to be low hypnotic susceptibility, low neuroticism and high repressive coping – a profile that is associated with mental toughness in athletes, high self-esteem and confidence and obliviousness to what people think.</p> <p>While mental toughness, and high self-esteem and confidence may seem like a good thing, they also can have an insidious flip-side – namely, narcissistic as opposed to more altruistic, empathy driven motives that better serve the masses. My two identified \"ideal athlete's\" profiles, while facilitating peak performance in sports, debate performance and the seduction of voters, nevertheless must be viewed with caution. After all, voters are not opponents as in tennis matches; they are humans looking for measured and tempered leadership from leaders who do not try to seduce, but rather, inform the populace with facts and positions that are stable and constant and not expediently whipped out to win a debate.</p> <p>Now, I have never tested President Obama and candidate Romney; as such, I am speculating on the basis of their known and observed behaviors and how they correlate with the critical peak/pressure performance relevant measures that I have identified. Nevertheless, I strongly recommend assessing politicians using my \"athlete's profile\" model. It provides highly predictive insight into important subliminal psychological processes that can influence and even drive decision-making and what one will do to win an election or debate.</p> <p>My advice to President Obama: stick to the facts, elucidate your positions and when necessary defend your point of view and agenda. Unless the president is high in repressive coping, I doubt that he is capable of engaging in spin at the highest level. He would be best advised to be himself, as he is when he is on the stump – although that is easier said than done.</p> <p>Interestingly, my research suggests that there is also a dual-placebo effect, in which psychotherapists are most persuasive and believed by clients who share a similar profile. As a result, if Romney is indeed low in hypnotic susceptibility, low in neuroticism and high in repressive coping (a more rare profile), Obama can take solace in knowing there are vastly more middle-of-the-road profiles who are less likely to be influenced by behaviors and even debate presentations that are diametrically opposite to what they believe and like to see and hear.</p> <p><em>Dr Roland A Carlstedt is chairman of the American Board of Sport Psychology and author of Evidence-Based Sport Psychology (2012)</em></p>",
  "<video data-media-id=\"gu-video-397732102\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/14/1350250622828/Larry-Elliott-in-North-Ca-001.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/14/LarryNorthCarolina-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/14/LarryNorthCarolina-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/LarryNorthCarolina/LarryNorthCarolina.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/14/LarryNorthCarolina_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/14/LarryNorthCarolina_3gpLg16x9.3gp\"/> </video>   <p>The world's biggest residential furniture fair took place in High Point, a small town in North Carolina 90 minutes drive away from Charlotte, this week. For the first time since the recession hit the United States almost five years ago, Alex Bernhardt thinks that this year there is reason to be optimistic. But he's not going overboard.</p> <p>\"Things are better than they were in 2008 but not nearly as good as they were in 2007\", the chairman of Bernhardt Furniture said from his plant in Lenoir.</p> <p>\"We're halfway back.\"</p> <p>The company, Bernhardt says, was devastated by the collapse in the housing market – the worst the US has ever suffered – in the aftermath of the sub-prime mortgage crisis. But in recent months there have been signs that a combination of time and the colossal stimulus provided to the economy have started to work.</p> <p>Prices are gently rising, the number of new buildings is rising, forced sales are dropping. The unemployment rate nationally has dipped below 8%, and – according to Bernhardt – among his 1,000 workers the \"fear has abated\" for those with a job. But there's a long way to go.</p> <p>In Bernhardt's Caldwell County unemployment is still 13%.</p> <p>The essence of Barack Obama's pitch to the American people is that government action is starting to repair the damage to the economy. His period in office has seen 5m private sector jobs created, the auto industry saved from bankruptcy, and a commitment by the Federal Reserve, to keep interest rates low until America is fully back to work.</p> <p>Consumers are more hopeful than they have been in five years, according to the latest University of Michigan poll. But that rise has to be put into the context of the worst half-decade for the US economy since the Great Depression of the 1930s.</p> <p>The glacial pace of America's recovery – highly unusual for a country that until the 1990s had a tradition of coming out of recession fast – has made this year's presidential race a knife-edge contest. US voters are susceptible to the question posed by Ronald Reagan in his contest with Jimmy Carter in 1980: do you feel better off than you did four years ago?</p> <p>Obama's approach to running the economy has been cautious. Early in his presidency he announced a stimulus package worth almost $800bn; it was attacked as reckless extravagance by the Republicans, but as timid and inadequate by Keynesian economists such as Paul Krugman.</p> <p>Unlike Franklin Roosevelt in the 1930s, he has not sought to punish Wall Street for its role in blowing up the economy. The current incumbent of the White House could not say, as FDR did when seeking re-election in 1936: \"Wall Street hates me and I welcome that hate.\"</p> <p>The stock market has rallied strongly in the past four years, and one of Obama's problems is that Wall Street has done a whole lot better than Main Street, affected by the triple whammy of high unemployment, a depressed housing market and a squeeze on wages. Simon Johnson, economics professor at MIT, said the failure to crack down harder on the financial sector was \"shocking and appalling given the damage caused by Wall Street\".</p> <p>North Carolina, where the unemployment rate is two points above the national average and nudging 10%, is a state Barack Obama narrowly won in 2008 but looks likely to lose to Mitt Romney next month. </p> <p>The state's economy was once based around the three Ts –textiles, tobacco and timber – but diversified in the wake of the decline of traditional manufacturing. This recession hit new industries as well as old.</p> <p>Charlotte, where Obama held the Democratic party convention this year – is the home of Bank of America, which has slashed jobs by the thousands in recent years. Its biggest private sector employer is Carolinas Healthcare System, which employs more than 20,000 people in the city and 60,000 across the state. </p> <p>Even the healthcare industry felt the pinch as companies cut back insurance and people who lost jobs, and their health coverage, deferred procedures.</p> <p>Joe Piedmont, president and CEO, said he had been surprised by the severity of the recession. \"We believed healthcare tended to be insulated from the general economy, but we found elective procedures and discretionary spending on health dropped.\"</p> <p>Life is getting better, he said, but its not just the economy that is holding business back. The bitter political infighting that has characterised Obama's first term remains a real drag on the economy, he said. Decisions are delayed, investments put on ice as business leaders worry about what the future holds. </p> <p>\"People really don't want four more years of the last two years of gridlock. I can remember the 60s and in my lifetime I can't recall anything like this. This is a very big philosophical divide.\"</p> <p>Natalie English, senior vice-president for Charlotte's chamber of commerce, agrees. \"I have never seen political deadlock like this. It's really bad for business. There are decisions about infrastructure that need to be made for this community that are just stuck because of political infighting. No one will compromise.\"</p> <p>At the Democrats' Charlotte office Sam Spencer, president of the Young Democrats of North Carolina, is organising the final push before voting begins. Spencer says the economy is issue number one but while the present remains difficult he believes Obama has proven he is on the right track.</p> <p>\"People are aware that the president inherited an economic disaster,\" says Spencer. \"We were on track for economic collapse, we saw the abyss and we are still standing.\" He says local voters are keen to push back against the more extreme Republican elements and that their hardline stance on social issues is winning over voters.</p> <p>Bernhardt is far less keen on four more years of Obama. Not least because he believes Obama is anti-business. \"He has been antagonistic to business. He's populist, he attacks the banks. He's much more liberal than most business people,\" he said.</p> <p>But on one thing they both agree. \"It's going to be very close,\" said Bernhardt.</p>",
  "<p>A day after plummeting 24 miles in a remarkably rapid descent to Earth from the edge of space, Felix Baumgartner opted for some quiet time Monday.</p> <p>\"He's recuperating,\" explained a spokesman from the Red Bull Stratos team, when asked how the man dubbed Fearless Felix planned to follow up Sunday's extraordinary feat.</p> <p>And despite being one of the most in-demand interviewees in the world right now, the man who fell to Earth is putting off media requests for the time being, opting instead for rest, his brand sponsor said.</p> <p>Who could blame him? In the course of a heart-stopping 10 minutes on Sunday, the 43-year-old Austrian jumped from a height that no man has jumped from before, and became the first human to break the sound barrier without an aircraft.</p> <p>As his body hurtled through the atmosphere towards the ground, the eyes of some eight million people were upon him via YouTube, on which the skydive was being live-streamed.</p> <p>It was a marketing dream for Red Bull, the energy drinks brand sponsoring the stunt. But it was one that could have quickly turned into a nightmare had things not turned out the way they did.</p> <p>And for a brief moment, millions of viewers could have been forgiven for fearing for the worst, with Baumgartner himself airing concern over his visor fogging up.</p> <p>Throughout the stunt, Baumgartner was in contact via an earpiece with Joe Kittinger, his 84-year-old mentor and previous holder of the highest altitude manned balloon flight.</p> <p>\"This is serious, Joe,\" he explained in relation to the visor glitch. \"Sometimes it's getting foggy when I exhale … I do not feel heat.\"</p> <p>But the jump went ahead, and after a final checklist Fearless Felix jettisoned his capsule and balloon and headed towards earth.</p> <p>Three cameras attached to Baumgartner's specially designed suit recorded his freefall of just over four minutes – which was, amazingly, still shy of the existing record for such a dive – before his parachute finally opened and his speedy decent slowed.</p> <p>In all, it had taken a balloon – measuring 30m cubic feet and with a skin one-tenth the thickness of a sandwich bag – two and a half hours to travel the desired 24 miles required for the record jump.</p> <p>The descent took just 10 minutes.</p> <p>It's not the first time that Baumgartner has impressed with his acts of derring-do.</p> <p>The former paratrooper has parachuted off buildings and mountains and once into a 600ft-deep cave.</p> <p>Ahead of Sunday's dive, he completed two practice freefalls – one from 71,000 feet in March this year and a second from 97,000 feet in July.</p> <p>But no feat can possibly have matched his jump above the town of Roswell, New Mexico – a suitably chosen place famed for its connections to UFO sightings.</p> <p>And it appears the adventurer is is no rush to plan a follow-up.</p> <p>\"I'm retired from the daredevil business,\" he said after the jump. \"I want to find a nice decent job as a helicopter pilot. I'll fight fires and rescue people. No e-mails, no phone calls.\"</p> <p>•&#xa0;This article was amended on 16 October 2012 because the original said the balloon had measured 30m square cubic feet. This has been corrected to say 30m cubic feet.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-396974495\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/1/1349104334256/Matthew-Price-participate-002.jpg\" alt=\"Guardian Camera Club: Matthew Price participates in the framing a subject assignment\" width=\"723\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><a href=\"http://www.flickr.com/photos/pond_skater/8040949710/\">Drinking at the bar </a></span> <span class=\"element-image__credit\">Photograph: Matthew Price/Flickr</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396974492\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/1/1349104331695/Matthew-Price-participate-001.jpg\" alt=\"Guardian Camera Club: Matthew Price participates in the framing a subject assignment\" width=\"725\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><a href=\"http://www.flickr.com/photos/pond_skater/8037061691/\">The Kiss </a></span> <span class=\"element-image__credit\">Photograph: Matthew Price/Flickr</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396974507\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/1/1349104337127/Matthew-Price-participate-003.jpg\" alt=\"Guardian Camera Club: Matthew Price participates in the framing a subject assignment\" width=\"754\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><a href=\"http://www.flickr.com/photos/pond_skater/8036936516/\">Sitting at the Harbourside </a></span> <span class=\"element-image__credit\">Photograph: Matthew Price/Flickr</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396974509\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/1/1349104339740/Matthew-Price-participate-004.jpg\" alt=\"Guardian Camera Club: Matthew Price participates in the framing a subject assignment\" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><a href=\"http://www.flickr.com/photos/pond_skater/8036810506/\">Waiting at the door </a></span> <span class=\"element-image__credit\">Photograph: Matthew Price/Flickr</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396974512\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/1/1349104341962/Matthew-Price-participate-005.jpg\" alt=\"Guardian Camera Club: Matthew Price participates in the framing a subject assignment\" width=\"390\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><a href=\"http://www.flickr.com/photos/pond_skater/8021101926/\">Lady at the door </a></span> <span class=\"element-image__credit\">Photograph: Matthew Price/Flickr</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396974515\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/1/1349104344544/Matthew-Price-participate-006.jpg\" alt=\"Guardian Camera Club: Matthew Price participates in the framing a subject assignment\" width=\"757\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><a href=\"http://www.flickr.com/photos/pond_skater/8021039999/\">Ice Cream Lady </a></span> <span class=\"element-image__credit\">Photograph: Matthew Price/Flickr</span> </figcaption> </figure>",
  "<p>Ashley Cole is set to return to the England team tomorrow for his 99th cap, and though his rashness in pressing the send button on his mobile has delayed his entry into the exclusive club of national team centurions, there is little doubt the 100th will arrive in one of the upcoming friendlies – against Sweden or Brazil.</p> <p>Once Cole gets to the 100 mark there are only five players ahead of him in terms of England appearances and at 31, in good form, he should soon be able to catch Billy Wright (105), Bobby Charlton (106) and Bobby Moore (108). While Leighton Baines is playing particularly well for Everton at the moment and has proved himself a reliable deputy for Cole at international level, there seems no immediate need for an overhaul at left-back, and as long as the Chelsea player's ankles stand up to the rigours of playing for club and country he is not too old to be considered a probable for the 2014 World Cup.</p> <p>Chelsea might be trying to break up the old boys' network at the club, but Roy Hodgson has been talking enthusiastically about welcoming back Frank Lampard, and the midfielder is three years older than Cole. Steven Gerrard should also win his 99th cap, and Hodgson's captain, a year older than Cole, is considered a certainty to still be involved when the World Cup in Brazil comes around, so on age grounds alone there are no reasons for calling time on Cole's international career. He did miss matches after leaving Arsenal for Chelsea through knee and ankle problems, and has to receive ice treatment immediately after each game to allow him to recover for the next, yet his form and recent appearance record suggest he is managing the situation.</p> <p>Should Cole play on for England until 2014 he will have David Beckham's outfield record of 115 caps in his sights, and he may even end up with a total approaching Peter Shilton's 125, as in fact could Gerrard. By any standards those would be phenomenal achievements – just joining the century club is a remarkable enough feat only achieved by iconic players – though whether the nation would feel like celebrating Cole's elevation to the list of England greats is a moot point.</p> <p>He has never been the most popular of players, in fact he has at times been the most unpopular of players and has heard the Wembley boos to prove it, and that was before his Twitter drollery went global when the FA's commission cast doubt on the reliability of his evidence in the John Terry case.</p> <p>You wouldn't catch Bobby Charlton or Billy Wright making remarks like that when they were still playing, or nearly swerving off the road at being offered a mere £55,000 a week, or turning their back on a referee who was booking him, or any of the other indiscretions that have pockmarked Cole's career and personal life.</p> <p>Generally speaking we want our greatest footballers to be role models to the youngsters that will follow them, not to take pots shots at one with an airgun at the training ground. That's why few begrudged Beckham his century of caps, even if the final total was eked out with cameo appearances as substitute. As a model of how footballers should behave, Beckham was blameless. Cole is just the opposite, yet his century, when it arrives, will be a true one, fully earned and wholly deserved. Cole has not inflated his total by coming on for the last 10 minutes as substitute, nor has he ever been picked because his position as team captain demanded selection when his form did not. Fourteen of Beckham's caps were earned as a substitute. Every one of Cole's 98 has been as a starter.</p> <p>All of them have also been earned by virtue of being the best left-back in the country, and not even Baines would try to argue otherwise. The Cole club career is remarkable too. Winning the European Cup in Munich in May gave him a complete set of medals, as well as the satisfaction of tasting victory in the competition after twice finishing on the losing side in finals. Cole won league titles with Arsenal and Chelsea and his total of seven FA Cup wins is a record, and he also played an integral part in the \"Invincible\" Arsenal team that went through the 2003-04 season unbeaten.</p> <p>If Chelsea are unwilling to offer players over the age of 30 more than a one-year contract his time at Stamford Bridge may be coming to an end, though with both Manchester clubs, Real Madrid and Paris Saint-Germain said to be interested there is no reason to suppose Cole's playing days or association with success are about to draw to a close. If he does leave Chelsea he seems certain to join another high-profile club and such a move would prolong his England career rather than shorten it, unless he reaches the point, as players in their 30s often do, where he has to cut the number of games he plays in order to be able to play at all.</p> <p>At the moment, ankles permitting, he is not at that point. Baines has through necessity played a patient waiting game. He might have a while longer to wait yet. Though Cole will never be regarded as a role model, as a footballer he has few peers.</p>",
  "<video data-media-id=\"gu-video-397757753\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/15/1350300510323/Headcam-shot-004.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/15/121015HeadCam-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/15/121015HeadCam-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/15/121015HeadCam_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/121015HeadCam/121015HeadCam.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/15/121015HeadCam_3gpSml16x9.3gp\"/> </video>   <p><strong>What happened to the capsule and the balloon?</strong></p> <p>As soon as it was confirmed that Baumgartner had landed safely, the attention of mission control shifted to the balloon and capsule. The team remotely detached the capsule from the balloon, allowing it to fall back to Earth under its own parachute. It hit the ground 55 miles east of Baumgartner's own landing site. The balloon was deflated via a nylon \"destruct line\", with the lightweight balloon material – known as the envelope – falling back to Earth to be gathered and removed by truck. The capsule could, in theory, be used again, but the balloon envelope can only be used once.</p> <p><strong>Why did he not break up, or pass out, when he went supersonic?</strong></p> <p>The precise physiological exertions experienced by Baumgartner's body as he momentarily reached 833.9mph, or Mach 1.24, during his descent are still being studied by his team. One of the jump's key scientific goals was to learn, via a series of monitors on his body, more about what such an experience does to the human body. All we know is that he survived, which proves that pre-jump speculation that his body might explode or disintegrate due to the stresses were ill-founded.</p> <p>Baumgartner himself says that he felt very little as he broke the sound barrier because his insulated suit buffered him from external sounds and forces.</p> <p><strong>What was so special about the suit?</strong></p> <p>Baumgartner's suit and helmet were described by his team as \"his personal life-support system\". The suit was modelled on those worn by pilots of high-altitude reconnaissance aircraft, but it had never been tried in a free-fall before Baumgartner started testing it. It had four layers consisting of both \"breathable\" Gore-Tex, and heat- and flame-resistant Nomex. The internal layer was a \"comfort liner\". Next was a \"gas membrane\" that helped to retain air pressure. A \"restraint layer\" then helped to maintain the suit's shape. Finally, the external layer was constructed of Nomex to protect against fire and temperature extremes. It was made by a US company called David Clark that has been making suits for astronauts and high-altitude aviators since 1941.</p> <p><strong>Did he have to fast before the jump? (via </strong><a href=\"https://twitter.com/nessymon\" title=\"\"><strong>@nessymon</strong></a><strong>)</strong></p> <p>For at least a day before the jump, Baumgartner consumed a \"low-residue, low-fibre\" diet on the orders of his medical team. They wanted his food to pass quickly through his body without any build-up of gas. In a low-pressure environment, the gas might expand and cause him severe internal pain – a condition known as barotrauma. For the same reason, Baumgartner, much like a deep-sea diver, also \"pre-breathed\" oxygen for two hours before his ascent in the balloon to help reduce the amount of nitrogen in his blood. If his pressurised suit had failed at above 19.2km (the \"Armstrong limit\", where water boils at body-temperature), he would probably have experienced a usually fatal condition known as ebullism – or the \"boiling\" of the blood – whereby his body would start to swell painfully within seconds. Baumgartner had a straw inside his helmet to allow him to consume liquids (presumably not a can of Red Bull, his key sponsor).</p> <p><strong>How much sleep did he get before the jump? (via @nessymon)</strong></p> <p>Baumgartner's team built a schedule to ensure he was fully rested. This involved going to bed precisely 12 hours before the ascent for an eight-hour sleep. But due to the hectic schedule on jump day, he was awake several hours before dawn. Baumgartner has said that he likes to draw in a sketchbook as a way to clear his mind before a major jump.</p> <p><strong>What was the biggest danger that Baumgartner faced?</strong></p> <p>His team identified 16 key risks that had to all be overcome for the record attempt to succeed. They included ultraviolet radiation, wind shear, landing impact, extreme temperatures, hypoxia (oxygen starvation), decompression sickness, entering a flat spin during the descent, \"shock-shock interaction\" (an explosive effect when shock waves in the air collide when passing through the sound barrier) and fire aboard the capsule. But the team said two dangers hung over Baumgartner above all others – a \"breach\" in the suit or capsule, and the accidental deployment of a parachute.</p> <p><strong>How did they know where he would fall?</strong></p> <p>Given that he reached a height of 24 miles above the surface of the Earth, it seems remarkable that he was able to land with such accuracy back on the desert floor in New Mexico. His team later confirmed that his landing site was just 23 miles from where the balloon had taken off several hours earlier. Unlike an astronaut, Baumgartner remained within the Earth's atmosphere so never experienced the planet rotating underneath him as witnessed by anyone actually in orbit. His team waited for the perfect weather conditions when high-altitude winds that might have caused his balloon to drift were at a minimum. Once he exited his free-fall by deploying his parachute, Baumgartner was able to \"steer\" himself to a preferred landing spot. A beacon inside his suit meant his recovery helicopter was able to closely follow him.</p> <p><strong>What next for Baumgartner?</strong></p> <p>\"I'm retired from the daredevil business,\" he said afterwards. \"I want to find a nice decent job as a helicopter pilot. I'll fight fires and rescue people. No e-mails, no phone calls.\"</p> <p><strong>How long will it be before every Tom, Dick and Harry adventure-seeker is queuing up to do this? (via </strong><a href=\"http://www.guardian.co.uk/discussion/comment-permalink/18853398\" title=\"\"><strong>bateleur</strong></a><strong>)</strong></p> <p>The non-reusable balloon used by Baumgartner cost $250,000, with the wider cost to the sponsor Red Bull of the whole record attempt estimated to have cost many millions of dollars. This will put off the vast majority of copycats, but the high-profile stunt is expected to provoke a surge in interest for parachuting.</p> <p><strong>Is he married?</strong></p> <p>A surprising amount of questions on social networking sites seemed to be about his marital status. Bad news, though: Nicole Oetl, his girlfriend, was waiting alongside his parents for news of his safe return.</p>",
  "<p>Former Daily Telegraph owner Conrad Black is to appear on BBC1's Have I Got News for You, just months after being released from prison having served a three-year sentence for defrauding investors and obstructing the course of justice.</p> <p>Black, who is living in his native Canada on a temporary residency permit, is to be a guest on the satirical panel show alongside the Guardian and Observer columnist Victoria Coren.</p> <p>Black will appear on programme three of the latest series of HIGNFY, which will be hosted by Alexander Armstrong and will air on 26 October.</p> <p>The former press tycoon is known for his scathing one-liners about his rivals and critics.</p> <p>\"I have no doubt that mothers in America use my name to frighten their children into finishing their vegetables,\" he quipped before being jailed. \"But this is not a permanent state of affairs.\"</p> <p>He was <a href=\"http://www.theguardian.com/business/2012/may/04/conrad-black-prison-controversy-canada\" title=\"\">released from a Florida jail in May after serving 37 months</a> to yet another ignominious chapter in his colourful life and career.</p> <p>Having completed the final eight months of his sentence for fraud and obstruction of justice, the former owner of the Daily Telegraph, Chicago Sun-Times and Jerusalem Post was taken into the custody of US immigration services. Lacking resident status in America, he will be shepherded by US immigration and customs enforcement to the Canadian border and will probably never be allowed to return.</p> <p>At the height of his success Black had an estimated fortune of £136m, along with houses in Florida and London's Kensington, an apartment in New York's Park Avenue and two private jets.</p> <p>He was renowned for a lavish lifestyle, including refurbishing a Rolls-Royce for $90,000 and turning up to a ball in Kensington Palace <a href=\"http://www.theguardian.com/theguardian/2010/jul/21/celebrity-conradblack\" title=\"\">dressed as Cardinal Richelieu</a> alongside his wife, Barbara Amiel, who was dressed as Marie Antoinette.</p> <p>Amiel's lavish excesses became a source of ridicule after she confessed in a Vogue interview that she had \"extravagence that knows no bounds\".</p> <p>Showing the reporter into her London mansion she revealed she had one wardrobe for her furs, another for her sweaters, another for shirts and T-shirts and another for ball-gowns. She boasted of her dozen Hermès bags (worth £100,000) and more than 100 pairs of Manolo Blahnik shoes and put her need for these worldly goods to a slight she suffered as a teenager, when the mother of a boy she was dating made fun of her outfit. \"I sort of never forgot it. And now I have an extravagance that knows no bounds,\" she said.</p> <p><em>•&#xa0;To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly \"for publication\".</em></p> <p><em>• To get the latest media news to your desktop or mobile, follow MediaGuardian on </em><a href=\"http://twitter.com/#!/mediaguardian\" title=\"\"><em>Twitter</em></a><em> and </em><a href=\"http://www.facebook.com/mediaguardian\" title=\"\"><em>Facebook</em></a></p>",
  "<p>Mohamed Bashir Sheik has a new reason to hope. The 25-year-old Somali, <a href=\"http://www.theguardian.com/global-development/2012/jul/04/entrepreneurs-kenya-dadaab-refugee-camps\" title=\"\">who came to live at the world's largest refugee camp</a> in Dadaab, Kenya, when he was just four, is planning to apply for a place at a university that is due to open next year near to the settlement.</p> <p><a href=\"http://www.ku.ac.ke/\" title=\"\">Kenyatta University</a> is setting up a campus in Dadaab, which is home to a sprawling complex of camps housing around 470,000 refugees, mainly Somalis who crossed the nearby border to escape the cycles of war and drought in their homeland.</p> <p>Courses in subjects including project management, marketing, finance, and peace and conflict studies will be on offer to refugees and locals in this remote town in north-east Kenya, 90km (55 miles) from the border with Somalia.</p> <p>The site was <a href=\"http://www.unhcr.org/507570199.html\" title=\"\">inaugurated last week</a>, and the first students are scheduled to enroll in January. Bashir Sheik, a father of three who works for a <a href=\"http://dadabcamps.com/\" title=\"\">website that provides news about the refugee camp</a>, hopes to be among them. \"I want to go to Kenyatta University and study mass communications. I'm going to register,\" he said by telephone from Dadaab.</p> <p>\"I'm a journalist and I've never attended a single training [session] or workshop. I wish to further my career,\" said Bashir Sheik, who is from Kismayo, the <a href=\"http://www.theguardian.com/world/2012/sep/28/kenyan-soldiers-capture-kismayo-somalia\" title=\"\">Somali port city that African Union peacekeepers recently seized</a> from Islamist al-Shabaab militants.</p> <p>Dominik Bartsch, head of operations for the UN Refugee Agency, said the agency would try to forge partnerships with universities and donors to offer scholarships to refugees. \"There is no tertiary education in any refugee site worldwide,\" he said. \"A site was made available and now Kenyatta University has to proceed and put everything in place.\"</p> <p>Bartsch said the university has already allocated two-thirds of its places to refugees, with the rest earmarked for locals. \"The fact that this is straddling the two [communities] is good news,\" he said. Refugees will be able to use their professional qualifications not only to contribute to Kenyan society, but eventually to aid in rebuilding their own country on their return, he added.</p> <p>Josephine Gitome, director of Kenyatta University's Centre for Refugee Studies and Empowerment, said self-sponsored students and those backed by donors are due to start in January. The next batch of students admitted under the <a href=\"http://crs.yorku.ca/bher\" title=\"\">borderless higher education for refugees project</a> will join early next year and will have tuition fees waived.</p> <p>According to Bashir Sheik, some refugees currently try to pursue their studies through correspondence courses with Nairobi-based universities, and some vocational training is also available, but many refugees want \"education on their doorstep\". \"We had more than 5,000 school leavers last year and they don't have anywhere to go for further education,\" he said.</p> <p>The presence of so many Somali refugees in Kenya – in Dadaab and in Nairobi – has long been controversial, with Kenyan <a href=\"http://www.theguardian.com/world/2012/feb/22/kenya-denies-plan-to-close-refugee-camp\" title=\"\">government officials repeatedly calling on international NGOs to repatriate Somalis</a> to safe areas in their homeland. These calls have increased in recent months as African Union peacekeepers, including Kenyan troops, have begun notching up victories against al-Shabaab, whose fighters impose a harsh form of sharia law in the areas of Somalia they control. The peacekeepers, known as Amisom, drove al-Shabaab out of the capital, Mogadishu, last year and have seized a string of towns in the south.</p> <p>Aid agencies have warned that it is too early to talk about sending refugees home, especially given the conflict. Many Somalis in Dadaab have spent all their lives there, raising their children in the camps. This month, <a href=\"http://www.doctorswithoutborders.org/press/release.cfm?id=6329&amp;cat=press-release\" title=\"\">Médecins sans Frontières (MSF, or Doctors without Borders) said</a>: \"While Somalia remains embroiled in armed conflict, calls for the repatriation of refugees are grossly premature. Security conditions on the ground do not allow for adequate protection or the secure delivery of humanitarian aid.\"</p> <p>MSF added that more should be done to help the refugees in Dadaab. \"We are seriously questioning the overall level of assistance provided to the refugees,\" said Bruno Jochum, MSF's general director. \"With security conditions worsening, basic services and the provision of aid have been significantly reduced so it is no surprise that refugees are again facing disease outbreaks.\"</p> <p>MSF said there had been cholera cases and an outbreak of hepatitis E in the three camps that make up Dadaab. It called for the immediate resumption of registering new arrivals, and warned that there was \"an alarming lack of shelter and sanitation infrastructure\", with the rainy season about to start.</p> <p>Dadaab was set up in 1991 to accommodate around 90,000 refugees. Yet during last year's famine in Somalia, around 160,000 people came to Dadaab as hundreds of thousands of Somalis fled into neighbouring countries.</p> <p>Rising numbers and a spate of bombings and kidnappings, which forced many relief agencies to reduce their activities, have strained basic services at the camp. In July, eight aid agencies said around 164,000 children – more than 70% of those in Dadaab – were not in school. Children who did go to school were attending classes of more than 100 pupils. \"Lack of education and employment opportunities increase the potential for disenfranchised youth to be recruited into militia and banditry,\" <a href=\"http://www.oxfam.org/en/pressroom/pressrelease/2012-07-12/emergency-funds-running-dry-dadaab-worlds-largest-refugee-camp\" title=\"\">the agencies said</a>.</p> <p>Mohamed Hassan Dirige plans to apply for a place at the new campus. Dirige, who teaches at Dadaab, said many school leavers end up teaching younger children in the camp because they lack opportunities for further study. \"The students really need it. They will get opportunities,\" said Dirige, who arrived in Dadaab aged five in 1991, the year that military dictator Mohamed Siad Barre was overthrown in Somalia.</p>",
  "<video data-media-id=\"gu-video-397757753\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/15/1350300510323/Headcam-shot-004.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/15/121015HeadCam-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/15/121015HeadCam-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/15/121015HeadCam_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/121015HeadCam/121015HeadCam.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/15/121015HeadCam_3gpSml16x9.3gp\"/> </video>   <p>\"Fearless\" Felix Baumgartner and his family won't have been the only ones celebrating long into the night <a href=\"http://www.guardian.co.uk/sport/2012/oct/14/felix-baumgartner-lands-safely-record\" title=\"\">following his 24-mile freefall</a>. Presumably aided by crates of their own product, it wasn't a bad day either for the countless sponsorship, media and production staff employed by Red Bull – the energy drinks brand that conceived, paid for and covered the stunt.</p> <p><a href=\"http://www.guardian.co.uk/sport/2012/oct/14/sebastian-vettel-wins-korea-gp-f1\" title=\"\">A one-two in the Korean GP</a> for the Formula One team they own, followed by an event likely to go down in the syllabus at PR colleges in years to come was the reward for an event that was seven years in the planning. In coming up with innovative new ways to sell heavily caffeinated fizzy water, the brand is also seen as redefining the sports sponsorship market.</p> <p>Sponsorship experts said on Monday that the online frenzy around Baumgartner's leap served to highlight trends that had been emerging for some time, as sponsors moved away from traditional models and towards their own bespoke spectaculars.</p> <p>\"The biggest trend in the last 10 years, and the social internet side of things has merely accelerated it, is that creating your own content has absolutely moved to the top of the agenda. The hackneyed old tickets, hospitality and perimeter boarding model is being left behind,\" said Tim Crow, chief executive of the sponsorship agency Synergy.</p> <p>Major brands have been talking for years about becoming content producers rather than simply paying media and rights owners to advertise or slap their logos on shirts and hoardings. But none have taken it as seriously as Red Bull.</p> <p>Red Bull were an early pioneer, trading in their sponsorship of a Formula One team to buy their own in 2004, for example. A couple of years later they bought the Major League Soccer team that was renamed New York Red Bulls. But most of their investment has been in extreme sport and in building up long-term links with individual athletes – funding an army of base jumpers, free runners, snowboarders, cliff divers and BMX riders for whom they could create bespoke events and completely control the content around.</p> <p>To take but two examples, they have arranged for Robbie Madison to leap on to the Champs Elysées on a motorbike and built a private halfpipe for snowboarder Shaun White and filmed the results. In May the BMX rider Kye Forte conceived an event bringing together 34 of the world's best riders to perform huge jumps against the London skyline in front of 10,000 fans at Alexandra Palace.</p> <p>Red Bull insists that its stunts start with conversations with their athletes – Baumgartner, who had already leaped from most of the world's tallest buildings, came up with the idea for his space jump seven years ago.</p> <p>Red Bull also conceives entirely new events such as its cliff-diving world series, a global series of stunt plane races through major cities and Crashed Ice, where former ice hockey stars race one another down the sides of mountains and through Alpine towns.</p> <p>Some have, er, flown while others have proved less successful. But Red Bull, through its own magazines and production arm, can also ensure that their events reach the desired audience regardless of whether they capture the imagination of the mainstream media.</p> <p>Red Bull's two Media Houses – a 100,000 square foot operation in Santa Monica and its HQ in Salzburg – was not conceived as a loss leader and in the long term is expected to become profitable in its own right. The Red Bull chief executive Dietrich Mateschitz told the US business magazine Fast Company that the concept of investing in events rather than merely sponsoring them was deeply ingrained in the company's culture.</p> <p>\"We have been doing this for 20 years – now it's called adventure sports, extreme sports, and outdoor sports. Most of the national Austrian champions in those days were personal friends of mine and we spent all our leisure time mountain biking, windsurfing, snowboarding etc,\" he said.</p> <p>\"From the first year onwards, we also started sampling our product with our Red Bull Minis, launched our advertising campaign with our cartoons, and created our first event Red Bull Flugtag.\"</p> <p>The model requires huge, long-term investment and a determination to blur the lines between the investments in sport and music and the company's core product. The key is total control – recently aided by shifting media models, and the fact they can now broadcast direct to the viewer via the internet.</p> <p>Sunday night's stunt was a perfect illustration of that trend. As the capsule ascended to the edge of space and the tension escalated, <a href=\"http://www.guardian.co.uk/sport/2012/oct/15/felix-baumgartner-skydive-social-networks\" title=\"\">so the audience watching on YouTube also grew and the chatter on social media got louder</a>.</p> <p>Because Red Bull controlled the production, and broadband speeds and technology have reached a point where watching from anywhere is a reality, by the time Baumgartner was ready to jump there were over 8 million people viewing online. Immediately after he landed safely, Red Bull solicited questions via Twitter and Facebook <a href=\"http://www.guardian.co.uk/sport/video/2012/oct/15/felix-baumgartner-skydive-space-video\" title=\"\">to put to the former base jumper</a>. During and afterwards, half the worldwide trending topics on Twitter related to the Austrian's historic jump.</p> <p>But because it could then provide all manner of arresting royalty-free images and footage, Red Bull received blanket coverage in mainstream media too. While it is dangerous to draw too many lessons from what was in many ways a glorious one-off, the effects of Baumgartner's epic achievement are likely to be already sparking urgent questions in the boardrooms of jealous rivals across the globe.</p>",
  "<h2><strong>Richard Hughes rides first five Windsor winners</strong></h2> <p>Richard Hughes rode the first five winners on the card at Windsor on Monday. </p> <p>He began with a double for his father-in-law Richard Hannon. Pivotal Moment (13-8 joint-favourite) won the EBF Joe Ward Hill Memorial Maiden Stakes, after which East Texas Red (5-2 favourite) claimed the davisbakerycaribbean.com Nursery. </p> <p>Hughes then donned the famous Khalid Abdullah silks for Amanda Perrett's Embankment (7-1) in the Ladbrokes Game On! Maiden Stakes. </p> <p>The most impressive winner, though, was the Jeremy Gask-trained Magic Street (4-1 favourite), who streaked to a five-length win in division one of the Ladbrokes Mobile Handicap. Then, on the well-backed Links Drive Lady (5-2), the Irishman continued a spectacular day.</p> <h2><strong>Today's selections, by Chris Cook</strong> </h2> <p>You surely can't have missed <a href=\"http://www.guardian.co.uk/sport/2012/oct/14/felix-baumgartner-lands-safely-record\" title=\"\">the extraordinary performance on Sunday by Felix Baumgartner</a>, a man who is presumably so starved of interesting moments in his life that he had to ascend to the edge of space and jump back towards Earth, just to feel a bit of a thrill. Good lord, man, wouldn't it have been simpler to stick your last £20 on an odds-on shot at Cartmel?</p> <p>Just so we're clear, I'm not advocating that last course of action, which would definitely not count as sensible or responsible gambling. But then nor would I advocate launching yourself into fresh air from a height of 24 miles. Well done for landing safely, Felix. Now have a sit down over there and see if you can concentrate on the Salisbury form.</p> <p>It's heavy going down Stonehenge way today, considerably more testing than when <strong>Les Verguettes (3.25)</strong> won at Leicester last week. But she gets to run off the same mark, that having been an apprentice race, and her profile on turf is progressive. The 9-4 is something less than generous, alas.</p> <p><strong>Stagweekend (2.10)</strong> showed in a maiden at Newcastle last week that he can cope well with testing conditions and, although he didn't win, he was 10 lengths clear of the third. The form of his first run, when he was sixth, has also worked out fairly well and he gets his best chance yet at Musselburgh today, where the going is mostly soft. He's 4-1. The William Haggas-trained favourite has raced only on a fast surface.</p> <p>I'm surprised you can get 11-2 about <strong>Marco Botti's Cheektocheek (2.30)</strong> in the Windsor nursery. Terribly green on his debut at Yarmouth, he nonetheless finished strongly to win.</p> <p>He ran fairly well in a nursery at Wolverhampton but the tight turns and lack of early pace would not have suited. From the same mark today, he can score again.</p> <h2><strong>Tipping competition</strong> – a new week </h2> <p>Congratulations to <strong>CheekyGol</strong>, who had a winnerless Friday but still held on to win last week's competition on a final score of +30.38. Well done to the likes of <strong>xwireman, William36, tanias and ToffeeDan1</strong>, who had some nice winners on Friday but couldn't quite get to the top of the leaderboard.</p> <p>This week's prize is a copy of 'Britain and Ireland's Top 100 Racehorses of All Time', a newly published hardback by Robin Oakley. This is a very personal choice by the Spectator's Turf Correspondent, offering portraits of the beasts which have most captured the public imagination over the years. If you don't win, you can buy a copy <a href=\"http://www.amazon.com/Britain-Irelands-Top-Racehorses-Time/dp/1906850429\" title=\"\">here</a>.</p> <p>To kick things off, we'd like your tips, please, for these races: <strong>3.45 Musselburgh, 4.10 Windsor, 4.30 Salisbury</strong>.</p> <p>As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be four each day up until Friday. Non-runners count as losers.</p> <p>In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day.</p> <p>For terms and conditions click <a href=\"http://www.guardian.co.uk/sport/2009/sep/07/talking-horses-tipping-competition-terms-and-conditions\" title=\"\">here</a>. Good luck!</p> <p>Click <a href=\"http://guardian..sportinglife.com/GU\\_Meetings\">here</a> for all the day's racecards, form, stats and results. And post your tips or racing-related comments below.</p>",
  "<p>Terrorists, traffickers, and child abductors can only welcome Tory efforts to abolish the <a href=\"http://www.theguardian.com/law/2012/sep/28/david-cameron-nick-clegg-european-arrest-warrant\" title=\"\">European arrest warrant</a> (EAW) and decrease, rather than step up, EU justice and police co-operation.</p> <p>If she had been home secretary a decade ago, Theresa May's moves to abolish the warrant would have meant that one of the July 2005 terrorists, <a href=\"http://www.theguardian.com/uk/2008/jun/11/uksecurity\" title=\"\">Hussain Osmain</a>, could still be in Rome, protected by lawyers and legal trickery. Instead, he is now in prison after being returned to face justice – under the EAW. A withdrawal from the EAW, as a result of the Conservative obsession to limit Britain's partnership and co-operation in the EU, would be welcomed by all transnational criminals who flee British justice and rely on other countries' legal systems to delay the return of any fugitive to British justice.</p> <p>Other measures to promote justice and co-operation against criminals who pay no attention to European frontiers are also being thrown out of the window as May enters the cabinet \"EU exit competition\" – apparently to see which minister can parade his or her dislike of the EU the most.</p> <p>The following scenario looks likely: co-operation on sharing databases and research, and EU funding for crime-fighting initiatives, will all go out the window. Joint work to control immigration will be abolished. The Brits who currently head Europol and Eurojust – two useful co-ordinating bodies where Britain needs a voice – will now have to resign. Britain will now have to negotiate one by one with each EU member state on bilateral policies on crime fighting or immigration control.</p> <p>As Tory MEP Timothy Kirkhope points out, the rest of Europe will see the British decision as just another victory for Ukip, Tory MPs who want to quit the EU and offshore-owned press with its Europhobic pathologies.</p> <p>Instead, Britain should be in there arguing for improvement and reform. There are problems with the implementation of the EAW and it may need amending so is only covers more serious crimes with longer penalties than at present. But given the long delays in bringing some criminals to justice in the UK or the failure to secure rape convictions, Britain is in no position to boast that British judicial procedures are perfect.</p> <p>May could well argue that Britain can keep using the warrant. But that assumes the other 26 EU member states will allow Britain to cherrypick which bits of EU crime-fighting Tory ministers like. And in any case, the EAW has come under sustained fire from Tory MPs, headed by Dominic Raab, who say it allows British citizens to be extradited unfairly and costs Britain millions to administer.</p> <p>May's announcement is driven by dislike of Europe, more than a rational analysis of the balance of advantage to Britain in combating trafficking and other cross-border crime. It is unclear why other EU member states who have to accept the whole EU crime and justice package will be willing to allow Britain to pick and choose different parts of it.</p> <p>The European public prosecutor, which is proposed under this scheme, would prosecute European-level financial crime, counterfeiting and fraud but do so in relevant national courts. Opting out of this will please those fraudsters who have given the City a bad name, but it is hard to see why Britain should oppose European-level investigation and prosecution of financial crime.</p> <p>For comparison, Norway co-operates with the EAW – just as Norway implements more EU directives than Britain. Given that Tory Eurosceptics claim they want a Norwegian status for Britain in terms of detaching ourselves from the EU, they do not seem to realise that both Norway and Switzerland are in the Schengen area and abide by most EU rules.</p> <p>Before the EAW, Britain protected for 10 years <a href=\"http://en.wikipedia.org/wiki/Rachid_Ramda\" title=\"\">Rachid Ramda</a>, the Islamist terrorist who was the mastermind behind the 1995 Paris metro bombings which killed eight and wounded 80 in a pre-echo of 7/7 in London. Ramda was arrested in London on the basis of very clear evidence from the French police. But without an EAW he was able – with the help of lawyers and judges as well as Liberty and the Home Office – to stay in London for 10 years. Finally, Charles Clarke, who was home secretary after 7/7 changed attitudes, sent him back in 2005 to face justice and the victims of his killings. He is now serving life in a French prison.</p>",
  "<video data-media-id=\"gu-video-397731034\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/14/1350248016764/Austrian-daredevil-Felix--015.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/14/121014Baumgartner-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/14/121014Baumgartner-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/121014Baumgartner/121014Baumgartner.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/14/121014Baumgartner_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/14/121014Baumgartner_3gpSml16x9.3gp\"/> </video>   <p>Standing at the edge of space above the deserts of New Mexico, Felix Baumgartner paused slightly. It was a small step away from the capsule, but a 24-mile drop back down to earth.</p> <p>\"Our guardian angel will take care of you,\" said mission control, and the man known as Fearless Felix jumped.</p> <p>Ten heart-stopping minutes later the Austrian landed back on Earth, after reaching speeds of up to 725mph, and breaking three world records, including becoming the world's first supersonic skydiver by breaking the sound barrier at Mach 1.24.</p> <p>\"We love you Felix,\" cheered the control room as his mother, Ava Baumgartner, wept.</p> <p>Baumgartner, who claimed the records for the highest altitude manned balloon flight and the highest altitude skydive, raised his arms in a victory salute to thank his team.</p> <p>He was wearing a specially designed survival suit that kept his body intact against the hugely varying pressures that marked his drop back to earth. Without it, his blood would have boiled and his lungs might have exploded.</p>      <video data-media-id=\"gu-video-397743686\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/15/1350288211444/Felix-Baumgartner-011.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/15/121015SkydivePress-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/121015SkydivePress/121015SkydivePress.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/15/121015SkydivePress_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/15/121015SkydivePress-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/15/121015SkydivePress_3gpLg16x9.3gp\"/> </video>   <p><br>Baumgartner later told a press conference: \"When I was standing there on top of the world, you become so humble, you don't think about breaking records.\" He admitted all he could think about was getting back alive, but added: \"Sometimes you have to go up really high to see how small you are.\" <br>His other two records were for the highest altitude manned balloon flight and the highest altitude skydive. </p> <p>After two aborted attempts last week, the mission was given the go-ahead on Sunday morning with the co-operation of the weather. Baumgartner was carried up into crystal clear skies by a gigantic balloon, that measured 30 million square cubic feet and whose skin was one-tenth the thickness of a sandwich bag. At the bottom of the balloon was a capsule, in which Baumgartner sat in his suit.</p> <p>As he reached the desired height, Baumgartner went through a checklist of 40 items with his mentor Joe Kittinger, the previous holder of the highest altitude manned balloon flight.</p> <p>There was some concern that a heater for his visor was not working, causing his visor to fog. \"This is very serious, Joe,\" he told Kitttinger. \"Sometimes it's getting foggy when I exhale. ... I do not feel heat.\"</p> <p>But they decided to go ahead, watched by a record 8 million people as the jump was streamed live on YouTube.</p> <p>The two-and-a-half hour journey upwards, during which the curvature of the earth became visible and the skies gradually turned black, was matched with a rather more rapid descent.</p> <p>Three cameras attached to Baumgartner's suit recorded his freefall of just over four minutes – which failed to break the existing freefall record for duration – and then the parachute opening. </p> <p>The success of the mission, and of the suit, raises the prospect that astronauts might be able to survive a high altitude disaster of the type that struck the space shuttle Columbia in 2003 by actually bailing out of their craft. </p> <p>Baumgartner's top medical man in the stunt was Dr Jonathan Clark, whose wife Laurel Clark died in the Columbia accident. Clark is now dedicated to improving astronauts' chances of survival in a high-altitude disaster.</p> <p>Baumgartner has made a name for himself with acts of daring. The former paratrooper has parachuted off buildings and mountains and once into a 600 foot deep cave. He had already done two practise freefalls in preparation for this attempt – one from 71,000 feet in March this year and a second from 97,000 feet in July. But no feat can possibly have matched his jump above the town of Roswell, a suitably chosen place famed for its connections to UFO sightings.</p> <p>He was chasing five different records: the first human to ever break the sound barrier in free-fall; the highest free-fall altitude jump, the highest manned balloon flight and longest free-fall and his jump platform is believed to be the largest manned balloon in history.</p> <p>The stunt, which was seven years in the planning and sponsored by Red Bull drinks, beat two of Kittinger's records: the retired US air force colonel previously held the high altitude and speed records for parachuting. Kittinger jumped from a balloon 19 miles above the planet in 1960. </p> <p>Suitably, the only voice in Baumgartner's radio earpiece guiding his ascent was that of Kittinger, now 84. </p> <p>Asked after the jump what he wanted to do next, Baumgartner said: \"I want to inspire a generation. I'd like to be sitting in the same spot in the next four years as Joe Kittinger. There is a young guy asking me for advice because he wants to break my record.\"</p> <p>He said the most exciting moment for him had been when he was standing outside the capsule \"on top of the world\". To laughter, he added: \"The most beautiful moment was when I was standing on the landing area and Mike Todd [the life support engineer who dressed Baumgartner in his suit] showed up and he had a smile on his face like a little kid.\"</p> <p>Baumgartner said that he had come to feel like Todd's son, adding: \"He was so happy that I was alive.\"</p> <p>Earlier, Todd had told the press conference: \"The world needs a hero right now, and they got one in Felix Baumgartner.\"</p> <p>To further laughter at the press conference, Kittinger said: \"I would like to give a special one fingered salute to all the folk who said that he [Baumgartner] was going to come apart when he went supersonic.\"</p> <p>This will be the last jump, Baumgartner said. He has promised to settle down and enjoy his post-jump years with his girlfriend, Nicole Oetl, flying ­helicopters on rescue missions in the US and Austria.</p>"
]