[
  "<p>A few years ago people used their mobile phones to make calls and, if they were feeling adventurous, to send the odd text. Not any more. These days we take for granted the mini-PCs in our pockets that can play our favourite songs and TV shows; they can even help you find yourself (if you get lost).</p> <p>Consumers are hooked on their phones and, surveys say, miss them long before realising their wallet has gone astray. They have become a life and death matter for manufacturers too – as Nokia, BlackBerry's Canadian owner Research in Motion and now Taiwan's HTC have found to their cost. The wrong smartphone, marketed in the wrong way, can destroy a company's market value in a matter of months.</p> <p>When Stephen Elop took over as chief executive of Nokia in 2010, the Finnish company was the world's largest maker of smartphones, with a global market share comfortably over 30%. <a href=\"http://www.theguardian.com/business/2011/feb/10/nokia-warns-trouble-ahead\" title=\"\">A year later, and that share had halved, according to research firm IDC</a>. In the ensuing nine months, the same thing would happen again and Nokia's share now stands at 7%. Asset sales, factory closures and job losses in their tens of thousands have followed.</p> <p>The decline has been just as startling at the once-mighty BlackBerry. Having created the ultimate email machine, RIM has been unable to follow up with a phone that lets you surf the internet without making you feel suicidal, and is now facing an existential crisis. In the space of a year, the company has gone from a quarterly profit measured in the hundreds of millions of dollars to a quarterly loss of the same magnitude; 7,000 jobs have already been axed this year.</p> <p>It seems a company can go out of fashion faster than its phone – as the experience of Taiwanese prodigy HTC, which has unravelled in just six months – has shown us. A relative newcomer to the consumer electronics business, it first found success making white-label Windows phones for various mobile networks. Then along came Google and the Android platform and HTC jumped aboard, making phones under its own name.</p> <p>Android's magic carpet whisked HTC into the stratosphere. Revenues doubled, peaking at Christmas 2011. Then, all of a sudden, the rug was pulled out from under its feet. HTC's newest handset, the HTC One X, <a href=\"http://www.theguardian.com/technology/2012/apr/06/samsung-wins-smartphones-battle\" title=\"\">failed to make an impression this spring</a> and now sales and profits are in freefall: a company that was worth more than £11bn in March is now valued at just over £4bn.</p> <p>In an attempt to right the ship, HTC has sold back its stake in Dr Dre's hip headphone business after the combination of its phones and Dre's \"cans\" failed to inject street cred into the brand. The Seoul and Brazil offices have been closed, as has its research centre in North Carolina.</p> <p>HTC is still profitable, and may well bounce back. But history suggests that once they find themselves in a tailspin, phone makers rarely recover. Siemens, once a top-five manufacturer, began to loose its appeal in 2001. In two years its market share halved. By 2005 it had halved again, and the handset division was sold to a Chinese company.</p> <p>The decline of Motorola, once world number one, can be dated from 2007, the year the iPhone arrived. It took 18&#xa0;months for half of Motorola's sales to fall away, and another 18 for it to loose its mojo altogether. The handset business was sold to Google last year.</p> <p>If anything, the pace of decline is increasing. Apple turned the mobile phone into a status symbol on a par with the designer handbag. As customers moved upmarket, two premium brands, Apple itself and Samsung, have taken control of more than half of worldwide sales. Mobile phones, like fashion, are looking like a dangerously fickle business.</p> <h2>Walker can ride reforming tide<br></h2> <p>The attraction of Sir David Walker, next chairman of Barclays, is that he stands for something. Try his comment to this newspaper: \"This is quite a good time to be reforming pay because of where the market in pay is. We may still suffer some breakages [employees leaving] but if people are only doing it for the money, they are probably not the people we need.\"</p> <p>It is impossible to imagine Walker's predecessor Marcus Agius expressing the view that you can't make an omelette without smashing eggs. Agius was happy to accept that pay would eventually fall across the industry \"to adjust to the new reality of higher capital and lower returns\", as he put it at this year's annual meeting. But the notion that Barclays should take a lead in this made him bristle. Shareholders' interests had to be protected, you see, and outsiders should be more patient.</p> <p>Walker's premise is that there's no time like the present. Hurrah! But the fine words have to be matched by deeds. The test will come when Barclays does suffer \"breakages\". What if a team of red-hot currency dealers threatens to move to, say, JP&#xa0;Morgan? Let 'em go – we'll find cheaper replacements, seems to be Walker's line.</p> <p>The good news is that he can expect shareholders to be supportive. During Bob Diamond's reign, most became sick of seeing the investment bankers protect their own rewards even when profits fell and returns were weak. Most are willing to gamble that the bank won't fall apart if a few supposed superstars jump ship.</p> <p>Walker's great advantage is that Diamond has gone. He can appoint his own chief executive and demand quick improvements. He is also helped by the Libor scandal: even on the trading floor, they recognise that Bonus Bob's downfall means life will now change.</p> <p>Just don't expect Walker to work miracles. His 2009 review of financial institutions had very little to say on the subject of banks' behaviour towards customers. There were excellent recommendations on the need for non-execs to get up to speed on risk and challenge executives. But since then the full horrors of the PPI insurance mis-selling scandal have been revealed and we've learned that small businesses were stuffed with interest-rate swaps they didn't need. With banks, there's always a new problem.</p> <h2>Oil hunters in troubled waters of Falklands<br></h2> <p>While oil companies are rightly pilloried over the environmental risks they take, you have to admire their bravado. After badly blundering in the Gulf of Mexico, it's hard not to admire BP's boldness as it set about trying to sign a deal with Rosneft behind the back of its existing (and already highly truculent) local partners, AAR.</p> <p>Similarly, it's fun to watch Premier Oil take a £640m bet on the Falklands, a drilling location Argentina has in the past been willing to start a war over. Premier Oil you might recall was one of the very few companies that hung on in Burma when it was exceedingly politically incorrect to do so. The management eventually sold out – and how frustrated they must be now that the gas-rich nation has been embraced again by the international community.</p> <p>The City has woken up to the Falklands being a difficult political destination, with Numis Securities last week changing its rating on the shares from buy to hold. But the good news for Simon Lockett and his team at Premier is that last week Noble Energy, became the first US firm to sign its own exploration deal in the disputed waters. Britain might no longer have the hardware to launch another liberation armada, but you can bet the US navy would defend its noble drillers if anything nasty kicked off.</p>",
  "<p><strong>Life is both joyous and devastating, </strong>so we should see that in pop music. We&#xa0;should have dark lyrics and massive melodies, songs that are meaningful yet still as catchy as hell. I'm not a fan of this parallel kind of Disney candy-floss pop universe.</p> <p><strong>I was a manic and eccentric kid.</strong> In my head I was very busy, so I must have seemed weird. I never wanted anything \"normal\". In the summer I would stand in the street wearing roller skates that had no wheels, just giant springs.</p> <p><strong>I know that Annie Lennox has saved my life</strong> quite a few times, and I never forget that. The most vivid memory is waking up in bed with her to find a&#xa0;Hell's Angel kneeling over me with speed on a flick knife. She made him leave.</p> <p><strong>Mick Jagger is the sort of person who constantly surprises me. </strong>When I had pneumonia he flew me out to the Caribbean, such is his generosity. And another time I arrived in Paris and he had arranged the bridal suite with my girlfriend from Brazil lying in a&#xa0;bed of red roses waiting for me.</p> <p><strong>Drugs seem to have the opposite </strong>to the expected effect on my body. On&#xa0;speed I could hardly speak and when I took LSD I got lost in the carpet for a couple of years. Now I don't shut up, so it's as if the drugs are finally working, despite the fact I'm clean.</p> <p><strong>My vice is a vodka martini </strong>every night at around 8pm. That, and a couple of erotic fantasies.</p> <p><strong>It's hard to find the loving relationship </strong>that works on every level, but I got it eventually, with my wife Anoushka [he was previously married to Siobhan Fahey of Bananarama and Shakespears Sister]. There's falling in love and being in love and then love with your best friend.</p> <p><strong>Most people who get into power</strong> in the western world start with great intentions, but slowly they all become entrapped and hung by their own petard. I don't really follow them, but I listen to what they say and make up my own mind about the few bits and pieces I understand.</p> <p><strong>Every year there are twice as many bullets</strong> produced as people. Gun sales have shot up since the Colorado shootings. The problem is two-fold: people are buying more weapons before laws change, and people are buying weapons to protect themselves.</p> <p><strong>I like people who are minimalist with their words. </strong>Jack Nicholson thinks a lot then says something, and it's always spot on. Nelson Mandela is the same.</p> <p><strong>People ask me if I think outside the box.</strong> I haven't seen the box.</p> <p><strong>I would like to go back to 1968 </strong>and spend all day on the steps of The Cat and Dog watching thousands of Sunderland working girls sunbathing in a row, sheltered by the rocks, in pale blue bikinis, eating ice creams.</p> <p><em>Dave Stewart's album </em><a href=\"http://davestewart.com/dave-stewart-to-celebrate-september-release-of-the-ringmaster-general-with-four-u-k-shows/\" title=\"\">The Ringmaster General</a> <em>is out on 3 September, with live UK dates from 3-7 September (</em><a href=\"http://davestewart.com/\" title=\"\"><em>davestewart.com</em></a><em>)</em></p>",
  "<p>The party isn't over yet, but at the Olympic Park on Saturday morning it felt for the first time as if we might reluctantly have to start thinking about collecting our coats.</p> <p>There was already a sense of withdrawal from compulsive handball and dressage and beach volleyball fixes. The velodrome, theatre of the extraordinary, appeared to be quietly contemplating a future that might struggle to match its first two weeks of boisterous life.</p> <p>To suit the mood, in Ibiza-like sunshine, chill-out tracks had replaced the normal Britrock opening ceremony playlist on the park's Tannoys. Every girl wanted a final souvenir photo with the lads from the army, and in the Westfield Centre, posses of otherworldly Olympians sporting China tracksuits and Ukrainian Lycra were stocking up on take-home presents, jogging purposefully between the Disney store and Victoria's Secret in fluorescent trainers.</p> <p>Elsewhere, the colour seemed to be draining subtly from the event. You could convince yourself that the wildflower meadows that have been such a feature of the landscaping of the park were showing the first hint of running to seed (imitating pretty much everything else about the organisation of these Games, they had blossomed spectacularly, on cue and all at the same time). Even the ever-vibrant volunteers were admitting to flagging just a little.</p> <p>Raymond Cook, a semi-retired maths teacher from Islington, hasn't missed a day. \"It has been the most amazing fun but it does take it out of you a bit,\" he said. \"On your feet for eight hours... This is my last shift and I need to get back and cut the lawn, which is a foot high...\"</p> <p>Cathy Edwards has been getting up at 3.30am to come in from a friend's house in Surbiton. \"We are going to be lost without it next week,\" she said. \"It has become a routine and I have made lots of friends. We had a bit of leaving party yesterday, free ice creams, and a big thank you, but it was a bit sad to think it's all over and back to work.\"</p> <p>Matesh Rozario, who lives up the road in Newham, said: \"Every single day has been a highlight and we aren't always used to that around here.\"</p> <p>He hopes that the \"sense of the place just buzzing\" will continue, \"perhaps the Paralympics will carry it on at least for a while...\"</p> <p>Up in the BBC gantry overlooking the Park, Sue and Dame Kelly were having greasepaint applied for the penultimate time. The stadium itself was closed in anticipation of the last big night of athletics, waiting for another momentous moment from Mo.</p> <p>Couples and families breakfasting on Medal Mount in the sun were watching Tom Daley finally recollect a script that seemed to have been written for him prenatally as he began to make perfect entries into the clear blue water of the Aquatics Centre in his morning semi-final. Had we ever doubted that he would fulfil his destiny as face – or abs – of the Games?</p> <p>And of course, while there was still the chance, Team GB was deftly accumulating medals in what by now seemed a slightly blasé spirit, to cement what only a week ago would have looked a scarcely credible third place in the medal table.</p> <p>On bright Olympic mornings such as this one, it's worth remembering that as recently as 1996 Britain came home with a solitary gold medal from Atlanta, and finished in 36th place in that table, a couple of places behind North Korea; that in the last London Games in 1948, we achieved five golds, for 12th; and that the national team has not finished above a Russian squad in a medal table since the revolution.</p> <p>You could almost feel sorry for British gold medallist number 26, Ed Mc-Keever, who powered to victory in the early morning canoe sprints, over 200 metres.</p> <p>There was a bit more canoeing to see on the lake after that triumph. For a few heady seconds it appeared as though his team-mates, Liam Heath and Jon Schofield, would produce an unexpected gold in the two-man 200m final. They led early in the race only to be squeezed into a bronze by the Russian and Belarusian boats. They were happy enough with that: \"It was tough,\" Schofield said, \"At one point I didn't think we'd make it to the line at all...\"</p> <p>It had also been touch and go all week for the men's hockey team, who were hoping to match Britain's women in the bronze medal match against Australia. The British men have been through an \"I get knocked down but I get up again\" tournament, coming back miraculously on a couple of occasions – including in an earlier match against the Aussies – to make it out of the group before suffering a proper drubbing in the semi-final, 9-2 against the brilliant orange Dutch.</p> <p>Australia, who had come into this tournament as favourites, took the lead midway through the first half. The green and gold contingent in the arena, who have not had much to sing Waltzing Matilda about in these Games, had turned out in force to see their team at least record a Pyrrhic victory in this Ashes match.</p> <p>The Team GB comeback habit at first proved compulsive, however. Ten minutes before half time, 19-year-old Harry Martin made a spirited attempt to run straight through the middle of the Australian defence, and from the resulting penalty corner Iain Lewers equalised with his third goal of the tournament.</p> <p>Prior to the match, Sean Kerly, hero of the gold-medal winning team of 1992, had suggested that the long fortnight, and all the distractions of the Games, might have taken their toll on the British team in the semi-final.</p> <p>\"There's a sense of euphoria in the Olympic Village – it's really exciting and it's difficult for two weeks to keep your mind on the job,\" he said. \"But ultimately your job isn't done until the end. All they can do is try to put it out their mind, feel the pain of defeat and know they never want to feel it again.\"</p> <p>Led by an oompah band in the stands whose repertoire did not extend much beyond Rule Britannia, Team GB refused to give a quarter against an Australian team unaccustomed to defeat.</p> <p>The match was at times ferociously competitive and some of the more robust exchanges led to a sound I've not heard before in these Games – (good-natured) booing at some contentious refereeing. It was like an intruder from some other less utopian land.</p> <p>And it's not often that a football final featuring Brazil is relegated to \"other news\", but at the Park the defeat of the inventors of the beautiful game at the hands of Mexico in the Wembley final was of only passing interest.</p> <p>Having repelled Australian pressure in last-ditch defence against a series of penalty corners, one found its way in, leading to a desperate closing quarter of an hour as Britain attempted to repeat the miracle of qualifying. For once, the happy ending didn't happen; Australia scored again to win 3-1, leaving the last acts of Team GB's last days to be written by others.</p>",
  "<p>Tears. So many that the South Korean fencer's face shone. For more than an hour following <a href=\"http://www.theguardian.com/sport/2012/jul/31/london-2012-fencer-a-lam-shin\" title=\"\">her defeat at the ExCel</a> arena on 30 July, Shin A-lam's epee lay on the piste beside her. She would not budge. Judges huddled, spectators slow handclapped. All eyes fell on the electronic clock. One second had distanced the Korean from victory and a possible Olympic gold medal. How long is a second? Longer, a pained Shin discovered, than her opponent's blade.</p> <p>In the Olympians' scrambles to finish first, a second often proves decisive. Even the greatest athletes can find themselves on the wrong side of time. Twenty four hours after the fencing drama, a pair of swimmers in the 200m butterfly touched the wall simultaneously. Michael Phelps – the most decorated competitor in the history of the Games – <a href=\"http://www.theguardian.com/sport/2012/jul/31/london-2012-michael-phelps-olympian\" title=\"\">had to settle for a rare silver</a>: his time of 1&#xa0;min 53.01&#xa0;sec was 1/20th of a second behind Chad le Clos of South Africa. Phelps, massaging his disappointment, might have cast his mind back four years to the Games in Beijing, at which another simultaneous finish had on that occasion gone in his favour. A review confirmed his seventh gold of the competition (matching Mark Spitz's record 1972 haul) by a margin of 1/100th of a second.</p> <p>Such margins were unthinkable in Pythagoras's day. The ancient Greek athletes cared far more about timing (<em>kairos</em>) than time (<em>chronos</em>). Wrestlers and boxers sought the right moment, the instant of maximum opportunity, in which to throw a rival or land a winning jab. Victory was always visible, incontrovertible. It was the same story in other disciplines. The hurly-burly of chariot races made neck-and-neck competition virtually impossible. Falls and crashes occurred regularly over the 12 laps of the track. In the Games of 482BC, out of a field of 41, there was only one finisher.</p> <p>As <a href=\"http://www.armand-dangour.com/\" title=\"\">Armand D'Angour</a> notes in his account of the ancient Greek mind, athletes showed no desire to perform more efficiently or race ever faster. They followed special diets and pushed their bodies to exhaustion, but only so as to be the best on the day. No accurate measurements were taken, no reliable records kept (we can safely disregard Phayllus of Kroton's 55ft leap as proverbial). No single standard was upheld. Discus diameters could vary from 5.5in to 13.5in. Every city state had its own version of the <em>stadion</em> (sprint) race: at Olympia, competitors ran 192 metres; at Delphi, 177; at Epidaurus, 181; at Pergamon, 210.</p> <p>When Baron Pierre de Coubertin inaugurated the modern Olympic Games in Athens in 1896, he also rendered them mathematical. The same weights and distances travelled in quadrennial cycles from country to country and from city to city. New disciplines such as the modern pentathlon (invented by de Coubertin), which made its debut at the 1912 Games in Stockholm, ranked participants objectively using points. Current pentathlon rules quantify everything from the graze of an adversary's epee (which equates to a delay in the final 3,000m race of precisely seven seconds) to the worth of one second in the pool (plus or minus 12 points, depending on the swimmer's total time over 200m). Referees presently value the embarrassment of falling off a horse – during the showjumping round – as a 60-point deduction.</p> <p>Using the numbers generated from these standardised units of measurement, the world's first official sporting records emerged. The record, in de Coubertin's analogy, became to the Olympic movement what gravity was to Newtonian mechanics. Its abstract numbers denote feats of human excellence of the kind once praised in Pindar's odes. But unlike poems, numbers are universal. Abstraction effaces the sore toes and false starts and noisy crowds of a particular place and date. Through it, we can compare Michael Phelps's record-breaking 200m butterfly swim in Rome on 29 July 2009 (1:51.51) with that of Mark Spitz in Munich on 28 August 1972 (2:00.07), or the spot where Jürgen Schult's discus landed at Neubrandenburg on 6 June 1986 (74.08m) with that reached by James Duncan, the discipline's first record holder, in New York on 27&#xa0;May 1912 (47.58m). Rarely though do we pause to contemplate the stark differences in, say, nutrition, financial incentive or lane position. The numbers strike us as dispassionate, unflinching, authoritative.</p> <p>No Olympic record better symbolises the quantification of accomplishment than that in the men's 100m sprint. The sprinter does not tackle any old 100m, but, rather, the idea of 100m: encompassing a standardised and tightly prescribed strip of territory. A century ago, spectators in Stockholm admired Donald Lippincott, a student at the University of Pennsylvania, as he set the event's first official world record in \"the marvellous time of 10 3/5 seconds\" (10.6sec). A row of straw-hatted timekeepers squeezed their stopwatches (accurate to within a fifth of a second) as he whisked by.</p> <p>Electronic timing supplanted stopwatches at the Helsinki Games of 1952. In the final, no fewer than four sprinters made it to the line in a time of 10.4. More remarkable still, the runners were considered somewhat slow. The then world record, first set by Jesse Owens 16 years before, defined sprinting excellence at 10.2.</p> <p>Records, though, are never immune to dissatisfaction. In many minds, those 2/10ths of a second nagged. Sixteen years after Helsinki, running at altitude in the Mexico City Games, the American <a href=\"http://en.wikipedia.org/wiki/Jim_Hines\" title=\"\">Jim Hines</a>'s gold-medal-winning time of 9.95 seemed to redefine the race. Hines became the first human in history to run under the 10-second mark.</p> <p>Today's sprinters are measured in hundredths of a second. Last week in London, the most hi-tech equipment followed the sprinter Usain Bolt's every step. His reaction time out of the blocks was 0.165 (ranking him a modest fourth of eight). But then the Jamaican got into his stride. His long legs disposed of the race in 41 strides. His <a href=\"http://www.theguardian.com/sport/2012/aug/05/usain-bolt-olympic\" title=\"\">Olympic record time </a>of 9.63 put him an eighth of a second – some 4ft – clear of the pack. For Bolt, however, winning gold was insufficient, confiding to a reporter: \"Then it popped into my head, world record! [Bolt ran 9.58 in 2009] … it's still a fast time, the second-fastest ever, but I won't say it was the perfect race because I know my coach would disagree.\"</p> <p>Bolt had talked of running it in less than 9.5 in London. After all, if a record's abstract numbers allow us to contrast performances with the past, they make it equally possible to anticipate the future. The sprinters chase a ghostly number, a Platonic ideal of the \"perfect race\". What is this number? Mathematicians have long disputed the question. According to John Barrow, professor of mathematical sciences at Cambridge University, the limits of human speed remain a long way off. A faster reaction to the starter's gun, a maximum 2&#xa0;metre per second breeze at his back, higher altitude and thus less resistant air: all would help Bolt pick up even greater speed. Barrow calculates a potential record of 9.45. The statistician Reza Noubary agrees, estimating \"with 95% confidence\" an upper limit of 9.44. Others, measuring the relative improvement in sprinting performances between consecutive Games since 1896, conclude that we will have to wait until at least the year 2020 before someone beats 9.5. Meanwhile the physicist Filippo Radicchi predicts an ultimate 100m men's time of 8.28 (in more conservative calculations, he has put it at 8.8).</p> <p>But some query what the sports philosopher Sigmund Loland describes as the \"cult of abstract entities\" in which a race is turned into \"a quest for objective knowledge similar to what we find in the scientific experiment\". Attention swivels from the humanity of Bolt and Phelps – their peculiar stories and rivalries – to \"empirical research questions\": how fast can a human being run? How quickly can he or she swim? Behind such questions, Loland notes, lurks the Enlightenment idea of indefinite progress.</p> <p>We are all children of the Enlightenment: we count calories, set alarm clocks, watch weather forecasts on TV. So habitual, so inconspicuous, are these daily rituals that we perform them automatically. Unlike the ancient Greeks, who considered man the \"measure of all things\", we feel at home in an infinitely expansive cosmos. Great thinkers of the 17th, 18th and 19th centuries passed down to us the notion of civilisation moving in a single – and desirable – direction. Thermometers, weighing scales and microscopes long ago moved us safely past the marshes of approximation. Time, risk and mortality are now told in numbers and quantified, since incremental progress relies on accurate measurement.</p> <p>\"Citius, altius, fortius,\" says the Olympic motto, but as Loland points out, the idea of unending progress risks leading sport into a bind. Records cannot continue to be broken forever. Soon, perhaps, 100m sprint times will feature a third decimal after the point. Even this solution, however, might not work. A thousandth of a second equates to a single centimetre, yet track lanes have been known to differ in length by twice as much.</p> <p>Why reduce performance to a number at all? Every sport and sportsman and sportswoman is unique. Consider, in place of abstract records, a renewed focus on the human drama and infinite variety of the match.</p> <p>Ball games such as tennis offer an alternative vision of sport's infinite variety: intuition and technical prowess compliment the athlete's speed and strength. The game's units are defined idiosyncratically (zero is winningly called \"love\"); statistics such as \"total volleys\" or \"percentage of returned serves\" mere side-effects of play. Achievement adjusts with every match. Hours before Bolt's race last Sunday, <a href=\"http://www.theguardian.com/sport/2012/aug/05/andy-murray-olympic-gold-federer?newsfeed=true\" title=\"\">Andy Murray contested the Olympics men's singles final</a> against Roger Federer. Weeks earlier, in the same spot, Murray had lost the Wimbledon final to the same man; this time, he struck gold. Followers of Murray remember the rivalry, the meaning of the match. And for a fleeting instant, like the overjoyed Scotsman, we forget ourselves.</p>",
  "<p>The first thing you notice about <a href=\"http://www.sunstudio.com/\" title=\"\">Sun Studio</a> – the birthplace of rock'n'roll in downtown Memphis, Tennessee – is that it really is as small as everyone says. Snuggled at 706 Union Avenue on the corner of Marshall, you could lob a catgut-strung double bass from one end of the recording studio to the other without breaking a sweat. The second thing is that, among the black-and-white photos of bequiffed trailblazers who have recorded at Sun – Elvis, Jerry Lee, Carl Perkins, Johnny Cash – there hangs a picture of Bono, replete with trademark mullet and silly hat.</p> <p>\"That'll have to go,\" I said, turning the offending picture to the wall…</p> <p>Like so many modern musicians, from Chris Isaak to Def Leppard (no, really), U2 had recorded at Sun in an attempt to tap into the magic that had produced such timeless hits as Blue Suede Shoes and Whole Lotta Shakin' Goin' On. Now, as the fulfilment of a lifetime's dream, I had come here to Memphis with my band, the <a href=\"http://www.dodgebrothers.co.uk/\" title=\"\">Dodge Brothers</a> (\"militant skiffle and blues\") to record our second album over two nights at Sun. By day, the studio is a museum, a magnet for tourists who have experienced the Jungle Room and jump-suits of Graceland, and now want to see where Elvis first wiggled his pelvis in front of a microphone. But by night it's a mecca for nostalgic musicians who have an almost religious belief in the power of that tiny room. Having recorded our previous album in Bournemouth, we had decided to stop pretending to sound like a band recording in Memphis and just go there for real…</p> <p>In our endeavours to recreate the sound of records made before most of us were born, we were aided by studio engineer Matt Ross-Spang, a mad rockabilly genius (with whom we had bonded over a shared love of Tarheel&#xa0;Slim) who had spent years studying Sun founder Sam Phillips's recording techniques. Although some sceptics insist that Sun is \"just a room\", Matt believes firmly that the primitive baffling (panels to dampen the sound) that Phillips designed, combined with the confined space of the room, create a unique and distinctive aural dynamic. He also believes that the only way to get that authentic \"Sun sound\" is to record the way they used to – with no headphones, no overdubs, no instrument isolation; just four or five open mics and the band playing live. This sounded like a brilliant idea to us, standing there on the Xs taped to the floor where Elvis, Scotty Moore and Bill Black recorded That's All Right, ready to rock like they did back in '54.</p> <p>What we weren't prepared for was just how hard it was to record like this. Having buried the guitar amps under mattresses so that they could be simultaneously turned up and dampened down – an authentic Sun trick from the days before soundproofed booths – Matt made it clear that each song had to be performed perfectly by everyone from beginning to end, with no chance to fix tiny mistakes later. If a take wasn't up to his exactingly high standards… well, then you just went back and did the whole thing again. And again. And&#xa0;again.</p> <p>It was around the 24th take of Ghost&#xa0;House, a slappy rockabilly number composed specially for this session, that my fingers started to bleed, dripping blood on to the fingerboard of the Sun Studio house bass that, unless they've cleaned it (unlikely, frankly), is still caked there&#xa0;today. Sometime around 2am on that first night I found myself standing in the parking lot rubbing ice cubes into my right hand, which had become numb from swelling and was starting to resemble the Incredible Hulk – huge and green and angry. At the end of every take, we'd look over from the pile of mattresses and old-style Coke-bottle mics up to the window of the control booth where Matt would bob up from behind the mixing desk and say something encouraging such as: \"Yeah, great. But still a bit… squirly [his favourite word]. I think you can do one more…\" And all the time, the photos of Elvis, Carl, Johnny and Jerry Lee looked down disapprovingly, as if to say, \"Hey, guys, what's taking you so&#xa0;long?\"</p> <p>There is a theory, espoused by many, that says there's something about the swampy air of Memphis that gets into that pokey, sweaty room at Sun and gradually overpowers you. Sometime in the middle of the second night, like Dorothy lying down in the poppy field in <em>The Wizard of Oz</em>, I started to feel it. During the day we'd travelled to Clarksdale, Mississippi, to visit the Riverside Hotel – where Bessie Smith died and Ike Turner knocked up Rocket 88 (the \"first\" rock'n'roll record) – fondle vintage Silvertone guitars in the local music store, and get a haircut down from the crossroads where Robert Johnson sold his soul to the devil. Now, with a mixture of exhaustion and elation, we had finally relaxed into the atmosphere of Sun, and I was suddenly filled with a fleeting and ecstatic sense of what it must have been like to record here when Phillips first turned the volume dials up to 11. When we finished, I looked up from the bloodstained bass to see Matt grinning in the control box, and one of those black-and-white photos hanging crooked from the wall. \"Hey, look, you played Jerry Lee out of his&#xa0;frame!\"</p> <p>Bono, his face still turned to the wall, said nothing.</p> <p><a href=\"http://www.bbc.co.uk/programmes/b01lssm3\" title=\"\"><em>Mark Goes to Memphis</em></a><em>, Radio 2, Monday 13 August, 10pm</em></p>",
  "<p>Artifice and technical perfection: chilling terms when applied to almost any work of art outside the music of Ravel. Famously a lover of toys, automata, fakes of all kinds, he sought beauty through distillation and control. His creations glitter and scintillate. Yet still, perversely, he can touch the heart. <a href=\"http://glyndebourne.com/production/ravel-double-bill\" title=\"\">Glyndebourne's new double bill</a> of <em>L'heure espagnole </em>and <em>L'enfant et les sortilèges </em>– Ravel's only operas – matches the composer's ethereal precision with near flawless performances and <a href=\"http://glyndebourne.com/production/ravel-double-bill\" title=\"\">dazzling stagings</a>, conducted by Kazushi Ono and directed by Laurent Pelly, who also designed the costumes.</p> <p>Sex dominates <strong>L'heure espagnole</strong> (1911), but the one brief moment of congress takes place off stage. This canny ploy means the action, heaving with innuendo and jokes about pendulums, can be played straight, making it all the funnier. Taken from a <em>comédie-bouffe</em> by Franc-Nohain, the opera pushes farce to musical and verbal limits. At the start, three clocks tick at different speeds, coinciding every 15 seconds – a brittle conceit of the kind Ravel enjoyed. Torquemada, the town clock-maker, leaves his shop each week for an hour, abandoning his wife, the concupiscent Concepción, free to receive her lovers.</p> <p>With three contenders, time is of the essence. Don Iñigo Gómez (Paul Gay), the smug, portly banker, and Gonzalve (Alek Shrader), the poet whose words are more virile than his deeds, are forced to hide in coffin-sized clocks so Concepción can have her way with Ramiro (Elliot Madore) the gormless muleteer. Better a man who can lift a clock than hide in one. Or never mind the brain, feel the biceps – as Boccaccio nearly but didn't quite say in the opera's closing lines.</p> <p>Ono, who collaborated with Pelly in Glyndebourne's successful <em>Hänsel und Gretel </em>in 2008, kept textures transparent, the percussive effects of harp, celesta, triangle, castanets and xylophone at once compounding the score's hairspring oscillations and adding lustre. Whirring mechanical patterns are dusted lightly with salacious waltzes and Hispanic rhythms – jota, malagueña and habanera – at once arch and suggestive, each beautifully rendered by the London Philharmonic Orchestra in full&nbsp;erotic flight. Ravel was, let's not forget, the man who, despite or because of his own arid love life, wrote <em>Bolero</em> (\"Did you ever do it to Ravel's <em>Bolero</em>?\" Bo Derek asked, famously, in the 1979 film <em>10</em>, thereby giving the composer fresh celebrity, though the chaste violence of Torvill and Dean on ice five years later certainly helped).</p> <p>The designs by Caroline Ginet and Florence Evrard – first created for the Opéra National de Paris – combine the shop's well ordered interior with behind-the-counter garish squalor: Concepción (Stéphanie d'Oustrac, pert and sinewy in voice and physique) runs a laundry, to judge from the sluttish array of washing machine, buckets, ironing board and industrial box of soap powder, all piled vertiginously together with Roman Catholic knick-knacks and a car whose headlights flash on and off when the action hots up.</p> <p>In contrast, the streamlined elegance&nbsp;of <strong>L'enfant et les sortilèges</strong><em> </em>(1925), designed by Barbara de Limburg, suited that work's surreal fairytale text, purpose-written for Ravel by Colette. The story of a child and some magic spells sounds whimsical: a naughty boy has to confront the inanimate objects, now come to life, which he has destroyed in his tantrums, before eventually getting wisdom via a hurt squirrel. Written several years after <em>L'heure</em>, <em>L'enfant </em>shows Ravel's new musical preoccupations: a Wedgwood teapot and a Chinese teacup dance to a ragtime foxtrot in a score rippled through with jazz, blues and melody.</p> <p>The Child's fears are haunting and poignant. Pastoral figures torn from <em>toile de Jouy</em> wallpaper lament their destruction, looming like engraved ghosts. Cats hiss with menacing sexuality, insects accuse, trees – which process towards the child in a moment of pure theatrical alchemy – vent their anger until at last the perils and dangers of this night are over: the boy holds out his arms and the music calls out the reassuring, two-note \"<em>Maman</em>\".</p> <p>Ensemble cast and chorus excelled. Khatouna Gadelia, in her Glyndebourne debut as the Child, expressed the incipient nursery fears in us all for ever. A friend of Ravel's once described this small, dapper man, whose favourite possession was a mechanical nightingale in a gilded cage, as both a child and an old man. He would surely have been overjoyed by this near perfect double bill. See it live on Sunday 19 August <a href=\"http://glyndebourne.com/production/ravel-double-bill\" title=\"\">in cinemas</a> or streamed on <a href=\"http://www.theguardian.com/music/series/live-opera-from-glyndebourne\" title=\"\">theguardian.com/glyndebourne</a>.</p> <p>Given his taste for the miniature, for his Japanese garden and rows of dwarf trees, Ravel's muted enthusiasm for Wagner, the sprawler to beat all sprawlers, is hardly a surprise. Luckily he won't have to endure 2013, the bicentenary of Wagner's birth. The torch relay has already begun at the<strong> Proms</strong>, relatively modestly before Barenboim conducts a full <em>Ring</em> cycle next season (not a well-kept secret so I am betraying no confidences). The BBC Philharmonic, in the third of four appearances, gave a slow, richly ecstatic account of the <a href=\"http://www.bbc.co.uk/programmes/p00x2z5j\" title=\"\">Prelude to <em>Tristan und Isolde</em></a>. The whole opera taken at that speed would have turned into a three-day event but here provided an opportunity to appreciate the orchestra's talent for colour and well-drilled detail.</p> <p>Bruckner may have preferred God to gods, sex and dragons, but he remains Wagner's most devoted disciple. The humble village schoolmaster's son had some catastrophic encounters with audiences and critics in his time, not least at the premiere of his Third Symphony. The Sixth, which followed – ignore the arithmetic; order of performance and of writing in Bruckner's case does not always tally – fared marginally better but remains unfamiliar, considered stylistically outside the main Bruckner canon. Perhaps that is part of its appeal, especially in <a href=\"http://www.bbc.co.uk/iplayer/episode/b01ljl38/BBC_Proms_2012_Season_Prom_33_Wagner_MacMillan/\" title=\"\">a performance</a> as taut and supple, as well as massive and thunderous, as the BBC Phil's under the baton of music director Juanjo Mena.</p> <p>As a pivot between these two Romantic giants, <a href=\"http://www.theguardian.com/culture/2012/mar/20/james-macmillan-composer\" title=\"\">James MacMillan</a>'s <em>Credo</em>, a BBC co-commission world premiere, proved ideal. Written for concert rather than liturgical purposes, and demanding a choir of around 140 voices – here the combined forces of the Manchester Chamber Choir, Northern Sinfonia Chorus and Rushley Singers – this 25-minute work displayed MacMillan's gift for achieving emotional effect on a substantial scale. The three-section setting of the Latin text, often moving in simple blocks to keep the words clear, conjured the mood of Russian Orthodox music – a huge challenge to the choir who survived all but the most exposed passages – while the conspicuous brass writing was a reminder of the band music with which the Ayrshire-born composer grew up.</p> <p>In Part One, praising God as maker of \"all things visible and invisible\", the strings repeated an upward, galloping figure offset by snarling bassoons, fanfares of brass and voices united in declamation. <a href=\"http://www.bbc.co.uk/programmes/p00x2zdk\" title=\"\">Part Two</a>, the exploration of faith, reaches sonorous crisis at the crucifixion and resurrection to a vivid accompaniment of three solo violas. The Spiritus Sanctus draws on ancient plainchant and culminates in a big \"Amen\". At the start of this expansive, final part, the orchestra buzzes strangely, achieved by flutter-tonguing in the woodwind and the rapid tremolando bowing of the strings. According to MacMillan this represents the Holy Spirit. Whether this means something or nothing to you, the audience in the Albert Hall cheered enthusiastically, their faith, in music at least, fully renewed.</p>",
  "<p>Details of next month's victory parade for Scotland's Olympic competitors remain sketchy. Thus far, Scots have contributed to more than a quarter of Great Britain's record haul of gold medals at London 2012. And so I suppose it was only to be expected that the government will want to show that we're one of the most athletic small nations in the world.</p> <p>Nevertheless, Alex Salmond ought to be careful here about what he is wishing for. The sight of Chris Hoy, Andy Murray and our other Olympic heroes stravaiging about Arthur's Seat waving huge Union flags would normally bring the first minister out in the sort of sweat that he only gets from one of his favourite curry. And surely the organisers of the parade wouldn't be so crass as to insist that they all must only bear the Saltire.</p> <p>For one of the most enduring features about London's splendid Olympiad has been the Scots medal winners' palpable sense of pride in being part of Great Britain. Indeed, following his gold medal in the keirin cycle event that made him Britain's greatest Olympian, Sir Chris spoke eloquently about how comfortable he felt being both Scottish and British. \"I'm British. I'm Scottish and British. I think you can be both – they are not mutually exclusive. All I can say is I'm very proud I've been part of this team, to be part of the British team, to be alongside the English and Welsh and Northern Irish, guys on the Isle of Man – everybody. It's been a great team and I'm proud to be part of it.\"</p> <p>Even if you discount mad Boris Johnson's claim on Thursday that the sense of UK national pride springing from the Olympics has \"retarded\" Alex Salmond's campaign for separation, it's clear that Scotland's first minister is having a bad Games. I'm unaware of any official line that SNP party managers were seeking to advance during the Olympics, but it's clear that not much thought went into dealing with the problem of Team GB and a subsequent unionist groundswell. Instead of confining himself to a dignified \"good luck and God speed\" message to the Scots representing Great Britain, the first minister simply couldn't resist the opportunity to indulge in grandstanding. Thus the Scots were \"Scolympians\"; London's Army &amp; Navy Club became \"a little bit of Scotland\" and in Rio 2016 Scotland will compete separately after independence has been gained. It was wretched stuff and simply made our normally surefooted senior statesman look tawdry and unkempt.</p> <p>It would be absurd not to acknowledge that the vibrant and muscular Britishness evident at the Olympic Games has reinforced feelings of unionism. Even a worthless and Olympics-denying cur such as me has been captivated by some of the feats of the last fortnight. Andy Murray's pride and passion as he destroyed his nemesis, Roger Federer, was one of my highlights. Without getting too geopolitical, I like it when the country that refused to fight Nazism yet hid its war loot gets a right good kicking from time to time. And how could you not be moved by Sir Chris Hoy's serenity and grace in his hour of triumph?</p> <p>But let's not get carried away. To listen to some of the BBC's more hysterical commentators, you might think that we are about to take to the high seas and reclaim our lost empire. Before tonight's closing ceremony has ended we will be insisting that Usain Bolt is really British. After all, the Jamaican tradition of running very fast in one direction is probably rooted in their ancestors' desire to escape the rapacious clutches of the English and Scottish colonial thugs who once carved up the island.</p> <p>The Olympic euphoria will evaporate as quickly as it takes the scions of England's public school elite to put their craft in the waters of Eton Dorney again and reclaim their sport and their paddling pool. Already, a lot of people who really ought to know a lot better are predicting an Olympic legacy that will transform our fey and pasty youth into rippled, rosy-cheeked titans. Before you know it, we'll all be getting up at 6am to throw a few of those falun gong manoeuvres before an ice bath and a wee herbal infusion.</p> <p>But if you take away the rowing and the cycling and a boutique sport such as yachting then Britain would still be down there fighting it out with some of the former Soviet republics and Holland for a place in the top 10. Only time will tell if the tens of millions of pounds spent on getting a clutch of golds in those luxury pursuits that are safely out of the reach of most of the planet have been well spent. I wouldn't hold my breath, though. And we await confirmation of the time of the first tumbleweed blowing through the Stratford site after the circus leaves town. In the meantime, the overwhelming majority of Britain's pupils who don't attend a school with its own water facility and properly maintained five-star sports tracks will do what they've always done: try to get into the school football team to chase their sporting dream.</p> <p>The Nationalist government in Scotland has a chance to make something worthwhile of the <a href=\"http://www.glasgow2014.com/\" title=\"\">Commonwealth Games when they arrive in Glasgow in 2014</a>. But they would do well to leave out all the political posturing. If the SNP are serious about leaving a proper and enduring legacy after 2014, they could put their Holyrood majority to good use for a change and end the ridiculous charitable status of our independent schools. Perhaps the money clawed back from these exclusive and self-serving institutions, with their sprawling sporting facilities, could be spent building modest sports centres in those areas where the only shooting that occurs is at the tip of a needle.</p> <p>And perhaps, too, they could prevent our Toytown local authorities selling off community playing fields while pretending that they care about childhood obesity and heart disease.</p>",
  "<p>When <a href=\"http://www.youtube.com/watch?v=Ixs5Vpuar2M\" title=\"\">Madonna got her bum out on stage in Rome</a> in June, I was delighted. I don't know why anyone complained. Have you seen the footage? It's pure, old-fashioned, summer entertainment. It proves that however powerful the forces of cultural change, however hi-tech and diversified our \"infotainment streams\", and however tastes may wax and wane, there is still nothing funnier than seeing someone's trousers fall down in public.</p> <p>In the clip, Madonna (singing Human Nature) turns her back on the crowd. Suddenly, artfully, the pinstripe trousers slip down to knee height, revealing fishnet underwear. It's a marvellous 21st-century take on Kenneth Connor. If they ever remake <em>Carry On Girls</em>, Madonna absolutely must play Mayor Bumble.</p> <p>The thing is, I'm sure she meant it to be funny. In the <a href=\"http://www.youtube.com/watch?v=GS6FCoq349o\" title=\"\">original video</a> for this song, back in 1995, there was a bondage scene where she licked a chihuahua. (That isn't a euphemism.) It was definitely a joke.</p> <p>That original video is quite amusing. Don't get me wrong, it's no <em>Weekend At Bernie's</em>, but it has a decent stab at being both fetishistic and silly. Its title, Human Nature, suggests quite strongly that she is trying to make a point.</p> <p>A couple of weeks before Bumgate, performing the same song in Istanbul, Madonna pulled her bra down and popped out a nipple. I found that less funny. But Madonna is a gutsy, fifty-something, Italian-American Catholic doing a particular kind of comedy: a European-style, circus-style, commedia dell'arte sort of performance, clowning and dancing and flashing to satirise repression. I'm English; I laugh at trousers falling down, but tut at nipple.</p> <p>Elton John looks dafter than either of us, however, when he says (as he did on an Australian chat show) that Madonna \"looks like a f****** fairground stripper\".</p> <p>Now, bitchy middle-aged women (among whom I include Elton John) have been moaning about Madonna's \"raunchy tour\" for months, claiming she is \"too old\" for this \"sexy\" behaviour – as though they weren't making the same shocked noises when she did it at 25. Men (who really weren't) just say it's time she \"put it away\".</p> <p>But you'd hope that Sir Elton, a fellow artist, a hugely talented musician, a sensitive and nuanced performer – and not even a heterosexual – would know better than to drag this down to whether or not Madonna looks attractive. How basic and boring; how primitive and predictable.</p> <p>Of course she doesn't look attractive. Have you seen those sinews? She looks like John Hurt having a bath. Whoever keeps letting her into that gym should be shot.</p> <p>This is comforting for fuller-figured women everywhere. (Remember, the average British woman is now size 406.) We may sob over the unattainable beauty of a Jessica Ennis, but trusty Madonna is there to reassure us that being fit can also look terrible. By 53, you really need to be scarfing a few doughnuts if you don't want to go all stringy. Give her another five years and she'll look like PG Wodehouse.</p> <p>But Madonna isn't asking to be found attractive. She isn't asking for anything. She never has. Her exposed nipples were only ever two fingers up to bourgeois sensibility. That seems like old hat now – except she's doing it in her 50s. Meanwhile, society is still stuck in a debate about whether she looks pretty enough to justify it. The point is so very much <em>not got</em>.</p> <p>There's a spate of younger pop stars who strip with wearying winsomeness, as though Madonna never existed: Katy Perry in bunny ears, chest smeared with candy floss; Rihanna (her skin increasingly, suspiciously pale) sucking her thumb or dribbling ice cream. Their expressions and costumes scream: \"Don't be scared! I'm not a woman, I'm just a 'ickle girl! Still scary? Then I'm not a girl, I'm a lollipop! Just a harmless ice-creamy lollipop!\"</p> <p>Somehow, it reminds me of exam boards allowing children to take \"media studies\" or \"the history of texting\" for GCSE. I want to say: if you make it too damn easy, they'll despise you. Grow up and show them the algebra.</p> <p>Madonna never pretended to be an ice cream sundae and she's not pretending now. She's grown up, she's difficult, she's algebra. It's not about flirting. There she is, flexing her sinews and flashing her fishnet arse as she sings old lyrics that dare you to judge her.</p> <p>To actually then judge her… to fall into the trap of pronouncing on whether she should or shouldn't take her clothes off… it's just embarrassing to be so many steps behind. It's like complaining that Picasso wasn't good at doing faces.</p> <p>Meanwhile, I haven't heard Elton criticising Mick Jagger, still humping the mike stand and growling Start Me Up. Or Tom Jones, winking and grinding, swivelling his leather pelvis (and that's before the trousers go on). Or Rod Stewart. Or Elton himself, in Vegas, collaborating with David LaChapelle on a film so camp it could host an ITV game show by itself.</p> <p>I'm not criticising, either; I wouldn't want to see any of those men slipping into nylon slacks and gardening. I'm just pointing out: you can't go back to the 1980s and find one of those guys who's still visible and sexual 30 years later. It's <em>all </em>of them. And the women… it's one. Just one.</p> <p>When did you last hear anything of Cyndi Lauper? Toyah Willcox bothered you much lately? Kim Wilde <em>is</em> gardening.</p> <p>But Madonna… she just won't give it all up for Bovril and <em>Time Team</em>. There's something exhilarating about that. Her stripping shtick was never about stripping; it's about not being restrained. About not being told you can't or shouldn't. It's a metaphor.</p> <p>I bet a 10-year-old Madonna fan is a lot more likely to become an astronaut than a 10-year old Rihanna fan.</p> <p>I bet \"Babyface\" Adams likes Madonna.</p> <p><em>www.victoriacoren.com</em></p>",
  "<p>She is glamorous, sexy and has a taste for Botox and the high life – even while in prison. But the remarkable career of Sandra Ávila Beltrán, an alleged Mexican drug lord, looks set to end in an American jail.</p> <p>Ávila was last week extradited to the United States, where she faces charges related to a vast network of drug trafficking and the shadowy power of the infamous Sinaloa cartel. She arrived in Miami at the end of last week destined for a Florida courtroom.</p> <p>Dubbed the \"Queen of the Pacific\" due to her allegedly immense influence on drug supply routes, Ávila is one of the most colourful figures to emerge in recent years from Mexico's narcotics industry and the appalling <a href=\"http://www.theguardian.com/world/2012/jun/23/mexico-elections-drugs-war\" title=\"\">violence that has cost as many as 60,000 lives</a> there since a government offensive began in 2006. \"She is a very interesting figure. She is the first really sexy drug <em>capo</em> to get media attention. She was glamorous and vain and there has been a fascination with her because she is female,\" said Howard Campbell, an expert on the Mexican drug trade at the University of Texas at El Paso.</p> <p>Mexicans have long been fascinated with Ávila, who is the subject of a famous drug ballad, or <em>narcocorrido</em>, sung by a band called Los Tucanes de Tijuana. \"The Queen of Queens\" features the line: \"The more beautiful the rose, the sharper the thorns.\"</p> <p>Ávila is famed for her taste for fashionable clothes and is rumoured to have a doctor visit her in jail in Mexico to administer her Botox injections. She has complained that prison rules that stop her having food delivered to her cell from nearby restaurants are an infringement of her human rights. She is also believed to be the inspiration behind a popular Mexican TV soap opera, <em>La Reina del Sur</em>, about a beautiful young woman caught up in the dangerous world of the cartels.</p> <p>However, the real life Ávila is not that young any more. Her exact age is uncertain – she is believed to be in her early 50s – but she has spent nearly all of her life in and around the murky world of the cartels. She is suspected to be a third-generation drug trafficker, having been born into a family with extensive connections to the drugs trade. She is the niece of Miguel Ángel Félix Gallardo, an infamous Mexican drug godfather currently serving a 40-year jail sentence.</p> <p>Using family or marital connections and her feminine charms, Ávila is thought to have risen up the ranks of the Sinaloa cartel by specialising in money laundering. But it was a dangerous world – both of her husbands have been assassinated.</p> <p>If falling for the Queen of the Pacific could be potentially lethal, it is also a lucrative career move. Investigators believe that her love affair with Colombian drug trafficker Juan Diego Espinosa provided a vital link between that South American country and the Sinaloa cartel. It also allegedly gave Ávila control of the narcotics flowing from Colombia to Mexico's Pacific coast ports, thus earning Ávila her now famous nickname and funding a lifestyle of luxury cars and dining in fine restaurants.</p> <p>Much of the fascination with Ávila is because of her sex. The drugs trade is often seen as being dominated by macho men and fuelled by testosterone, but experts say women have always played a key role in the Mexican drugs business.</p> <p>Last year Mexican media reported that Enedina Arellano Félix had become the country's first female cartel leader by taking charge of the Tijuana organisation. That phenomenon is seeping into popular culture too. In the latest Oliver Stone movie, <em>Savages</em>, glamorous Mexican actress Salma Hayek plays a ruthless female drug lord.</p> <p>Ávila has everyone's attention now. After years on the run, she was arrested in Mexico in 2007 and eventually convicted on money laundering charges, despite claiming that she was just a simple housewife who sold clothes to make money and dabbled in real estate. However, the court ruled that there was insufficient evidence for a drug trafficking conviction.</p> <p>The American authorities have sought her extradition ever since. Ávila battled hard against the move, not least through a vociferous media campaign. She has written a book and even gave an interview in 2009 to an American TV journalist, Anderson Cooper, when she blamed the Mexican government for allowing the drugs trade to flourish. \"It's obvious and logical. The government has to be involved in everything that is corrupt,\" she said.</p>",
  "<p>This highly entertaining Scandinavian thriller unfolds in a series of flashbacks after a massacre just before Christmas at a seedy strip joint outside a small town near the border between Norway and Sweden south-west of Oslo. The only survivor, found covered in blood and clutching a gun under the corpse of a blowsy stripper, is Oscar, who manages a small factory employing ex-convicts. As the snow falls, he's interrogated by the sardonic Norwegian police detective Solør (a splendid performance from Henrik Mestad), who is constantly surprised by finding that Oscar's wildly unlikely story seems to add up. Funny, outrageous and often surprising, it manages to combine black comedy with convincing police procedural detail and is based on a story by the redoubtable Jo Nesbø, whose novel <em>Headhunters</em> was <a href=\"http://www.theguardian.com/film/2012/apr/08/headhunters-jo-nesbo-film-review\" title=\"\">successfully filmed earlier this year</a>. The chief influences are <em>The Usual Suspects</em>, <em>Fargo</em> and Elmore Leonard, but it has a unique Nordic flavour&#xa0;à&#xa0;la&#xa0;<em>Wallander</em>.</p>",
  "<p>The defining characteristic of modern American politics is the growing conservatism, even radicalisation, of the Republican party. Beginning in 2009 with the birth of the <a href=\"http://www.theguardian.com/world/tea-party-movement\" title=\"\">Tea Party movement</a>, a party that was already fairly conservative began moving to an even more isolated spot on the American political spectrum. The result was, and is, an unprecedented period of legislative obstructionism, pronounced political polarisation and a party that is more ideologically conservative than perhaps at any point in history.</p> <p>It's a process unlikely to be reversed in the near future. The party's rightward tilt is going to get worse before it gets better and the polarisation of American politics and the extremism of the Republican party looks increasingly like the rule, rather than the exception.</p> <p>To explain why, move past the presidential election for a moment. Start in Texas where, in a Republican primary, Tea Party darling <a href=\"http://lubbockonline.com/editorial-columnists/2012-08-11/hightower-texas-cruz-control-illustrates-just-how-goofy-politics-has#.UCY3979y9E4\" title=\"\">Ted Cruz </a>defeated the state's Republican lieutenant governor, David Dewhurst. Cruz's victory was not necessarily the result of him being more conservative than his opponent. In fact, one would be hard pressed to find many policy differences between them. But Dewhurst was seen as a fixture of the Republican establishment while Cruz was viewed as a member of the party's insurgent, anti-establishment wing, vehemently opposed to any compromise of core values.</p> <p>Next we go to Kansas, where in Tuesday's Republican primaries for the state Senate, conservative candidates, pushed by the state's Republican governor, Sam Brownback, and backed by dollars from the infamous <a href=\"http://www.thedailybeast.com/articles/2012/08/11/billionaire-koch-brothers-fail-in-hitting-comedian-zach-galifianakis.html\" title=\"\">Koch brothers,</a> trounced all but one of the body's remaining moderate Republicans. Then Missouri, where congressman <a href=\"http://www.theguardian.com/world/2012/aug/08/todd-akin-republican-missouri-senate?newsfeed=true\" title=\"\">Todd Akin,</a> another conservative darling, won a Republican Senate primary versus two more moderate contenders. Now a grain of salt is necessary here. In several of these races, Republican \"establishment\" candidates were beaten for reasons other than just ideology. None the less, it's simply impossible to ignore the unmistakable signs of ideological transformation in the party. Outside money, from anti-tax and anti-government zealots such as the Koch brothers' <a href=\"http://www.huffingtonpost.com/2012/03/02/koch-brothers-obama-campaign-americans-for-prosperity-donors_n_1316537.html\" title=\"\">Americans for Prosperity</a>, the <a href=\"http://www.teapartyexpress.org/\" title=\"\">Tea Party Express</a> and <a href=\"http://www.clubforgrowth.org/\" title=\"\">Club for Growth</a> as well as from social conservative groups such as Ralph Reed's <a href=\"http://ffcoalition.com/\" title=\"\">Faith and Freedom Coalition</a>, was a decisive factor – and not simply in advertising dollars, but also in improving conservative turnout. So too was the support of Tea Party favourites such as former Alaska governor and 2008 vice-presidential nominee Sarah Palin and South Carolina senator Jim DeMint.</p> <p>The larger message from these political events is hard to ignore. If you are a Republican officeholder, what is the incentive to risk crossing the Tea Party or the Koch brothers? Is there any reason to consider political compromise or conciliation with Democrats, knowing that to do so means tempting a Tea Party challenge and millions of dollars in out-of-state cash being used to end your political career? The smart move for Republicans, indeed the only move, is to stay on the \"right\" side of the political fence. While this lesson has been hammered into the heads of Republican politicians over the last two election cycles, it is also evident on the presidential level. When Mitt Romney first ran for elected office in Massachusetts in 1994, he cast himself as a relatively centrist, technocratic businessman. He took more moderate positions on divisive social issues such as abortion and in a year in which Republicans had the political momentum at their back assiduously avoided being linked to Newt Gingrich and the national party.</p> <p>When he ran for governor of Massachusetts in 2002, he strayed only marginally from those positions, continuing to stress his pro-choice bona fides and even adopted a position on gun control that ran counter to the powerful National Rifle Association. As late as 2008, when he first ran for president, Romney was prone to tout his one major domestic policy initiative – healthcare reform.</p> <p>Those were the days. As the Republicans have moved consistently further to the right Romney has followed the crowd, adopting increasingly strident political positions. This was true throughout the Republican primary season as Romney, facing off against a motley collection of Tea Party-approved also-rans, was forced to take stances on immigration, government spending, taxes, abortion and a host of other issues favoured by the party's most conservative members but that left him vulnerable to Democratic counterattack.</p> <p>Illegal immigration is perhaps the best example. It's an issue that is a veritable cri de coeur for the Tea Party and Romney embraced their views to the point where he attacked unpopular Texan governor Rick Perry for insufficient rigour in cutting social services for illegal immigrants in the state. It gave Romney a boost in the Republican primaries but also provides a hint as to why he is losing Hispanic voters to Obama by a 2-1 margin.</p> <p>But the romancing of the Tea Party continues. Just last week, the <a href=\"http://www.washingtonpost.com/blogs/guest-voices/post/obamas-war-on-religion-breaking-down-romneys-new-attack-ad/2012/08/10/9f9ece3e-e2fd-11e1-a25e-15067bb31849_blog.html\" title=\"\">Romney campaign </a>ran two controversial ads, one attacking Obama on welfare benefits, the other accusing the president of declaring a war on religion, because of his backing of a provision of the healthcare law that forces businesses to provides contraceptive services to their employees. Both ads are basically made-up attacks; lies for lack of a better word. But the mendacity of the Romney campaign is by now well chronicled.</p> <p>What's more interesting is the target for them: conservative voters who recoil at the thought of welfare cheats absconding with their taxpayer dollars and religious voters convinced by years of Republican rhetoric that their faith is under assault. Just as Republicans in the Senate have reason to be fearful of the wrath of the Tea Party, so does Romney. Just three weeks before his convention, he is in the uncomfortable position of reassuring the right about his conservative bona fides.</p> <p>With confirmation that Romney has selected a conservative favourite, Wisconsin congressman <a href=\"http://www.washingtonpost.com/politics/romney-to-announce-running-mate-saturday-in-va/2012/08/10/aaeb8ce4-e363-11e1-89f7-76e23a982d06_story.html\" title=\"\">Paul Ryan,</a> to be his running mate the capturing of Romney by the far right is complete. While Ryan is popular on the right, he is the author of the so-called <a href=\"http://www.theguardian.com/world/2012/aug/11/romney-vice-president-paul-ryan?newsfeed=true\" title=\"\">Ryan budget</a>, a House of Representatives-passed bill that would eviscerate the social safety net and end the federal senior health programme, Medicare. His selection allows the Obama campaign to attack Romney even more directly over the most unpopular elements of the Ryan budget (which the candidate has already foolishly endorsed). It is a disastrous pick, but is emblematic of the extent to which Romney's hands have been tied by the Tea Party. Pacifying them is as important as reaching out to less conservative voters. Rather than leading the GOP, Romney is simply following the herd.</p> <p>But why should he be any different from the rest of the Republican party? In just four short years, any ideological variance has been washed almost completely out of the party. Republican moderates are something one reads about in history books rather than sees with one's own eyes.</p> <p>The Tea Party has become the Republican party. And if Romney should win in November his moderate political instincts (if they haven't been completely eroded by years of pandering to the right) will be no match for the sound and fury of Congressional Republicans who will demand fealty to their agenda. If that happens, Americans can say goodbye to large chunks of the social welfare state they often deride in the abstract but love in its specifics, such as Medicare, federal education funding, environmental and workplace regulation.</p> <p>If Romney loses in November, which increasingly appears likely, don't expect soul-searching within the Republican party. Instead, conservatives will likely convince themselves their mistake was failing to nominate a true rightwinger rather than Romney's brand of wannabe conservatism. As for Congress, the primary wins for Cruz, Akin, <a href=\"http://www.theguardian.com/world/2012/may/09/indiana-us-elections-2012\" title=\"\">Richard Mourdock </a>– even if they lose in November – will mean that a body full of Republican politicians will toe the new party line. There will be zero political incentive to compromise with Obama and risk a challenge from the right. Ongoing challenges from a crumbling infrastructure – under-performing schools, growing environmental challenges and, above all, chronically high unemployment and an inadequate economic recovery – will likely see precious little attention from Washington.</p> <p>In short, the polarisation and dysfunction that have wrecked American politics over the past three and a half years will almost certainly continue. Through a combination of fear and intimidation, the far right of the Republican Party is today enforcing ideological rigidness in its purest and most uncompromising form, where even the slightest variation from the norm is reason for expulsion and exclusion. In the process, it is holding the US government hostage to its ideological whims. Welcome to the new normal in American politics.</p>",
  "<video data-media-id=\"gu-video-394606191\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/12/120812MoFarah-720.mp4\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/12/120812MoFarah-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120812MoFarah/120812MoFarah.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/12/120812MoFarah_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/12/120812MoFarah_3gpLg16x9.3gp\"/> </video>   <p>Mo Farah can skip the cryosauna, the one in which liquid nitrogen takes the room temperature down to –200F. This time the tiny tears in his muscles can be left to repair themselves. Instead he can enjoy the warmth of what is left of this Olympic summer, soaking up the balm of a nation's adoration.</p> <p>On Saturday Farah, who came to Britain from Somalia as a refugee at the age of eight, <a href=\"http://www.guardian.co.uk/sport/video/2012/aug/12/mo-farah-double-olympic-champion-video\">won the 5,000m to add to the 10,000m gold medal</a> he captured a week ago on the Super Saturday when gold seemed to rain down from the east London skies on to British athletes.</p> <p>On that night he had ended 116 years of failure by generations of British athletes to win a long-distance Olympic gold. Now he has done it twice, once again defeating competitors of the highest class with a performance that required the expenditure of every last scrap of his physical and mental resources but, in the end, brooked absolutely no argument.</p> <p>Thanks to Bradley Wiggins, Jessica Ennis, Greg Rutherford, Charlotte Dujardin, Nicola Adams, Sir Chris Hoy and a host of others, Britain is not short of sporting heroes just now. But it is hard to avoid the instinctive feeling that Farah, who was rescued from temptation in his teenage years by a perceptive PE teacher, stands <em>primus inter pares</em> as the symbolic figure of London's inordinately successful and joyous Games.</p> <p>What he achieved had been done by only six men in history: Hannes Kolehmainen of Finland exactly a century ago, Emil Zátopek of Czechoslovakia in 1952, Vladimir Kuts of the Soviet Union four years later, Lasse Viren in 1972 and again in 1976 – a double double that Farah might feel inclined to emulate in Rio in four years' time – followed by two Ethiopians, Miruts Yifter in 1980 and Kenenisa Bekele in Beijing. Now the British runner is the magnificent seventh.</p> <p>Brendan Foster, who tried the same double himself 40 years ago and can be assumed to know whereof he speaks, called it the greatest feat in the history of British athletics. That is some claim, but it would take a brave voice to dispute it after the 29-year-old Farah set the Olympic stadium rocking for the second time in eight days.</p> <p>It was a race that started like a gentle jog to pick up the Sunday papers and ended in an absolute maelstrom of a sprint. A field of 15 offered danger from all sides, from three Ethiopians, two Kenyans, the Kenyan-born Bernard Lagat, who now runs for the United States, Lopez Lomong, born in Southern Sudan but also now running for the US, Hayle Ibrahimov, an Ethiopian who now represents Azerbaijan, and Abdalaati Iguider of Morocco. But no one was willing to make the early pace, which suited the fast-finishing Farah just fine.</p> <p>Isiah Koech of Kenya led them through the first 1,000m in 2min 55sec, which made it seem like a stroll. The progress to 2,000m was even slower, with Lomong at the front. In the third kilometre two of the Ethiopians, Yenew Alamirew and Dejen Gebremeskel, moved to the front, with Farah carefully manoeuvring himself into position behind them.</p> <p>Suddenly the pace, which had been inconsistent, was raised. The Ethiopians accelerated, followed by Ibrahimov and the third Ethiopian, Hagos Gebrhiwet. A 60-second lap started to shake out the also-runs from the contenders, and the Kenyan pair of Koech and Thomas Longosiwa took station behind the Ethiopians. Farah stayed cool, but quickly moved up and with four laps to go he slid back into the order of precedence behind Alamirew and Gebremeskel.</p> <p>With three laps to go, and the pace holding up, he slipped into second behind Gebremeskel. After another 62sec lap he made his move, going to the front as the field straightened on to the back stretch. Had he gone too early? At 600m his training partner, the tall American runner Galen Rupp, came up on to his shoulder, presented a more formidable obstacle to any competitor who fancied attacking with a run round the outside as they came into the finishing straight and approached the last lap.</p> <p>A week earlier Rupp had also run in support of the man with whom he shares a coach, the Cuban-born former marathon champion Alberto Salazar. On that occasion Rupp was rewarded, to Farah's delight, with an unexpected silver medal. This time, however, he was sacrificing himself, giving his friend a buffer against the first wave of assaults.</p> <p>At the bell they began to come, Rupp falling back as Farah ploughed on at the head of a group of six, all with their own schemes and dreams about to be fulfilled or shattered.</p> <p>The 24-year-old Longosiwa was the first to challenge, and the most persistent, coming round the outside of Gebremeskel with his arms flailing wildly.</p> <p>The full-throttle sprint to the line started 250m out and was agonising to watch as each athlete put every sinew to the test. But that was where Farah's extra burst of acceleration, the \"second kick\" he has been working on for the last year, enabled him to hold them all at bay and finish two metres ahead of Gebremeskel, with Longosiwa in the bronze medal position.</p> <p>Watched by his wife, Tania, who is expecting twins, and daughter, Rihanna, Farah came home in triumph, twice a hero and many times blessed.</p>",
  "<h2><strong>Overview</strong></h2> <p>A competitive division; at least 10 teams can be regarded as having a promotion chance. Relentlessly demanding; the games frequently arrive twice weekly. Big on human interest sub-plots; where else could you assemble Neil Warnock, Venky's, Paul Jewell and Mido under the same roof?</p> <h2><strong>Watch out for</strong></h2> <p><strong> </strong></p> <p>Jonathan Woodgate (Middlesbrough). Were it not for appalling luck with injuries Woodgate would surely be England's first choice centre-half now. Supremely talented and a joy to watch. Let's hope he stays fit. If so, do not bet against Boro winning promotion.</p> <p>Andy Reid (Nottingham Forest). At his best the owner of arguably the most gifted left foot in this division reminds fans why they love football so much. Wonderfully imaginative and incisive he needs to watch his weight but should thrive under Sean O'Driscoll.</p> <p>Danny Murphy<strong> </strong>(Blackburn). He may be 35 now but the former England, Liverpool and Fulham midfielder still knows how to pick a pass. Can only imbue Blackburn with welcome vision and subtlety.</p> <h2><strong>Down from the Premier League</strong></h2> <p>Steve Kean has a point to prove at Blackburn and, despite losing key personnel in Yakubu and Junior Hoilett, he has made some strong signings, including Murphy and Leon Best, even though the latter will be sidelined by a knee injury for six months. Wolves remain an unknown quantity under their new Norwegian manager, Stale Solbakken, while Bolton could do with somehow clinging on to their key midfielder Mark Davies.</p> <h2><strong>Up from League One</strong></h2> <p>Managed by the impressive Chris Powell, Charlton are regarded as dark horses for promotion and seen as capable of emulating Norwich and Southampton by reaching the Premier League via successive promotions. In Dave Jones, Sheffield Wednesday boast a highly experienced, arguably underrated manager, plus a huge fan base. Meanwhile Simon Grayson's Huddersfield have made seven signings but may well lose key striker Jordan Rhodes.</p> <h2><strong>Manager to watch</strong></h2> <p>Neil Warnock (Leeds). Blackpool's Ian Holloway may be quirkier but no one gets under the skin of rivals, referees and players quite like Warnock, who has signed virtually an entire new team at Elland Road. In an increasingly anodyne sphere, his press conferences rarely disappoint.</p> <h2><strong>Manager on thin ice</strong></h2> <p>Steve Bruce (Hull). At first glance this may seem a little unfair as he has only just arrived but Bruce is making a raft of new signings including his son, Alex, and Hull, who wasted little time in dispatching Nick Barmby, seem in a hurry to return to the Premier League. When things went wrong at Sunderland the former Manchester United captain erroneously blamed it on Wearsiders not accepting a Geordie manager. That excuse is not available now.</p> <h2><strong>Big year for</strong></h2> <p>Middlesbrough. After narrowly missing out on the play-offs with the nucleus of a development squad last season, the talented, overachieving, Tony Mowbray has been allowed to rebuild. Ten players have departed and eight – including Jonathan Woodgate – have arrived at a cash-strapped club boasting surely the division's best training facilities and one of its best stadiums. \"We're ready,\" says Mowbray. \"Bring it on.\" This is also the season when Nigel Clough could do with getting things right at Derby.</p> <h2><strong>Flashpoint</strong></h2> <p>Look no further than the east Lancashire meetings between Venky's owned Blackburn and Burnley; derbies rarely come more feisty.</p> <h2><strong>Did you know?</strong></h2> <p>Mido has resurfaced at Barnsley. The Egypt international centre forward is still only 29 but has already played for, among others, Ajax, Marseille, Roma, Tottenham, Middlesbrough and Zamalek. Hugely gifted, Mido also has a habit of falling out with his employers and sometimes, as with Zlatan Ibrahimovic at Ajax, team-mates. Events at Oakwell are unlikely to be dull.</p> <h2><strong>Title odds</strong></h2> <p><strong>Bolton</strong> 15-2, <strong>Leicester</strong> 8-1, <strong>Wolves</strong> 10-1, <strong>Blackburn</strong> 12-1, <strong>Cardiff</strong> 12-1, <strong>Leeds</strong> 14-1, <strong>Nottm Forest</strong> 14-1, <strong>Birmingham</strong> 20-1, <strong>Blackpool</strong> 20-1, <strong>Brighton</strong> 20-1, <strong>Middlesbrough</strong> 22-1, <strong>Sheff Wed</strong> 28-1, <strong>Charlton</strong> 33-1, <strong>Hull</strong> 33-1, <strong>Watford</strong> 35-1, <strong>Ipswich</strong> 40-1, <strong>Burnley</strong> 50-1, <strong>Huddersfield</strong> 50-1, <strong>Derby</strong> 66-1, <strong>Millwall</strong> 66-1, <strong>Crystal Palace</strong> 80-1, <strong>Bristol City</strong> 100-1, <strong>Peterborough</strong> 150-1, <strong>Barnsley</strong> 250-1</p>",
  "<p>Please note all times are in BST (EDT+5)</p> <h2><strong>Team GB take gold and bronze in canoe sprints</strong></h2> <p><a href=\"http://www.theguardian.com/sport/2012/aug/11/ed-mckeever-gold-kayak-sprint\">Ed McKeever won Great Britain's 26th gold medal in the 200m K1</a> while Liam Heath and Jon Schofield took bronze in the K2 200m final.</p> <h2><strong>Men's football final: Brazil 1-2 Mexico</strong></h2> <p>Oribe Peralta scored twice for Mexico and Hulk's late strike was too little for Brazil who missed out on their first ever men's football gold. Relive the action with our <a href=\"http://www.theguardian.com/sport/2012/aug/11/brazil-mexico-olympic-football-final-live\">minute-by-minute report</a>.</p> <h2>Men's hockey bronze medal match: GB 1-3 Australia </h2> <p><a href=\"http://www.theguardian.com/sport/2012/aug/11/london-2012-olympics-hockey-great-britain\">Britain's men couldn't match the achievements of the women's team</a>, missing out on a medal in the third-place play-off against Australia. </p> <h2><strong>Men's 5,000m final: 7.30pm at Olympic Stadium</strong></h2> <p><a href=\"http://www.theguardian.com/sport/2012/aug/11/mo-farah-olympic-5000m-victory\">Mo Farah won gold</a> to become the first Briton and seventh man ever to win both the 10,000m and 5,000m races.</p> <h2><strong>Women's 4x400m relay: 8.25pm at Olympic Stadium</strong></h2> <p><a href=\"http://www.theguardian.com/sport/2012/aug/11/mo-farah-usain-bolt-olympics-athletics-live\">The USA won a convincing gold</a>, followed home by Russia and Jamaica in bronze and silver medal positions. Britain finished fifth.</p> <h2><strong>Men's 4x100m: 9pm at Olympic Stadium</strong></h2> <p><a href=\"http://www.theguardian.com/sport/2012/aug/11/london-2012-olympics-usain-bolt-jamaica\">The Jamaican team, anchored by Usain Bolt, clocked a new world record to give the sprinter his sixth career Olympic gold</a>. </p> <h2><strong>Diving 8.30pm at the Aquatics Centre</strong></h2> <p>Tom Daley's form in the individual 10m platform has been up and down over the past year, but <a href=\"http://www.theguardian.com/sport/2012/aug/11/tom-daley-olympic-diving-bronze\">he came good in the latter stages of the competition to earn a bronze medal</a>. </p> <h2><strong>In pictures</strong></h2> <p>Catch the colour and kitsch on display at the Wembley Arena in one of the heats of the <a href=\"http://www.theguardian.com/sport/gallery/2012/aug/11/olympics-2012-rhythmic-gymnastics-pictures\">rhythmic gymnastics</a>.</p> <h2><strong>Fun Olympic facts</strong></h2> <p>• Niki Bakoyianni holds the biggest women's outdoor high jump differential. She's 5ft 7in but leapt 6ft 8in, 1ft 1in above her height.</p> <p>• 8.7: The average speed in mph of the men's world record time for 50km, 3:34:14.</p> <h2>What's on tomorrow</h2> <p><strong>Modern pentathlon: 8am at various venues</strong></p> <p>Modified this year to speed and sex it up by combining the shooting and 3km run in a kind of snowless biathlon, mixing focus and accuracy with the pistol before each 1km run test of endurance. </p> <p><strong>Men's Marathon: 11am at The Mall</strong></p> <p>Kenya are so strong that they have a 1-2-3 in their sights despite leaving out the world record holder, Patrick Makau. Abel Kirui won gold at the last two world championships and his compatriot Wilson Kipsang stormed up The Mall to win the London marathon in May.</p> <p><strong>And finally ... The closing ceremony 8.30pm, Olympic Stadium</strong></p> <p>Titled 'Festival of Flame', the finale will be co-ordinated by Kim Gavin, who organised the Concert for Diana in 2007. It is expected to feature performers including Madness, Kate Bush, the Spice Girls and Blur.</p>",
  "<p>Sea ice in the Arctic is disappearing at a far greater rate than previously expected, according to data from the first purpose-built satellite launched to study the thickness of the Earth's polar caps.</p> <p>Preliminary results from the European Space Agency's CryoSat-2 probe indicate that 900 cubic kilometres of summer sea ice has disappeared from the Arctic ocean over the past year.</p> <p>This rate of loss is 50% higher than most scenarios outlined by polar scientists and suggests that global warming, triggered by rising greenhouse gas emissions, is beginning to have a major impact on the region. In a few years the Arctic ocean could be free of ice in summer, triggering a rush to exploit its fish stocks, oil, minerals and sea routes.</p> <p>Using instruments on earlier satellites, scientists could see that the area covered by summer sea ice in the Arctic has been dwindling rapidly. But the new measurements indicate that this ice has been thinning dramatically at the same time. For example, in regions north of Canada and Greenland, where ice thickness regularly stayed at around five to six metres in summer a decade ago, levels have dropped to one to three metres.</p> <p>\"Preliminary analysis of our data indicates that the rate of loss of sea ice volume in summer in the Arctic may be far larger than we had previously suspected,\" said Dr Seymour Laxon, of the Centre for Polar Observation and Modelling at University College London (UCL), where CryoSat-2 data is being analysed. \"Very soon we may experience the iconic moment when, one day in the summer, we look at satellite images and see no sea ice coverage in the Arctic, just open water.\"</p> <p>The consequences of losing the Arctic's ice coverage, even for only part of the year, could be profound. Without the cap's white brilliance to reflect sunlight back into space, the region will heat up even more than at present. As a result, ocean temperatures will rise and methane deposits on the ocean floor could melt, evaporate and bubble into the atmosphere. Scientists have recently reported evidence that <a href=\"http://www.theguardian.com/world/2012/jul/22/arctic-ice-melting-oil-drilling\" title=\"\">methane plumes</a> are now appearing in many areas. Methane is a particularly powerful greenhouse gas and rising levels of it in the atmosphere are only likely to accelerate global warming. And with the disappearance of sea ice around the shores of Greenland, its glaciers could melt faster and raise sea levels even more rapidly than at present.</p> <p>Professor Chris Rapley of UCL said: \"With the temperature gradient between the Arctic and equator dropping, as is happening now, it is also possible that the jet stream in the upper atmosphere could become more unstable. That could mean increasing volatility in weather in lower latitudes, similar to that experienced this year.\"</p> <p><a href=\"http://www.ucl.ac.uk/news/news-articles/1004/10040804\" title=\"\">CryoSat-2 is the world's first satellite to be built specifically to study sea-ice thickness</a> and was launched on a Dniepr rocket from Baikonur cosmodrome, Kazakhstan, on 8 April, 2010. Previous Earth monitoring satellites had mapped the extent of sea-ice coverage in the Arctic. However, the thickness of that ice proved more difficult to measure.</p> <p>The US probe ICESat made some important measurements of ice thickness but operated intermittently in only a few regions before it stopped working completely in 2009. CryoSat was designed specifically to tackle the issue of ice thickness, both in the Arctic and the Antarctic. It was fitted with radar that can see through clouds. (ICESat's lasers could not penetrate clouds.) CryoSat's orbit was also designed to give better coverage of the Arctic sea.</p> <p>\"Before CryoSat, we could see summer ice coverage was dropping markedly in the Arctic,\" said Rapley. \"But we only had glimpses of what was happening to ice thickness. Obviously if it was dropping as well, the loss of summer ice was even more significant. We needed to know what was happening – and now CryoSat has given us the answer. It has shown that the Arctic sea cap is not only shrinking in area but is also thinning dramatically.\"</p> <p>Sea-ice cover in the Arctic varies considerably throughout the year, reaching a maximum in March. By combining earlier results from ICESat and data from other studies, including measurements made by submarines travelling under the polar ice cap, Laxon said preliminary analysis now gave a clear indication of Arctic sea-ice loss over the past eight years, both in winter and in summer.</p> <p>In winter 2004, the volume of sea ice in the central Arctic was approximately 17,000 cubic kilometres. This winter it was 14,000, according to CryoSat.</p> <p>However, the summer figures provide the real shock. In 2004 there was about 13,000 cubic kilometres of sea ice in the Arctic. In 2012, there is 7,000 cubic kilometres, almost half the figure eight years ago. If the current annual loss of around 900 cubic kilometres continues, summer ice coverage could disappear in about a decade in the Arctic.</p> <p>However, Laxon urged caution, saying: \"First, this is based on preliminary studies of CryoSat figures, so we should take care before rushing to conclusions. In addition, the current rate of ice volume decline could change.\" Nevertheless, experts say computer models indicate rates of ice volume decline are only likely to increase over the next decade.</p> <p>As to the accuracy of the measurements made by CryoSat, these have been calibrated by comparing them to measurements made on the ice surface by scientists including Laxon; by planes flying beneath the satellite's orbit; and by data supplied by underwater sonar stations that have analysed ice thickness at selected places in the Arctic. \"We can now say with confidence that CryoSat's maps of ice thickness are correct to within 10cm,\" Laxon added.</p> <p>Laxon also pointed out that the rate of ice loss in winter was much slower than that in summer. \"That suggests that, as winter starts, ice is growing more rapidly than it did in the past and that this effect is compensating, partially, for the loss of summer ice.\" Overall, the trend for ice coverage in Arctic is definitely downwards, particularly in summer, however – a point recently backed by Professor Peter Wadham, who this year used aircraft and submarine surveys of ice sheets to make estimates of ice volume loss. These also suggest major reductions in the volume of summer sea ice, around 70% over the past 30 years.</p> <p>\"The Arctic is particularly vulnerable to the impact of global warming,\" said Rapley. \"Temperatures there are rising far faster than they are at the equator. Hence the shrinking of sea-ice coverage we have observed. It is telling us that something highly significant is happening to Earth. The weather systems of the planet are interconnected so what happens in the high latitudes affects us all.\"</p>",
  "<video data-media-id=\"gu-video-394585630\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/11/120811OlyFootballFans-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/11/120811OlyFootballFans_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/11/120811OlyFootballFans-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/11/120811OlyFootballFans_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120811OlyFootballFans/120811OlyFootballFans.m3u8\"/> </video>   <p>On the ground where they suffered the heaviest defeat in their history, Mexico achieved their greatest triumph on Saturday when they denied Brazil the only significant trophy missing from the five-times World Cup winners' collection. Two goals from the 28-year-old centre-forward Oribe Peralta were answered only by a 91st-minute effort from Hulk, although Oscar, who will start the Premier League season with Chelsea, missed a wonderful opportunity to send the final into extra time with only a handful of seconds remaining.</p> <p>In May 1961 Mexico arrived at Wembley and suffered an 8-0 battering at the hands of the England of Johnny Haynes, Bobby Robson and Bobby Charlton, who scored a hat-trick. On Saturday their fans were setting off a Mexican wave five minutes into the match, in celebration of an opening goal which had come 29 seconds after the kick-off. Never has that usually intrusive and irrelevant ritual seemed more appropriate to the occasion.</p> <p>Coached by Luis Fernando Tena, Mexico worked hard, took their chances and defended with spirit. Brazil, as so often in recent years under a succession of coaching regimes, glittered with talent but lacked application and method. This was their third defeat in Olympic finals – they lost to France in 1984 and to the Soviet Union in 1988 – and it will be taken seriously back home. It may even cost their head coach, Mano Menezes, his job, since there was little sign on Saturday of progress towards the construction of a side capable of regaining the World Cup on home territory in two years' time.</p> <p>Once again London did its distinguished visitors proud as the sunshine that bathed Jamaica's sprinters turned up again for the footballers of South and Central America, and for a crowd of 86,162 who had arrived to witness the climax to a tournament that some British commentators had derided as irrelevant. A crowd 80,203 had turned up at the same venue 48 hours earlier to watch an excellent women's final between the United States and Japan, a world record for an Olympic football match featuring female teams. In the group stage almost 77,000 had thought it worth paying to see Gabon versus South Korea.</p> <p>This tournament has been a triumph, fully worthy of its place in the great international pageant of sport, and if it deserved a better final than it got that was hardly the fault of the winners. Mexico is a country in which the passion for the game runs deep but despite regular qualification for the World Cup – and places in the quarter-finals in 1970 and 1986, when the tournament was held on their home soil – their results have never lived up to that enthusiasm. Before this their only tournament victory had come when they beat Brazil to win Fifa's Confederations Cup, a second-tier tournament, in 1999.</p> <p>The statue of Bobby Moore overlooking Wembley Way welcomed the teams under a sun as bright as that in Guadalajara when the England captain and Pelé embraced after a wonderful World Cup match in 1970. If there was no evident sign of the greatest Brazilian of them all on Saturday, that may have been something to do with one of his long-standing commercial affiliations: he is a spokesman for Mastercard and, as the Olympic slogan has it \"we are proud only to accept Visa\".</p> <p>Mexico, their starting XI consisting entirely of players from clubs in their domestic league, were given a wonderful start in the opening minute after Rafael da Silva, Manchester United's Brazilian right-back, played a loose pass infield and saw Javier Aquino deflect the ball to Peralta, who drove a low, firm right-foot shot inside the near post.</p> <p>Brazil, whose side were picked from five foreign leagues as well as their own, took 20 minutes to find any sort of pattern at all, though their attacking momentum improved when Hulk came on for Alex Sandro after half an hour. The Porto forward's swerving drive gave José Corona, Mexico's goalkeeper, his first really uncomfortable moment, and Marcelo, the Real Madrid left-back, placed a shot wide after a move involving Oscar and Leandro Damião. When the much-coveted Neymar shot wide moments before the interval, it seemed as though Brazil may be coming to life.</p> <p>Oscar delivered promising passes for Neymar on a couple of occasions early in the second half but the arrival of Alexandre Pato, the Milan forward, in place of Sandro, Tottenham's defensive midfielder, did little more than make it easier for Peralta to run across the face of goal without obstruction in the 75th minute to meet Marco Fabián's right-wing corner with a firm downward header past Gabriel, Brazil's defenceless goalkeeper.</p> <p>Another grotesque misjudgment by Rafael in the 84th minute – a misplaced backheel from the touchline inside his own half – brought the defender into a nose-to-nose confrontation with his team-mate Juan Jesus, and a minute later he was making way for Lucas.</p> <p>Four minutes of time were added on, and in the first of them Hulk chased a long ball before shooting across Corona. When the same player produced an inswinging cross from the right two minutes later, the fate of the gold medal seemed in the balance as Oscar rose alone to meet it at the near post. But the tall, slender £25m 20-year-old could only direct his header wide, sending Brazil home to contemplate what will surely be a difficult and disputatious two years.</p>",
  "<h2>Arsenal</h2> <p><strong>Last season:</strong> 3rd <strong>Title odds:</strong> 14-1 <strong>Going down:</strong> 750-1</p> <p><strong>Summer update</strong> Vieira, Henry, Fábregas, Nasri, now Van Persie. Where would an Arsenal close-season be without a will-he-won't-he-please-make-it-stop transfer saga? The club, though, have learned the lessons of last summer and they have got their retaliation in first. The signings of Lukas Podolski, Olivier Giroud and Santi Cazorla, in particular, have given rise to optimism. And they may be joined by others: Ajax right-back Gregory van der Wiel and midfielders Nuri Sahin of Real Madrid and Yann M'Vila of Rennes are targets. It is unclear when Jack Wilshere will return to full fitness or whether Alex Song will stay.</p> <p><strong>Key player</strong> Van Persie if he stays, although much will depend on the speed with which Cazorla adapts. Wenger also has high hopes for the 17-year-old winger Serge Gnabry.</p> <p><strong>Achilles heel</strong> Injuries: Arsenal's trademark.</p> <p><strong>Headline generator </strong>Wojciech Szczesny: not shy.</p> <p><strong>Ins </strong>Santi Cazorla (Málaga, £12m), Olivier Giroud (Montpellier, £13m), Lukas Podolski (Köln, £10.9m).</p> <p><strong>Outs</strong> Manuel Almunia (released), Tom Cruise (Torquay, free), Gavin Hoyte (released), Carlos Vela (Real Sociedad, undisc).</p> <p><strong>Prediction 4th</strong></p> <h2>Aston Villa</h2> <p><strong>Last season:</strong> 16th <strong>Title odds:</strong> 2,500-1 <strong>Going down:</strong> 8-1</p> <p><strong>Summer update</strong> Alex McLeish has gone, Paul Lambert has replaced him and Aston Villa's supporters have rediscovered the will to live after a truly miserable season. Nobody knows quite what to expect this time round – how Stephen Ireland and Charles N'Zogbia perform depends on what side they get out of bed and the four new signings are not exactly stellar names. It does, though, seem safe to work on the assumption that it will be a whole lot better than 2011-12.</p> <p><strong>Key player</strong> Darren Bent. Unlucky to miss Euro 2012 through injury, the England striker will be crucial to Villa's hopes. Has averaged close to a goal every other league game for Villa.</p> <p><strong>Achilles heel</strong> Take Bent out of the equation and Villa are desperately short of firepower.</p> <p><strong>Headline generator </strong>Lambert says he'll get the best out of Ireland. \"I've got a fair idea of what I want to do with him.\" One to watch.</p> <p><strong>Ins </strong>Ron Vlaar (Feyenoord, undisc), Matthew Lowton (Sheffield United, £3m), Karim El Ahmadi (Feyenoord, undisc), Brett Holman (Alkmaar, free)</p> <p><strong>Outs</strong> Carlos Cuéllar (Sunderland, free), Emile Heskey (released), James Collins (West Ham, undisc)</p> <p><strong>Prediction 12th</strong></p> <h2>Chelsea</h2> <p><strong>Last season: </strong>6th <strong>Title odds:</strong> 11-2 <strong>Going down:</strong> 1500-1</p> <p><strong>Summer update</strong> Roberto Di Matteo has been appointed on what could optimistically amount to a two-year contract, the talismanic Didier Drogba has moved on and Roman Abramovich has opened his cheque book as if it was the summer of 2004 all over again. Eden Hazard, Marko Marin and Oscar have arrived for around £60m combined, with the promise of more to come.</p> <p><strong>Key player </strong>With Drogba gone and a fine supply line assembled, this has to be Fernando Torres's time. No more excuses. Oscar looks a precocious talent but may need time to adjust.</p> <p><strong>Achilles heel </strong>A lack of depth if Torres misfires and potentially width in midfield.</p> <p><strong>Headline generator </strong>Apart from Torres, JT and the usual suspects, expect Hazard to keep reporters happy. \"People see similarities between me and Messi. That makes me happy.\"</p> <p><strong>Ins </strong>Marko Marin (W Bremen, £7m), Eden Hazard (Lille, £32m), Thorgan Hazard (£1m, Lens), Oscar (Internacional, £20m)</p> <p><strong>Outs </strong>Didier Drogba (Shanghai Shenhua, free), Salomon Kalou (Lille, free), Rhys Taylor (Southend, free), Jacob Mellis (Barnsley, free), José Bosingwa, Marko Mitrovic (released).</p> <p><strong>Prediction 3rd</strong></p> <h2>Everton</h2> <p><strong>Last season:</strong> 7th <strong>Title odds:</strong> 250-1 <strong>Going down:</strong> 33-1</p> <p><strong>Summer update</strong> Serene by recent standards, so far, with two permanent signings and no major losses to compensate. Crucially, David Moyes remains in charge, though has not signed a new contract, and hopes to add a few more faces on loan or on a free before the window closes as he seeks that rarest thing at Goodison: a good start.</p> <p><strong>Key man</strong> Nikica Jelavic turned Everton's usual promise into points in the second half of last season and will need to maintain that form, and stay fit, in the absence of quality back-up. Much is expected of Ross Barkley but it is certainly time for Jack Rodwell to fulfil his promise.</p> <p><strong>Achilles heel</strong> A lack of depth and vulnerability to big money bids.</p> <p><strong>Headline generator </strong>Leighton Baines has been leaving Everton for a richer club for at least the past four seasons. He's still there – but for how much longer?</p> <p><strong>Ins </strong>Steven Naismith (Rangers, free), Steven Pienaar (Tottenham, £4.5m)</p> <p><strong>Outs: </strong>Tim Cahill (New York Red Bulls, £1m), Joseph Yobo (Fenerbahce, £1.5m), James Wallace (Tranmere, undisc), Marcus Hahnemann, James McFadden, Denis Stracqualursi, Jose Baxter (all released), Adam Forshaw (Brentford, undisc)</p> <p><strong>Prediction 7th</strong></p> <h2>Fulham</h2> <p><strong>Last season:</strong> 9th <strong>Title odds:</strong> 2,500-1 <strong>Going down:</strong> 11-1</p> <p><strong>Summer update</strong> Martin Jol has revamped his front line, though his squad strengthening is on-going with further arrivals anticipated and required ahead of the closure of the transfer window. Clint Dempsey will only be allowed to leave reluctantly, but some stalwarts of the Roy Hodgson era have moved on, adding to the sense that this team continues to evolve.</p> <p><strong>Key player </strong>If Dempsey is sold, given that he is now in the final year of his contract, Belgian Moussa Dembélé will have to thrive.</p> <p><strong>Achilles heel </strong>Goals. Hugo Rodallega has rarely proved prolific, while Mladen Petric is experienced but new to the Premier League.</p> <p><strong>Headline generator </strong>Chairman Mo. Needs to deliver something special to follow up last year's Michael Jackson statue.</p> <p><strong>Ins </strong>Mladen Petric (Hamburg, free), Hugo Rodallega (Wigan, free), Sascha Riether (Köln, loan), George Williams (MK Dons, undisc)</p> <p><strong>Outs </strong>Danny Murphy (Blackburn, free), Marcel Gecov (Gent, undisc), Bjorn Helge Riise (Lillestrom, free), Dickson Etuhu (Blackburn, undisc), Andy Johnson (QPR, free), Orlando Sá (Limassol, free)</p> <p><strong>Prediction 14th</strong></p> <h2>Liverpool</h2> <p><strong>Last season:</strong> 8th <strong>Title odds:</strong> 33-1 <strong>Going down:</strong> 250-1</p> <p><strong>Summer update</strong> Brendan Rodgers is the club's fourth manager in four seasons. The new man promises much after a fine debut season in the top flight with Swansea but has so far made few signings to implement his style. The existing crop, however, are buying into his ideas.</p> <p><strong>Key man</strong> Keeping Luis Suárez content on an improved contract was essential as Rodgers looks to improve on last season's eighth – and improvement is imperative. Whether it is a breakthrough season for the winger Raheem Sterling remains to be seen but Jack Robinson should put pressure on José Enrique at left-back.</p> <p><strong>Achilles heel</strong> The squad is short on numbers and, with Daniel Agger and Andy Carroll potential departures, there are questions over whether Liverpool have the funds to add enough quality</p> <p><strong>Headline generator </strong>Suárez: a one man publicity machine, for better or worse.</p> <p><strong>Ins </strong>Fabio Borini (Roma, £10m), Joe Allen (Swansea, fee tbc)</p> <p><strong>Outs </strong>Dirk Kuyt (Fenerbahce, £1m), Fábio Aurélio (Gremîo, free), Maxi Rodríguez (Newell's Old Boys, undisc), Alberto Aquilani (Fiorentina, undisc), Toni Silva (Barnsley, free), David Amoo (Preston, free), Stephen Darby (Bradford, free)</p> <p><strong>Prediction: 5th</strong></p> <h2>Manchester City</h2> <p><strong>Last season:</strong> 1st <strong>Title odds:</strong> 11-8 <strong>Going down:</strong> 3,000-1</p> <p><strong>Summer update</strong> A summer of inactivity unless you count the Robin van Persie speculation. City don't actually need Van Persie, they have more than enough quality up front already, but on the other hand they do not particularly want to see him end up at Manchester United. By the time the season starts Daniel Agger could have arrived from Liverpool and Adam Johnson travelled in the opposite direction, though the unhurried nature of the transfer negotiations indicates that City are merely making adjustments to their squad, not going all out for a new central defender.</p> <p><strong>Key man </strong>The form and confidence of Mario Balotelli will be a big influence. Potentially the Premier League's most potent striker.</p> <p><strong>Achilles heel </strong>Whenever the Kompany-Lescott partnership was broken up last season, quality cover was lacking.</p> <p><strong>Headline generator </strong>Why always him?</p> <p><strong>Ins </strong>None.</p> <p><strong>Outs </strong>Vladimir Weiss (Pescara, undisc), Wayne Bridge (Brighton, loan), Greg Cunningham (Bristol City, undisc), Gai Assulin (R Santander, free) Owen Hargreaves (released).</p> <p><strong>Prediction 1st</strong></p> <h2>Manchester United</h2> <p><strong>Last season:</strong> 2nd <strong>Title odds:</strong> 11-4 <strong>Going down:</strong> 3,000-1</p> <p><strong>Summer update</strong> Still no Robin van Persie, and though Shinji Kagawa and Nick Powell appear astute enough signings, Old Trafford still awaits a grand-gesture response to being pipped to the title by the noisy neighbours. City can afford to stick rather than twist, but United keeping the chequebook closed not only appears uncharacteristically defeatist, it raises suspicions that the owners are being tight with funds.</p> <p><strong>Key man </strong>Van Persie would be a perfect statement of intent, but otherwise the focus will remain on Wayne Rooney.</p> <p><strong>Achilles heel </strong>Nemanja Vidic's return is a lift, but there are questions over just about everyone else in defence, with Rio Ferdinand and Patrice Evra showing their age and David de Gea still to mature.</p> <p><strong>Headline generator </strong>A frustrated Rooney questioned United's ambition two years ago. A slow start and the questions could begin again.</p> <p><strong>Ins </strong>Shinji Kagawa (Borussia Dortmund, undisc), Nick Powell (Crewe, undisc)</p> <p><strong>Outs </strong>Park Ji-sung (QPR, undisc), Ritchie De Laet, Matty James (Leicester, undisc), Tomasz Kuszczak (Brighton, free), Oliver Norwood (Huddersfield, undisc), Michael Owen (released)</p> <p><strong>Prediction 2nd</strong></p> <h2>Newcastle United</h2> <p><strong>Last season:</strong> 5th <strong>Title odds:</strong> 200-1 <strong>Going down:</strong> 50-1</p> <p><strong>Summer update</strong> An unusually serene summer on Tyneside. By the time his £7m release clause expired on 31 July Demba Ba was still a Newcastle player and Alan Pardew says he is not expecting any key departures. In terms of new faces, progress has been slow, with Lille playing hardball over the right-back Mathieu Debuchy's mooted sale and Twente, Ajax and Liverpool doing likewise regarding Douglas, Vurnon Anita and Andy Carroll.</p> <p><strong>Key man </strong>Pardew reports that Cheik Tioté is \"10 times better\" than he was this time last year. If so he will be some enforcer. Sammy Ameobi (right) has also been in fine form pre-season.</p> <p><strong>Achilles heel </strong>The Europa League. No one knows if Pardew's squad is deep enough to cope with the relentless routine.</p> <p><strong>Headline generator </strong>Owner Mike Ashley – reportedly eyeing a stake in Rangers.</p> <p><strong>Ins </strong>Gael Bigirimana (Coventry, undisc), Romain Amalfitano (Reims, undisc) Curtis Good (Melbourne Heart, undisc).</p> <p><strong>Outs </strong>Danny Guthrie (Reading, free), Leon Best (Blackburn, free), Peter Lovenkrands (Birmingham, free), Fraser Forster (Celtic, £2m).</p> <p><strong>Prediction 6th</strong></p> <h2>Norwich City</h2> <p><strong>Last season:</strong> 12th <strong>Title odds:</strong> 5,500-1 <strong>Going down:</strong> 13-8</p> <p><strong>Summer update</strong> Paul Lambert's decision to swap Carrow Road for Villa Park in June represented a sizeable blow for Norwich given the Scot's success as manager. Two successive promotions were followed by a 12th-place finish in the Premier League last season and his departure raised fears that this would be a tough campaign. Chris Hughton's arrival has lifted spirits, though.</p> <p><strong>Key man </strong>Grant Holt. Last season's top scorer remains the team's focal point, while the England Under-21 defender Ryan Bennett also impressed at the end of last season.</p> <p><strong>Achilles heel </strong>Defence. They conceded 66 goals last season, the joint fourth-highest in the division. Without real improvement at the back, this season will be a slog.</p> <p><strong>Headline generator </strong>Holt made a transfer request in May, and signed a new deal in July.</p> <p><strong>Ins </strong>Michael Turner (Sunderland, £1.7m), Robert Snodgrass (Leeds, £2.8m), Jacob Butterfield (Barnsley, free), Steven Whittaker (Rangers, free).</p> <p><strong>Outs </strong>Andrew Croft (Brighton, undisc), Daniel Ayala (Nottm Forest, free), Zak Whitbread (Leicester, free), Josh Dawkin (Braintree Town, free), Aaron Wilbraham (Crystal Palace, free), Adam Drury (Leeds, free).</p> <p><strong>Prediction 18th</strong></p> <h2>QPR</h2> <p><strong>Last season:</strong> 17th <strong>Title odds:</strong> 3,000-1 <strong>Going down:</strong> 11-2</p> <p><strong>Summer update</strong> Rangers might have stopped playing before the final whistle blew on last season but they cannot wait for the first one this time out. In Park Ji-sung, who was unveiled at a glamour press conference on the 29th floor of London's Millbank Tower, they feel they have signed a \"global superstar\". Mark Hughes completed a lot of encouraging business early on and his ambitions are high. After promotion in May last year under Neil Warnock, a 17th-placed finish was the target and was achieved, just. Hughes has said that Rangers will no longer be involved in relegation scraps on his watch.</p> <p><strong>Key player</strong> Park will be pivotal.</p> <p><strong>Achilles heel</strong> Rangers had the worst away record in the division last season.</p> <p><strong>Headline generator </strong>Joey Barton's debut after his 12 game ban. What odds on a straight red?</p> <p><strong>Ins </strong>Park Ji-sung (Man United, £2m); Ryan Nelsen (Spurs, free); Fábio da Silva (Man United, loan); Samba Diakité (Nancy, £3.5m); Junior Hoilett (Blackburn, tribunal); Andrew Johnson (Fulham, free); Robert Green (W Ham, free).</p> <p><strong>Outs </strong>Ten players released.</p> <p><strong>Prediction 9th</strong></p> <h2>Reading</h2> <p><strong>Last season:</strong> 1st, Championship <strong>Title odds:</strong> 10,000-1 <strong>Going down:</strong> 6-5</p> <p><strong>Summer update</strong> Reading's struggle to interest neutrals is over: this season under their wealthy new Russian ownership should provide plenty of headlines. Spending has been relatively modest so far – quantity over stellar quality – though Pavel Pogrebnyak's rumoured £60,000 a week is a sign of things to come. If they are struggling by Christmas, expect a lavish January.</p> <p><strong>Key man </strong>Pogrebnyak excelled for Fulham and needs to do the same here if his new side is to avoid a long, drawn-out struggle.</p> <p><strong>Achilles heel</strong> Midfield options are solid but unspectacular: adding some creative, scoring talent would seriously change the outlook.</p> <p><strong>Headline generator </strong>Katsia Zingarevich – wife of the owner and tabloid dream. Won \"Supermodel of the World\" as a teenager.</p> <p><strong>Ins </strong>Chris Gunter (Nottingham Forest, £2.3m), Adrian Mariappa (Watford, undisc), Danny Guthrie, Nicky Shorey, Pavel Pogrebnyak, Garath McCleary (all free)</p> <p><strong>Outs </strong>Michail Antonio (Sheffield Wednesday, undisc), Mathieu Manset (Sion, undisc), Karl Sheppard (Accrington Stanley, loan), Joseph Mills (Burnley, loan), Brian Howard, Tomasz Cywka, Andy Griffin, Cedric Baseya (all released)</p> <p><strong>Prediction 19th</strong></p> <h2>Southampton</h2> <p><strong>Last season:</strong> 2nd, Championship <strong>Title odds:</strong> 7,500-1 <strong>Going down:</strong> 11-8</p> <p><strong>Summer update</strong> The honeymoon could be short – it's Manchester City away on the opening day – but this is a solid side, albeit at Championship level. Nigel Adkins says stability, strength and willpower will hold them together. \"You can't underestimate team spirit.\"</p> <p><strong>Key man </strong>Championship Player of the Year and all-round big unit Rickie Lambert. The 30-year-old scored 27 last season and hit four hat-tricks. Big money Jay Rodriguez should relieve some of the scoring burden, though.</p> <p><strong>Achilles heel</strong> Relative top-level inexperience. The influence of the former Rangers captain Steven Davis will be crucial.</p> <p><strong>Headline generator </strong>Matt Le Tissier in the Soccer Saturday studio – needs to prove himself as a cool, calm model of impartiality.</p> <p><strong>Ins </strong>Jay Rodriguez (Burnley, £6m); Steven Davis (Rangers, £800k); Paulo Gazzaniga (Gillingham, undisc); Nathaniel Clyne (Palace, £2.5m).</p> <p><strong>Outs </strong>Dan Harding (Nottingham Forest, £500k), Aaron Martin (Crystal Palace, loan); Tommy Forecast (Gillingham, loan); Ryan Doble, Bartosz Bialkowski, Lee Holmes, Harlee Dean, David Connolly (released)</p> <p><strong>Prediction 20th</strong></p> <h2>Stoke City</h2> <p><strong>Last season:</strong> 14th <strong>Title odds:</strong> 3,500-1 <strong>Going down:</strong> 8-1</p> <p><strong>Summer update</strong> Stoke's buildup to the new campaign has been a mix of the good, the indifferent and the unfortunate, with potentially shrewd signings in Jamie Ness, Geoff Cameron and Michael Kightly, winning just two out of their first six pre-season friendlies and losing influential defender Robert Huth to viral meningitis. But there is a sense of collective purpose at the Britannia Stadium. Another lively mid‑table finish beckons.</p> <p><strong>Key man </strong>Peter Crouch. Goes into his first full campaign at the club buoyed by last season's 14 goals following his arrival from Tottenham.</p> <p><strong>Achilles heel </strong>Tony Pulis may not consider it a weakness but Stoke's reliance on a direct attacking approach makes them a limited and predictable: a dangerous combination.</p> <p><strong>Headline generator </strong>Discipline issues. Case in point: some pre-season argy bargy with Orlando City, including a red card for Glenn Whelan.</p> <p><strong>Ins </strong>Michael Kightly (Wolves, £3.1m), Geoff Cameron (Houston Dynamo, £1.9m), Jamie Ness (Rangers, free).</p> <p><strong>Outs </strong>Danny Collins (Nottm Forest, £563,000), Ryan Brunt (Leyton Orient, free), Florent Cuvelier (Walsall, free), Jonathan Woodgate (Middlesbrough, free), Andrew Davies (Bradford, free), Salif Diao (released), Ricardo Fuller (released), Tom Soares (released).</p> <p><strong>Prediction 11th</strong></p> <h2>Sunderland</h2> <p><strong>Last season:</strong> 13th <strong>Title odds:</strong> 1,250-1 <strong>Going down:</strong> 12-1</p> <p><strong>Summer update</strong> A long trek to South Korea for a Peace tournament has proved the most notable event of a low-key preamble to Martin O'Neill's first full season in charge. After the frantic buying and selling of the Steve Bruce era, transfer activity has been minimal and principally involved long-term haggling for Steven Fletcher with Wolves. Even so, with European qualification the aim, O'Neill is seeking increased creativity and goals and a couple more additions seem likely. Meanwhile Wes Brown has injured his knee again.</p> <p><strong>Key man </strong>Stéphane Sessègnon was the brightest imaginative force last season, while young Ryan Noble is one to watch.</p> <p><strong>Achilles heel </strong>Titus Bramble. Talented, but prone to lapses.</p> <p><strong>Headline generator </strong>The outside chance of a move for Liverpool's ex-Newcastle man Andy Carroll. \"He's a really good player,\" says O'Neill.</p> <p><strong>Ins </strong>Carlos Cuéllar (Aston Villa, free).</p> <p><strong>Outs </strong>Michael Turner (Norwich, undisc), Craig Gordon (released, free agent), George McCartney (West Ham, undisc), Asamoah Gyan (Al Ain, undisc), Marcos Angeleri (Estudiantes, undisc).</p> <p><strong>Prediction 10th</strong></p> <h2>Swansea City</h2> <p><strong>Last season:</strong> 11th <strong>Title odds:</strong> 4,500-1 <strong>Going down:</strong> 9-4</p> <p><strong>Summer update</strong> All quiet with the exception of the departure of Brendan Rodgers to Liverpool, appointment of one of the greatest players of all time in his place, Joe Allen's imminent Welsh record £15m move to Anfield and the arrival of two Spaniards and a Dutchman from La Liga. Who knows what to expect at the Liberty Stadium this season – but with Michael Laudrup in charge at least it should be fun.</p> <p><strong>Key player</strong> Michu. The Spaniard's 15 goals last season made him the highest scoring midfielder in La Liga, he should be in his prime at 26 years old and yet Swansea paid only £2m for him.</p> <p><strong>Achilles heel</strong> Scoring enough. Goals were hard to come by at times last season and it would be a worry if Danny Graham, who notched 12 in his first season in the Premier League, got injured.</p> <p><strong>Headline generator </strong>All eyes on Laudrup. He is among the favourites to be the first manager to go.</p> <p><strong>Ins </strong>Michu (Rayo Vallecano, £2m), José Manuel Flores (Genoa, £2m), Jonathan de Guzmán (Villarreal, loan), Itay Shechter (Kaiserslautern, loan, subject to work permit)</p> <p><strong>Outs </strong>Joe Allen (Liverpool, fee to be confirmed), Ferrie Bodde, Casey Thomas, Joe Walsh, Scott Donnelly (all released)</p> <p><strong>Prediction 16th</strong></p> <h2>Tottenham Hotspur</h2> <p><strong>Last season:</strong> 4th <strong>Title odds:</strong> 40-1 <strong>Going down:</strong> 250-1</p> <p><strong>Summer update</strong> When André Villas-Boas was presented to the media on 11 July he talked of the need to \"complete\" the squad. With less than a week before the season starts, the Portuguese has not yet added to the positive early summer signings of Gylfi Sigurdsson and Jan Vertonghen. Jermain Defoe is his only established striker, Luka Modric wants to leave, Scott Parker is a long-term injury casualty and Sandro has not yet trained under him. The new boss could be forgiven for feeling edgy. Emmanuel Adebayor and Leandro Damião are the main targets up front while a top keeper is also being sought.</p> <p><strong>Key player</strong> Gareth Bale, while Jake Livermore and Steven Caulker are developing well.</p> <p><strong>Achilles heel</strong> The dangerous policy of leaving transfers late.</p> <p><strong>Headline generator </strong>Modric's state of mind.</p> <p><strong>Ins </strong>Gylfi Sigurdsson (Hoffenheim, £8m); Jan Vertonghen (Ajax, £8m)</p> <p><strong>Outs </strong>Nico Kranjcar (Dynamo Kyiv, £5.5m); Vedran Corluka (L Moscow, undisc); Steven Pienaar (Everton, £4.5m); Ryan Nelsen (QPR, free), seven players released, including Louis Saha and Ledley King.</p> <p><strong>Prediction 8th</strong></p> <h2>West Bromwich Albion</h2> <p><strong>Last season:</strong> 10th <strong>Title odds:</strong> 3,500-1 <strong>Going down:</strong> 4-1</p> <p><strong>Summer update</strong> The FA's surprise decision to appoint Roy Hodgson led, eventually, to Albion making the surprise decision to appoint Steve Clarke. After years of being a No2, Clarke at last has the chance to call the shots. The Scot has decent squad at his disposal, aided by three new faces and Ben Foster's permanent transfer, although he will do well to reprise last season's top-10 finish.</p> <p><strong>Key player </strong>Shane Long. Started last season on fire, scoring against Manchester United and Chelsea in his first two games before injuries knocked him off course. And George Thorne, a highly rated academy graduate, is one to watch.</p> <p><strong>Achilles heel</strong> Lack of cover at left back after NickyShorey's departure and doubts over Jonas Olsson's future raise questions about defence.</p> <p><strong>Headline generator </strong>Clarke's debut in the spotlight.</p> <p><strong>Ins </strong>Markus Rosenberg (Werder Bremen, free), Ben Foster (Birmingham City, undisc), Yassine El Ghanassy (Gent, loan), Claudio Yacob (Racing Club de Avellaneda, free)</p> <p><strong>Outs </strong>Keith Andrews (Bolton, free), Joe Mattock (Sheff Wed, free), Nicky Shorey (Reading, free), Marton Fulop (Astera Tripolis, free), Somen Tchoyi (released), Paul Scharner (released)</p> <p><strong>Prediction 13th</strong></p> <h2>West Ham United</h2> <p><strong>Last season:</strong> 3rd, Championship <strong>Title odds:</strong> 5,500-1 <strong>Going down:</strong> 9-4</p> <p><strong>Summer update</strong> Having made it up through the play-offs, squad-building was important, so missing out on a few useful targets has left fans frustrated. Modibo Maïga, a striker signed from Sochaux, may take time to settle. Mohamed Diamé and Alou Diarra are shrewd signings, James Collins less so, but the loss of goalkeeper Robert Green to QPR could be crucial.</p> <p><strong>Key players </strong>Kevin Nolan's leadership unites the side, but Ricardo Vaz Tê often makes the difference.</p> <p><strong>Achilles heel </strong>Carlton Cole is not good enough to play every week in the Premier League. Slow full-backs are a feature too.</p> <p><strong>Headline generator </strong>Big Sam. Knows how to play mind games, if not to win them, and relishes inter-gaffer verbal conflict. Will be under pressure, too, if his side make a slow start.</p> <p><strong>Ins </strong>James Collins (Villa, £2.5m); Mohamed Diamé (Wigan, free); Alou Diarra (Marseille, undisc); Stephen Henderson (Portsmouth, undisc); Jussi Jaaskelainen (Bolton, free); Modibo Maïga (Sochaux, £4.5m); George McCartney (Sunderland, free).</p> <p><strong>Outs </strong>Pablo Barrera (Cruz Azul, free), Robert Green (QPR, free), 13 players released.</p> <p><strong>Prediction 15th</strong></p> <h2>Wigan Athletic</h2> <p><strong>Last season:</strong> 15th <strong>Title odds:</strong> 6,000-1 <strong>Going down:</strong> 7-4</p> <p><strong>Summer update</strong> If Roberto Martínez's side begin the new season like they finished the last they will end up in Europe – but no one in Lancashire seriously expects anything close. Wigan have lost good players in Mohamed Diamé and Hugo Rodallega, and made just a couple of low-key purchases in Fraser Fyvie from Aberdeen and Ivan Ramis from Real Mallorca. And Martínez, who passionately believes the transfer window should shut as soon as the season starts, is still worried about losing Victor Moses to Chelsea.</p> <p><strong>Key man </strong>Moses was consistently excellent in the second half of last season. If he moves to Chelsea's bench it will not be easy for Martínez to replace his quality.</p> <p><strong>Achilles heel </strong>A lack of goals. Fyvie has been billed as the new Paul Scholes, but mostly for his tenacity, not for his knack of scoring.</p> <p><strong>Headline generator </strong>Dave Whelan: always ready to weigh in, often feet first, on any given issue.</p> <p><strong>Ins </strong>Fraser Fyvie (Aberdeen, undisc), Ivan Ramis (Real Mallorca, undisc)</p> <p><strong>Out </strong>Mohamed Diamé (West Ham, free), Hugo Rodallega (Fulham, free), Chris Kirkland, Steve Gohouri (released)</p> <p><strong>Prediction 17th</strong></p>",
  "<p>Brazil never having won the Olympic title felt as erroneous as there being an individual gold missing from Roger Federer's glittering collection. At Wembley on Saturday Mexico – with no Games football medal to Brazil's two silvers and two bronzes (aside from their five World Cups) – were lined up as the extras in the <em>Seleção</em>'s coming-out party as Olympic champions.</p> <p>Instead, a Santos Laguna forward named Oribe Peralta scored twice from what were virtually Mexico's only chances, and a Brazil starting XI featuring Thiago Silva, Marcelo, Neymar, Rafael da Silva and Oscar became the latest to continue this sorry blight on their nation's magisterial footballing history.</p> <p>In the balance had been the chance to overturn the unwanted statistic and, as hosts of the next Games, to set up a defence of the title that might end in front of 85,0000 football-crazy souls at the Maracanã, which has a prima facie case to be considered the sport's spiritual home.</p> <p>Before this game, the coach, Mario Menezes, said: \"We all know that we need to win the gold. Brazil has to win every tournament it plays, it needs to win every match it plays, even if it's a friendly. And this time even more because it's something the nation has never won before.\"</p> <p>Neymar, the Santos forward, added: \"We came here for the gold and we are one match away from getting it. We just have to do our job in the final.\"</p> <p>The mission never looked like happening. Brazil retained possession throughout but a finishing deficit killed them. When Hulk was introduced – after the half-hour, for his Porto clubmate Alex Sandro – with his side 1-0 down, his barrelling force at least added a direct dimension missing from their natural inclination to spread the ball wide and fan out like butterflies.</p> <p>The silvers won at the 1984 Los Angeles and 1988 Seoul Games and the bronzes from Atlanta 1996 and Beijing 2008 were a paltry return. An embarrassingly rich lineage that boasts Garrincha, Pelé, Rivelino, Tostão, Zico, Romário – who played at Seoul – Ronaldo, Rivaldo (Atlanta), Lúcio (Sydney 2000) and Alexandre Pato (2008, London 2012) should really have done by now what the Argentina of Carlos Tevez and Javier Mascherano did at Athens 2004, and win at least one gold.</p> <p>Menezes was continuing Brazil's tradition of the senior side coach leading the Olympic XI. But he joined Mário Zagallo (Atlanta 1996), Vanderlei Luxemburgo (Sydney 2000) and Dunga (Beijing 2008) in failure, a run that also includes the inability to qualify for the 2004 Athens Games.</p> <p>With samba drums beating throughout and sun buttering the players, this was a memorable football occasion that offered an enticing taste of the atmosphere that will be present at Rio's Olympics in four years' time and at their World Cup in 2014. This was Rio or São Paulo transplanted to north London for a day, but with Mexico writing their own script: the 28-second strike by Peralta stunning Menezes's team, quietening the millions watching back in their homeland and offering a first augury of Brazil's soured dream.</p> <p>The clincher came 15 minutes from time. All afternoon, Brazil were the keepers of the ball who lacked a killer touch near José Corona's goal. When they were pinned back for only the second time since the break, Marco Fabián's free-kick was met by an unmarked Peralta, whose curving run and headed finish were as impressive as his opener.</p> <p>Brazil had enough chances to win three or four golds and none of the required stuff in front of Corona's goal.</p> <p>Early on, Neymar floated in a free-kick from the right that Thiago Silva, the captain, headed over. Next, Chelsea's Oscar took a corner that yielded nothing. The outstanding move in this sequence featured Marcelo, the Real Madrid left-back, flipping a ball down his flank that found Leandro Damião, whose buccaneering run into the area deserved better.</p> <p>Mexico had defeated Brazil 2-0 in their previous meeting – a warm-up for this tournament – though their ranks were weakened by Tottenham Hotspur's Giovanni dos Santos being ruled out because of a hamstring problem.</p> <p>A Brazilian suffered an injury, too, but this was during the game and was hardly a setback: off went Sandro and on came Hulk, whose first contribution was a 30-yard shot that stung Corona's fingers as half-time neared.</p> <p>From far closer range – near the six-yard box – Marcelo snatched at the ball badly with his favoured left foot.</p> <p>Hulk, who has 13 senior caps, began and ended a further move: unfortunately his \"header\" was an awkward shoulder-neck combination, and the sides walked off with Mexico still ahead.</p> <p>After the break, Hulk and Neymar engineered a free-kick that ended with the Porto man letting fly a wild effort, before Brazil's No11 finally awoke. Taking the ball inside the Mexican half, Neymar surged at goal and unloaded a 25-yard rocket that Corona was relieved to see rise too high.</p> <p>Neymar was now seeing most of the ball. Before the hour he found himself with a clear sight of Corona again but the ball went sailing into the seats. So too, by the close, did Brazil's hopes of golden glory, despite Hulk's late goal.</p>",
  "<p>All that stood between Stephen Colbert and his fans Friday night was a few millimeters of plastic as he rolled across the audience inside a giant plastic space bubble, trusting his diehard fans to keep him from cascading off the USS Intrepid into New York's Hudson river.</p> <p>It was The Colbert Report host's final performance at Pepsi Presents StePhest Colbchella '012: Rocktaugustfest, a musical festival Colbert presented as a fight against the \"half-naked patchouli-soaked white-guy-dreadlock festivals\" like Coachella and Bonnaroo that occur each summer.</p> <p>On board the retired aircraft carrier on a stage lit by bright bulbs spelling \"COLBERT,\" the comedian managed to cajole more feelings of hippie-love and camaraderie than his conservative television alter-ego would normally hope for – except that these feelings were directed entirely at the empire that is Stephen Colbert.</p> <p>\"I love Stephen Colbert more than anything else in the world,\" said Tom Dinatale, a 22-year-old graduate student who came from Philadelphia exclusively for this event. \"I'll say that even with you here,\" he told his fellow concertgoer, New York resident Hannah Abrams.</p> <p>When asked if they were dating, Abrams threateningly replied: \"Not for long.\"</p> <p>Dinatale and Abrams were part of the 1,500-person crowd who managed to reserve or win tickets online for the free festival. The audience was rewarded for their hours-long wait in hot August weather with free booze, snacks and the Colbert-created Americone Dream Ben &amp; Jerry's ice cream.</p> <p>Decked out in an overwhelmingly patriotic full-body stars-and-stripes uniform, 21-year-old Zeb Whitt of Asheville, North Carolina, said he took his first flight ever exclusively for the festival, all in the hopes of accomplishing his summer goal of meeting Stephen Colbert. \"He's kind of my idol,\" Whitt said.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394579361\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/11/1344704332238/Stephen-Colbert-in-a-bubb-008.jpg\" alt=\"Stephen Colbert in a bubble\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stephen Colbert in a bubble. Photograph: Jason Decrow/AP/Invision</span> <span class=\"element-image__credit\">Photograph: Jason Decrow/AP/Invision</span> </figcaption> </figure>  <p>When the satirical ringmaster finally appeared on stage – dressed in an old-timey admirals' uniform, replete with feathered captain's hat, sword and navy neckerchief – audience members were quick to proclaim their love for the comedian, to which the pundit host replied: \"I love me too.\" At the audience's request, Colbert then lead a sing-a-long of the National Anthem and the music festival officially began.</p> <p>Buzz band of the summer, fun. opened the evening's performances and were followed by the only ursine creature ever allowed in the bear-hating Colbert's vicinity, indie-band Grizzly Bear.</p> <p>During the Brooklyn-based group's performance, the difficulties of creating a TV-ready concert became clear as the band was forced to replay their set after the day's earlier rainstorm damaged the sound system.</p> <p>As it got closer to midnight, these errors notably affected the crowd and some people left after seeing their favorite performers. But during these frustrating delays, Colbert's appearance still elicited enthusiastic chants of his name in the late hours of the night as he told jokes with Santigold and aired segments recorded earlier in the day for next week's shows.</p> <p>When Colbert took the stage to welcome the night's final performance he said he needed one thing from the audience as he got ready for the space bubble. \"We'll do anything,\" the audience exclaimed, \"Lead us Stephen!\"</p> <p>The Flaming Lips frontman, Wayne Coyne, who joined Colbert in the audience in a separate space bubble (a trademark part of a Flaming Lips performance) echoed the audience's sentiments.</p> <p>Coyne told the Guardian: \"We are the mercy of the Stephen Colbert show, which we want to be, we love him, we'll do whatever they say and whatever they want to do.\"</p> <p>The Flaming Lips were clearly the second biggest draw for the crowd with fans holding-up signs and shiny space blankets that referenced the bands famous psychedelic performances. But Coyne was fully aware of what he was there for.</p> <p>\"We like Stephen Colbert, he's awesome, his is the best show,\" Coyne said. \"It's his show and then you're kind of part of it.\"</p> <p>The musical performances and segments with the bands recorded on-board the Intrepid will air on The Colbert Report next week.</p>",
  "<p>Mexico's first ever Olympic football medal is gold and the wait for Brazil to add this title to their five World Cups now lasts to the Rio 2016 Games, at least.</p> <p>Oribe Peralta is the man who has the freedom of Mexico and all Brazilians never wish to hear of again. His two strikes – one in each half – were virtually the only chances Luis Fernando Tena's side created, and they were taken.</p> <p>The clincher came 15 minutes from time. All afternoon, Brazil were the keepers of the ball who lacked a killer touch near José Corona's goal. When they were pinned back for only the second time since the break, Marco Fabián's free-kick was met by an unmarked Peralta whose curving run and headed finish were as impressive as his opener.</p> <p>This had arrived as early as 28 seconds as the first augury of Brazil's soured dream. Manchester United's Rafael da Silva, who ended his day with a silly backheel that caused his removal, turned infield and played a lazy ball to Rômulo whose concentration was as lacking. In nipped Peralta to collect: after a quick six steps to the right, he pulled the trigger to leave Gabriel no chance.</p> <p>Brazil came to be crowned Olympic champions for the first time and departed embarrassed. A starting XI including Thiago Silva, Neymar, Chelsea's Oscar, Tottenham Hotspur's Sandro and Marcelo of Real Madrid suggested they could end making this a procession against a Mexico side missing Spurs' Giovani dos Santos due to a hamstring injury.</p> <p>Not this time. Hulk – Brazil's best player, who began on the bench – scored a late, late goal. But despite Mexico's jitters as the added three minutes ended in pell-mell fashion insipid failure was the endgame. The last gilded chance for Oscar came to his head: but, like his team, he could not deliver.</p>",
  "<video data-media-id=\"gu-video-394577101\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/11/120811ClintonSyria-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120811ClintonSyria/120811ClintonSyria.m3u8\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/11/120811ClintonSyria-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/11/120811ClintonSyria_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/11/120811ClintonSyria_3gpLg16x9.3gp\"/> </video>   <p>The United States and Turkey are considering imposing no-fly zones and other steps on Syria to help rebel forces, Hillary Clinton has announced.</p> <p>The US secretary of state said she and the Turkish foreign minister, Ahmet Davutoglu, agreed to examine the possibility of imposing a flying ban, while Turkish media reported that they were also considering creating safe havens within Syria.</p> <p>\"It is one thing to talk about all kinds of potential actions, but you cannot make reasoned decisions without doing intense analysis and operational planning,\" Clinton said. \"Our intelligence services, our military have very important responsibilities and roles to play so we are going to be setting up a working group to do exactly that.\"</p> <p>The imposition of no-fly zones by foreign powers were crucial in helping Libyan rebels overthrow Muammar Gaddafi last year. But until recently the international community has been reluctant to take an overt military role in Syria's 17-month-old conflict.</p> <p>Davutoglu said it was time for outside powers to take decisive steps to resolve the humanitarian crisis in cities such as Aleppo, which is <a href=\"http://www.guardian.co.uk/world/2012/aug/10/aleppo-syria-citizens-bomb-attacks\" title=\"\">under daily Syrian government bombardment</a>.</p> <p>Clinton was scheduled to hold talks with the Turkish prime minister, Recep Tayyip Erdogan, and President Abdullah Gul. Turkey is a fierce critic of the Syrian president, Bashar al-Assad, and has welcomed Syrian activists working to overthrow him.</p> <p>The talks in Turkey took place as clashes broke out on the border with Jordan when troops there responded to fire from their Syrian counterparts which began after refugees tried to cross into Jordan. No one was reported killed on Jordan's side.</p> <p>In Damascus, rebels clashed with government forces after a bomb was detonated near the city centre.</p> <p>Clinton also plans to meet Syrian refugees in Istanbul during her visit as the US and allies boost humanitarian relief for civilians who have fled the war. More than 51,000 Syrians have sought refuge in neighbouring Turkey, with many more in Jordan, Lebanon and Iraq. There were more than 6,000 new arrivals in Turkey this week alone, many from Aleppo and surrounding villages, while others came from Idlib and Latakia.</p> <p>The United Nations refugee agency said on Friday that the number of refugees in four neighbouring countries, including Turkey, has reached almost 150,000. That figure counts only Syrians who have registered or are in the process of registering as refugees. Officials acknowledge that the real number of Syrian refugees is likely to be more than 200,000 since tens of thousands are believed to have not yet registered with authorities.</p>",
  "<p><strong>BRAZIL (Brazil v South Korea – men's football semi-final)</strong></p> <p>Tuesday and it's off to the Made in Brasil bar and restaurant in Camden Town. By the 7.45pm kick-off time, the bar was packed with Brazilian fans, with waiting staff lifting the mood by donning the Brazil football team's yellow and blue jerseys.</p> <p>At the entrance, Cristiano Rois, a DJ, sat sipping a milkshake while arranging music on his MacBook ready to play to the crowd later. Rois, from Rio de Janeiro, has a nine-month visa but wants to relocate to London permanently. \"I love London. This is the street corner of the world,\" he said. \"I have friends here from all races. I feel at home.\"</p> <p>A plate of Brazilian tapas was placed in front of Eramir Neto, from São Paulo, who had come to enjoy watching Brazil stroll into the finals. Over the next two hours, Brazil scored three times against a hapless South Korea. Neto said that when he told friends he was coming to London to study, most warned him that people here were unfriendly. However, he not only fitted in, he has also brought over his wife to study theatre while he studies music.</p> <p>\"I love London and we'd love to settle here. People are friendly and cultures are diverse – my neighbour is from Venezuela,\" said Neto.</p> <p>On the next table, 26-year-old Mirella Rodrigues sat with her Italian boyfriend. She was pleased with how the London Games have been organised and hoped Rio 2016 would be as successful. Her only complaint was that she could not afford a ticket to watch the games in the stadiums. \"Apart from Heathrow airport, the rest of London is very welcoming,\" she said, sipping on a caipirinha, one of Brazil's most popular cocktails.</p> <p><strong>AUSTRALIA (New Zealand v Holland – women's hockey semi-final)</strong></p> <p>On Wednesday evening, a group gathered at the Walkabout bar at Shepherd's Bush Market. New Zealand were up against the Netherlands in the women's hockey semi-finals. This being an Australian pub, I had expected that most people would be rooting for Holland, who were on the back foot for the better part of the match. The reverse was true.</p> <p>Kylie Corso, an Aussie who has lived in south-west London for seven years, was crestfallen when Holland won. \"I am rooting for New Zealand. Back home there are strong feelings but here we are a family,\" said Corso, a bottle of chilled Tui in hand.</p> <p>Marty Frazer, an Australian who is in London on a working holiday, said he was fascinated by the support Team GB had received.</p> <p>Lucy Bradlow, an Aussie who has been working in the UK for two years, was impressed by how London had dealt with all the people and logistics. A resident of Brixton – a centrepoint of multiculturalism in London – Bradlow said it was the many cultures, races and religions in London that made it such a fabulous city.</p> <p>Ben Reuhman, a New Zealander who has been London for a month, was struck by how multicultural and diverse the city was. \"There seem to be people from all aspects of life and different areas of the globe,\" said Reuhman. His compatriot Tim Lynch, now a British citizen who has spent three years in London, argued that the Games has been an amazing spectacle, showcasing London at its very best.</p> <p>\"London's position as a multicultural city is one of the key reasons I want to stay here. In no other city in the world do you get the range of cultures, experiences and people that you get in London,\" he said.</p> <p><strong>KENYA (men's 800m finals/women's 800m round 1)</strong></p> <p>Thursday evening was the highlight of Kenya's hunt for medals at London 2012. At O'Neil's near King's Cross, friends Jim Maina and Alex Chirchir witnessed David Rudisha illuminate the Olympic stadium with a record-breaking performance in the men's 800m finals.</p> <p>Kenya had a bumpy start and for these Kenyan students, this has brought some embarrassment. \"On Tuesday night, during the men's 1500m finals, I recall bragging to people at a bar how one of the Kenyan competitors was the man to beat. I also said the two other Kenyans would scoop positions two and three. It happened that they finished in the same order but from behind,\" said Chirchir. \"Today was redemption time,\" added Maina, sighing.</p> <p>On Wednesday, Jack Waiyaki was at the Kenya House in Stratford to witness three Kenyan athletes fight their way into the women's 800m semi-finals. They did so with ease. Waiyaki, the chairman of the Kenyan community in Bedford, who has been in UK for 20 years, was delighted. He said the Games had not only showcased London as a multicultural city but had helped enhance cohesion among communities.</p> <p>\"I have lived with my family here and this place is terrific,\" declared Waiyaki.</p> <p>Lorna Nyambura, also a Londoner for two decades, echoed Waiyaki's sentiments: \"I was sceptical when I first came here but with time I realised how appreciative Londoners are. We also easily get Kenyan food and drinks here,\" said Nyambura, holding a Tusker, a popular Kenyan lager.</p> <p><strong>FRANCE (France v China – men's team foil fencing)</strong></p> <p>After watching her country's men's fencing team fall to every opponent, Caroline Boin, a French national, took consolation in the fact that London had delivered on its promise.</p> <p>Boin, who has been in London for a decade, considers herself French and a Londoner. During this time she has lived among African and Caribbean communities in south London, in the east of the capital with Asian communities and now in the north-west next to the largest Jewish community centre in the city.</p> <p>Her strong attachment to the capital was evident when she alluded to the anxiety in the runup to the games: \"Would our opening ceremony match up to Beijing's? London has put all these worries to rest – the games are a great success.\"</p> <p>She said London had benefited immensely from the enthusiasm and hard work of generations of immigrants. \"In return, the city offers great economic and social opportunities. People quickly become proud Londoners,\" said Boin.</p> <p>Three years ago, Caroline's French boyfriend Arnaud Margerit landed a job in London for the foods and drinks company, Kraft.</p> <p>Today, he proudly calls London home: \"There is something for everyone in London: big events, bars, restaurants, art, work. I have always felt welcome here.\" To him, London is the most multicultural city in world.</p> <p>\"It manages to keep that true British spirit while giving space for other communities to succeed and thrive. The ambiance changes from where you are in London, depending on the communities that live there. I like to say that London is a city with many hearts.\"</p> <p>Margerit has been impressed with the national fervour around Team GB and the atmosphere in London. \"I have been to the men's team foil fencing. The organisation of the event was very good, nearly all the seats were filled, and the performance of the athletes was impressing.\"</p> <p><strong>SOMALIA (men's 10,000m final)</strong></p> <p>Mo Farah has been the epitome of British multiculturalism at London 2012. For a boy who arrived from Somalia aged eight able only to say \"excuse me\", \"c'mon then\" and \"where is the toilet?\", Farah has won the hearts of many Britons not just with his performance but also his kindness. Farah scoffed at suggestions that he could have been prouder representing Somalia, saying: \"This is my country and when I put on my Great Britain vest I'm proud. I'm very proud.\"</p> <p>But Eid Hassan Muse, co-ordinator of the West London Somaliland Community, could be forgiven for wishing Farah represented Somaliland. \"I am proud of his performance and that he represented Team GB but I would have been prouder if he won the gold for Somaliland,\" said Muse, a Londoner since 2004.</p> <p>Liban Ibrahim, who like Farah found a new life in Britain after Somalia disintegrated, differed: \"Mo is the product of the British running system. He sought refuge in this country that provided a way of life and shelter for him. He is immensely proud of this country and his achievements. We are also proud of him as fellow Brits. Identity is multifaceted; by running for Britain he is <em>de facto</em> representing the British Somali community also.\"</p> <p>Ibrahim has been in Britain for 20 years and is now the lead sports presenter at Nomad Radio based in Acton, west London. He spent part of Friday making a radio documentary on Farah's success. Ibrahim finds London welcoming and sympathetic to the aspirations of immigrant communities. \"It's one of the most culturally diverse cities in the world, and by that benchmark I would say, yes, it's incredibly welcoming,\" said Ibrahim. He also gave the thumbs-up to Locog, adding that London's legacy is secured and future generations have been inspired.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/KQ5LD4Rw85M?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"295\" src=\"https://www.youtube-nocookie.com/embed/KQ5LD4Rw85M\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>If for some reason, the Queen were to parachute into Quebec City with James Bond, maybe then the separatists would be happy. Until then, her face will do nicely as campaign fodder for the sovereigntist <a href=\"http://en.wikipedia.org/wiki/Parti_Qu%C3%A9b%C3%A9cois\" title=\"\">Parti Québécois</a>. The party released a <a href=\"http://youtu.be/KQ5LD4Rw85M\" title=\"\">campaign ad</a> and <a href=\"http://www.thestar.com/news/canada/politics/article/1238065--quebec-election-2012-parti-quebecois-leader-pauline-marois-campaigns-against-the-queen\" title=\"\">made statements</a> this week infused with what might easily have been dismissed as good old-fashioned anti-monarchism, had it not been for the fact that Her Majesty was actually standing in for a different target altogether: the federal government in Ottawa.</p> <p>It had become rather uncommon in the last two decades for the Queen to be at all associated with a federal political party, or much with Canadian life at all. Before the Harper Conservatives took on the task of bringing the monarchy back into the fold, the last time anyone really noticed the Queen was maybe when they <a href=\"http://www.cbc.ca/news/canada/manitoba/story/2011/12/23/mb-queen-portrait-arena-winnipeg.html\" title=\"\">saw her portrait</a> at a Winnipeg Jets game the day before they moved the team to Phoenix. That's now changed. The Queen has long been an easy symbol for the sovereignty movement to assert Quebec's place in Canada, or as one of historical subjugation. But \"it never really went beyond that, I think, in terms of the overall debate, until this current government decided to really make it a powerful symbol in its own representation of Canada\", says Philippe Lagassé, assistant professor of public and international affairs at the university of Ottawa.</p> <p>That's because for a while, the Queen's image was downplayed at the expense of other ones, <a href=\"http://www.pch.gc.ca/pgm/ceem-cced/symbl/df1-eng.cfm\" title=\"\">such as the flag</a>, (which lost its union flag component in 1965), <a href=\"http://www.thecanadianencyclopedia.com/articles/peacekeeping\" title=\"\">peacekeeping</a>, or <a href=\"http://www.thecanadianencyclopedia.com/articles/health-policy\" title=\"\">healthcare</a> – all of which became Canadiana de rigeur for a generation or two, and most of which were either spearheaded or put in place by the Liberal party. It was Pierre Trudeau, after all, who pushed for a <a href=\"http://www.thecanadianencyclopedia.com/articles/constitution-act-1982\" title=\"\">patriated constitution</a> (within which the crown's role in Canada is actually solidified). And when he pirouetted behind Her Majesty in 1977, it became an <a href=\"http://iconicphotos.files.wordpress.com/2009/06/24.jpg?w=700&amp;h=494\" title=\"\">iconic image</a> not of disrespect, but of Trudeau's own self-perpetuated public persona as the modernist lighthearted scamp. This was a new Canada.</p> <p>Fast forward a bit and let's say you're the newly elected Conservative party and you're setting out to not only govern, but establish yourself as a legitimate Canadian institution in your own right. What's left for you to appropriate for political capital, now that the Liberals – and Trudeau especially – took it all? How do you get to a newer Canada? Rather than downplay the monarchy, the Conservatives have \"tried to recast it as a really thorough Canadian institution. It's no longer about being part of a British empire, it's no longer being part of a larger British collective, but it's that monarchy has been an institution that has governed Canada since its outset,\" says Lagassé. \"Today you see the rhetoric change quite significantly where it's no longer about a British connection, but it's about the Queen of Canada, the Canadian Crown and that emphasis.\"</p> <p>The Queen \"is Canadian,\" immigration minister Jason Kenney <a href=\"http://www.jasonkenney.ca/news/minister-kenney-congratulates-queen-elizabeth-ii-on-the-occasion-of-her-diamond-jubilee/\" title=\"\">told the House of Commons on 4 June</a> as he noted the jubilee. \"All of the proud associations we share with the monarchy are Canadian through and through … Every day we Canadians enjoy the protection and benediction of that crown and mantle, and every day we open this House, praying for our sovereign lady, the Queen.\"</p> <p>What is old is new again, and the Queen has once again a spot in the Canadian consciousness as a cause championed by the Harper government – now not just a high-profile institution, but a partisan one. And, judging by the advert, it's working. When Marois was asked to elaborate on the anti-monarchist reference in her party's new ad, she mentioned that a painting by Quebecois artist Alfred Pellan at the department of foreign affairs in Ottawa had been replaced with a portrait of the Queen. It was more than just an point of annoyance; it was an affirmation of exactly what the Conservatives have worked hard to cultivate. \"I would think the government has better things to do than that,\" Marois said.</p> <p>Or not.</p>",
  "<h2><strong>Men's football final: Brazil v Mexico, 3pm Wembley</strong></h2> <p>A three o'clock Saturday kick-off is a rare thing in football these days. A cup final, even more so. This is sure to be a sell-out, regardless of which teams make it to the final.</p> <h2><strong>Men's 5,000m final: 7.30pm at Olympic Stadium</strong></h2> <p>Mo Farah blew away the field to win gold at the world championships in Daegu last year but there was a notable absentee in that race: the world record holder and reigning Olympic champion, Kenenisa Bekele. </p> <h2><strong>Women's 4x400m relay: 8.25pm at Olympic Stadium</strong></h2> <p>Britain won gold in this event at the world indoors in March but outdoors USA, Jamaica and Russia are formidable foes. Any medal would be a fine achievement. </p> <h2>Diving 8.30pm at the Aquatics Centre</h2> <p>Tom Daley's form in the individual 10m platform has been up and down over the past year. </p> <h2><strong>Men's 4x100m: 9pm at the Olympic Stadium</strong></h2> <p>USA will be desperate to atone for dropping the baton in the world championships in 2011, where the Jamaican team, anchored by Usain Bolt, clocked a new world record of 37.04sec. </p> <p><strong>Diving 8.30pm at the Aquatics Centre</strong> <br>Tom Daley's form in the individual 10m platform has been up and down over the past year. </p> <h2><strong>Contender: </strong>Ed McKeever, canoe sprint, 9.30am</h2> <p>The 28-year-old is a powerhouse and as quick as they come in the event dubbed \"the 100m on water\". He's won three World Cup golds this year and was the only man with a sub-37sec time in Poznan in May. Expect a mad dash and splash to the line and a British silver or gold. Follow <a href=\"https://twitter.com/edmckeever\" title=\"\">@edmckeever</a></p> <h2><strong>High jump: Vive la différence</strong></h2> <p>Niki Bakoyianni holds the biggest women's outdoor high jump differential. She's 5ft 7in but leapt 6ft 8in, 1ft 1in above her height</p> <h2><strong>Keep on keeping on</strong></h2> <p><strong>8.7: </strong>The average speed in mph of the men's world record time for 50km, 3:34:14.</p>"
]