[
  "<p><a href=\"http://www.theguardian.com/commentisfree/2012/aug/16/julian-assange-wikileaks-refugee-protection\" title=\"\">Your editorial</a> (17 August) states categorically that \"an embassy car is not diplomatically protected\", although I don't know how you square that with Article 22(3) of the Vienna convention (\"The premises of the mission, their furnishings and other property thereon and the means of transport of the mission shall be immune from search, requisition, attachment or execution\"). This, however, seems unlikely to help Mr Assange to get himself to Ecuador without being arrested when he leaves the embassy to get into the car or at the port or airport when he gets out of it. A safer way might be for Ecuador to appoint him to the diplomatic staff of their embassy in London, for which the UK government's agreement would not be required. Mr Hague would then expel him, after the Ecuadoreans had refused to waive his diplomatic immunity. But Assange would retain his diplomatic immunity from arrest until he had left the UK, presumably on his way to Ecuador and political asylum. Such diplomatic chicanery to enable Assange to escape British and Swedish due process would lay Ecuador open to retaliation – Britain could expel its ambassador or even break off diplomatic relations – but the Ecuadoreans might think it worthwhile. No doubt Mr Assange would!<br><strong>Brian Barder</strong><br><em>London</em></p> <p>• Your leader was an oasis of sense amid the myopic tone of most of <a href=\"http://www.theguardian.com/media/2012/aug/16/ecuador-sovreignty\" title=\"\">the letters concerning Mr Assange on the opposite page</a>. One wonders what the Ecuadorean government would have done had British diplomats in Quito given refuge to a man wanted in Ecuador and other countries, and London had then given him sanctuary in Britain: most probably smoked him out of the legation one way or another. However, Britain must keep its temper over Mr Assange. Much better to let this wanted man stew in the embassy until sense prevails and he leaves to face the allegations that the Swedish women have made. Sweden is a democratic country and, incidentally, one that is far less beholden to America than is Britain.<br><strong>John Webster</strong><br><em>London</em></p> <p>• You are right that Julian Assange is not exactly a total hero, and he's probably safer against US extradition if he's in Sweden than in Britain. But the sheer vengefulness and ugliness of the noises coming from much of the US has to be a cause for concern. They want to try him for treason (despite not being an American) and espionage (though every member of every non-US intelligence service in the world could be accused in the same way). This should not be dismissed as just the manic extremes sounding off, if only because these people might be in power in a few months' time. Given this and the gleefully harsh treatment of Bradley Manning even under the present regime, and the noticeably cool and proviso-ridden Swedish response about guarantees against further extradition, it is probably best if some way is found to pack him off to Ecuador.<br><strong>Roger Schafir</strong><br><em>London</em></p> <p>• The left and radical movement have often been associated with well-known figures who have been less than ideal despite their undoubted qualities. Henry Hunt who spoke at Peterloo in 1819 was involved in doubtful business deals, while William Cobbett was prone to voicing antisemitic views. Yet the ruling order of the day hated them not for this but because they were a thorn in the side of the establishment. Fast forward almost 200 years and Julian Assange fits the model. Certainly he needs to address allegations of sexual assault and rape which he appears to take rather less seriously than is warranted. But he is the focus for so much attention not for this reason – after all, western governments regularly welcome and deal with people who are guilty of far greater crimes – but because he blew the whistle on the debacle of the Iraq war.<br><strong>Keith Flett</strong><br><em>London</em></p> <p>• If the UK government is unwilling to accept the view of Ecuador that Julian Assange deserves political asylum because he fears for his freedom to continue as a journalist, why did they not insist that Swedish prosecutors interview him in the Ecuadorean embassy before the decision to grant asylum was reached? As that has not been done, how can we even consider extradition to Sweden? The solution should be similar to the recent Chinese action when a dissident sought asylum in an American embassy. The dissident and his family were assisted to leave the embassy, escorted to an airport and flown to the country which had offered asylum.<br><strong>Owen Ephraim</strong><br><em>Chelmsford, Essex</em></p> <p>• I seem to recall that when General Pinochet was being detained in London on a Spanish arrest warrant the British government was unable to fulfil its extradition obligations and he was allowed to escape back to his Chilean bolthole. It seems that in Britain you stand a better chance of avoiding extradition if you are a murderous fascist dictator than if you are a champion of free speech and open government. But of course we must dismiss from our minds any suspicion that in both cases it was and is Washington that has reminded London where its real obligations (and best interests) lie. Perish the thought.<br><strong>Adrian Marlowe</strong><br><em>The Hague, Netherlands</em></p> <p>• William Hague says the UK does not recognise diplomatic asylum. Strange. The UK did recognise the concept of diplomatic asylum when the Hungarian Cardinal Mindszenty was sentenced to death by the communist authorities for supporting the anti-communist uprising in Hungary in 1956. Mindszenty spent 15 years in diplomatic asylum in the American embassy in Budapest. Strange that the UK authorities did not protest then. But maybe Hague is too young to actually know of this precedent.<br><strong>Jan Culik</strong><br><em>University of Glasgow</em></p>",
  "<p>Last week, a new report on the <a href=\"http://www.theguardian.com/uk/english-defence-league?INTCMP=SRCH\" title=\"\">English Defence League</a> was released. Detailing the key personalities within the movement and their links to the global \"counter-jihad\" movement, the document sought to set out what \"really lies behind\" the group that attracts considerable attention but remains little understood. The author, however, was not a researcher, campaigner or thinktank. It was the chairman of the British National party, <a href=\"http://www.theguardian.com/politics/nick-griffin?INTCMP=SRCH\" title=\"\">Nick Griffin</a>.</p> <p>Griffin's report marks the latest episode in an escalating story of tension between the BNP and EDL, which has so far been restricted to Twitter and the occasional slanging match at demonstrations. The report goes further, claiming that behind the EDL lie a number of shadowy neoconservatives and \"Zionist terrorists\" who are seeking to manipulate public concern over Islam to launch new wars and split the far right nationalist scene. It is classic conspiracy theory stuff, although it is no surprise that the co-leader of the EDL, Stephen Yaxley-Lennon, was unconvinced:&#xa0;\"I swear Nick Griffin's lost the plot,\" he announced on Twitter.</p> <p>Seen from one angle, the episode is merely the latest example in a long history of rivalry within the far right. The latest accusations are partly a response to anxieties within the BNP about being out-flanked by the EDL and its new alliance with British Freedom, which will see both groups increase their involvement in elections. This begins with elections for a police commissioner in Bedford in November, but may snowball into more significant campaigns at the 2013 local elections and 2014 European elections (where two BNP candidates, including Griffin, hope to save their seats).</p> <p>For the BNP, the significance of the challenge is underscored by a disastrous set of results at elections this year. At the London mayoral election, its candidate of Uruguayan heritage polled fewer than 29,000 first preference votes, finishing seventh and failing to match the party's result in 2000. Meanwhile, at the Greater London Assembly elections the number of BNP votes was lower than at any previous contest and at local elections the party stood fewer than 140 candidates and failed to win a single seat. With the party in electoral freefall, there is space for a new challenger.</p> <p>But the rivalry also reflects a broader process of fragmentation within the far right. The most striking aspect of this year's elections was the number of far right parties competing alongside the BNP. In England, local elections were contested by 149 candidates from <a href=\"http://www.theguardian.com/world/far-right\" title=\"\">far right</a> groups other than the BNP, and in some areas these out-performed the 30-year-old party. In Dudley, for example, the BNP was forced to watch its old and more ideologically extreme rival, the National Front, attract more votes. This owes much to a series of personality clashes and ideological splits that have spawned an increasing number of groups, including Britain First, British Freedom, British People's party, England First, National Front, English Democrats, Democratic Nationalists and the Britannica party. Most lack resources and members, but their emergence reflects a scene that is in transition and has not yet decided on its destination.</p> <p>More broadly, the BNP-EDL rivalry also reflects how the failure of the far right has often owed more to internal disunity than a lack of external space. The latest spat follows a long line of disputes between the BNP and the National Front in the 1980s, the BNP and Combat 18 in the 1990s, and Griffin and his internal critics in the 2000s. But in Britain, as elsewhere, there has emerged a perfect storm for the far right: ongoing public concern over immigration, more specific anxiety over Islam, falling trust in political institutions, weakening bonds between voters and mainstream parties and the financial crisis have each offered opportunities.</p> <p>The picture is not all bad, as the young are generally more tolerant than older generations. But there clearly remains ample potential for a far right populist challenger. Whether this latest round of internecine rivalry will remain confined to elections remains to be seen. What is clear is that – one way or another – the modern face of far right politics in Britain looks set to have a makeover.</p> <p>• This article will be opened to comments on Monday morning</p>",
  "<p>The race is almost run for England. Each time they have forced their way back into contention in this series, they have been thwarted by the resilience of South Africa with bat, their voraciousness with ball and their own fallibility in taking catches, a new and unwelcome trait, which has proved costly.</p> <p>For a brief period during the heat of the afternoon England had South Africa on the run as Steve Finn, bowling with genuine hostility but with control that was lacking in the first innings, took the wickets of Hashim Amla, AB de Villiers and Jacques Rudolph in the space of 29 deliveries. By then, though, Amla had made 121, his second century of the series following his monumental unbeaten 311 at The Oval, and second at Lord's, and De Villiers had 43. Both had made England rue the dropped catches that reprieved Amla on Saturday, when he was on two, and De Villiers on eight.</p> <p>At 282 for seven South Africa were already favourites to win the match but just for good measure JP Duminy and Vernon Philander, joint top scorers for the tourists in the first innings, made it even more certain that England cannot win – a primary consideration – with an eighth-wicket stand of 54. When Jimmy Anderson finally bowled Imran Tahir to end the innings, and hoofed the ball down to the Nursery as much in relief as anything, South Africa had taken their second innings to 351, leaving England to bat for 13 challenging overs to the close and a full day to score 346 to win.</p> <p>Immediately the South Africa bowlers put things in perspective. The new ball swung, as it has done all match, cloud or no cloud. (Do they have a different batch of balls from those used in previous games?) But once more they or, to be precise, Philander proving himself to be a terrific Test cricketer in this series, made better use. His second ball found Alastair Cook planting his front leg on off-stump and playing down the wrong line as it swung in to have him lbw, a classic dismissal for a right-arm pace bowler. In his next over he brought to a close Strauss's personal contribution to his 100th Test and what has been a trying week when the batsman offered no stroke to another inswinger and was similarly unquestionably lbw. Perhaps this was the action of a man drained mentally. More likely, though, he had been undone by the previous, similar delivery, that almost cut him in half and flew over the top of the stumps from a similar length.</p> <p>As the shadows lengthened, Morkel, Dale Steyn and Philander all tore in to try to make further inroads but were thwarted by Jonathan Trott and Ian Bell. England resume the final day on 15 for two, requiring a further 330 to win and save both series and No1 status. History, on which we draw so heavily when trying to determine such chances, says that this is unlikely. Only Australia, in 2009, when they made 406, only to lose the match, have made more in the fourth innings of a Lord's Test, and only West Indies, who cocked a snook at David Gower's declaration in 1984 and made 344 for one, have come close to that in order to win. South Africa can put their drinks on ice: they are demonstrably the better side.</p> <p>The drop-off in the quality of England's close catching is starting to become an issue, something that tends not to be so manifest against weaker sides where more chances are created but is fundamental against a batting side as strong and resolute as that of South Africa. When England have been on top of their game in the past few years, they have held pretty much everything that should be taken and a few more besides. In this three-match series too many takeable catches have gone begging and, aside from some good work by Matt Prior, nothing spectacular, the kind that gives a bowler a bonus – Paul Collingwood's, say, to get rid of Ricky Ponting in Perth or that of Strauss to dispose of Adam Gilchrist at Trent Bridge seven years ago – has been taken.. South Africa by contrast have taken everything.</p> <p>Three catches went down in the South African second innings here. A sharp one offered by Rudolph past the left shoulder of Strauss, standing at slip to Graeme Swann – a place usually occupied by Anderson – cost very little. But the one that Prior dropped down the leg side on Saturday to reprieve Amla off Stuart Broad, not as difficult as he appeared to anticipate given the ground he made so readily, was the costliest.</p> <p>Yesterday Anderson, generally regarded as the most athletic all-round fielder that the pace bowling fraternity can have produced, failed to take De Villiers' relatively straightfoward clip low to short midwicket, off Swann once more, and, prone on the turf, buried his head in his hands.</p> <p>On the back of England's generosity of spirit, Amla batted beautifully, a batsman who has the capacity of all the best players in appearing to make time slow down so that he can see the ball early and play it late. He scores runs almost by stealth, with flickering strokes off his legs and elegant drives, like a scoreboard operator ticking off his score in 10s when no one is looking. Only when Finn suddenly found his rhythm in the afternoon and produced his best bowling of the summer did he look flustered but it still took a fine delivery to remove him, the ball clipping his off-stump after holding its line against the slope rather than follow its natural path down the hill. An innings such as his deserved a special ending.</p> <p>De Villiers was more frenetic, looking to assert himself from the off with boundaries from his first two balls, and he provided a counterpoint to Amla. Again, though, it took another excellent ball from Finn, holding its line once more, to find the edge for Strauss to complete the catch at first slip, his 122nd, thus overtaking Colin Cowdrey and Ian Botham for the most catches for England by a non-wicketkeeper.</p>",
  "<p>While Julian Assange was not a household name in Ecuador before this week, figures from across the political spectrum have rallied round the government of Rafael Correa over the <a href=\"http://www.theguardian.com/media/video/2012/aug/16/ecuador-julian-assange-threats-britain-video?intcmp=239\" title=\"\">perceived threat from the Foreign Office against the country's embassy</a> in London.</p> <p>For many, granting asylum to the WikiLeaks founder has became a matter of principle in order to defend the country's sovereignty. Correa dedicated a large part of his regular Saturday television and radio broadcast to the subject, saying that if Ecuador had threatened to enter a foreign embassy, other countries would have accused him of being a dictator.</p> <p>\"They haven't found out that the Americas are free and sovereign and that we don't accept meddling and colonialism of any kind,\" he said. \"They don't know who they are dealing with.\" Sweden had not given enough guarantees that it would not be extraditing Assange to a third country, he said, and the Ecuadorean government wanted to give him protection.</p> <p>With his country suddenly playing a key role in a high-profile diplomatic standoff, many analysts believe Correa is likely to use the case to build capital at home ahead of next year's presidential election, when he is expected to run again.</p> <p>But writing in the opposition newspaper El Comercio, columnist Marco Arauz suggested that in the long term the row may count against Correa. \"By drawing the world's attention with this superhuman effort in Assange's favour, the government will revive the debate over its own intolerance against the independent press,\" he wrote. El Comercio, openly hostile to Correa, is one of several privately owned media organisations that have born the brunt of the president's hostility.</p> <p>César Ricaurte, the executive director of the Quito-based media watchdog <a href=\"http://www.fundamedios.org/\" title=\"\">Fundamedios,</a> said that his organisation has registered 533 attacks on journalists in Ecuador since 2008, 100 of them this year. Twenty radio and television stations have been shut. Ricaurte said the panorama for journalists in Ecuador is \"increasingly asphyxiating\".</p> <p>\"We've suffered five years of constant harassment and persecution which begins with the president's own hostile discourse,\" said Ricaurte. Human rights groups say only Cuba has a worse record in the Americas on press freedom.</p> <p>One of the latest incidents reported to Fundamedios involved the editor of the local newspaper La Hora, who had written critical editorials about the granting of asylum to Assange. Orlando Gomez, also a correspondent for the Colombian magazine Semana, said a man stepped off the back of a motorcycle at a road junction, asked if he was Mr Gomez then smashed his car window with an iron bar.</p>",
  "<p>The white cliffs of Dover have a very special place in the collective imagination, even for those who have never seen them. Nat Burton, who wrote <a href=\"http://en.wikipedia.org/wiki/%28There%27ll_Be_Bluebirds_Over%29_The_White_Cliffs_of_Dover\" title=\"\">Vera Lynn's famous song about the cliffs</a>, was an American who had never crossed the Atlantic, let alone the Channel. We should harness their emotive and symbolic power, as we should with many other features of our coast and countryside, to help build a sense of togetherness and nationhood.</p> <p>Over several decades, politicians and commentators have fretted that Great Britain has become a disunited kingdom. Last summer's riots were the most troubling sign yet that a large minority does not feel the police, authorities or even shopping centres are really theirs.</p> <p>This year, the jubilee and the Olympics have papered over the cracks, providing a reassuring sense of \"coming together\". We'll be reminded of another such moment at the end of this month, with the 15th anniversary of the death of Princess Diana. But the truth is many of us were left baffled by the mass hysteria prompted by Diana's death, and cold by the flag-waving surrounding the diamond jubilee. Big sporting events and spectacles might give the national morale a shot in the arm, but they are too transient and taste-specific to stand as robust symbols of nationhood.</p> <p>The facets of Britain fit to bind us must have two characteristics. First, they need to be deep and abiding, connecting us to the past in order that we may confidently face the future. But this conservative element needs its progressive complement, which is that they need to express forward-looking values that are inclusive and universal.</p> <p>Both Gordon Brown and Tony Blair spoke of the importance of shared values rather than institutions for forging national identity. But neither prime minister found their symbolic counterparts, and simply draped the tired old union flag over anything new and exciting that could be rebranded by having \"Brit\" slapped on as a suffix.</p> <p>However, we have the right symbols ready made in those features of the natural environment that everyone recognises as meaning \"home\". The coast has a particular role to play here, as Blair recognised when he linked virtues of tolerance, openness and adaptability to \"our unique island geography and history\".</p> <p>It's this history that distinguishes the meaning of our coast from that of the Bay of Biscay or Bondi beach. Dover's cliffs call to mind the Roman invasion; the Battle of Britain; our proximity to, yet difference from, mainland Europe; and international trade and exploration, both fair and exploitative. These are reminders that our values have an ambiguous history, and they need to evolve to preserve the best of the past while enabling better from the future.</p> <p>But perhaps most important, the coast is both a border and a porous point of entry, and so the cliffs remind us that we are a nation of immigrants. That is something the country still seems to be ambivalent about. On the one hand, the diversity it has created will be celebrated again at this weekend's Notting Hill Carnival. On the other, when the latest quarterly immigration statistics come out on the 30th, the general assumption will be that the lower the figure, the better the news.</p> <p>But go back far enough and all of us can trace our ancestry to the other side of the water. Looking out over the port of Dover, with the endless steam of boats coming in and out, every British citizen is reminded that belonging here has never been about blood or genes. It's simply about being at home on this discrete island and being aware of the privileges and responsibilities that brings. Hence the cliffs have the rare ability to create a shared sense of identity that also fully acknowledges our differences.</p> <p>The National Trust looks after 7km of the cliffs and it is raising funds to buy a critical missing 1.35km section. More than 11,000 donations, adding up to over £800k has been raised so far, suggesting that there is indeed something about the cliffs that resonates with the British. In the trust's hands, unlike other purported symbols of national pride, they remain accessible to everyone and free from corporate sponsors and governments seeking to bask in their reflected glory. But the appeal might also help shift our perceptions of the nation as well as the trust – no longer defined by stately homes, with their history of blue-blood and privilege, but with the open-spaces whose history embraces us all.</p> <p>• This article was amended on 21 August 2012. The original referred to the flag-waving surrounding the golden jubilee rather than the diamond jubilee. This has been corrected.</p>",
  "<video data-media-id=\"gu-video-394960245\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/20/120820TrotskyGranson-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/20/120820TrotskyGranson_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/20/120820TrotskyGranson_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/20/120820TrotskyGranson-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120820TrotskyGranson/120820TrotskyGranson.m3u8\"/> </video>   <p>Esteban Volkov remembers sensing the worst as soon as he saw unusual activity outside the Mexico City home he shared with his exiled grandfather, Leon Trotsky. Bitter experience and a scientific inclination left little room to hope for anything else in the teenager's mind.</p> <p>\"I felt the anxiety rise. The fear,\" says Volkov, recalling that day 72 years ago on 20 August when he came home from school to find that his grandfather had been struck in the head with an ice pick – the culmination of Joseph Stalin's long campaign to assassinate him. \"It would have been going against the laws of probability for us to be lucky again. It would have defied mathematics.\"</p> <p>That afternoon – 20 August 1940 – Volkov entered the garden, passing an agitated guard with his pistol drawn, to find the assassin wailing in a corner, beaten up by police. Entering the house, he caught sight of his fatally wounded grandfather on the floor, before being shooed away.</p> <p>As his life slipped away, the founder of the Red Army who had become a thorn in the side of Stalin's regime, had managed to choke out an order to prevent his grandson getting too close to the bloody scene. \"His was a very complete life,\" the 86-year-old Volkov says, summing up what it all means to him now. \"He dedicated it to his ideas and, above all, to putting them into practice.\"</p> <p>Delivered in the same pleasant garden where so much happened that day, Volkov's account of the last chapter of his grandfather's life provides a glimpse of the person behind the legend, as well as a hint of everyday normality that somehow survived the ideological fervour, historical drama and family tragedy of those extraordinary years.</p> <p>Trotsky arrived in Mexico in 1937 after nearly a decade of wandering exile on the other side of the Atlantic, granted political asylum by the post-revolutionary government of President Lázaro Cárdenas at the behest of muralist Diego Rivera. By then Trotsky had not only lost the battle to direct the course of socialism in the Soviet Union to Stalin, but also all four of his children, and many other relatives besides. But Volkov, who got to Mexico two years later at the age of 13, says his grandfather never appeared downcast. \"He was always full of life and energy,\" he recalls. \"He was filled with a quite extraordinary and contagious confidence that the coming of [authentic] socialism was inevitable, inescapable and absolute.\"</p> <p>Volkov also remembers Trotsky – the hard-nosed Bolshevik blamed for the brutal suppression of the Kronstadt rebellion – as a loving and attentive grandfather, when he wasn't shut away with his work. Most of his working hours were spent on a biography of Stalin, because he had been given a substantial advance in dollars, or planning the one he really wanted to write about Lenin.</p> <p>The Old Man, as he was known in the household, would rise early to feed the chickens and rabbits he kept at the bottom of the garden, and then submerge himself in his work, stopping only for short naps and collective meals. Sometimes Volkov says he would go into the study to be with his grandfather for a while. He smiles at the memory of a game of chess in which he was roundly beaten. But Trotsky deliberately kept his grandson away from the political debates that reverberated around the house, as if to protect him from the terrible costs they had already exacted on his young life.</p> <p>By the time he arrived in Mexico, Volkov had lived in Yalta, Moscow, Berlin, Vienna, Paris and on a Turkish island. Along the way his father was shot and his mother killed herself, his aunt had died of TB, and his grandmother was deported to Siberia. Volkov's uncle, with whom he lived for a while, was also killed. As well as Trotsky and Natalia Sedova, his second wife, Volkov shared his new Mexican home with about seven secretaries and guards he describes as \"a large family\". Most of them were American and all of them foreign, to avoid any suggestion that Trotsky was breaking his promise to stay out of local politics.</p> <p>By then the household no longer had the bohemian air once provided by Rivera and Frida Kahlo. Volkov says the split was rooted in \"political differences\", rather than the much-rumoured romance between the revolutionary and the painter. He deems such talk irrelevant, given Kahlo's penchant \"for sleeping with everyone\".</p> <p>But there were still games in the garden on Sundays, trips to the countryside to collect cacti, and outings to the cinema – at least until 24 May 1940, when about 20 gunmen burst into the house, led by Mexican muralist and Stalinist David Alfaro Siqueiros.</p> <p>Volkov cowered behind his bed while bullets flew from three sides. In the next room Sedova pushed her husband – doped up with sleeping pills – into a corner, shielding him with her body.</p> <p>The house was subsequently fortified with metal doors and watchtowers and the outings were banned, but some of the good humour remained. \"Natasha, they have given us one more day of life,\" Volkov remembers Trotsky joking most mornings. \"My grandfather knew that the next attack would be soon. The question was where from.\"</p> <p>It came from inside. A Stalinist agent had wormed his way into the house through an affair started years before with a trusted member of the inner circle. \"It was very well done,\" Volkov says with a hint of admiration. \"We were like children compared to them.\"</p> <p>Volkov is suddenly mournful as he remembers the \"lonely and empty\" period that followed, but describes himself as a lucky man who saw history unfold before him and then the chance of a tranquil and rewarding career as a research chemist and a happy marriage with children. Three of his four daughters – a poet, a statistician and a doctor – still live in Mexico, while the fourth is now the head of the national institute of drug abuse in the US.</p> <p>Volkov says he is at peace with having let the family revolutionary tradition drop, but he believes that radical change along the lines laid out by his grandfather remains necessary: \"Capitalism is a total disaster, completely unable to solve humanity's problems. It is an obsolete system.\" This year, as on every anniversary of Trotsky's death, a small commemoration is planned beside the revolutionary's small tomb decorated with a hammer and sickle and set in the garden of the old house. Now a museum, it does not boast the queues that form outside Kahlo's house around the corner. Not that the modesty of it all seems to bother Volkov, who predicts that future generations will give Trotsky his rightful place. \"We are in no hurry,\" he says with the kind of confidence in inexorable historical processes that would do his grandfather proud.</p>",
  "<p>The balcony of Ecuador's London embassy is a mere 10ft above street level. Theoretically speaking, it might have been possible for a tall Metropolitan police officer to have leapt up and grabbed Julian Assange by the leg. Or possibly his foot.</p> <p>Certainly, there were plenty of men in blue to be seen around the embassy on Sunday. Scotland Yard was taking no chances. Before Assange appeared at the balcony – in scenes that might have sprung from Monty Python's Life of Brian – officers had comprehensively sealed off the area.</p> <p>Several were lurking at the side of the red brick building. Others stood grim-faced in front of a scrum of media and WikiLeaks supporters packing the Knightsbridge pavement. There was even a police helicopter. It circled noisily overhead. If Assange had planned to escape by hot-air balloon – well, the Met had that one covered.</p> <p>At around 2.30pm Assange emerged on to the balcony, a pallid figure dressed in a business-blue shirt and maroon tie. There was an enormous roar. Assange managed a thumbs-up, then tapped the microphone and inquired: \"Can you hear me?\" This, perhaps, was the moment for someone to shout: \"'E's not the Messiah! 'E's a very naughty boy!\" But from the Met officers there was a gloomy silence.</p> <p>As part of his asylum deal with Ecuador, Assange had agreed not to make any political statements from the embassy – the cramped ground and first floors of an SW1 townhouse, right next to Harrods. In reality, the manner of his balcony appearance – just feet away from the police, next to a large Ecuadorean flag – amounted to a giant, taunting raspberry blown in the face of William Hague.</p> <p>In a carefully crafted 10-minute speech, the WikiLeaks founder thanked those who had made his escape from a Swedish extradition warrant possible: Ecuador's president, Rafael Correa (who is having a good Assange crisis); the country's foreign minister, Ricardo Patiño, and the freedom-loving nations of South America. He mentioned many of them by name, Argentina twice.</p> <p>Unsurprisingly, Assange reserved his harshest words for the US. He called on President Obama to stop its \"witch-hunt against WikiLeaks\". And he said the FBI should \"dissolve\" its investigation against him. He also called for Bradley Manning, the alleged source of classified material from US war logs and diplomatic missions passed to WikiLeaks, to be released from military jail.</p> <p>Assange's supporters loved it. So did his celebrity backers. Earlier, Craig Murray, the UK's former ambassador in Tashkent, denounced Hague in front of the embassy for his \"threat\" last week to enter the building and seize Assange. Murray said \"neo-conservative juntas\" now ran western Europe and said that he too had sheltered dissidents inside the British embassy in Uzbekistan. Tariq Ali, meanwhile, said Europe had much to learn from South America. We should \"change\" our \"gaze\". Someone shouted back: \"So should you, mate.\"</p> <p>But for Assange sceptics this was more of the same: an attempt to yoke the principles of free speech and justice (good) with a criminal case in Sweden (a matter for the courts). Assange said nothing about the allegations of sexual misconduct that have got him into this mess – allegations separate from any theoretical attempt to indict him in the US.</p> <p>Assange also called for the release of the Russian punk band Pussy Riot. His appeal might have had more credibility had Assange not worked for Russia Today, the TV channel owned by the same Kremlin that put the band in jail.</p> <p>Nonetheless, the balcony drama was another PR triumph for Assange, now recast as a South American revolutionary hero akin to Simón Bolívar. Filming from the balcony was a crew from Ecuador state TV. This is all good news for Correa, who has written up this latest episode in the Assange soap opera as one small nation's plucky battle against the evils of Anglo-American imperialism.</p> <p>Still, one senses Scotland Yard may get the last laugh. Ecuador is a long way away. \"He's not going anywhere,\" one police officer said of Assange, as the crowds melted away in the rain.</p>",
  "<p>This film is completely bonkers. It's about a guy, John Bennett, who was given a teddy bear for Christmas when he was eight years old. He wished that the bear, which he called Ted, would come to life – and he did. Now John (played by <a href=\"http://www.theguardian.com/film/mark-wahlberg\" title=\"\">Mark Wahlberg</a>) is 35, and Ted has turned into the most offensive, womanising character you can imagine.</p> <p>Ted mentions a couple of times that he was made by <a href=\"http://www.hasbro.com/en_GB/\" title=\"\">Hasbro</a>, the big American toy manufacturer. That certainly fits: he's very much your generic, mass-produced bear, made from lower-quality synthetic plush, with plastic eyes and nose. His arms and legs aren't jointed, so they don't move very well.</p> <p>None of the bears we make at Merrythought has a button that says \"I&#xa0;love you\" when pressed, either (something that causes Ted some embarrassment). But I do like to think that if any of our bears did come to life, they'd be a lot more gentlemanly than Ted. I can't imagine any of them being caught in flagrante in a grocery store.</p> <p>John's relationship with Ted is causing tension between him and his girlfriend, Lori (<a href=\"http://www.theguardian.com/film/2012/jul/28/ted-seth-macfarlane-mila-kunis\" title=\"\">Mila Kunis</a>). This does reflect the fact that some adult collectors become hugely fixated on their bears. I know of one woman who has more than 1,300 bears; another lady had to build an extension on her Florida home to accommodate her collection. Others – and not just children – like to take their bears with them everywhere they go. We even make teddy-bear passports so that they can take their bears away with them on holiday, and get the immigration stamps to prove it.</p> <p>Even those of us who are less obsessive can relate to the fact that Ted is still an important part of the adult John's life. When you give a child a bear, they tend to keep it for the rest of their days. I have a bear, Grey Ted, that I've had since I was little, and we get letters from people who were given one of our bears in the 1930s, and kept it with them ever since – even through wartime. There's a lot more to this film than just cheap gags; it reminds us what a bear can really mean to people.</p> <p>• <a href=\"http://www.theguardian.com/profile/laurabarnett\" title=\"\">Interview by Laura Barnett</a>. Hannah Holmes is co-director of <a href=\"http://www.merrythought.co.uk/\" title=\"\">Merrythought</a>. Ted is out now.</p>",
  "<p>Women dressed as horses stamp the ground; a chef selects a baby from a pile of infants, pulls out its innards and tosses them on the barbecue; a painted prostitute staggers tipsily homeward; two men in giant rat costumes scurry comically across the stage like escapees from a ghastly pantomime.</p> <p>Romanian director Silviu Purcarete – at 62, no longer an <em>enfant terrible</em>, but still capable of delivering plentiful visual shocks – offers a nightmarish adaptation of Swift's <a href=\"http://www.theguardian.com/books/2011/jan/28/jonathan-swift-letters-stella-baby-talk\" title=\"\">satirical novel through the eyes of a child</a>. The child solemnly turns the pages of a book. Who is he? The young Swift imagining the world? Gulliver himself? Are they one and the same?</p> <p>Make no mistake, this show is not child's play. Purcarete destroys any notion that Swift's work is a <a href=\"http://www.theguardian.com/film/2011/jan/06/gullivers-travels-jonathan-swift-jack-black\" title=\"\">charming, childish fantasy</a>. Drawing on some of Swift's other writings – including the notorious essay A Modest Proposal, in which he drew attention to the plight of the Irish poor by satirically suggesting <a href=\"http://art-bin.com/art/omodest.html\" title=\"\">they butcher their children</a> – this production focuses mostly on the&nbsp;latter&nbsp;part of Gulliver's Travels, where the hero finds himself in the the land of the Houyhnhnms, where horses&nbsp;are venerated for their magnificent beauty, while the human Yahoos smell terrible and are full of vice.</p> <p>Presented by a furiously drilled ensemble as a series of tableaux – some delivered in near-silence, others accompanied by Shaun Davey's minimalist score – this 90-minute piece functions as a series of visceral images that create a pageant of human folly, rather than any coherent narrative.</p> <p>With an army of briefcase-carrying bankers marching across the stage in a parade of conspicuous consumption, Purcarete brings Swift's satire into the 21st century. Rather appropriately – given that Swift left his money for the founding of an insane asylum – he demonstrates that we are living in a madhouse. And even a child could understand that.</p>",
  "<p>Ray Whitney, who has died aged 81, was a member of the generation of Conservative politicians who chose to make the House of Commons a career because of a profound personal conviction about the need for change in British politics in the last quarter of the 20th century. Coming from a working-class background, he was a natural supporter of Margaret Thatcher, but he differed from many of her other enthusiastic parliamentary acolytes by exhibiting a free-thinking, independent-minded approach that inevitably inhibited his short-lived ministerial career.</p> <p>His arrival at Westminster, as the victor of the Wycombe byelection in 1978 (caused by the death of his predecessor, Sir John Hall) on an increased majority, was a signal of the swing to the Conservatives which would sweep Thatcher into office the following year. He was seen as a hardline Tory rightwinger with strong views on such predictable subjects as the Soviet Union and the trade unions, but he was also true to the views he had reached during his earlier careers in the army and the Foreign Office. He was an enthusiastic European throughout his time in parliament, bemoaning the lack of coherence displayed by both the Thatcher and Major governments on this increasingly controversial issue.</p> <p>Having been head of chancery at the British embassy in Argentina from 1969 to 1972, he also struck a highly individual line within the Conservative party over Britain's decision to send a taskforce to recapture the Falkland Islands, in 1982, expressing considerable doubt about the move in the Commons' emergency debate and angering the Tory right by urging negotiations for a diplomatic solution. \"I have always been passionately committed to finding a longterm stable solution for the Falkland Islanders and for Anglo-Argentine relations,\" he said. However, although the episode changed his standing in the party, Thatcher rated his honesty and reliability, and after her triumph in the 1983 post-Falklands war election she appointed him as the junior minister at the FCO with responsibility for relations with Buenos Aires.</p> <p>He had taken the first step on the ladder of promotion when Nigel Lawson and Peter Rees chose him as their joint parliamentary private secretary at the Treasury in 1979. It was not a position that was conducive to Whitney, who was 47 when he entered the Commons, was of a similar age to his two bosses and disliked the constraints of being unable to speak his mind in the chamber. He had resigned as a diplomat in order to pursue his political beliefs and now found that the compensations of being an unpaid political bag-carrier were slight. He only lasted a few months in the post, but found far greater satisfaction as vice-chairman of the party's employment committee and chairman of its foreign affairs committee until he joined the government in 1983.</p> <p>Whitney was a much-liked man at Westminster. He had a practised diplomatic charm, but it was genuine and he was always courteous even with those whose politics were anathema to him. He was energetic, enthusiastic and fizzing with ideas for new ways of doing things, and on a number of issues was ahead of his time. He promoted an early attempt to make union strike ballots compulsory and an unsuccessful bill to reform Sunday trading. He started an organisation to encourage arms control, chaired the Mountbatten Community Trust, became chairman of the Positive European Group and was licensed as a lay minister in the Church of England.</p> <p>He spoke French, Spanish and Mandarin fluently and enjoyed interpreting when required at international parliamentary functions. After a year at the FCO, he was moved sideways to the Department of Health and remained an enthusiastic campaigner for NHS reform for the remainder of his career. He was a minister only until 1986, when he was sacked – mainly because he appeared dispensable – but he nevertheless remained loyal to Thatcher. In 1988 he wrote a book promoting a radical introduction of a voucher system for healthcare. He was knighted in 1997.</p> <p>Whitney was the son of George, a shoe-factory worker in Northampton, and his wife, Ethel. He went to Wellingborough school, Northamptonshire, and Sandhurst and was commissioned into the Northamptonshire Regiment in 1951. He served in Italy, Korea, Hong Kong and Germany and was seconded to the Australian army from 1960 until 1963, when he resigned to become a diplomat the following year. He took a degree at London University's School of Asian and Oriental Studies and was first secretary in Peking from 1966 for two years.</p> <p>In 1967 he was involved in three attacks by Red Guards on British diplomats, during the last of which the British embassy was blockaded and then attacked, ransacked and set on fire. During the blockade, Whitney and the other embassy staff played water polo and watched Ealing comedies – having first burned all the important paperwork. He then helped the staff escape, using his military expertise, and they found refuge in the Albanian embassy. The Chinese refused to allow Whitney an exit visa for a year. His other posts included deputy high commissioner in Bangladesh and heading the FCO's counter-propaganda department.</p> <p>In 1956 he married Sheila Prince, with whom he had two sons, Simon and Mark. They all survive him.</p> <p>• Raymond William Whitney, politician, born 28 November 1930; died 15 August 2012</p>",
  "<video data-media-id=\"gu-video-394916947\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/19/120819Assange-720.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120819Assange/120819Assange.m3u8\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/19/120819Assange-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/19/120819Assange_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/19/120819Assange_3gpSml16x9.3gp\"/> </video>   <p>The WikiLeaks founder, Julian Assange, has urged the United States to end its \"war on whistleblowers\" as he used a dramatic appearance on the balcony of the Ecuadorean embassy to thank supporters for backing his fight against extradition.</p> <p>Assange thanked the nation of Ecuador for taking a \"stand for justice\" in giving him political asylum, while warning that the United States risked shunting the world into an era of journalistic oppression.</p> <p>He appeared on the balcony of the South American country's embassy in London, where he has been taking refuge for two months as he seeks to avoid extradition to Sweden to face questioning on sexual assault allegations.</p> <p>Assange thanked the leaders and people of Ecuador for supporting him and also staff at the London embassy \"who have shown me hospitality and kindness, despite the threats we all received\".</p> <p>He thanked the governments and people of Argentina, Brazil and other Latin American countries who defended the right to asylum and people in the US, UK, Sweden and Australia who supported him in strength even when their governments did not.</p> <p>\"As WikiLeaks stands under threat, so does the freedom of expression and the health of all our societies. We must use this moment to articulate the choice that is before the government of the United States of America,\" he said.</p> <p>\"Will it return to and reaffirm the revolutionary values it was founded on or will it lurch off the precipice, dragging us all into a dangerous and oppressive world in which journalists fall silent under the fear of prosecution and citizens must whisper in the dark?</p> <p>\"I say it must turn back. I ask President Obama to do the right thing: the United States must renounce its witch-hunt against WikiLeaks.\"</p> <p>There must be no \"foolish talk\" of prosecuting media organisations, be it WikiLeaks or be it the New York Times newspaper.</p> <p>Assange also called on the US to end its \"war on whistleblowers\", and demanded that Bradley Manning, the US army intelligence analyst suspected of leaking the information, be released.</p> <p>He has been charged with transferring classified data and delivering national defence information to an unauthorised source and faces up to 52 years in jail.</p> <p>Assange described Manning as a hero and \"an example to all of us\", which drew cheers from scores of supporters.</p> <p>\"On Wednesday, Bradley Manning spent his 815th day of detention without trial,\" said Assange. \"The legal maximum is 120 days.\"</p> <p>Assange referred to recent jailings of people for exercising their freedom of speech and called for enthusiastic opposition to such oppressive actions.</p> <p>\"There is unity in the oppression. There must be absolute unity and determination in the response.\"</p> <p>The Australian also thanked other helpful South American nations and supporters around the world, plus his family, including his children, \"who have been denied their father\".</p> <p>He said: \"Forgive me, we will be reunited soon.\"</p> <p>Assange emerged at the balcony at the embassy in Knightsbridge to loud cheers from his supporters.</p> <p>He told them: \"I am here today because I cannot be there with you today. But thankyou for coming, thankyou for your resolve, your generosity of spirit.</p> <p>\"On Wednesday night, after a threat was sent to this embassy, the police descended on this building. You came out in the middle of the night to watch over it, and you brought the world's eyes with you.</p> <p>\"Inside this embassy in the dark, I could hear teams of police swarming up inside the building through its internal fire escape.</p> <p>\"But I knew there would be witnesses, and that is because of you.</p> <p>\"If the UK did not throw away the Vienna Conventions the other night, it is because the world was watching. And the world was watching because you were watching.</p> <p>\"So the next time that somebody tells you that it is pointless to defend those rights that we hold dear, remind them of your vigil in the dark before the embassy of Ecuador. Remind them how, in the morning, the sun came up on a different world, and a courageous Latin American nation took a stand for justice.\"</p> <p>Earlier Assange's legal adviser, Baltasar Garzón, said Assange had instructed his lawyers \"to carry out a legal action\" to protect his rights.</p> <p>He told media representatives outside the embassy: \"Julian Assange has always fought for truth and justice and has defended human rights and continues to do so.</p> <p>\"He demands that WikiLeaks and his own rights be respected.</p> <p>\"Julian Assange has instructed his lawyers to carry out a legal action in order to protect the rights of WikiLeaks, Julian himself and all those currently being investigated.\"</p> <p>Assange entered the building seeking asylum on 19 June and has been inside since.</p> <p>Last week it was announced he had been granted political asylum, prompting a major diplomatic row between Ecuador, Sweden and the British government, which insists it is legally obliged to hand him over.</p> <p>The foreign secretary, William Hague, has made it clear that Assange will not be allowed safe passage out of the country.</p> <p>Assange denies the allegations he faces in Sweden and fears being transferred to America if he travels to contest them.</p> <p>He enraged the US government in 2010 when his WikiLeaks website published tranches of secret US diplomatic cables.</p>",
  "<p>Monday marks a significant anniversary in recent economic history for it was on this day in 1982 that Mexico announced a moratorium on its international debts. The default marked the start of what became known as the third world debt crisis.</p> <p>Three decades later that crisis is now the first world debt crisis. For Mexico read Greece. For American, British and Japanese banks recycling the 1970s windfall profits of oil producers to sub-prime Latin American governments read US and European banks pumping out cheap credit to sub-prime mortgage holders. For the syndicated loans that allowed banks to lend recklessly without the necessary prudential checks read the securitisation of loans that allowed banks to bundle up the good mortgages with the bad and sell them.</p> <p>The policy response to the crisis has also been identical. In 1982, Latin American governments were lent money by the International Monetary Fund so that they could pay back the banks that were threatened with going bust as a result of their stupidity. As in Greece today, the money was given with one hand and taken away again with the other.</p> <p>Draconian conditions were imposed on these loans, which resulted in a lost decade of high unemployment, increased poverty and contracted output. In 1990, the output of Latin America was 8% smaller than it was in 1980. Governments paid a high price for their bailouts because the IMF was concerned that too soft an approach would lead to a problem of \"moral hazard\" – instead of learning from their mistakes, countries such as Mexico and Brazil could be encouraged to go on another borrowing binge.</p> <p>The debt burden on the affected countries did not go down as a result of this shock treatment; it went up. Mexico's debt to GDP ratio doubled in the five years after 1982 because its economy collapsed. Belatedly, there was a recognition at the IMF and in western capitals that the debts were unpayable and had to be written down. From small beginnings, the campaign for debt relief flourished in the 1990s, with its focus moving from Latin America to sub-Saharan Africa. Despite fears that debt amnesties rewarded bad behaviour, governments have – by and large – learned harsh lessons. Moral hazard has not been a problem.</p> <p>Except, of course, for the banks, who were treated with kid gloves following their excesses in the late 70s and early 80s. Far from tightening up regulation and supervision, governments in the west continued to dismantle controls. Controls on capital were abolished both within countries and across national borders. Measures put in place after the great depression to limit the size and the scope of banks were abolished. Banks became bigger, more powerful and extended their global reach. It was the heyday of financial liberalisation, and its architects insisted it would lead to more efficient use of capital, faster growth and greater prosperity for everyone.</p> <p>What financial liberalisation actually led to was a concentration of power exercised without restraint, the enrichment of a small elite, moral hazard on a colossal scale and a series of crises that became ever more serious as they burrowed their way from the periphery of the global economy to its core.</p> <p>There are two obvious lessons for the present day from the Latin American debt disaster. The first is that there will be a further writedown of Greece's debts, either through a debt amnesty or through a default that may take place inside or outside the eurozone. Greece's economy is now around 20% smaller than it was three years ago, and that means the debt arithmetic does not add up.</p> <p>The second lesson is that leaving the financial system untouched, unreformed and unpunished almost guarantees another severe debt crisis. This might look unlikely at the moment because the banks are currently reluctant to lend, but sooner or later memories of past speculative excesses will fade, as they did after Dutch tulips, the South Sea bubble and the Wall Street crash.</p> <p>Can anything be done to prevent this happening? One thing that would help would be a rethink of the way economics is taught, since the messianic belief in abstract – and failed – models coupled with a complete absence of historical perspective increases the danger of mistakes being repeated.</p> <p>In a new collection of essays about the teaching of economics after the fall, the Bank of England's Andrew Haldane says the crisis was an analytical failure or intellectual virus. \"This virus had contaminated almost everyone by 2007, causing them to view the pre-crisis world through spectacles far rosier than subsequent events have shown was justified.\"</p> <p>There was no sense of the risks that were being run. On the contrary, it was assumed that the global economy had achieved a state of bliss, in which the models \"proved\" that all the big problems of the past had now been solved. Some basic knowledge of the teachings of Adam Smith, Karl Marx, Friedrich Hayek and Maynard Keynes might have prevented the groupthink.</p> <p>Smith warned about the dangers of monopoly power, while Hayek said the price system would only work its magic if competition prevails. Marx said history was moving towards a system of monopoly capitalism, and Keynes said this was particularly dangerous when it took the form of financial speculation.</p> <p>All these great thinkers would have their own take on the crisis. Smith would want to see multinationals broken up, Hayek would be arguing that it would be better to allow banks to fail than to keep them in a zombie-like state, and Keynes would want to see finance become the servant of industry not its master.</p> <p>The Marxist perspective, exemplified in a new book by John Bellamy Foster and Robert McChesney, is also useful. This argues that the strong western growth rates in the middle of the 20th century were something of a mirage, caused by high military spending, postwar reconstruction, higher welfare spending and the investment in road networks that allowed the full flowering of the age of the automobile.</p> <p>Since then, a number of things have happened. There has been a concentration of capital but a shortage of profitable investment opportunities. So far, there has not been a wave of innovations like the car, the plane, cinema and TV to give the global economy a shot in the arm, although it is possible that digital, robotics, genetics and green technology could act as a catalyst. The result has been a declining trend rate of growth, and the increased financialisation of western economies as the surpluses have been re-cycled through the banks in a search for yield. Hence the Latin American debt crisis. Hence the sub-prime mortgage crisis. Hence the inability of the global economy to emerge from its torpor.</p> <p><em>• What's the Use of Economics; edited by Diane Coyle; published 15 September by London Publishing Partnership</em></p> <p>• <em>The Endless Crisis; John Bellamy Foster and Robert McChesney; Monthly Review Press; September 2012</em></p>",
  "<p>When Gail Collins stepped out in front of the deafening 80,000-strong crowd watching the <a href=\"http://www.theguardian.com/sport/london-2012-olympics-blog/2012/jul/27/london-2012-olympics-opening-ceremony-live\" title=\"\">Olympics opening ceremony</a>, wearing a high-neck Edwardian blouse and the purple, white and green sash that marked her out as one of Danny Boyle's 50 suffragettes, she couldn't hear the noise, just the beating of her heart. \"It was one of the biggest days of my life,\" she said. \"Getting married, having my children and being in the opening ceremony. I felt proud, really proud that we had got there.\"</p> <p>In the months before the ceremony, the women forged a particular bond – with each other and the women they were representing. So when the experience ended, what did the Olympic suffragettes do? They kept marching.</p> <p>Dozens of suffragette performers, led by Helen Pankhurst, great-granddaughter of Emmeline Pankhurst, plan to march on parliament, at the vanguard of a major feminist rally organised to urge MPs to stop \"eroding erosion of women's rights\" and make more progress on women's equality.</p> <p>Some of the suffragettes had no experience of campaigning and some younger cast members knew little about the women they were representing, but many now want to use the experience as a springboard into modern-day activism, starting with <a href=\"http://ukfeminista.org.uk/events/feminist-lobby-of-parliament/\" title=\"\">UK Feminista's rally</a> on 24&#xa0;October. \"Coming together was a gift and it would be such a wicked waste to not carry on and we can't let people down by not continuing,\" said 37-year-old Collins, a stay-at-home mother of two.</p> <p>No longer under the guidance of Boyle – who included the suffragette section in the ceremony after becoming enthralled by the memorial plaque to Emily Davison, found on the back of the broom cupboard door where she once hid in the House of Commons – the group may treat observers to a scaled-down version of their performance. It may even include the critical moment, which to the annoyance of many wasn't featured in the TV coverage, when the women formed a human scaffolding to carry a Christ-like Davison above their heads.</p> <p>Another suffragette, Lesley Covington, a 57-year-old who gave up her job as a designer 20 years ago to look after her children, had never thought of herself as a feminist activist. \"I'm not sure I would even now,\" she said. \"But why shouldn't we take this opportunity? Women are still under-represented in parliament and the upper echelons of business; childcare is a huge issue. I want to get involved and I&#xa0;want to make a difference. You can change things – you have to believe that, or you would never try.\"</p> <p>The opening ceremony and the Olympics as a whole, which involved women from every nation participating for the first time, as well as huge success for female athletes, could inspire many more women to campaign for gender equality, said Pankhurst, an ambassador for the global anti-poverty charity <a href=\"http://www.careinternational.org.uk/\" title=\"\">Care International</a>.</p> <p>\"When we see things like women's boxing it is important, because it starts to shift perception about what women should and shouldn't do. The Olympics is a real platform to make it more than just symbols and this rally is really building on that.\"</p> <p>While Pankhurst said political struggle was \"in her veins\", other women in the group had become \"interested in the issues as well as the fun\", after keeping in touch via Facebook. \"Modern technology is allowing us to organise as suffragettes much easier than they did in the past – it unlocks the potential,\" she said. \"Until we are on an equal footing and [while] unnecessary problems remain there will continue to be a need to speak out.\"</p> <p>The suffragettes – who hope to track down Edwardian costumes for the rally – will join a broad coalition of groups that includes the <a href=\"http://www.theguardian.com/politics/2012/jul/10/frances-ogrady-tuc-general-secretary\" title=\"\">TUC deputy general secretary, Frances O'Grady,</a> and the director of Liberty, Shami Chakrabarti, and organisations including the <a href=\"http://www.fawcettsociety.org.uk/\" title=\"\">Fawcett Society</a>, <a href=\"http://www.southallblacksisters.org.uk/\" title=\"\">Southall Black Sisters</a> and the anti-objectification group <a href=\"http://www.object.org.uk/about-us\" title=\"\">Object</a>.</p> <p>Many protesters are requesting meetings with their MPs, while others will remain outside parliament to highlight issues such as a lack of progress on tackling violence against women, and making more women visible in parliament and in business. Other demands include measures to tackle the objectification of women – also <a href=\"http://www.theguardian.com/media/2012/jan/24/leveson-inquiry-sexualised-images-ban\" title=\"\">put to Lord Justice Leveson</a> during his inquiry into the ethics of the media – childcare and the protection of Sure Start centres, justice for female asylum-seekers and the protection of women's reproductive rights.</p> <p>\"The time is right for this. There is anger, injustice and potential, and that all comes together in 2012,\" said Chakrabarti.</p> <p>Britain is witnessing a resurgence of feminist activism as hard-won rights come under threat, said Kat Banyard, the founder of UK Feminista.</p> <p>\"Too often, issues relating to women's inequality are put to one side and seen as an add-on, but tackling this injustice is absolutely central to building a good society.</p> <p>\"People are sick of the attacks on women's rights and are fighting back. At the lobby, women and men from across the country will be making it clear to their MP that we can't go on like this, it's time to move forward.\"</p> <p>For Collins, taking part in the opening ceremony has given her a voice, and she is determined to use it.</p> <p>\"It's not fashionable to say you are a feminist, but women need to stand up,\" she said. \"I've always had these beliefs but this has pushed me to do something about it. It just feels like I'm not on my own.\"</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-394911964\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345377257397/Kolkata-India-A-woman-fro-023.jpg\" alt=\"24 hours: Kolkata, India: A woman from northeastern states ties her child's hair\" width=\"733\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kolkata, India: A woman ties her child's hair on a train bound for Assam state </span> <span class=\"element-image__credit\">Photograph: Rupak De Chowdhuri/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394912226\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345377908350/Shenzhen-China-A-proteste-026.jpg\" alt=\"24 hours: Shenzhen, China: A protester destroys a Japanese-brand police car \" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shenzhen, China: A protester attacks an overturned Japanese-brand police car with an metal rod during an anti-Japan demonstration over disputed islands </span> <span class=\"element-image__credit\">Photograph: Keita Van /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394911960\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345377492760/Gaza-City-West-Bank-A-Pal-025.jpg\" alt=\"24 hours: Gaza City, West Bank: A Palestinian boy in the Al Samra Turkish Hammam bath\" width=\"760\" height=\"473\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gaza City: A boy climbs stairs in the al-Samra Turkish hamam (baths)</span> <span class=\"element-image__credit\">Photograph: Ali Ali/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394911958\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345377252768/Bermo-Niger-A-young-herds-021.jpg\" alt=\"24 hours: Bermo, Niger: A young herdsman walks through his herd of cattle \" width=\"695\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bermo, Niger: A young herdsman walks through cattle </span> <span class=\"element-image__credit\">Photograph: Jerome Delay/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394912224\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345378087626/Luebeck-Travemuende-Germa-027.jpg\" alt=\"24 hours: Luebeck-Travemuende, Germany: An aerial view of some of 400 VW Beetle cars\" width=\"756\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lübeck-Travemünde, Germany: About 400 VW Beetle cars park in the shape of a shell</span> <span class=\"element-image__credit\">Photograph: Friso Gentsch/Volkswagen/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394912006\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345377255194/Yogyakarta-Indonesia-Indo-022.jpg\" alt=\"24 hours: Yogyakarta, Indonesia: Indonesian Muslims arrive for Eid al-Fitr prayers\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yogyakarta, Indonesia: People arrive for Eid al-Fitr prayers on Parangkusumo beach to mark the end of the  Ramadan</span> <span class=\"element-image__credit\">Photograph: Gembong Nusantara/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394911976\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345376893145/London-England-A-child-ea-018.jpg\" alt=\"24 hours: London, England: A child eats an ice cream with his mother in the heat\" width=\"701\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">London, UK: A child eats an ice cream with his mother during the hot weather outside the South Bank Centre</span> <span class=\"element-image__credit\">Photograph: Luke MacGregor/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394912000\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345377249919/Tegucigalpa-Honduras-Morg-020.jpg\" alt=\"24 hours: Tegucigalpa, Honduras: Morgue workers carry a bag containing a body\" width=\"724\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tegucigalpa, Honduras: Morgue attendants carry a bag containing an unidentified body in the Divine Paradise cemetery before burial. The body is one of 25 not claimed from the city morgue. The majority had been killed in drug- and gang-related incidents</span> <span class=\"element-image__credit\">Photograph: Jorge Cabrera/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394911962\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345376700172/Jaen-Spain-An-organiser-p-017.jpg\" alt=\"24 hours: Jaen, Spain: An organiser places bottles of water for people on a march\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jaén, Spain: An organiser places bottles of water for temporary agricultural workers as well as members of the Andalusian Union of Workers (SAT) on the last day of a march in a bid to persuade local leaders to refuse government reforms</span> <span class=\"element-image__credit\">Photograph: Jon Nazca/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394912002\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345377489766/Utting-Germany-A-boy-jump-024.jpg\" alt=\"24 hours: Utting, Germany: A boy jumps into lake Ammersee \" width=\"760\" height=\"356\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Utting, Germany: A boy jumps into lake Ammersee </span> <span class=\"element-image__credit\">Photograph: Andreas Gebert/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394912222\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345378270485/Kuala-Lumpur-Malaysia-A-w-028.jpg\" alt=\"24 hours: Kuala Lumpur, Malaysia: A worker cleans bamboo tubes to make Lemang\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kuala Lumpur, Malaysia: A worker cleans bamboo tubes to make Lemang, a traditional dish made from glutinous rice and cooked over charcoal fire, for the Eid al-Fitr celebrations</span> <span class=\"element-image__credit\">Photograph: Mohd Rasfan/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394912004\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345376694596/Rome-Italy-Tourists-cool--015.jpg\" alt=\"24 hours: Rome, Italy: Tourists cool off in a fountain during a heatwave\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rome, Italy: Tourists cool off in a fountain during a heatwave</span> <span class=\"element-image__credit\">Photograph: Filippo Monteforte/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394911988\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345376895705/Neve-Ilan-Israel-Eran-an--019.jpg\" alt=\"24 hours: Neve Ilan, Israel: Eran, an Israeli Elvis Presley impersonator, gets ready \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Neve Ilan, Israel: Eran, an Israeli Elvis Presley impersonator, gets ready to perform at an event marking the 35th anniversary of the King's death </span> <span class=\"element-image__credit\">Photograph: Nir Elias/Reuters</span> </figcaption> </figure>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-394907518\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345367603343/Emeli-Sande-performs-on-d-002.jpg\" alt=\"V Festival day 1: Emeli Sande performs on day 1 at Hylands Park\" width=\"400\" height=\"529\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emeli Sandé performs on day 1 at Hylands Park</span> <span class=\"element-image__credit\">Photograph: Samir Hussein/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394907520\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345369086100/Example-performs-in-Chelm-014.jpg\" alt=\"V Festival day 1: Example performs in Chelmsford\" width=\"760\" height=\"467\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Example performs in Chelmsford</span> <span class=\"element-image__credit\">Photograph: Mark Holloway/Redferns via Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394907538\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345367620469/Tinie-Tempah-performs-at--008.jpg\" alt=\"V Festival day 1: Tinie Tempah performs at Weston Park in Stafford\" width=\"677\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tinie Tempah performs at Weston Park in Stafford</span> <span class=\"element-image__credit\">Photograph: Shirlaine Forrest/WireImage</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394907512\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345368922076/A-man-cools-down-with-an--012.jpg\" alt=\"V Festival day 1: A man cools down with an ice-pack at the V Festival in Hylands Park\" width=\"694\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A man cools down with an ice-pack on his head at the V Festival in Hylands Park</span> <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394907540\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345367599834/Tom-Chaplin-of-Keane-on-d-001.jpg\" alt=\"V Festival day 1: Tom Chaplin of Keane on day 1 at Hylands Park, Chelmsford\" width=\"679\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tom Chaplin of Keane on day 1 at Hylands Park, Chelmsford</span> <span class=\"element-image__credit\">Photograph: Samir Hussein/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394907514\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345367611992/Beth-Ditto-of-The-Gossip--005.jpg\" alt=\"V Festival day 1: Beth Ditto of The Gossip performs at Hylands Park\" width=\"722\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Beth Ditto of the Gossip performs at Hylands Park</span> <span class=\"element-image__credit\">Photograph: Samir Hussein/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394907532\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345367609126/Labrinth-performs-at-Hyla-004.jpg\" alt=\"V Festival day 1: Labrinth performs at Hylands Park \" width=\"698\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labrinth performs at Hylands Park </span> <span class=\"element-image__credit\">Photograph: Samir Hussein/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394907542\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345367606229/The-crowd-watch-Labrinth--003.jpg\" alt=\"V Festival day 1: The crowd watch Labrinth performing in Hylands Park\" width=\"760\" height=\"346\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The crowd watch Labrinth performing in Hylands Park</span> <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394907516\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345367614766/Ed-Sheeran-performs-at-Hy-006.jpg\" alt=\"V Festival day 1: Ed Sheeran performs at Hylands Park\" width=\"722\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ed Sheeran performs at Hylands Park</span> <span class=\"element-image__credit\">Photograph: C Brandon/Redferns via Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394907536\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345368274165/Rita-Ora-performs-at-West-009.jpg\" alt=\"V Festival day 1: Rita Ora performs at Weston Park \" width=\"354\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rita Ora performs at Weston Park </span> <span class=\"element-image__credit\">Photograph: Shirlaine Forrest/WireImage</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394907528\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345369083200/Festival-goers-wearing-um-013.jpg\" alt=\"V Festival day 1: Festival goers wearing umbrella hats at the V Festival in Hylands Park\" width=\"400\" height=\"567\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Festival-goers wearing umbrella hats at the V Festival in Hylands Park</span> <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394907534\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345367617600/Noel-Gallaghers-High-Flyi-007.jpg\" alt=\"V Festival day 1: Noel Gallagher's High Flying Birds perform at Hylands Park\" width=\"400\" height=\"505\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Noel Gallagher of Noel Gallagher's High Flying Birds performs at Hylands Park</span> <span class=\"element-image__credit\">Photograph: Samir Hussein/WireImage</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394907526\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/19/1345368277640/Ian-Brown-and-Reni-of-The-010.jpg\" alt=\"V Festival day 1: Ian Brown and Reni of The Stone Roses headline\" width=\"703\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ian Brown and Reni of the Stone Roses headline the Virgin Media Stage on day 1 of the V Festival at Hylands Park in Chelmsford</span> <span class=\"element-image__credit\">Photograph: Samir Hussein/Getty Images</span> </figcaption> </figure>"
]