[
  "<p>Unless you're from there, you probably cannot name the mayor of Tulsa, Oklahoma, or of Lexington, Kentucky, or of Anchorage, Alaska. But you probably know the mayor of Newark, New Jersey – a city smaller than all of these, and once known only for the novels of Philip Roth and an airport. And if you don't, trust me: you soon will.</p> <p>Perma-smiling, bald-pated Cory Booker may only govern the 67th most populous city in America, but he is everywhere. This June, he gave the <a href=\"http://news.stanford.edu/news/2012/june/transcript-cory-booker-061912.html\">commencement speech at Stanford</a>, California, invoking Mother Teresa and lamenting that \"we are a nation that has become so polarized,\" incapable of coming together in some pure land beyond ideology. On Twitter, he is an unstoppable self-promoter, and a million-plus followers (four times more people than actually live in Newark) gorge on retweeted hosannas from his admirers and mysterious platitudes such as <a href=\"https://twitter.com/CoryBooker/status/238135770882400257\">\"Be Hope\"</a> or \"If u fear it, u give it power.\" Oprah herself flew into to Newark to discuss his recent made-for-TV dash into a burning building – and to quiz him on <a href=\"http://www.youtube.com/watch?v=OR3Zi0eBcvo\">why he's still single</a>.</p> <p>This week, Booker has to cool his heels while another New Jersey politician has the spotlight: Chris Christie, the governor, delivers the keynote address at the GOP convention on Tuesday night. But the big man's star is falling fast, and Booker knows it. New Jersey has one of the highest unemployment rates in America – at 9.8%, it's not only well above New York and Connecticut, but even worse than woeful Michigan. After nearly three years in office, Christie's only major legacy is the cancellation of the <a href=\"http://www.nytimes.com/2012/04/13/opinion/gov-chris-christie-and-the-tunnel-project.html\">nation's largest public transportation project</a>, the decades-long effort to build a new rail tunnel to Manhattan, which allowed him to pose as a \"principled\" budget-cutter – while commuters languish in underpasses more than a century old.</p> <p>And Christie's once amusing surliness is beginning to look more like pointless belligerence. Remember the Navy Seal whom he called an \"idiot\" and <a href=\"http://www.politico.com/news/stories/0312/73897.html\">cautioned</a> that \"your rear-end's gonna get thrown in jail\"? Or the press conference where <a href=\"http://abclocal.go.com/kabc/story?section=news/national_world&amp;id=8721053\">he snapped</a> \"Are you stupid?\" at a reporter – also an \"idiot\", apparently – who dared to ask whether the governor would address the state legislature? And we shouldn't forget last month's <a href=\"http://www.tmz.com/2012/07/06/chris-christie-governor-jersey-shore-video-boardwalk-fight/\">Jersey Shore showdown</a>, when he bellowed insults at a passer-by while clutching an ice cream cone. It's taking a toll: asked to describe their governor, <a href=\"http://www.nj.com/news/index.ssf/2012/07/gov_christie_no_less_popular_t.html\">New Jerseyans mostly answer</a> \"bully\" and \"arrogant\".</p> <p>I'm not sure how seriously we should take the splash in Monday's New York Post that Mitt Romney <a href=\"http://www.nypost.com/p/news/national/christie_had_veeping_doubts_b1gkN5io8CtDgcuiuEgMqL\">asked Christie to join the Republican ticket</a>, and Christie refused to board what he (correctly) perceived to be a sinking ship. But if he thinks that the 2012 presidential election isn't going to end well, just wait until next year. Christie may not yet be done for – but the cult of Cory smells blood, and multiple sources have reported that Booker has been meeting with state party bosses to prepare for a gubernatorial run next year. Barack Obama's team, which has little affection for Booker after the Newark mayor criticised the presidential campaign's messaging about Romney and Bain Capital, are putting him in prime time next week all the same. </p> <p>Booker has never made a secret of his hunger for power beyond Newark, but until now, most in New Jersey thought he'd wait until 2014, when Frank Lautenberg, the oldest man in the Senate, at last steps down. But that was then. Now, it looks as if Christie could be toppled, and while Booker does care about the city of Newark, he's not staying there a day longer than he needs to.</p> <p>And after that, who knows? Oprah does, I suspect. To her question about presidential ambition, Booker gave a characteristically inconclusive response:</p> <blockquote> <p>\"It's not something I can visualize right now.\"</p> </blockquote> <p>He might not yet be a shoo-in for the governor's mansion, and whatever he wants after that, but remember: Cory Booker is not his own man. There is a reason why the mayors of Tulsa and Anchorage will not be on prime-time television this convention season, and it has nothing to do with Booker's toothy grin. Booker is a young man in a hurry, and to get out of Newark, he had made all the right friends. Mark Zuckerberg, famously, threw Booker $100m for Newark schools after the mayor seduced the boy wonder at a dinner in Sun Valley. (Zuckerberg announced the gift, with both Booker and Christie beside him, on – <a href=\"http://www.oprah.com/oprahshow/Mark-Zuckerbergs-Big-Announcement-Video\">where else?</a> – the Oprah Winfrey show.) Steven Spielberg loves Booker; Barbra Streisand helped bankroll his last campaign. </p> <p>And if you're a politician in the New York metropolitan area, Hollywood and Silicon Valley are afterthoughts when you can just go where the money is: right downtown to Wall Street. (Though thanks to Christie, the drive there from Newark could take you a whole hour.) Do you really think that <a href=\"http://www.nytimes.com/2012/05/21/us/politics/cory-a-booker-criticizes-obamas-bain-ad.html\">Booker lashed out</a> at the Obama campaign's successful demonization of Romney's Bain Capital career – which he <a href=\"http://www.youtube.com/watch?v=GsdD3AvSgVQ\">tried to roll back</a> hours later with obvious condescension – because it wasn't courtly enough for the gentlemanly sport of presidential campaigning? For that matter, do you think that he <a href=\"http://www.nytimes.com/2012/02/16/nyregion/police-evict-occupy-newark-protesters.html\">evicted Occupy Newark</a> out of concern for the grass? Of course not. Nobody who has spent this long to climb this high goes on Meet the Press without a game plan.</p> <p>No, by stepping out in defense of high finance, and then by making it clear that his reversal was only on orders from Chicago, Booker has put himself in the catbird seat for 2013 and onward. If, as seems likely, Obama wins a second term, then the temptation will be strong among the area's bankers and private equity titans to back the hard-driving Christie for a second term as governor. (Jersey City hosts the back offices of many Wall Street firms, and during Christie's lobbyist days, he <a href=\"http://www.nytimes.com/2009/10/05/nyregion/05corzine.html\">succeeded in getting securities fraud exempted</a> from New Jersey's consumer fraud act.)</p> <p>But Booker, darling Booker, will have a case to make. Wall Street will not have to choose between an unsuccessful governor and a populist insurgent, because Booker is safely one of them.</p> <p>When Booker wails about polarization and pulls out the come-together pabulum, he's clearly channeling a previous black state politician suddenly thrust on the national stage. And the parallels are there: like the young Obama, Booker has the charm, the brain, and the fundraising ability to go very, very far. But the president, as <a href=\"http://www.newyorker.com/reporting/2012/08/27/120827fa_fact_mayer\">Jane Mayer exhaustively documented in last week's New Yorker</a>, has always found it tiresome to suck up to money, and has actually got worse at it over time. The money was always a means to an end.</p> <p>Whereas Booker really does believe that rich guys know best – and whether he ends up in Newark, in Trenton, or in Washington, his supposedly post-ideological politics are really just a way to maintain the status quo and reduce government to a billionaire- and corporate-funded charity. Which, to be frank, explains why the world of finance loves him. It may briefly feel nice to donate to charity. But the real reason you do it is for the tax break.</p>",
  "<p>Plaquemines Parish styles itself as a \"Blue Ribbon Resilient Community\" and its location demands a certain ingrained stubbornness from those who call it home.</p> <p>It probably appears desolate and defensive even on a sunny day as state highway 23 winds along the Mississippi River through the small town of Belle Chasse with its tired strip malls, past the naval air base and the Chevron chemical plant with its sign that proudly declares: \"No one gets hurt. Ever.\"</p> <p>A 25-minute drive south-east of central New Orleans, Plaquemines is flat, low-lying and surrounded by water. There is only a sinuous sliver of habitable land. An array of bayous, ponds, bays and islets protrudes far out into the Gulf of Mexico, making it feel isolated and vulnerable.</p> <p>The parish president, Billy Nungesser, says that after Katrina, the area was all but forgotten. \"I ran for parish president because after Katrina, nobody came down to help us. It was all about New Orleans. And I made a commitment to rebuild this parish. Over $2bn of levee improvements, community centers, power stations – things are better than they've ever been in this parish,\" he said.</p> <p>Nungasser spoke at the busy parish offices in a defiant-looking brick building raised above the ground by pillars – a bunker on stilts. A short drive down the road, the auditorium has become a shelter for the displaced. </p> <p>About 7,000 Plaquemines residents out of the population of 23,000 were ordered to evacuate, and many of those who could not or would not skip town are holed up here in a well-preserved old hall with gold-painted chandeliers and ceiling fans. Folding beds are arranged in neat rows and seats face a flat-screen television and a kitchen. Naval officers and police look on.</p> <p>\"This building holds 80, next building 200, the backup location which we've overflowed to we have a capacity of 200. We're already pretty full. We're at 340,\" Gina Meyer, the superintendent of emergency medical services, said on Tuesday.</p> <p>\"Because of all the federal money that was spent on the federal protection system, Belle Chasse is protected. That allows us to keep those residents here. Historically we would have to bus them three to five hours away. A lot of elderly, sick, it'd be very difficult for them,\" Nungesser said.</p> <p>He believes Isaac is far less menacing than Katrina. \"It's no comparison in the damage it could cause. But two nights ago when I tried to go to sleep, I couldn't. And I got phone calls all night because this storm came off of Florida large, unpredictable as Katrina. People said: 'Billy, when I wake up tomorrow morning are we going to be facing another Katrina?' Honestly, I couldn't tell them know, I didn't know. Luckily the next morning the storm didn't strengthen, it didn't get its act together.\"</p> <p>Still, he admitted that the new levees are not capable of fully repelling very high rises in the water level. \"The two levees that we're concerned about, the east bank we have a brand new levee at eight feet and the storm surge projection was eleven feet, that wasn't good. The latest models show that that dropped to five to seven feet so that's good,\" he said on Tuesday.</p> <p>\"On the west bank we have a section of levee that's five feet and were projecting a storm surge of seven to nine feet. That has now dropped to about four to six feet, so that's a good thing.\"</p> <p>Quinton Washington, a minister, took advantage of a brief break in the rain to stand outside on the shelter's porch next to a high school football field. \"I have a bed with supplies, blankets and pillows so that's all I could ask for. The big difference between this parish and New Orleans is they give you a place to shelter. … That's a blessing in itself,\" he said.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-427768874\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346184709312/hurricane-isaac-louisiana-006.jpg\" alt=\"hurricane isaac louisiana\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jaden Fabian, 1, and her family evacuate their Plaquemines home. Photograph: Gerald Herbert/AP</span> <span class=\"element-image__credit\">Photograph: Gerald Herbert/AP</span> </figcaption> </figure>  <p>When Katrina struck, Washington lived in New Orleans, but his home was ruined and he was relocated here by federal authorities. \"I rebuilt and restored my life,\" he said. But he lives only three miles from the coast: \"I'm absolutely worried about our house.\"</p> <p>The mandatory evacuation zone starts a couple of miles south of the shelter. Police cars and cones block the road. But \"mandatory\" appeared to be a subjective concept this afternoon, as the police allowed those who live at the southern tip to pass through and return home. Trucks erected flood barriers, just a few feet from single-storey homes.</p> <p>One resident pushing south regardless, a 21-year-old named Joseph Buras, said he lives with his father and brother \"as far as you can go, right at the end\" of the road.</p> <p>He was sanguine about the risks. \"The worst it's probably going to get is <br>90mph winds, so people aren't in so much of a panic as they normally would. Then again the fear of Katrina is still in a lot of people's hearts. So when they heard a hurricane was coming they just hauled it,\" he said.</p> <p>\"We've survived the worst, this isn't the worst. We built our house almost like a fortress and it stood. Katrina didn't move the house at all – but the water damage and wind damage tore it to pieces. … After Katrina everything was gone. You could stand on the top of my car and look for miles because the trees were gone. It looked like a nuclear blast had gone off. \"</p> <p>He has little faith in the new flood defenses. \"I'm very unimpressed. The levees down there don't look too good. Just a few months back I was on my bicycle on top of a levee and half of it gave way. It's just mud,\" he said. \"It took them a year to fix a single pump. … They were stalling and stalling and stalling.\"</p> <p>Buras said he would not feel safe in a shelter. \"Last time I went to a shelter I almost had my throat slit in my sleep. In terrible times, people do terrible things. I had a bottle of water on me, he wanted it, so … People were flooding in and out, hundreds of people, [the authorities] weren't able to keep track.\"</p> <p>Fearing looters, he thinks Isaac might be less of a problem than his neighbors. \"It's the perfect time. You have people leaving and it was such a quick evacuation that not a lot of people were able to take everything they wanted with them. A lot of sick, sick people like to stay behind and take advantage,\" he said.</p> <p>But Buras will not move, whatever the threat, because he refuses to let any hurricane rip up his roots. \"It's where I was born, it's my home,\" he said. \"The town where I live was named after my family. We founded that area. It's part of me. I couldn't live anywhere else.\"</p>",
  "<p>George Monbiot (<a href=\"http://www.theguardian.com/commentisfree/2012/aug/27/arctic-ice-rich-world-disaster\" title=\"\">The rich world's smugness will melt along with the ice</a>, 28 August) is right to draw attention to the impending disaster of climate change heralded by the melting of the Arctic sea ice. He is also right to place the responsibility firmly on our shoulders. So when will someone in a position of authority and influence have the courage to point to the true reason for this – an unwillingness to limit the size of our families?</p> <p>Every human being that is born in the developed world grows up wanting a car, a centrally heated (or air-conditioned) house full of electrical appliances, cheap flights to holidays abroad and a new mobile phone every couple of years.</p> <p>Most of the young women I know regard it as unsatisfactory to have one child – many are on their second or third pregnancy. Yet we smile and congratulate them as if they have done us all – and their own offspring – a favour, when the opposite is the case.</p> <p>Why can we not acknowledge that bringing up an \"only child\" is a more responsible choice? Or even better, normalise the practice of having no children, rather than regard those of us who choose to remain childless as freaks? Reducing the number of plastic bags we use at the supermarket is mere tinkering. Reducing the number of children we have would mean a better world for them to inherit.<br><strong>Kathleen Roberts</strong><br><em>Harrogate, North Yorkshire</em></p> <p>• The warning from leading water scientists (<a href=\"http://www.theguardian.com/global-development/2012/aug/26/food-shortages-world-vegetarianism\" title=\"\">Scientists issue dire warnings of food crisis</a>, 27 August) about the problems mankind faces due to a predicted increase in world population to over 9 billion by 2050 echoes Stephen Emmott's dire warnings in his recent production of Ten Billion at the Royal Court theatre.</p> <p>Emmott despairs that it is too late for anything to be done about this and we are doomed. It puzzles me that no state authorities (with the possible exception of the Chinese) have ever attempted to tackle the root cause of this problem. Everyone knows what causes children to be born. A concerted effort to severely limit births of human beings is clearly what is needed immediately if humanity and any other animal life on this planet is not to cease altogether.</p> <p>The burgeoning population of the human race is not sustainable. Not only will water, food, energy and living space run out, but the continued increase in greenhouse gas emissions will wreck the global environment until no life, animal or vegetable, can be sustained.</p> <p>We should have realised by now that escape to some other Earth-like planet in some other solar system is well beyond us given the time we have left.<br><strong>A Higgins</strong><br><em>Strines, Cheshire</em></p> <p>• William Sutcliffe (<a href=\"http://www.theguardian.com/commentisfree/2012/aug/26/fatherhood-benefits-leaving-late\" title=\"\">The upside to leaving it late</a>, 27 August) rightly points out that increasing the generation time by delaying having children is a very important factor in reducing population growth. As he says: \"On an overpopulated planet, late parenthood benefits everyone.\"</p> <p>In view of the perilous state of the world's environment, it is important to point out that reducing family size is equally important. All human activities have an adverse impact upon the biosphere – all driven by overpopulation.<br><strong>David Hurry</strong><br><em>Hurstpierpoint, West Sussex</em></p>",
  "<p>You report (<a href=\"http://www.theguardian.com/environment/2012/aug/23/arctic-sea-ice-record-low?INTCMP=SRCH\" title=\"\">Arctic ice melt likely to break record as 100,000 sq km disappears per day</a>, 24 August) that research just published in Nature says that warming in the Antarctic \"where temperatures have risen about 1.5C over the past 50 years\" is unusual but not unprecedented. That gives the impression that typical temperatures in Antarctica have risen by about 1.5C. In fact, there was no statistically significant increase in average Antarctica temperatures over the 50 years to 2006. (The relevant study, of which I was a co-author, was published in <a href=\"http://journals.ametsoc.org/doi/abs/10.1175/2010JCLI3656.1\" title=\"\">Journal of Climate</a> last year.)</p> <p>The latest Nature research refers to warming at a location in the Antarctic peninsula. While the peninsula has certainly warmed rapidly over the last 50 years – our paper estimated by slightly more than 1.5C – it represents only a small part of Antarctica by area and even less by ice sheet volume, and its climate is distinct from that of continental Antarctica.<br><strong>Nicholas Lewis</strong><br><em>Bath, Somerset</em></p>",
  "<p>I defer to Dr Paul McMahon's professional judgment regarding the particular case of Anders Behring Breivik's insanity (<a href=\"http://www.theguardian.com/world/2012/aug/26/flawed-judgment-breivik-case\" title=\"\">Letters</a>, 27 August), but it prompts so many questions. If those who commit atrocious acts are mad, who is bad?</p> <p>Breivik's vile philosophy is shared by many. Are they all mad, or do we \"sane\" people simply deem them so? Without falling for the original-sin view of the world, can't we accept that some people, from choice not psychosis, believe wicked things and perform wicked deeds? Isn't it a feat of circular reasoning to label people mad because they have perpetrated appalling crimes? Doesn't it let us off the hook to label them insane, so we do not need to address their ideology and its breeding ground?</p> <p>At the other extreme, what of those who dedicate their lives to others and sacrifice themselves for the greater good? Are they insane? Perhaps we need philosophers, not psychiatrists, to answer such questions.<br><strong>Susan Seager</strong><br><em>London</em></p> <p>• I beg to disagree (partially) with Paul McMahon. Breivik's paranoid delusions seem hardly caused by the treatable illness we term paranoid schizophrenia. I concede that they are evidence of some mental aberration. But his concise, \"pure\" paranoid delusions, which he logically defended, have proved treatment-resistant.</p> <p>The crucial point to me is that Breivik was oblivious as to how his drastic crime would advance his political aims – of limiting Muslim immigration and of keeping Norwegians from intermarrying – except in his claim that the youngsters he killed were \"cultural Marxists\" whose political activism would adulterate pure Norwegian blood. Similar irrational views were promoted 70-80 years ago in the Nazi era with regard to Aryan blood being contaminated by Jews, Gypsies and Slavs. I cannot recall these being regarded as occasioned by treatable mental illness, but only as totally evil.<br><strong>Dr Susi Shafar</strong><br><em>(Retired consultant psychiatrist), Nelson,&#xa0;Lancashire</em></p>",
  "<p>Opposition groups in Syria on Tuesday said up to 400 bodies had been found in the town of Daraya, south-west of the capital Damascus, in what appears to be the worst single massacre by government forces in the country's 17-month-old civil war.</p> <p><a href=\"http://www.theguardian.com/world/2012/aug/26/syrian-regime-accused-daraya-massacre\" title=\"\">At least 200 bodies were found among the Sunni community on Saturday</a>, after Syrian troops stormed the town and carried out house-to-house searches.</p> <p>On Tuesday following the army's withdrawal <a href=\"http://www.theguardian.com/world/middle-east-live/2012/aug/28/syria-crisis-bashar-al-assad\" title=\"\">residents reported the death toll was higher</a>. They said that government troops and pro-government shabiha militia raided some streets \"two or three times\", in some cases demanding hospitality and then killing their hosts when they left.</p> <p>\"The total number in Daraya so far is 400 bodies. The number of bodies buried unidentified is more than 100,\" one resident, Abu Kinan, told the Guardian on Tuesday via Skype.</p> <p>He added: \"One of the massacre survivors told me that when the Syrian army stormed their alley, they put more than 50 people up against the wall.</p> <p>\"As they began spraying them with bullets, he threw himself to the floor. He was covered with blood though he was not shot. He pretended that he was dead. Four of his family were killed.\"</p> <p>The claim came after little sign of diplomatic progress on Syria. On Monday, France's president François Hollande urged Syria's divided opposition to form a provisional government, saying Paris was ready to recognise it.</p> <p>On Tuesday, however, US officials dismissed the move as premature.</p> <p>Kinan said the army remained in Daraya for two-and-a-half days. In this time government troops combed the district – followed by Shabiha \"death squads\".</p> <p>The siege of Daraya had now eased, he added, with some roads open again, and the wounded able to travel to hospitals. \"We are still finding bodies,\" he said. <a href=\"http://www.theguardian.com/world/middle-east-live/2012/aug/28/syria-crisis-bashar-al-assad\" title=\"\">Another resident, Abu Mua'tasim, added</a>: \"The Syrian army stayed in some of the houses. One belonged to my friend. People were forced to serve them food and tea. Just before they were leaving they killed the people in the house&#xa0;…I know the family.\"</p> <p>President Bashar al-Assad's regime has portrayed the killing in Daraya as a counter-terrorism operation, saying it cleansed the area of \"terrorists\".</p> <p>Human rights groups and locals say many of the dead were civilians. The operation follows a pattern seen previously, with the Syrian army first encircling an area known to be hostile to the regime, shelling it for a period of days, and then sending in troops house to house.</p> <p>Activists in the nearby al-Qadam district said they feared they would be next.</p> <p>On Tuesday they discovered the bodies of five local men dumped near the mosque.</p> <p>The al-Qadam victims had been stabbed and shot at point-blank range. Two of the bodies had smashed heads, <a href=\"http://www.youtube.com/watch?v=T73JA2V00tk\" title=\"\">graphic video footage showed</a>.</p> <p>\"There are many [government] checkpoints at the outskirts of al-Qadam district. Most of the people disappeared at these checkpoints,' one resident, Abu Hamza, told the Guardian via Skype.</p> <p>Hamza, said that 150 people had been wounded from shelling by tanks on the highway over the past three weeks.</p> <p>He said the Syrian army and shabiha militias had taken up positions in the police and train stations. said the rebel Free Syrian Army (FSA) was encamped in orchards outside town, he said.</p> <p>Hamza added: \"This isn't the first time we have found bodies. During August we found more than 25 – sometimes four, sometimes six [at a time]. The discovery of these slaughtered bodies has made people in al-Qadam district flee.</p> <p>\"The population in more than 300,000 but over the past two weeks 90 per cent of the people have fled.\"</p> <p>He went on: \"People are scared of repeated massacres. The big problem we have here is that Alawite districts surround al-Qadam district … The five bodies we found today are of men aged between 25 and 45.</p> <p>\"People were able to identify two of them, a body beloning to Anass Ahmed and another, of Ziyad Abdulwah al-Masseri.\"</p> <p>In Damascus, at least 12 people died and dozens were wounded when a car bomb exploded at the funeral of two supporters of Assad.</p> <p>The explosion took place in a Druze cemetry at the Jaramana district of south-east Damascus.</p> <p>Syrian state TV blamed the attack on the rebels and said 48 people had been injured in a \"terrorist car bombing\".</p> <p>Elsewhere in the city, government forces shelled several districts, including the Ghouta suburbs in the east, according to video footage.</p> <p>Clashes have been going on in Damascus for over a month with Assad's regime stepping up its efforts to wipe out resistance.</p> <p>Syrian military helicopters also dumped hundreds of leaflets over the capital and its suburbs, urging rebels to hand in their weapons, the Associated Press reported.</p> <p>The leaflets, signed by the armed forces and the army's general command, read: \"The Syrian army is determined to cleanse every inch in Syria and you have only two choices: Abandon your weapons … or face inevitable death.</p> <p>\"No one will help you. They have implicated you in taking up arms against your compatriots,\" they read. \"They drown in their pleasures while you face death. Why? And for whom?\"</p> <p>The deteriorating situation inside Syria has prompted a fresh exodus of refugees. On Tuesday the UN refugee agency said the number of Syrian refugees in Turkey could reach 200,000, with others fleeing to neighbouring Jordan.</p> <p>\"The increase in the number of Syrians arriving in Turkey has been dramatic. Compared to previous weeks in which we saw about 400-500 people arriving a day, we've been seeing peaks of up to 5,000 people in one day over the past two weeks,\" Melissa Fleming, chief spokeswoman for the UN High Commissioner for Refugees (UNHCR), told a news briefing.</p>",
  "<p>The first drops were beginning to fall, the wind whistling down the street, and Jay Lemon stood on his porch casting a rheumy eye at the heavens. Most of his neighbours had boarded up their windows and fled by Tuesday, loading up cars with children, suitcases and pets and heading for sanctuary outside New Orleans.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395333774\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/8/28/1346182825489/Jay-Lemon-New-Orleans-006.jpg\" alt=\"Jay Lemon, New Orleans\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jay Lemon, New Orleans. Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>But Lemon, 78, and his wife stayed in their home on Charbonnet Street, a ragged strip of houses, weeds and potholes, figuring, hoping, history could not repeat itself. \"We ain't going nowhere,\" he said. \"During Katrina all the houses here, they floated away. All my friends got killed.\" He glanced again at the greying sky and shook his head. \"But we ain't going.\"</p> <p>Almost exactly seven years earlier, on 29 August 2005, hurricane Katrina destroyed this district, the Lower Ninth Ward. Hundreds drowned in their homes. But as tropical storm Isaac bore down on Tuesday, some residents stayed in the belief that Armageddon would this time give them a pass.</p> <p>From Washington, President Barack Obama warned against overconfidence.</p> <p>\"We're dealing with a big storm and there could be significant flooding and other damage across a large area. Now is not the time to tempt fate. Now is not the time to dismiss warnings.\"</p> <p>As he spoke, the storm, which claimed 11 lives in Haiti, was 370 miles wide and about 75 miles south-east of the mouth of the Mississippi river. It had winds up to 75mph and was expected to become a category one hurricane on landfall, due in the early hours of Wednesday morning and threatening significant flooding in Louisiana and Mississippi.</p> <p>The Louisiana governor, Bobby Jindal, said the storm's slow speed of 10mph meant some areas of New Orleans would experience six to 10 hours of hurricane force winds, and that storm surges could top 10ft. He said 41 parishes had declared emergencies, and seven were at least partially evacuated. New Orleans prayed that $14.5bn worth of civil works – a 133-mile chain of levees, flood walls, gates and pumps – would avert another catastrophe.</p> <p>The city hunkered down every way it could. Some hotels piled sandbags in lobbies. Concrete bollards were placed around the Superdome, the vast arena which served as a refuge during Katrina.</p> <p>As radio news announcers tracked the storm's remorseless approach, families stopped at the few supermarkets still open to stockpile supplies before driving on to higher ground, or out of the city altogether.</p> <p>At first glance, the Lower Ninth, a sprawl of largely ramshackle one and two-storey homes, appeared abandoned. St Claude Avenue, the main drag, was empty. But as the sky turned an ominous metallic grey, and a humid wind swayed tree branches, you could find those who had stayed behind. \"You need money to leave,\" said Scott McMorris, 47, a mechanic. \"A lot of people can't afford to run. You either pay your bills or you run. Can't do both.\" He decided to pay his bills.</p> <p>McMorris then made a quixotic gesture of defiance: he got a broom and, a lone figure amid the stillness, swept his segment of Charbonnet Street. A street which in just a few hours, according to forecasters, would howl with rain and debris.</p> <p>Further up the street, bunkered in his home, was Gregory Richardson, 56, a retired oil rig worker with rheumatism. He had stocked up on water, ice, batteries and tinned food. He would have evacuated, he said, but didn't have the cash. \"My social welfare comes on the third of the month. If it came this week I wouldn't be here talking to you now.\" He narrowly survived Katrina — \"It was madness. I was rescued after four days by the army\" – and prayed Isaac would be more merciful. As he spoke the wind opened and slammed shut his front door.</p> <p>Others stayed because they trusted the repaired and fortified levees would withstand whatever Isaac threw at them. The bolder ones intended to enjoy nature's show.</p> <p>Darrel Walters, 48, and Kerwin Brown, 50, watched an exodus of neighbours with nonchalance, perching on chairs in their yard, bare-chested, smoking and sipping Budweiser. \"We got some medicine right here,\" said Walters, tapping his beer.</p> <p>Up in the Eighth Ward, Corey Crumpler, 24, sat on a first-floor balcony overlooking a deserted street and echoed Walters' sentiment. A barman, Crumpler had hoped to work through the storm, but the bar shut, so he went home. \"My preparations? Beer.\" Asked to elaborate, he pondered. \"Whiskey.<br>Water. Non-perishable supplies. That's the plan and I'm sticking to it.\" Wind chimes over his door tinkled and he scrutinised his porch. \"I'll take in the plants. Really my only concern is my car.\"</p> <p>For those with nowhere else to park authorities allowed temporary parking on slightly elevated verges in the middle of avenues. Crumpler was not alone in fretting it would not be sufficient protection.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395333775\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/8/28/1346183164424/Roberto-Melendez-on-Bourb-006.jpg\" alt=\"Roberto Melendez on Bourbon Street\" width=\"220\" height=\"132\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Roberto Melendez on Bourbon Street. Photograph: Cheryl Gerber/AP</span> <span class=\"element-image__credit\">Photograph: Cheryl Gerber/AP</span> </figcaption> </figure>  <p>Hours earlier, before dawn, hard-drinking tourists had wandered Bourbon street in the French quarter for a \"hurricane party\".</p> <p>A group of Australians at the Cats Meow belted out karaoke songs and glugged ultra-sweet \"hand grenade\" cocktails between checking their watches. They planned to hit the road soon after sunrise. \"I don't want to die,\" said Georgia Starke, 23. \"We don't have hurricanes or typhoons or anything like that in Australia.\"</p> <p>But for Ian Simons, 24, a youth worker from Vancouver, and two friends the storm was not only reason to stay but the reason they came. \"We were planning a trip to New Orleans anyway and came here early when we heard about it. We thought it'd be fun to try our first hurricane. You have to admit, it's exciting.\"</p>",
  "<h2><strong>London 2012 Paralympic Games Opening Ceremony</strong><br>8pm, Channel 4<br></h2> <p>Following on from the Olympics, when ordinary life appeared suspended as a cynical nation collectively decided to enjoy the spectacle, here come the 14th parallel games. The opening ceremony, Enlightenment, is intended both \"to challenge perceptions of human possibility\", and to showcase the work of British disabled artists and performers. Expect a demonstration of circus skills and a fly past by Aerobility, a charity that helps disabled people learn to pilot light aircraft. Considering its Stoke Mandeville origins, and at the risk of appearing sentimental, the Paralympics is coming home. <em>Jonathan Wright</em></p> <h2><strong>Vexed</strong><br>9pm, BBC2<br></h2> <p>Sometimes all a viewer wants is to switch off the brain and watch telly, something the increasingly lunkheaded Vexed aggressively demands, with plots largely dependent on everyone involved acting like an idiot. Tonight a very middle-class murder – a stabbing with knitting needles no less – comes to the mismatched cop duo's attention. As a procedural it's a washout: the killer is obvious from the start. A show for people who hate surprises. <em>Phelim O'Neill</em></p> <h2><strong>Jet! When Britain Ruled&#xa0;the Skies </strong><br>9pm, BBC4<br></h2> <p>With the first of this two-part doc having covered Britain's pioneering use of the jet engine for military matters, this episode looks at the rise of the British passenger plane in the decades after the second world war. British ingenuity led to increasingly speedy ways of flinging passengers around what remained of the empire, but the likes of the Brabazon, Viscount and Comet soon showed that being the best doesn't always lead to success. Even for those born without the whiff of aviation fuel in their tiny nostrils, this makes for an engaging reminder of a bygone age. <em>Mark Jones</em></p> <h2>Mount Pleasant<br>9pm, Sky Living<br></h2> <p>Tragedy hits the cul-de-sac tonight with the sudden loss of one of its residents, but it's a tribute to the resilience of Sarah Hooper's amiable series that it does not miss a beat, or suffer a plunge in tone, as it handles the funeral and aftermath. Equally devastating is news about the demolition of the ice rink, inadvertently revealed by the indiscreet vicar. A cast of old hands, from Bobby Ball to Paula Wilcox, ably handle the material, delivered with the very antithesis of EastEnders' morose sturm und drang. <em>David Stubbs</em></p> <h2><strong>John Barrowman's Dallas: Dreaming Of&#xa0;Bobby</strong><br>10pm, Channel 5<br></h2> <p>With the freshly-minted Dallas reboot coming to 5 next month, self-proclaimed superfan John Barrowman visits the Deep South to meet the Texan tycoons. Barrowman does a good job of rustling up interest in the returning show as he chats with Southfork stalwart Patrick Duffy, as well as improbably attractive newcomers Josh Henderson, Julie Gonzalo and Jordana Brewster. The first of a two-parter; a second JR-centred episode follows. <em>MJ</em></p> <h2><strong>The Revolution Will&#xa0;Be&#xa0;Televised</strong><br>10pm, BBC3<br></h2> <p>The student-level pranks continue, with the aim of catching greedy companies, celebrities and politicians bang to rights. Although the targets are well chosen, there's a feeling that the japes don't go far enough to stir up controversy, or indeed, comedy. TV presenter Zam Zmith baffles Cheryl Cole and the Wanted with some big questions on the red carpet, and reporter Dale Maily gets stuck in at the Jubilee celebrations. The pranksters also spring a surprise on Vodafone, test the Lynx effect and find that EDF are not overly bothered by the presence of freezing grannies in their lobby. <em>Hannah Verdier</em></p>",
  "<p>My favourite TV programme of all time is, easily, <a href=\"http://www.theguardian.com/culture/2009/apr/10/arrested-development\" title=\"\">Arrested Development</a>, the brilliant show about the fall of a once powerful family, brought down by their own weaknesses, corruption and self-centredness. The sensible adult son, Michael Bluth, tries to rescue his family name and reunite his relatives but the family have no interest in helping Michael or themselves, bent as they are on self-destruction. Whether this is down to selfishness, short-sightedness or stupidity is not always clear but, for whatever reason, Michael can only watch as his family careen ever closer to their end, acting more deranged as they go.</p> <p>I think it is my fondness for Arrested Development that explains my enjoyment of the Republican convention currently taking place in Tampa, Florida. \"Taking place\" was nearly an overstatement as the convention has been <a href=\"http://www.theguardian.com/world/video/2012/aug/27/tropical-storm-isaac-hits-florida-video\" title=\"\">curtailed owing to fears over hurricane Isaac</a>. Strangely, there&#xa0;has been no word from former presidential candidate and dementor Michele Bachmann or modern-day Savonarola Pat Robertson about how this storm signifies holy displeasure, even though both have previously connected meteorological shifts with God. One year ago, Bachmann <a href=\"http://www.tampabay.com/news/politics/national/michele-bachmann-rally-draws-over-1000-in-sarasota-but-some-prefer-rick/1188559\" title=\"\">claimed</a> that hurricane Irene, which caused at least 56 deaths, was God saying: \"'Are you going to start listening to me here?' … Government is on a morbid obesity diet and we've got to rein in the spending.\" Robertson <a href=\"http://articles.cnn.com/2010-01-13/us/haiti.pat.robertson_1_pat-robertson-disasters-and-terrorist-attacks-devil?_s=PM:US\" title=\"\">said </a>that Haiti's 2010 earthquake, in which at least&#xa0;100,000 people died, was retribution for the country's \"pact with the devil\". Maybe their speeches were among those that had to be cut because of the weather.</p> <p>This storm, as well as providing political journalists with the most obvious pathetic fallacy and metaphor since Emily Brontë wrote Wuthering Heights, is both practically and historically awkward for Romney. The Republican party does not have good <a href=\"http://www.youtube.com/watch?v=zIUzLpO1kxI\" title=\"\">associations</a> with hurricanes, a point only underlined by Isaac, which as well as derailing the convention is <a href=\"http://www.latimes.com/news/nationworld/nation/la-na-isaac-20120828,0,6904391.story\" title=\"\">hitting New Orleans</a>, seven years after the city was all but destroyed by Katrina, a name as <em>verboten</em> among Republicans as G-E-O-R-G-E W B-U-S-H.</p> <p>No party is ever homogenised in its views but, as the New York Times <a href=\"http://www.nytimes.com/2012/08/27/us/politics/republicans-worry-about-keeping-factions-reined-in.html?_r=1&amp;ref=politics\" title=\"\">reported</a>, the Republican party is \"more factionalised – ideologically, politically and culturally – than Republican leaders could imagine in recent history\", and many of the factionalisations are diametrically opposed, such as the hardline social conservatives versus the economic libertarians, who are far less interested in abortion and gay marriage than their vocal brethren.</p> <p>I suspect that the once <a href=\"http://www.youtube.com/watch?v=qyp2QIGejq4\" title=\"\">pro-choice</a> Romney would prefer these aforementioned vocal conservatives to keep shtoom, seeing as their hardline attitude is a proven vote-loser. Since Missouri Republican Todd Akin's infamous interview last week referring to \"legitimate rape\" he has <a href=\"http://online.wsj.com/article/SB10000872396390444358404577609942764318520.html\" title=\"\">fallen</a> 20 points in the polls and fewer than two in 10 Americans <a href=\"http://abcnews.go.com/Politics/story?id=123314&amp;page=1#.UDym37_ud6N\" title=\"\">support</a> all abortions being banned with no exemptions. Yet, like the Bluths, these guys just can't help themselves. Pennsylvania Senate candidate Tom Smith recently justified his \"no exemptions\" stance by <a href=\"http://www.pennlive.com/midstate/index.ssf/2012/08/gop_senate_candidate_likens_ra.html\" title=\"\">saying</a> that a woman becoming pregnant out of wedlock is \"similar\" to pregnancy from rape: \"Put yourself in a father's perspective; yes, it is similar,\" he bleated, proving, were proof needed, that these politicians are unable to put themselves in the woman's perspective and so obsessed with what goes in and out of a woman's vagina that they can't distinguish between rape and consensual sex.</p> <p>As MSNBC's Rachel Maddow <a href=\"http://www.msnbc.msn.com/id/48739908/ns/msnbc-rachel_maddow_show/t/rachel-maddow-show-monday-august/#UDymJ7_ud6N\" title=\"\">discussed</a> last week, these tendencies always existed quietly on the sidelines but \"as the Republican party has slipped its moorings post-Bush and Cheney … these folks have taken over\" and one of them, Paul Ryan, is now the VP candidate. One of Romney's difficulties is that he has to kowtow to these folks&#xa0;on abortion and immigration, but without <a href=\"http://2012.talkingpointsmemo.com/2012/08/platform-could-be-messaging-minefield-for-gop.php\" title=\"\">alienating</a> mainstream voters.</p> <p>There is a distinctly apocalyptic feel to this convention. At a <a href=\"http://www.latimes.com/news/politics/la-pn-gingrich-obama-condones-killing-of-unborn-children-20120826,0,3983266.story\" title=\"\">Faith &amp; Freedom Coalition gathering</a>, former presidential candidate Newt Gingrich and organiser Ralph Reed waxed firebrand evangelical, with the former claiming that President Obama condones the killing of children and the latter describing Obama's America as \"a&#xa0;pockmarked bleak landscape\".</p> <p>This sense of doom is understandable. In a recent <a href=\"http://firstread.nbcnews.com/_news/2012/08/21/13399788-nbcwsj-poll-heading-into-conventions-obama-has-four-point-lead?lite\" title=\"\">WSJ/NBC poll</a>, Romney scored a grand total of 0% support among black Americans. Yet as white babies now <a href=\"http://www.nytimes.com/2012/05/17/us/whites-account-for-under-half-of-births-in-us.html?pagewanted=all\" title=\"\">account</a> for less than half of the births in the US, something will have to give soon in the Republican party's current incarnation.</p> <p>Political reporter Jonathan Chait <a href=\"http://nymag.com/daily/intel/2012/08/2012-or-never-for-gops-white-base.html\" title=\"\">suggests</a> this explains Romney's hardline approach to the welfare state, trying to get in the changes while he can. Or maybe Romney – a man so value-free he, as David Brooks <a href=\"http://www.nytimes.com/2012/08/28/opinion/brooks-the-real-romney.html\" title=\"\">writes in the New York Times</a>, would keep a mood ring transparent – is simply going where the party wind blows, even as it blows him over the cliff. It at least partly explains the self-destructive hysteria that has infected the Republicans.</p> <p>At the end of Arrested Development, Michael realises there is no&#xa0;saving his family and flees to Mexico. Considering some of Romney's<a href=\"http://thinkprogress.org/2012-gop-presidential-candidates-views-on-immigration-issues/\" title=\"\"> recent statements</a> about immigration, that country probably wouldn't even&#xa0;have him any more.</p>",
  "<h2>Chi kind of town</h2> <p>The Chicago Cubs are the loveable losers. Their neighbors to the south, the White Sox, have also had their share of losing seasons, but they seem to be lot less lovable, even after winning that elusive title back in 2005. </p> <p>Despite a title drought of more than 100 years, the Cubs have a nationwide fan base and, of course, they have Wrigley Field. The Sox had <a href=\"http://3.bp.blogspot.com/_ShlV8Y5pYv4/THLEG7ZfZCI/AAAAAAAABXA/vly3ulg3OlM/s1600/Old-Comiskey-Park,-Chicago,-Illinois.jpg\">old Comiskey Park</a>, a venue that had the unfortunate distinction of sharing a city that is home one of the world's great sporting destinations. Today they play in US Cellular Field, which I hear is <a href=\"http://www.ballparks.com/baseball/american/comis2.htm\">a lot better now</a> than it was when it opened in 1991. </p> <p>No, there's no doubt about it – the White Sox are second-class citizens in Chicago. Perhaps this is one reason they have routinely cried out for attention. The Sox had <a href=\"http://www.youtube.com/watch?v=U6pUm5SHfMA\">Bill Veeck</a>, their showman owner, who was the brains behind first exploding scoreboard and also gave the baseball world Disco Demolition night. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/I1CP1751wJA?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/I1CP1751wJA\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>Then there are the uniforms. There have been no fewer than 10 what I would call <a href=\"http://www.whitesoxinteractive.com/rwas/index.php?category=3&amp;id=2104\">major changes in either colors and/or design since 1901</a>, including the infamous<a href=\"http://www.youtube.com/watch?v=NucpYnti19s\"> jammies they wore in 1979</a>, another Veeck gag. That's not exactly the way to forge an identity. </p> <p>The latest Sox change didn't come from a switch in their threads (although they have occasionally been wearing those 1971 red pinstriped uniforms this season), but with their manager. The outrageous Ozzie Guillén left town in controversial fashion towards the end of last season, which I suppose was always going to happen. Then owner Jerry Reinsdorf followed by bringing in Guillén's polar opposite, Robin Ventura, who is a steady as they come (the exception being Saturday when he was <a href=\"http://mlb.mlb.com/video/play.jsp?content_id=24211233&amp;topic_id=&amp;c_id=mlb&amp;tcid=vpp_copy_24211233&amp;v=3\">ejected after bumping an umpire</a>), and has his team playing in a similar fashion in 2012. </p> <p>Ventura's first-place Chicago White Sox aren't likely to be going away anytime soon. In fact, they are getting better as the season progresses, the sign of a true contender. </p> <p>The Pirates have gotten a lot of attention for their unexpected playoff run, and deservedly so. After all, they haven't had a single season of .500 ball since 1992. Baltimore have gotten fewer props for their improvement, but are still on the 2012 feelgood radar, as are the Oakland A's, who, you have to admit, are putting on a spectacular show. I'm not so sure we have given enough love to these Chicago White Sox, who are probably the best of those four winning teams who weren't given much hope of success this season. They are 15-9 in August, on top of the American League Central, and are still holding off the Detroit Tigers, who continue to be stymied in their season of false dawns. </p> <p>The White Sox won six straight heading into Monday, which included a sweep of the Yankees at home, something that no Chisox team had done in over 20 years. They also swept the Seattle Mariners, the post-Ichiro M's who had won 10 of 12 games heading into the Windy City. The Chisox even managed to survive Friday's encounter, when they <a href=\"http://mlb.mlb.com/video/play.jsp?content_id=24185563&amp;topic_id=&amp;c_id=mlb&amp;tcid=vpp_copy_24185563&amp;v=3\">allowed six Seattle runs</a> in the ninth inning, only to come back in the bottom half of the inning to thwart Seattle's valiant play. </p> <p>They do almost everything well – they hit, hit for power and catch the ball and they can certainly pitch. Chris Sale, the lifeblood of the staff and arguably the entire team, put together arguably his<a href=\"http://mlb.mlb.com/video/play.jsp?content_id=24139697&amp;topic_id=&amp;c_id=mlb&amp;tcid=vpp_copy_24139697&amp;v=3\"> best performance of the year </a>for the Yanks, striking out 13 in seven-plus innings and allowing a single run on three hits to earn his 15th win. It's been a rapid ascension for the 2010 first-round choice, who threw a grand total of <a href=\"http://www.baseball-reference.com/players/s/salech01.shtml\">10.1 innings in the minor leagues</a> before being promoted to the big club. </p> <p>While the Washington Nationals' Stephen Strasburg is likely <a href=\"http://www.washingtontimes.com/news/2012/aug/26/twtjz-analytics-poll-shut-stephen-strasburg-down/\">heading to the stables soon</a>, the 23-year-old Sale – who, granted, isn't recovering from surgery but has yet to throw more than the 71 innings he threw in relief last year – will continue for the rest of the season, more than doubling that inning total in 2012. </p> <p>Having a third-year hurler compete for a Cy Young award is just one of many things going right on the South Side. Take Adam Dunn, who has rebounded from a 2011 season that could not have been worse. He was so bad that the slugger recently told ESPN's John Kruk that one piece of advice he had been given last year was to \"take two weeks off and quit\". Good thing he didn't because he has hit 38 home runs this season, which almost makes that .203 batting average and 182 strikeouts worth it. </p> <p>Combine that sort of comeback season with that of Alex Rios, whose productivity is completely unexpected, the success of AJ Pierzynski, the 19 homers from Dayán Viciedo and the presence of Kevin Youkilis and you have a formidable lineup before I even drop Paul Konerko's name. </p> <p>Meanwhile young starter José Quintana, who began his season in the minor leagues, is wearing a spring training type uniform number but putting up big league numbers, the most important being his 2.86 ERA. Jake Peavy hasn't been as good in the second half, but he continues to provide more than these Sox could have expected coming to the season. They got a break with Gavin Floyd's recent MRI on his elbow that showed<a href=\"http://chicago.whitesox.mlb.com/news/article.jsp?ymd=20120827&amp;content_id=37423338&amp;notebook_id=37430704&amp;vkey=notebook_cws&amp;c_id=cws\"> no structural damage</a>, while Francisco Liriano hasn't given up more than two runs in each of his previous three starts. Sure, the bullpen is a bit wanting (<a href=\"http://www.csnchicago.com/baseball-chicago-whitesox/whitesox-talk/Sox-dont-see-confidence-loss-for-Reed-af?blockID=763005&amp;feedID=10338\">see the Mariners' six-run ninth on Friday</a>), with a rookie closer in Addison Reed posting an ERA of over 4.00. But it could be worse (see Mets). </p> <p>The biggest shame about these Sox, as fun as they are, is that few in Chicago seem to be watching. Their attendance ranks <a href=\"http://espn.go.com/blog/chicago/white-sox/post/_/id/11735/even-with-yanks-in-town-soxs-attendance-low\">ninth of 14 AL teams</a> – this despite the engaging product they have put on the field, all while the Cubs continue to draw in a city where winning clearly isn't everything. </p> <h2>Fortune favors the Braves</h2> <p>There has been lotss of talk about the Red Sox encore to the 2011 September collapse. The Braves, less. While Boston got a new GM and a new manager in the upheaval that followed, the Braves chopped fewer heads, choosing instead to replace the hitting coach and then <a href=\"http://www.cbssports.com/mlb/blog/danny-knobler/19872735/while-the-red-sox-have-turmoil,-the-braves-have-another-playoff-chase-%28and-few-thoughts-of-collapse%29\">take another crack at it with mostly the same personnel. </a>Today Atlanta are in a position to make the playoffs and the Red Sox are not. </p> <p>It hasn't been easy for Atlanta, who have won a good amount more than they've lost but still battled inconsistency, not to mention injuries. Pitcher Brandon Beachy <a href=\"http://aol.sportingnews.com/mlb/story/2012-06-20/brandon-beachy-injury-update-tommy-john-surgery-atlanta-braves\">is long gone</a> while Ben Sheets, who energized the rotation after returning from a two-year injury hiatus, is back in a familiar place – the DL. Tommy Hanson has also been sidelined in the second half. </p> <p>Still, despite being forced into cobbling together a rotation that has featured no fewer than eight pitchers since the All-Star Game, Atlanta have put together <a href=\"http://espn.go.com/mlb/stats/team/_/stat/pitching/split/182/league/nl\">the best ERA in the National League since the break.</a> Take away the poor performances of Hanson, Jair Jurrgens and reliever Anthony Varvaro and just about everyone else has been lights out. The arms have helped keep this streaky team alive in August, a month that has seen the club win seven of nine, followed by five losses in eight. Without that quality pitching, this team would be free-falling September-style, but instead they are not only sticking around but are just <a href=\"http://espn.go.com/mlb/standings\">five games behind Washington in the NL East. They hold a four-game cushion in the race for the wild card. </a></p> <p>If only the bats could have hit just a bit over the past few weeks, Atlanta would be further threatening the Nationals. Instead, they've hit just .237, a disappointing stretch for a team that has scored the second most runs in the National League. </p> <p>You still have to wonder where this team would be without their 40-year-old third baseman, Chipper Jones. The future hall of famer <a href=\"http://mlb.mlb.com/cutfour/index.jsp#contentId=37460882\">playing remarkably in his final season</a> is hitting over .300 with an OPS approaching .900. Actually, the main punch comes from Jones, Jason Heyward – who has had an excellent comeback season – and Freddie Freeman. After that it thins out and makes you wonder just how manager Fredi González got this band of overachieving Bravos to where they are today – third-best in the NL. </p> <p>Now we're heading into September with the team in a comfortable position and facing a<a href=\"http://www.baseball-reference.com/teams/ATL/2012-schedule-scores.shtml\"> cupcake schedule. </a>Over the next few weeks they have the Padres, Phillies, Rockies, Mets and Brewers, before hosting Washington. Those teams are soft, but it will soon be September, a month in which these Braves will have to prove management's theory – that 2011 was indeed just a fluke. </p> <h2>A Vin Vin situation</h2> <p>Don't be fooled: the big news out of LA this weekend wasn't the nine-player deal that landed the Dodgers roughly $263m in future salary commitments, and possibly in the World Series. No, it was that Vin Scully<a href=\"http://mlb.mlb.com/video/play.jsp?content_id=24246281&amp;topic_id=8878826&amp;c_id=la&amp;tcid=vpp_copy_24246281&amp;v=3\"> announced that he will be returning to the broadcast booth</a> in 2013 – much to the relief of anyone who cares about baseball. </p> <p>Do you think Vin got jazzed up about Adrian Gonzalez, Josh Beckett and Carl Crawford, plus whatever other trinkets Magic Johnson and his Merry Men of Money bring to Dodger Stadium next season? Well, yes, considering Scully told mlb.com that: \"I wondered with the new ownership. How fast will they move? How high will they try to take the team?\"</p> <p>Apart from the new vibe around Chavez Ravine, Scully also expressed a desire to visit Yankee Stadium, as the Dodgers will play in the Bronx for an Interleague set next season – that is, if they don't reach New York this October. </p> <p>Then there's the fact that if Vin Scully isn't calling a game, which he has done for 63 seasons, then what is he doing?</p> <p>\"If you give a toy to a little child, especially a boy, he's going to start asking questions,\" Scully told baseball's official website. \"How far will it go? How high will it go? How fast will it go? I think like Roy Campanella said, 'You have to have a lot of little boy in you to play this game.' I think you have to a have a lot of little boy to love this game. I still have that little boy.\"</p> <h2>A-Gone</h2> <p>After Adrian Gonzalez drove in four runs in his first two games as a Dodger, both victories, the lowly <a href=\"http://mlb.mlb.com/video/play.jsp?content_id=24274651&amp;topic_id=&amp;c_id=mlb&amp;tcid=vpp_copy_24274651&amp;v=3\">Colorado Rockies took a bit of the shine off Los Angeles</a>, defeating what some are calling baseball's version of \"Showtime\" 10-0. Josh Beckett went 5.2 innings giving up three runs, striking out six and walking three in his Dodgers debut. Gonzalez was 0-3 with a walk, but he provided the <a href=\"http://www.latimes.com/sports/baseball/mlb/dodgers/la-sp-0827-dodgers-marlins-20120827,0,1501429.story\">LA Times</a> with much more interesting material on Monday.</p> <p>On the media:</p> <blockquote class=\"quoted\"> <p>\"They didn't like that I was a calm person. I won't throw my helmet, I won't scream, I won't use bad words if I strike out. That's what they want over there.\"</p> </blockquote> <p>On Fenway:</p> <blockquote class=\"quoted\"> <p>\"What took my power away was the Green Monster [the 37-foot wall at Boston's Fenway Park]. </p> <p>\"I used to hit line drives that way and they would be doubles. That took away five home runs from me last year. So I would have had 32.\"</p> </blockquote> <p>At a <a href=\"http://www.latimes.com/sports/dodgersnow/la-sp-dn-dodgers-adrian-gonzalez-josh-beckett-20120826,0,4467640.story\">Saturday press conference</a>, Gonzalez gave us:</p> <blockquote class=\"quoted\"> <p>\"Last year, everybody was telling me to take more of a leadership role at the end of the year. This year, I tried to be more outspoken, and whenever you say certain things and do certain things, sometimes they fire back the wrong way.</p> <p>\"Everything I ever did was for the sake of winning, and I think everybody over there in that clubhouse knows it. The way things were spinned, looking back, maybe there were a couple of things, well, I shouldn't say a couple of things... one thing I should not have done.\"</p> </blockquote> <p>There's no way to say for sure, but there's a decent chance that Gonzalez is referencing his sending a text message to the Red Sox ownership requesting a meeting with some players, to complain about manager Bobby Valentine. Actually, I'm surprised that he was willing to provide that much insight into the texting saga so quickly. These quotes reveal everything you need to know about how key it was to get Gonzalez out of Boston. It was already ugly and odds are that wasn't going to get any better. </p> <h2>The Spaceman cometh... again</h2> <p>There's a lot of talk about<a href=\"http://www.guardian.co.uk/sport/2012/aug/26/roger-clemens-pitches-sugar-land\"> Roger Clemens and his potential return to Major League Baseball,</a> a move that some skeptics believe is designed to delay his eligibility for the Hall of Fame. Should \"The Rocket\" suit up for the Houston Astros, his likely landing spot should he get back to the bigs, Clemens – who was linked to steroids on almost nine pages of the controversial 2007 Mitchell Report and recently acquitted of federal charges that he obstructed and lied to Congress in denying he used performance-enhancing drugs – would not be eligible to be enshrined in Cooperstown for another five years. In that case, Clemens would be banking on time healing at least enough wounds. </p> <p>In Texas, Clemens pitched well in 3.1 scoreless innings of work for the Sugar Land Skeeters of the Atlantic League. He said after the game that he wasn't thinking of a comeback. </p> <p>Days earlier, in San Francisco, another former pitcher associated with drugs was on the mound. On Thursday, 65-year-old Bill \"Spaceman\" Lee, who won 17 games in three consecutive seasons for the Boston Red Sox before finishing his career in Montreal, threw 119 pitches for the San Rafael Pacifics,<a href=\"http://www.sfgate.com/columns/slideshow/Bill-Lee-wins-professional-game-at-65-47955.php\"> becoming the oldest player to win a professional game.</a> </p> <p>Lee – who once told a reporter that he sprinkled THC on organic buckwheat pancakes before his daily five-mile jog, to prevent gas, words that landed him in hot water with then baseball commissioner, Bowie Kuhn – gave an interview to <a href=\"http://deadspin.com/5877555/the-fans-would-throw-little-tinfoils-of-hash-at-me-a-1980-interview-with-bill-spaceman-lee-baseballs-stoner-evangelist\">High Times Magazine in 1980</a>, during which he had some interesting things about the use in baseball of drugs of a different kind:</p> <p><strong>High Times:</strong> Let's talk for a moment about the drugs that are sanctioned – indeed, virtually mandatory – in organized sports, such as novocaine, cortisone, the steroids...</p> <p><strong>Lee: </strong>It's all rotgut. Your kidneys produce enough cortisone. As far as the management is concerned, the short-term goals outweigh the long-term ones. Novocaine and steroids, especially. It's ironic that Bowie Kuhn gets upset about pot when, every day, ballplayers are being shot up with drugs that actually destroy players' systems. He's thinking short-term. He's not taking into consideration, for instance, that steroids are congenital and that the people who take them are passing on heart failure to their offspring that will make them die at a much earlier age because of inability to absorb cholesterol. He's thinking, \"This guy is more of a burden, costs more on society in the long run based on our insurance...\" It's strange, isn't it?</p> <p><strong>High Times: </strong>So you're saying that baseball management is abusing drugs, in effect?<br><strong><br>Lee:</strong> Yeah. Because they create the system whereby the ballplayer knows that if he does good, he's gonna get x number of dollars and then he can worry about it later. Overachieving at a faster rate. It's the same thing as marginal buying on the stock market, which created the crash of 1929.</p> <p>Interesting, especially in 1980. </p> <p>Anyway, the coverage of Lee's accolade made me recall one of my favorite baseball clips, a 1979 CBC<a href=\"http://www.baseball-reference.com/boxes/MON/MON197905300.shtml\"> post-game interview</a> (only audio is available, but definitely worth a listen) that featured amusing insight into his pre-game meal, and how he felt about his move to Montreal from Boston. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/ylBywQtsp6E?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/ylBywQtsp6E\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>.</p>",
  "<p>Earlier this year <a href=\"http://www.theguardian.com/global-development/video/2012/feb/24/somalia-story-teenage-refugee-video\" title=\"\">we reported on Omar</a>, a Somali teenager who fled a refugee camp in Libya when war broke out last year and was living in a camp on the country's border with Tunisia. <a href=\"http://www.theguardian.com/global-development/video/2012/aug/16/somali-refugee-sweden-video\" title=\"\">In our new film</a>, we meet Omar as he prepares to start a new life in Sandviken, northern Sweden. He is met at Stockholm airport by the Swedish migration board, visits a doctor and learns what margarine is.</p> <p>Laura Hammond argues why <a href=\"http://www.theguardian.com/global-development/poverty-matters/2012/aug/16/europe-arab-spring-double-refugees\" title=\"\">Europe must do more to help those who fled persecution</a> in north Africa after the Arab spring and have become \"double refugees\", while Michael Clemens <a href=\"http://www.theguardian.com/global-development/poverty-matters/2012/aug/23/crossing-borders-escape-natural-calamities\" title=\"\">explores ways to overcome the barriers</a> to legal immigration that have been erected by international law.</p> <h2>Sport and development</h2> <p>Does sport have a role in development asks <a href=\"http://www.theguardian.com/global-development/audio/2012/aug/21/global-development-podcast-sport-development\" title=\"\">our latest podcast</a>. Les Roopanarine gathers opinions from <a href=\"http://www.theguardian.com/global-development/2012/aug/09/talk-point-sport-development\" title=\"\">readers of our talk point</a>, and a footballer and an athlete who set up foundations to promote sport among young people, discusses how sport is used as a development tool, and asks what legacy big sporting events, such as the Olympics and the World Cup, can leave in their host nations.</p> <h2>Child mortality</h2> <p>Cutting child mortality is a key millennium development goal, but rates are not falling fast enough to meet the target of a two-thirds reduction by 2015. <a href=\"http://www.theguardian.com/global-development/interactive/2012/aug/28/millennium-development-goals-child-mortality-interactive\" title=\"\">In this interactive, created for the Guardian by Fathom</a>, we explore the data on where in the world mortality rates are highest, why the cost of saving children varies by region, and what the leading causes of death are. Mark Tran <a href=\"http://www.theguardian.com/global-development/2012/aug/28/breakthrough-child-mortality-unicef-official\" title=\"\">speaks to the chief health officer at Unicef</a>, who sees a breakthrough on the horizon.</p> <h2>Elsewhere on the site</h2> <p>John Vidal <a href=\"http://www.theguardian.com/global-development/2012/aug/26/food-shortages-world-vegetarianism\" title=\"\">reports on stark warnings from water scientists</a>, who say the world's population may have to switch to an almost vegetarian diet over the next 40 years to avoid water shortages.</p> <p>Jonathan Glennie writes on the <a href=\"http://www.theguardian.com/global-development/poverty-matters/2012/aug/22/ecuador-dismissive-portrayal-post-colonial-arrogance\" title=\"\">unenlightened comments about Ecuador</a> and its president, sparked by the Julian Assange case.</p> <p>Following the death of the Meles Zenawi, Mark Tran argues that despite economic growth, poverty and intolerance will <a href=\"http://www.theguardian.com/global-development/poverty-matters/2012/aug/21/ethiopia-renaissance-meles-zenawi\" title=\"\">stain the Ethiopian prime minister's legacy</a>.</p> <p>Afua Hirsch reports on the <a href=\"http://www.theguardian.com/global-development/poverty-matters/2012/aug/16/senegal-headway-gender-equality\" title=\"\">impact of Senegal's gender parity law</a>.</p> <p>And we <a href=\"http://www.theguardian.com/world/2012/aug/26/africa-innovations-transform-continent\" title=\"\">highlight 15 ideas</a> helping to transform Africa.</p> <h2>Multimedia</h2> <p>In pictures: <a href=\"http://www.theguardian.com/global-development/gallery/2012/aug/24/niger-floods-in-pictures\" title=\"\">Niger floods</a></p> <p>During the final weekend of Ramadan, Niger's capital, Niamey, was hit by severe flooding. Overnight, thousands of homes and vital food crops were destroyed, leaving many of the country's poorest families without shelter or sustenance.</p> <p>Video: <a href=\"http://www.theguardian.com/global-development/video/2012/aug/15/niger-mali-refugee-crisis-video\" title=\"\">\"We came with nothing … there is nothing to eat. Nothing\"</a></p> <p>At least 40,000 people have fled to Niger, escaping fighting between rebels in northern Mali. Many arrive in Banibangou refugee camp, having walked 45km, and listen to news from home on French radio. But Niger is already experiencing a hunger crisis. Médecins sans Frontières has set up a cholera hospital for refugees and the local population, but conditions are difficult.</p> <p>In pictures: <a href=\"http://www.theguardian.com/global-development/gallery/2012/aug/17/somaliland-photographic-diary-in-pictures\" title=\"\">Somaliland: a photographic diary</a></p> <p>Mark Tran spent a week looking at how life is changing in Somaliland. He visited the Hargeisa international book fair and reported on Dahabshiil, a money transfer company, a $17m Coca-Cola bottling plant in the desert, and the thriving livestock trade at the port of Berbera.</p> <h2>Coming up on the site</h2> <p>Claire Provost and Jaz Cummins report back from the <a href=\"http://www.theguardian.com/global-development/2012/aug/24/development-data-challenge-weekend-tweets\" title=\"\">development data hackday</a>, which was held at the Guardian offices in London over the weekend.</p> <p>Afua Hirsch reports on the latest Millennium Villages Project, due to be launched by the Earth Institute in northern Ghana this week, which is being supported by the UK's Department for International Development.</p> <p>We report from a gold mine in southern Ethiopia. Gold is the country's main mineral export.</p> <h2>What you said: some of the best comments from our readers</h2> <p>On Mark Tran's story <a href=\"http://www.theguardian.com/global-development/2012/aug/15/poo-solar-toilet-sanitation-prize\" title=\"\">on the solar toilet</a> that won a prize for innovative sanitation projects, <strong>Mtega</strong> wrote:</p> <blockquote> The challenge is persuading people to take a step up the sanitation ladder. This is a social, economic, psychological and even political challenge, not a technological one. </blockquote> <p>On Jonathan Glennie's blog discussing <a href=\"http://www.theguardian.com/global-development/poverty-matters/2012/aug/03/poor-people-want-to-be-poor\" title=\"\">whether poor people want to be poor</a>, <strong>CaitlinM</strong> said:</p> <blockquote> Development programmes are often delivered to the people who are easiest to access – it is hard to identify who are the poorest, the most at need, because they are hard to see. </blockquote> <p>And on Mark Tran's blog on the <a href=\"http://www.theguardian.com/global-development/poverty-matters/2012/aug/17/faultline-ngos-future-development\" title=\"\">faultline among NGOs over the future of development</a>, <strong>BobSurely</strong> claimed:</p> <blockquote> … donor power has increased exponentially, while the power of the poor (\"project targets\") has diminished to that of bit players in the big game. </blockquote> <h2>Highlights from the blogosphere</h2> <p>On From Poverty to Power, Duncan Green highlights a paper by Sumit Roy, published in the Global Policy journal, which <a href=\"http://www.oxfamblogs.org/fp2p/?p=11262\" title=\"\">analyses India's African footprint</a>.</p> <p>Bill Breiger, <a href=\"http://malariamatters.org/?p=1477\" title=\"\">of Malaria Matters</a>, welcomes Rwanda's announcement that it will replace existing insecticide-treated bednets with new ones.</p> <p>João Miguel D de A Lima writes on Global Voices about the surprise <a href=\"http://globalvoicesonline.org/2012/08/20/brazil-belo-monte-halted-but-for-how-long/\" title=\"\">suspension of work on the Belo Monte hydroelectric power plant</a> in Brazil this month, but argues the fight is not over. Reuters reported on Tuesday <a href=\"http://uk.reuters.com/article/2012/08/28/us-brazil-belomonte-idUKBRE87R02X20120828\" title=\"\">that work on the plant has resumed</a>.</p> <h2>And finally …</h2> <p>The Poverty matters newsletter will be back in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date with the issues on the <a href=\"http://www.theguardian.com/global-development\" title=\"\">Global development website</a>. Follow <a href=\"https://twitter.com/gdndevelopment\" title=\"\">@gdndevelopment</a> and the team – <a href=\"https://twitter.com/claireprovost\" title=\"\">@ClaireProvost</a>, <a href=\"https://twitter.com/lizfordguardian\" title=\"\">@LizFordGuardian</a>, <a href=\"https://twitter.com/marktran\" title=\"\">@MarkTran</a> and <a href=\"https://twitter.com/jazcummins\" title=\"\">@JazCummins</a> – on Twitter, and join <a href=\"http://www.facebook.com/guardianglobaldevelopment\" title=\"\">Guardian Global development on Facebook</a>.</p>",
  "<p>My mother, Valerie Agarwal, who has died aged 77, was a quiet revolutionary whose life embodied the changes of postwar, multicultural England. She was born Valerie Ransford in Barnstaple, in Devon, where her father was the local postmaster. They lived in a house he designed.</p> <p>Valerie left school at 16 and trained as a nurse. While working in a hospital, she met my father, Govind Agarwal, an Indian who had migrated to Britain and was receiving treatment for tuberculosis. She faced opposition to their relationship from both her family and his.</p> <p>Despite this, they married in 1963 and made the first of many trips to Patna, in the northern state of Bihar, to visit my father's family – a remarkable journey for a girl from rural Devon. My mother later recalled that they were provided with \"air conditioning\" on the train journey by means of a slab of ice kept in a small tin bath at their feet. Valerie embraced her new culture, learning to cook Indian food and to read and write Hindi.</p> <p>She continued to work in nursing for 41 years while raising her four children. She was also active in community projects, including her daughters' Guides and my Scouts group, long after her children had lost interest. When my father retired, they entered a new phase of social and political activism. He became a Labour councillor in Hounslow, west London.</p> <p>In his second term, in 1994, they became mayor and mayoress of the borough. Valerie managed to clock up 300 public visits while still a working nurse. Her careful financial management enabled all of her children to go on to higher education and take degrees, opportunities she denied herself.</p> <p>She underwent a political conversion on meeting my father, who was a staunch socialist, and after his death in 2004, she returned to Conservative politics. She spent her later years gardening enthusiastically at the home in Devon that she had inherited from her parents, shopping for bargains around Hounslow, and working with me on the Saturday Guardian crossword.</p> <p>She is survived by me and my siblings, Tara, Kamla and Neena, and six grandchildren.</p> <p>• This article was corrected on 27 June 2013. The original gave a birthplace of Bristol.</p>",
  "<p>• Some readers queried the suggestion in a TV review (<a href=\"http://www.theguardian.com/tv-and-radio/2012/aug/21/the-queens-mother-in-law\" title=\"\">A story so amazing it almost makes you forgive Prince Philip</a>, 22 August, page 21, G2) that the future Prince Philip, Duke of Edinburgh, was \"sent to boarding school in England\", pointing out that he attended Gordonstoun, in Scotland. However, before attending Gordonstoun the duke was a pupil at Cheam school, a boarding preparatory school which was then in Surrey but later moved to Hampshire. In the same article, an editing error led to Battenberg being misspelled as Battenburg.</p> <p>• An article about ice melt in the Arctic referred to research published in Nature which \"said that warming in the Antarctic, where temperatures have risen about 1.5C over the past 50 years, is 'unusual' but not unprecedented relative to natural variation\". To clarify: the research in Nature refers to warming in an area of the Antarctic peninsula, which is itself only a small part of the continent (<a href=\"http://www.theguardian.com/environment/2012/aug/23/arctic-sea-ice-record-low\" title=\"\">Arctic ice melt likely to break record as 100,000 sq km disappears per day</a>, 24 August, page 22).</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-395313819\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346156925989/Jeju-Island-South-Korea-A-004.jpg\" alt=\"24 hours: Jeju Island, South Korea: A Chinese fishing boat navigates in rough waves \" width=\"760\" height=\"444\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeju Island, South Korea: a Chinese fishing boat navigates through rough waves caused by Typhoon Bolaven</span> <span class=\"element-image__credit\">Photograph: Kim Ho-cheon/Yonhap/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395313831\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346156918428/Tampa-Florida-US-An-activ-001.jpg\" alt=\"24 hours: Tampa, Florida, US: An activist carries a sign during a protest march\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tampa, Florida, US: an activist carries a sign during a protest march in a downpour at the Republican National Convention </span> <span class=\"element-image__credit\">Photograph: Adrees Latif/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395314057\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346159717808/Kabul-Afghanistan-Juggler-014.jpg\" alt=\"24 hours: Kabul, Afghanistan: Jugglers rehearse before the 7th Juggling Championships\" width=\"707\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kabul, Afghanistan: jugglers rehearse before the 7th Afghanistan Juggling Championships</span> <span class=\"element-image__credit\">Photograph: Jose Cabezas/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395313772\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346158614501/Beijing-China-A-child-eat-008.jpg\" alt=\"24 hours: Beijing, China: A child eats a popsicle near decorative hoarding\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Beijing, China: a little girl takes a closer look at her ice-cream next to decorative construction hoarding</span> <span class=\"element-image__credit\">Photograph: Ng Han Guan/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395314245\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346159882312/Nueva-Jerusalen-Mexico-Pe-015.jpg\" alt=\"24 hours: Nueva Jerusalen, Mexico: People belonging to the Virgen del Rosario group\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nueva Jerusalén, Mexico: followers of  the Virgen del Rosario sect walk on the main road of the town, which has refused to allow public school teachers to hold classes</span> <span class=\"element-image__credit\">Photograph: Alexandre Meneghini/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395313777\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346159068418/Dhaka-Bangladesh-A-boy-cr-012.jpg\" alt=\"24 hours: Dhaka, Bangladesh: A boy crosses a busy road in between two buses\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dhaka, Bangladesh: a boy crosses a busy road in between two buses</span> <span class=\"element-image__credit\">Photograph: Andrew Biraj/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395313827\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346156921240/Punto-Fijo-Venezuela-A-wo-002.jpg\" alt=\"24 hours: Punto Fijo, Venezuela: A woman walks among the debris of her home\" width=\"740\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Punto Fijo, Venezuela: a woman walks through the debris of her home, which was shattered by an explosion at the Amuay oil refinery, the country's largest refining facility </span> <span class=\"element-image__credit\">Photograph: Ariana Cubillos/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395313987\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346158436768/Sitra-Bahrain-A-masked-pr-007.jpg\" alt=\"24 hours: Sitra, Bahrain: A masked pro-reform protester holds the Bahraini flag \" width=\"756\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sitra, Bahrain: a masked anti-government protester waves the Bahraini flag in a cloud of teargas during clashes with police</span> <span class=\"element-image__credit\">Photograph: EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395313775\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346159180836/Cadiz-Spain-Protesters-ag-013.jpg\" alt=\"24 hours: Cadiz, Spain: Protesters against the government's austerity measures\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spain: protesters and members of the Andalusian Union of Workers (SAT) march along the Carranza bridge between Puerto Real and Cadiz to protest against the government's austerity measures</span> <span class=\"element-image__credit\">Photograph: Jon Nazca/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395313875\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346158889008/Viana-Angola-a-motorcycli-010.jpg\" alt=\"24 hours: Viana, Angola: a motorcyclist tries to cross a construction site \" width=\"760\" height=\"475\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Viana, Angola: a man on a motorcycle  tries to cross a building site using a makeshift bridge near a Chinese construction worker</span> <span class=\"element-image__credit\">Photograph: Siphiwe Sibeko/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395313817\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346156930809/Gauhati-Assam-state-India-006.jpg\" alt=\"24 hours: Gauhati, Assam state, India: A shopkeeper at a closed shop during a strike\" width=\"723\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gauhati, Assam state, India: a shopkeeper looks out from under closed shop shutters during a 12-hour general strike called by the radical Hindu group Bajrang Dal to protest against the ethnic violence in the state</span> <span class=\"element-image__credit\">Photograph: Anupam Nath/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395313821\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346158617084/Mumbai-India-An-Indian-ve-009.jpg\" alt=\"24 hours: Mumbai, India: An Indian vegetable vendor stands on a flooded street\" width=\"728\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mumbai, India: a  vegetable vendor stands with his laden stall in a flooded street</span> <span class=\"element-image__credit\">Photograph: Rafiq Maqbool/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395313834\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346158891712/Tongling-China-Paramilita-011.jpg\" alt=\"24 hours: Tongling, China: Paramilitary policemen jump during psychological training\" width=\"752\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tongling, China: paramilitary police officers jump up above their colleagues' arms as  part of psychological training</span> <span class=\"element-image__credit\">Photograph: China Daily/Reuters</span> </figcaption> </figure>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-395344500\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346131972368/janice1.jpg\" alt=\"janice gwilliam's fence\" width=\"460\" height=\"392\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Keeping out trail bikers. The fence that Coasties built - see below. Photograph: Janice Gwilliam.</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Not so much to tell you this month as I was away for almost a fortnight, partly at the Olympics and partly with family and friends. But as I've said before, that's what volunteers do: push off and have fun on their own. My small society will get by; big society won't and shouldn't.</p> <p>The great event was as good as everyone else has already told you, and as a volunteer myself I cannot praise too highly the <a href=\"http://www.london2012.com/spectators/games-maker/\">Games Makers</a>, as the Olympic volunteers were called. How proud we were that one of them was one of my step-daughters. </p> <p>Next summer we hope to go back and see what the Park looks like one year on. To my amazement, as someone who knew the area, I did finally work out the whereabouts of a lot of what had been there before, albeit not helped by the park map which was not orientated with north at the top. My worst fears about the obliteration of all that was good about the Bow Back Waters were confounded; wonderful wetland areas, wild flower meadows and masses of trees.<br>&#xa0;<br>So on Tuesday of the first week back it was a return for me to volunteering at <a href=\"http://lassn.pir2.info/short_stop\">Short Stop</a>. There was only one referral, but over ten phone calls, mostly to voicemail, before I managed to fix an overnight stay for a young man from the Congo.&#xa0;As so often during&#xa0;Short Stop&#xa0;I was reminded of some of my pupils in London, several from the Congo, their French not like mine, to their amusement, with dreadful tales of fighting. I rang back to <a href=\"http://www.stgeorgescrypt.org.uk.\">St George's Crypt</a> and gave them the good news, once again the kindness of strangers. <br>&#xa0;<br>Leeds Asylum Seekers' Support Network coordinates the Short Stop programme and is currently looking for a volunteer to help with their media work. This is what it's all about:</p> <blockquote> <p>Fed up with poor, inflammatory representation of asylum seekers and refugees in the press? Have a passion for writing, broadcasting and the media in general? We're looking to recruit a new volunteer project co-ordinator. If you are interested please <a href=\"http://lassn.pir2.info/current_vacancies\">see online here</a>.</p> </blockquote> <p><br>&#xa0;<br>Wednesday saw me back at <a href=\"http://www.northyorkmoors.org.uk\">Coasties</a> footpath clearing and maintaining, and this was the scene that met our eyes after we had walked, laden with tools and our backpacks, about half a mile downhill from the minibus.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395344501\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346131833952/ruts.jpg\" alt=\"trail bikers\" width=\"140\" height=\"187\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The North York Moors path carved up by trail bikers. Photograph: Janice Gwilliam</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Trail bikers have made these ruts in what was&#xa0;a lovely hollow-way through the woods. It is hot and humid and there are bitey things, but the job needs doing; so we set to with mattocks and spades and gradually mange to eliminate the worst of the ruts. Meanwhile some of our colleagues have, we think, the easier task; they are designing and building the deterrent shown in the picture at the top of this post.</p> <p>After lunch the diggers carry on with the task of filling in the ruts. The ground seems to be much harder now and we mutter darkly about what we might do to these motorised vandals. There are places where can they can ride their bikes legitimately, but guess what: they would have to pay.<br>&#xa0;<br>Eventually I text the fencemakers for assistance; two of them join us and agree how hard it is, so after a while we all&#xa0;decide to pack up early. It is a long steep way back up to the mini bus and the task is not finished, but there are other days for that.<br>&#xa0;<br>We are constantly being reminded how much more we should exercise, what an overweight nation we are becoming and how much it will all cost the health service. Well, walking is a free form of exercise; it doesn't need much equipment and all you need is a place to walk, but not one that has been despoiled by motor bikes.</p> <p>At the beginning of the week, the Malton and Norton Fairtrade group had their final planning meeting for our craft fair. We are planning to showcase both local and Fairtrade crafts and have the usual worries: will we have enough or&#xa0;too many stalls, publicity and refreshments? I then spent some frustrating hours trying to upload details to the <em>Guardian Northerner </em>n0tice website; however I&#xa0;managed eventually, going to www.guardian.co.uk/uk/the-northerner, then clicking on the funny n0tice word next to the map. <em>(Sorry about that Janice, Ed)</em>. The details are there, but I can tell you simply that the fair is on Saturday 22 September at the Memorial Hall in Old Malton, free entry 10am-4pm.</p> <p>Tuesday was another quick Short Stop day with only one referral, this time from the <a href=\"http://www.refugeecouncil.org.uk\">Refugee Council</a>. I rang one of the regulars who always answer their phone and almost always say Yes.&#xa0;So it proved, and I had pleasant reminders of the Oympics, chatting with my counterpart at the Refugee Council. </p> <p>And so back to <a href=\"http://www.northyorkmoors.org.uk\">Coasties</a> on Wednesday - quite a big group of us today and the area to be worked in is steep and narrow, with a board walk to be laid and lots of steps. Three of us&#xa0;realise that too many cooks will spoil the broth, or least fall over one another, so we ask if there is something else we can do. </p> <p>We find ourselves raking what would be hay if it was longer and drier, but is actually clumps of dank, damp grass on a sloping field. At least the sun is, mostly, shining and we are surrounded by stunning views; but it is back breaking and frustrating work, much of the cut stuff drags up roots when we rake, and if the grass goes on growing it will all to be done again soon. Here's proof: can you see the wooden rake in the dead grass?</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395344502\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/28/1346132713463/janice3.jpg\" alt=\"janice gwilliam rake\" width=\"140\" height=\"187\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">End of the road: Janice's abandoned rake.</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Next week we will be back, as the diversion of the <a href=\"http://www.nationaltrail.co.uk/clevelandway \">Cleveland Way</a> through the <a href=\"http://www.coastaltourism.co.uk/local_history.htm\">National Trust's alum works</a> at Ravenscar still has many weeks' work to be done; more steps, gates and another section to be cut through dense undergrowth. However, the three of us make it abundantly clear that next week we will not be raking.</p> <p>I am usually&#xa0;happy to do whatever is necessary to keep the paths open, the alum works in good order and the national park generally accessible, but there comes a time when I stamp my foot and announce that I am a volunteer, not a member of a pressed gang... </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395344503\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/online/2011/12/13/1323787390730/Janice-Gwilliam-001.jpg\" alt=\"Janice Gwilliam\" width=\"140\" height=\"130\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Janice Gwilliam Photograph: Janice Gwilliam</span> <span class=\"element-image__credit\">Photograph: Janice Gwilliam</span> </figcaption> </figure>  <p><em>Janice is a retired london schoolteacher who blogs monthly for the <em>Northerner</em> about her voluntary work with asylum seekers and refugees in Lincoln Green, Leeds, and maintaining footpaths on the North York Moors.</em></p>",
  "<p>One of the Ulster Unionists' most seasoned veterans has resigned from the party he served for 50 years in protest at being punished for speaking out against homosexuality.</p> <p>Lord Maginnis confirmed on Tuesday he was leaving the party just two months after losing the party's whip at Westminster.</p> <p>The UUP peer was disciplined over remarks made on the Stephen Nolan radio show in which he claimed homosexuality was \"unnatural and deviant\". His comments were condemned by the party leader, Mike Nesbitt, who has sought to modernise the UUP and move it towards the liberal, centre ground in Northern Ireland.</p> <p>Maginnis's departure, however, is a blow to the party given the respect he commands, particularly within the UUP's rural Ulster base.</p> <p>The 74-year-old from Dungannon served for 18 years as MP for Fermanagh/South Tyrone – the constituency represented briefly in 1981 by IRA hunger striker Bobby Sands. The former soldier was also the target of repeated republican murder plots during the Troubles and spoke out on behalf of the border Protestant-unionist community that felt under siege during the IRA's 30-year campaign of violence.</p> <p>Despite his anti-gay stance Maginnis worked with openly gay members of the UUP under the leadership of David Trimble as they tried to secure unionist support for the Good Friday agreement peace deal. Among Trimble's closest advisers was Stephen King, who later entered into a civil partnership with his male partner, to the condemnation of the rival Democratic Unionist party.</p> <p>Reacting to the news of the former MP's resignation, Nesbitt said: \"This is not the outcome I have been seeking – quite the opposite, in fact. On behalf of the party and the unionist people more widely, we owe a debt of gratitude to Ken Maginnis. He was a fearless advocate of the unionist cause, serving the community as a teacher, an officer in the Ulster Defence Regiment as well as a public representative during his time in elected politics.</p> <p>\"He was the sort of progressive unionist I admire. I regret we will not have access to his experience and expertise as we move to rebuild and revive this great party. However, 50 years' service is a lifetime's devotion, and I must respect his decision.\"</p>",
  "<p>Tropical storm Isaac is on the verge of becoming a hurricane and remains headed for a direct hit on New Orleans on Tuesday night.</p> <p>The city and surrounding areas are bracing for impact, with Isaac expected to reach land overnight and threaten a wide region of the Gulf coast.</p> <p>The National Hurricane Center warned that Isaac has the potential to cause flooding in Louisiana, Alabama, Mississippi and Florida through rising water levels of up to 12ft from storm surges and heavy, prolonged rainfall of up to 20in. Winds are expected to be far in excess of 70mph and there will be the threat of tornadoes.</p> <p>The center's 8am ET update reported that Isaac was about 105 miles from the mouth of the Mississippi river and moving north-west at 7mph, with tropical storm-force winds extending up to 205 miles from its center.</p> <p>Wednesday is the seventh anniversary of the devastating impact of hurricane Katrina, which caused an estimated 1,800 deaths – the vast majority in the New Orleans region after levees failed – and damage estimated at $96bn.</p> <p>There is optimism that New Orleans is far better prepared than it was for Katrina, and that Isaac will prove much weaker. Isaac is likely to reach land as a category one hurricane, the lowest on the five-stage scale. Katrina was a category three.</p> <p>New Orleans' mayor, Mitch Landrieu, did not order an evacuation of the city, but those living outside the levee system were strongly encouraged to leave, and people who chose to stay were asked to use Monday to gather supplies and be prepared to \"bunker down in their homes\".</p> <p>Mandatory evacuations were ordered for St Charles Parish and parts of Jefferson Parish and Plaquemines Parish: low-lying regions outside the city's defenses. Time to leave is running out, with winds expected to intensify this afternoon.</p> <p>Workers piled on tons of sand to bolster levees on Monday night, and highways in low-lying parishes near the city were scheduled to close in order to install makeshift flood barriers. Flights in and out of New Orleans airport ceased last night until further notice, and schools are closed until Thursday. Bus, streetcar and Amtrak services have been suspended.</p> <p>A steady stream of cars headed across Lake Pontchartrain on Monday evening as residents headed towards Baton Rouge and away from the expected track of the storm. There were long queues at gas stations and some ran out of fuel.</p> <p>President Obama signed an emergency declaration authorizing the Federal Emergency Management Agency (Fema) to oversee and help fund the cost of coping with Isaac. However, the Louisiana governor, Bobby Jindal, criticized the president's declaration as \"limited\" in a letter sent to the White House and released to media outlets on Monday evening.</p> <p>\"We appreciate your response to our request and your approval,\" Jindal, a Republican, wrote. \"However, the state's original request for federal assistance … included a request for reimbursement for all emergency protective measures. The federal declaration of emergency only provides for direct federal assistance.\" Jindal said the state had spent about $8m on \"emergency protective measures\".</p> <p>The authorities are confident that New Orleans has learned the lessons of Katrina. \"We are prepared for what this storm is going to bring us at this point in time,\" Landrieu told reporters.</p> <p>Since 2005, in excess of $14bn has been spent on improved safety systems such as better levees, floodgates and pumps, though drainage work is not entirely finished and does not protect the entire New Orleans region.</p> <p>Isaac will be the first hurricane to hit the Gulf coast since 2008, when Ike and Gustav caused extensive damage.</p> <p>At least 24 people in Haiti and the Dominican Republic died as Isaac headed north-west, brushing the southern fringes of Florida on Sunday, where it caused minor damage and power outages. It has severely disrupted offshore oil production in the Gulf of Mexico, leading to fears that the price of gas at the pumps will rise sharply in the coming days.</p> <p>A reported 78% of Gulf of Mexico crude production and 48% of natural gas production had been halted by Monday afternoon. The ports of New Orleans and Mobile, Alabama, were closed.</p> <p>Some storefronts in central New Orleans were boarded up on Tuesday morning and the city was quiet, with gathering clouds and a light wind offering a portent of the coming storm.</p> <p>On Monday, Darren Williams, 16, stood on the stoop of his family's apartment in the Iberville homes, a brick housing project where there are still metal barricades on the doors from the months after Katrina. Though some residents, like the Williams family, returned a couple of months after, the project did not have water or electricity for over six months after Katrina.</p> <p>Representatives from Nola Ready, the city's new disaster preparedness program, had distributed emergency instruction pamphlets. Williams said the timing brought back terrible memories: \"It don't really make sense – I know it's hurricane season, but why on the anniversary?\"</p> <p>Many people at Iberville do not have cars and could not leave when the levees failed after Katrina. This time, the pamphlets explain the city's assisted evacuation program. The courtyards were quiet. It took Faynell Thomas, 38, three years to come back after Katrina. \"I wish I never came back,\" she said. If I leave again, I'm not coming back.\" She has not left this time because her son is in hospital.</p> <p>Her friend, Cynthia Jordan, 58, was sitting on the stoop with her. She was at Iberville when the Katrina floods came up to the first storey. There was no official rescue – she escaped by getting on her daughter's boat, before being picked up by helicopter. She got on a bus to Houston, and was away from her home for a year and a half.</p> <p>\"I hope it [Isaac] turns and goes away. I've been through it before, I don't wanna go through it again,\" she said. Worried about the storms that may follow Isaac, she has packed clothes anyway.</p> <p>Malcolm White, the executive director of the Mississippi Arts Commission, lives in Jackson and Bay St Louis, a coastal town directly in Isaac's path that was leveled by Katrina. He came back to Jackson for meetings on Monday but had spent the weekend on the coast preparing.</p> <p>\"Seven years doesn't seem that far away to us,\" said White, who only rehung pictures at his Bay St Louis house this summer. Though people on the Mississippi Coast go through this twice a hurricane season, White said, \"We're just sort of in disbelief because of the irony of the anniversary … this one looks so similar.\"</p> <p>At least, White said, Katrina taught residents and leaders important lessons about being ready: \"We're as best prepared as we can be.\"</p>",
  "<p>As an old adage goes: \"when confronted with two alternatives, always choose the third\" <a href=\"http://www.theguardian.com/media/2012/aug/19/julian-assange-takes-aim-us\" title=\"\">(Assange urges US to end 'witch-hunt', 24 August)</a>. One solution that so far seems to have been overlooked by governments and the media in the impasse on WikiLeaks's Julian Assange since Ecuador granted him asylum is for the UK government to allow his safe passage from Ecuador's embassy in London to Ecuador's embassy in Stockholm, Sweden. This would meet all parties' obligations under both domestic and international law. The UK could meet its obligations to transfer Assange to face the criminal investigation in Sweden. Sweden could have the opportunity to pursue its investigations in Sweden. Ecuador could maintain international law obligations to protect Assange from extradition to the US to face unfair trial on espionage charges and a potential death penalty. And Assange himself would have the opportunity to have the alleged criminal charges addressed through the normal legal processes.</p> <p>When solutions exist that meet the obligations of all parties, it seems extraordinary that the UK would risk undermining long-standing diplomatic principles for providing political asylum to dissidents faced with political persecution.<br><strong>Michael Hamel-Green</strong><br>Coburg, Victoria, Australia</p> <p>• The right of asylum in embassies is one of the most sacred of Latin American traditions. During several years working in Bolivia, I saw this working many times, and there is no doubt that the institution has prevented considerable bloodshed.</p> <p>Here is how it works: a political figure who is threatened by a government goes to ground in an embassy – any embassy, except those of the imperial powers, Britain and the US – and after a few days the ambassador takes the person in his own embassy vehicle to the airport and puts him on a plane to the country whose embassy is involved. The person granted asylum thereby resigns from political activity and often lives for years in the country involved.</p> <p>Violations of this tradition are regarded by most Latin Americans as barbarous and uncivilised.<br><strong>Jordan Bishop</strong><br>Ottawa, Canada</p> <p>• Assange's need for political asylum in the embassy of another country, tantamount to house arrest, is reminiscent of Burma's past house arrest of Aung San Suu Kyi. Is this the comparison the British government wants to give the world?<br><strong>Jean Warren</strong><br>Toronto, Canada</p> <p><strong>Our wild vacillation</strong></p> <p>The Guardian, along with the professional economic community and our fearless international leaders, seems to vacillate wildly between hand-wringing over the incomprehensible failure of the global economy to snap back to full-tilt growth via the business-as-usual model and the growing certainty that if we succeed, the global economic, environmental and social systems are going to collapse.</p> <p>While Larry Elliott discusses China's hope of reanimating (resource sucking) investment by fiddling interest rates and making more credit available <a href=\"http://www.theguardian.com/business/economics-blog/2012/aug/12/fears-global-economic-slowdown-markets\" title=\"\">(Global economy hits the wall, 17 August)</a>, Mitt Romney has selected the multitrillion-dollar debt-slashing Paul Ryan as his running mate, deluded that this is the answer to US financial woes and election victory <a href=\"http://www.theguardian.com/world/2012/aug/12/paul-ryan-hailed-donations-romney?INTCMP=SRCH\" title=\"\">(Murdoch hails Romney's running mate)</a>. In the real world, after posting record profits again, hard on the heels of Barclays Libor scandal and HSBCs drug money laundering, \"squeaky clean\" Standard Chartered has been caught out in \"historic sanction breaches\" worth at least $250m <a href=\"http://www.theguardian.com/business/2012/aug/12/standard-chartered-american-regulators-wall-street?INTCMP=SRCH\" title=\"\">(US regulators turn to London)</a>.</p> <p>Taken together with the wars, debt crises and civil disturbance around the world, our conflicted behaviour is surely a sign of a deeply dysfunctional global village. While I applaud our efforts to understand this paradoxical situation, I can't help feeling that we're all kidding ourselves. As good Guardian readers we shake our heads, wag our fingers and write to letters columns on corporate malfeasance, political corruption and rampant economic self-interest. Yet behind our backs most of our fingers are crossed hoping that our own consumerist contribution won't be the last straw that breaks the camel's back.</p> <p>It's not just business-as-usual model for industry, banking and financial sectors that's wrong: it's the life-as-usual expectation of at least 6&#xa0;billion of us.<br><strong>Tor Larsen</strong><br>Sydney, Australia</p> <p>• I'm gobsmacked by the torsion, the schizoid incongruence between <a href=\"http://www.theguardian.com/environment/2012/aug/07/china-rare-earth-village-pollution\" title=\"\">Hunger for rare earths leaves toxic legacy</a> and <a href=\"http://www.theguardian.com/technology/2012/jul/18/wearable-technology-vision-of-future?INTCMP=SRCH\" title=\"\">Wearable computers? Just wait…</a> (10 August).</p> <p>Baotou in Mongolia is uninhabitable. Its soil, air and water are putrescent with radioactive sludge and hazardous chemicals generated by the mining and processing of rare earths, essential components of glamorous must-have e-gadgets such as energy-guzzling goggles that enable their users to simultaneously snowboard, receive weather forecasts and emails, change music channels and download their prowess to the internet.</p> <p>What's fun about a choice whose toxic consequences are excreted on to other humans, other species and the future? Freedom not co-valent with accountability is a self-serving and greedy lie.</p> <p>Are smart-phones and their ilk in fact terminally stupid? Why aren't they labelled like cigarette packets: \"This product irreparably damages the biosphere\"?</p> <p>How do we stand our ground, reclaim agency in the face of our own terrifying nihilism, our ecocidal mania? What cultural, moral and ecological dots do we need to join up if we're not to cannibalise our only Earth? How do we recover from collective disassociation so deep that it's delusional to the point of psychosis?</p> <p>We're in paralysed thrall to a market economy ruthless as a dictatorship, that would rather crucify lifekind than relinquish power. How do we wake up, break free, go sane? What might a planetary spring look like?<br><strong>Annie March</strong><br>West Hobart, Tasmania, Australia</p> <p>• Robin McKie asks: why the lack of action over planetary degradation? <a href=\"http://www.theguardian.com/commentisfree/2012/aug/12/robin-mckie-climate-change-dangers\" title=\"\">(Climate change is big drama, 17 August)</a>. His emotive quotations, \"We are already fucked\", or \"teach my son to use a gun\", are meant to shock us into change. Yet decent people who still doubt if climate change is man-made must not be ignored or vilified.</p> <p>There are huge challenges. Most of us can imagine the lives of our children and grandchildren; but it is hard to visualise what our great-grandchildren's lives will be like. Worse is the hatred and destructiveness we deny in ourselves but sanction in our leaders. Look no further than our uncontroversial weapons of mass destruction.</p> <p>Our only hope is a massive collective change of heart, only possible if we all actively engage with and convince other people that catastrophe is almost inevitable.<br><strong>Robert Tollemache</strong><br>London, UK</p> <p><strong>Preventing innovation</strong></p> <p>The problem with innovation today is that it focuses on forward rather than lateral thinking <a href=\"http://www.theguardian.com/commentisfree/2012/aug/10/profit-pr-enemies-innovation?INTCMP=SRCH\" title=\"\">(Profit and PR kill off anything that's new, 17 August)</a>. Someone from 1950 visiting the world of 2012 may not be as surprised by our progression with technological breakthroughs as with our failure to spread existing technology throughout the world. William Gibson observed that, \"the future is already here – it's just not evenly distributed\" and he was right.</p> <p>We have an obsession with the new that blinds us to the immense progress we have already made. It is true that we have not found a cure for cancer but we have found the cure for diarrhoea and the way to stop children dying from it is not to develop new drugs, but to creatively engineer and fund the spread of the ones we already have.<br><strong>Edward Tikoft</strong><br>Leeming, Western Australia</p> <p><strong>Briefly</strong></p> <p>• Erik the Red was more ironic than he intended when he gave Greenland its name. His ploy to entice settlers to the frozen paradise was intentional irony. The unintended irony is that the proposal to start mining natural resources in Greenland <a href=\"http://www.theguardian.com/environment/2012/jul/31/europe-greenland-natural-resources\" title=\"\">(August 10)</a>, which could include \"some very harsh environmental consequences\", does not sound very green at all.<br><strong>Bob Walsh</strong><br>Wilton, Connecticut, US</p> <p>• I have my own list of greatest movies <a href=\"http://www.theguardian.com/commentisfree/2012/aug/02/best-of-lists-good-for-nothing\" title=\"\">(10 August)</a>. In reviewing the BFI list, I waited until number 84, Casablanca, before one of my films appeared and it was the only one that did. I noted a number of films that would make my list of the most boring of all time (for example, number 59, Barry Lyndon) as well as many films that I think are very good, but don't meet the criteria for my list: films that I will watch anytime they come along, no matter how often I've seen them.</p> <p>And you know what, I don't care that BFI missed almost all my films – it's just a list of somebody else's never-miss movies. Lists are fun, not important.<br><strong>Keith Stotyn</strong><br>Edmonton, Alberta, Canada</p> <p>• Yes, I remember the Windmill Theatre during the Blitz and the second world war (although my dates never took me there). Their motto was \"We never close\". So it was interesting to read of the new Windmill <a href=\"http://www.theguardian.com/lifeandstyle/2012/jul/20/lap-dancing-club-behind-scenes?INTCMP=SRCH\" title=\"\">(3 August)</a>. I assume the new motto is \"We never clothe\".<br><strong>Joyce Crick-Baker</strong><br>San Jose, California, US</p> <p><em>Send letters to: Kings Place, 90 York Way, London N1 9GU United Kingdom, fax +44 (0)20 3353 3186 or email </em><a href=\"mailto:weekly.letters@theguardian.com\" title=\"\">weekly.letters@theguardian.com</a></p> <p><em>Please include a full postal address and a reference to the article. We may edit letters. To contact the editor directly </em><a href=\"mailto:weekly.feedback@theguardian.com\" title=\"\">weekly.feedback@theguardian.com</a></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-395152344\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345809840332/The-Reluctant-Fundamental-003.jpg\" alt=\"Venice 2012 preview: The Reluctant Fundamentalist\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Venice kicks off with The Reluctant Fundamentalist, adapted by Mira Nair from Mohsin Hamid's novel and screening out-of-competition. Riz Ahmed plays the Pakistan-born Princeton graduate, chasing his dream on Wall Street but pulled back by past ties</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395152337\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345809883547/The-Iceman-005.jpg\" alt=\"Venice 2012 preview: The Iceman\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chris Evans (pictured here) stars alongside Michael Shannon – set to deliver another payload of menace – in The Iceman, a biopic of notorious Mafia killer Richard Kuklinski, who was linked to about 200 murders. James Franco, Ray Liotta and Winona Ryder are among the supporting cast</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395152405\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345809860592/Wadjda-004.jpg\" alt=\"Venice 2012 preview: Wadjda\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wadjda makes history before it even screens, as the first feature made by a female film-maker in Saudi Arabia. Three years in the making, Haifaa Al Mansoor's drama charts the adventures of a young girl cyclist through a repressive patriarchal system</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395250343\"> <img src=\"https://static.guim.co.uk/sys-images/Film/Pix/pictures/2012/8/27/1346061480089/Paradise-Faith-001.jpg\" alt=\"Paradise Faith\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Those wishing to escape the sunshine and ice-creams at this year's event are advised to book a seat for Paradise Faith, the second part of Ulrich Seidl's immaculately cold-eyed trilogy about the state of modern humanity. This one, reportedly, is about a middle-aged housewife who hawks statues of the Virgin Mary door-to-door. A crisis of faith is surely right around the corner</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395152256\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345809923943/At-Any-Price-006.jpg\" alt=\"Venice 2012 preview: At Any Price\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A rarefied cult favourite for the past few years, director Ramin Bahrani looks set to crack the mainstream with At Any Price, in which Zac Efron headlines as a rebellious rich-kid racing driver. Fingers crossed that Bahrani doesn't shed his unique, low-key vision as he moves up through the gears</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395152340\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345809791780/The-Master-001.jpg\" alt=\"Venice 2012 preview: The Master\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Possibly the hottest ticket on the Lido: Paul Thomas Anderson's The Master stars Philip Seymour Hoffman as a rumpled intellectual who invents a religion for masses. Is the whole thing just a veiled, unauthorised biography of L Ron Hubbard? Early evidence suggests some striking (and presumably intentional) parallels</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395152374\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345809810192/To-the-Wonder-002.jpg\" alt=\"Venice 2012 preview: To the Wonder\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Terrence Malick scooped the 2011 Cannes Palme d'Or for his rapturous The Tree of Life. With uncharacteristic haste, the visionary director bounces back to the fray in Venice, unveiling To the Wonder. True to form, the film itself is swathed in mystery, though sources hint at a tale of second acts in American lives, as Ben Affleck's divorcee reconnects with the one that got away </span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395152330\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345809964700/Something-in-the-Air-007.jpg\" alt=\"Venice 2012 preview: Something in the Air\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Any film from the skittishly talented Olivier Assayas is well worth checking out. Here he chases up his epic, made-for-TV biopic of Carlos the Jackal with Something in the Air, another historical drama of sorts, charting a student's coming-of-age against the backdrop of the May 1968 uprisings</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395152556\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345810493832/Spring-Breakers-010.jpg\" alt=\"Venice 2012 preview: Spring Breakers\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spring Breakers draws the battlelines between the sweet and the sick, the mainstream and the back-alley. Squeaky-clean Selena Gomez and Vanessa Hudgens are college kids who rob a restaurant in order to fund their vacation. Yet lurking behind the camera is the snickering form of Harmony Korine, the one-time enfant-terrible of American cinema, grown still more disreputable with age</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395152328\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/24/1345809985021/Passion-008.jpg\" alt=\"Venice 2012 preview: Passion\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Brian De Palma appears to be right back in Dressed to Kill mode with Passion, a tale of corporate skulduggery and simmering sexual tension. Noomi Rapace and Rachel McAdams as apprentice and mistress, bouncing off walls inside a sterile office block</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395254669\"> <img src=\"https://static.guim.co.uk/sys-images/Film/Pix/pictures/2012/8/27/1346067679592/Bad-25-001.jpg\" alt=\"Venice film festival: Bad 25\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A quarter of a century after the release of Michael Jackson's Bad, Spike Lee and an all-star cast reassess the album's influence. Lee's documentary, filmed with the full co-operation of the Jackson estate, will incorporate a host of unreleased songs </span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395254694\"> <img src=\"https://static.guim.co.uk/sys-images/Film/Pix/pictures/2012/8/27/1346068862855/Winter-of-Discontent-001.jpg\" alt=\"Venice film festival: Winter of Discontent\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ibrahim El-Batout's Winter of Discontent focuses on the Egyptian uprisings that unseated Hosni Mubarak. The film, which traces the journeys of three people, each differently involved with the revolution, was shot partly during events in Tahrir Square</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395254717\"> <img src=\"https://static.guim.co.uk/sys-images/Film/Pix/pictures/2012/8/27/1346067757024/The-Company-You-Keep-001.jpg\" alt=\"The Company You Keep\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Redford directs and stars in The Company You Keep, about a former Weather Underground activist who goes on the run from a journalist who has discovered his identity. Shia LaBeouf, Julie Christie and Brendan Gleeson round out the cast</span> <span class=\"element-image__credit\">Photograph: Doane Gregory/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395254722\"> <img src=\"https://static.guim.co.uk/sys-images/Film/Pix/pictures/2012/8/27/1346067809477/Disconnect-001.jpg\" alt=\"Venice film festival: Disconnect\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Disconnect, Henry Alex Rubin's digital-age ensemble thriller, focuses on a group of people searching for human connections in a wired world. Hooking up are Jason Bateman, Alexander Skarsgård, Paula Patton, Hope Davis and Andrea Riseborough</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395254724\"> <img src=\"https://static.guim.co.uk/sys-images/Film/Pix/pictures/2012/8/27/1346068330944/Lines-of-Wellington-001.jpg\" alt=\"Venice film festival: Lines of Wellington\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">When he died last August, Chilean master Raul Ruiz was hard at work on Lines of Wellington, a Napoleonic-era epic. His widow, Valeria Sarmiento, assumed directorial duties and <a href=\"http://www.guardian.co.uk/film/2012/aug/20/raul-ruiz-lines-wellington\">the outcome, she says, is 'a film by me. I made the decisions'</a></span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395254729\"> <img src=\"https://static.guim.co.uk/sys-images/Film/Pix/pictures/2012/8/27/1346068351681/Love-is-All-You-Need-001.jpg\" alt=\"Venice film festival: Love Is All You Need\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In Love Is All You Need, Susanne Bier's romantic drama, Pierce Brosnan is a lonely, middle-aged widower who connects with a recuperating hairdresser</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395254741\"> <img src=\"https://static.guim.co.uk/sys-images/Film/Pix/pictures/2012/8/27/1346069425664/Boxing-Day-001.jpg\" alt=\"Venice film festival: Boxing Day\" width=\"640\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boxing Day, Alberto Barbera's tale of a debt-laden businessman who leaves his family immediately after Christmas to pursue a lucrative property deal, reunites Bernard Rose and Danny Huston for a third time following Ivansxtc and The Kreutzer Sonata </span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>",
  "<p>Mitt Romney might think the most he has to deal with this week is <a href=\"http://www.theguardian.com/world/2012/aug/27/republicans-disruption-isaac-new-orleans\" title=\"\">the approach of tropical storm Isaac</a> and his upcoming convention speech, but the Republican presidential candidate has also just been landed with a 130-year-old bill for $25,000 (£16,000) from the author Judith Freeman.</p> <p>Freeman, author of <a href=\"http://www.theguardian.com/world/2007/nov/28/usa.biography\" title=\"\">a well-received biography of Raymond Chandler</a> and four novels, has traced her family history back to the 1870s, when her great-grandfather William Jordan Flake and Romney's great grandfather Miles P Romney \"were patriarchs of adjoining Mormon communities in the high, cold, hard country of northern Arizona, a region known as Apache County\". Although both men ran into trouble with local communities over their \"scandalous practice of polygamy\", Flake was a \"deeply respected man\", according to Freeman. Romney, on the other hand, was described by one newspaper editor as \"a mass of putrid pus and rotten goose pimples; a skunk, with the face of a baboon, the character of a louse, the breath of a buzzard and the record of a perjurer and common drunkard.\"</p> <p>US marshals were rounding up polygamists and arresting them at the time, and both men became targets and were eventually arrested. Flake posted bail of $1,000 for Romney, who had no money, <a href=\"http://lareviewofbooks.org/article.php?type=&amp;id=877&amp;fulltext=1&amp;media=\" title=\"\">Freeman writes in the Los Angeles Review of Books</a>, and \"now we come to the matter I'd like to bring up with Mitt\".</p> <p>Miles P Romney, she says, then fled to Mexico, where Mitt's father George was born, while Flake served a six-month sentence for polygamy.</p> <p>\"The point is Miles P Romney never bothered to repay my great-grandfather Flake the thousand dollars he owed him for posting his bail. Since it's never too late to make a situation right, and since Mitt Romney seems to have sufficient funds now to cover his ancestor's old debt, I'd like to call upon him to do so,\" writes Freeman. Since the younger Romney's estimated fortune is some $230m, the bill should not be too much of a stretch.</p> <p>She has worked out that $1,000 from the 1880s would be worth about $25,000 today – she's willing to let the interest slide. \"Because William Jordan Flake has about 15,000 descendants living at the moment, I realize I'll have to divide up the money should Romney do the right thing and write out that check,\" she says. \"However, I want to assure Mitt that I'm more than happy to be the disburser of the funds and I guarantee that all the Flakes of the world will get their fair share the moment he does the right thing.\"</p>",
  "<p>In the immediate aftermath of the terror attacks in Norway last summer, an overwhelming number of Norwegians assumed the country had been struck by radical Islamist terrorists. After all, that was what everyone – from experts on terror to the police intelligence service and the media – had told us to expect ever since September 11.</p> <p>History speaks for itself: in Norway, terrorist attacks have overwhelmingly come from the extreme right. But the Norwegian authorities have mainly been looking elsewhere. After the attacks of 22 July last year, many of my Muslim friends would tell me that they, too, had first assumed that these were attacks perpetrated by radical Islamists.</p> <p>On that day, a lot of Norwegian Muslims feared retaliatory attacks, to the extent that some kept themselves indoors. But despite this caution, a number of instances of <a href=\"http://www.antirasistisk-senter.no/om-trakassering-av-muslimer-og-innvandrere-etter-eksplosjonen-i-regjeringskvartalet-22-juli-2011.5074479.html\" title=\"\">harassment against Muslims on the streets</a> of Oslo have been documented on that evening.</p> <p>Among the 69 victims on the island of Utøya were a number of Norwegians of Muslim background. To them, as to so many other young Norwegian Muslims I meet as an anthropological researcher, being part of an increasingly multicultural Norwegian society means being an active, committed and engaged citizen. This assertive \"politics of presence\" stands in marked contrast to the politics of their parents' generation. The erstwhile Muslim labour migrants from countries such as Pakistan, Turkey and Morocco who came to Norway in the late 1960s and 1970s more often than not \"kept their heads down\", trying as best they could to ignore the racism many of them experienced, and remaining grateful for the opportunities that Norway had offered them and their offspring.</p> <p>Norwegian Muslims, who represent some 3% of the Norwegian population, experienced a period of grace after it became clear that the worst terrorist and mass murderer in the country's history was an extreme rightwing Islamophobe, rather than an Islamist radical Muslim.</p> <p>These were days in which many Norwegian Muslims, for the first time in their lives, would feel that Norwegians stood shoulder to shoulder with them, and acknowledged them as equals. White Norwegian strangers greeted or even embraced them on the streets. The prime minister and Oslo's mayor visited mosques. Across the country, government ministers attended the funerals of Muslim youth killed in the attack. At Nesodden, the funeral of an 18-year-old girl of Iraqi-Kurdish refugee background killed at Utøya, was <a href=\"http://www.nytimes.com/2011/07/30/world/europe/30norway.html?pagewanted=all\" title=\"\">presided over by the local parish priest and an imam</a>. It served as a poignant reminder of the multicultural Norway that many of the social democratic youth activists at Utøya were committed to. In light of this, it mattered little that on various social media, the Muslim and Islam-bashing continued unabated.</p> <p>But the <a href=\"http://www.theguardian.com/world/2011/nov/29/anders-behring-breivik-avoid-jail-insane\" title=\"\">first psychiatric report</a> on Anders Breivik, which was released in November 2011, displayed a mind-numbing ignorance about extreme rightwing ideology. With it came more sustained attempts to de-politicise the attacks. Many Norwegians conveniently managed to convince themselves that Breivik came from Planet Wacko rather than Oslo West, and that his ideas and actions had nothing whatsoever to do with Norwegian discourses on Islam and Muslims in the past decade.</p> <p>The mainstream political rhetoric concerning Islam in Norway has undoubtedly changed for the better in the past year. The number of ordinary citizens willing to contest Islamophobic discourse publicly has risen. But popular attitudes often remain stubbornly unchanged. A <a href=\"http://www.hlsenteret.no/publikasjoner/antisemittisme-i-norge\" title=\"\">2012 survey</a> indicates that Norwegians hold more negative attitudes towards Muslims than towards any other minority group, except the Roma. Such negative attitudes are more prevalent among Norwegians who profess adherence to rightwing political parties. It hardly seems coincidental that the one witness in the Breivik trial who received death threats on the day was Muslim. It is now little more than two weeks since a provincial leader of the Progress party in Norway <a href=\"http://www.aftenposten.no/nyheter/Frp-topp-Jeg-hater-muslimer-6967258.html\" title=\"\">declared on a party blog</a> that he \"hated Muslims\". The response was full and unconditional support from fellow provincial party colleagues, and only the mildest of rebukes from the party's national leadership.</p> <p>Following the 22/7 trial, it will no longer be possible for Norwegian extreme rightwing Islamophobes to deny that Breivik was in fact inspired and motivated by their ideals, fabrications and distortions. Nor will it be possible for the Progress party, Norway's third most popular party, to deny that its political rhetoric on Islam and Muslims in Norway was part of the ideological formation of Breivik, who was one of their dedicated party members for about 10 years until 2006. After a national trauma, the verdict presents us with the opportunity to finally face and confront the hatred in our midst with the honesty, seriousness and commitment it requires of us all.</p>",
  "<p>It's been a quiet year for Anna Calvi, the kohl-eyed, guitar-wielding singer whose self-titled debut album took her from <a href=\"http://www.youtube.com/watch?v=OiQluouOwug\">Cheap Hotel</a> frontwoman to solo star in her own right. It was during her time with Cheap Hotel that she met the Invisible's Dave Okumu at the Asylum club in London, and the pair have remained friends ever since. The Wall – premiered here – is Calvi's bluesy take on the highlight of the Invisible's excellent <a href=\"http://www.youtube.com/watch?v=jwsadlOW5FE\">Rispah</a> album. Here she replaces the electronic throb and shimmering textures of the original with serrated guitar and distant drums. Calvi's sighs add to the tension before the drums take over and the whole thing explodes into life.</p> <p>• You can download The Wall from the player above for free. The Invisible's Rispah is out now via Ninja Tune.</p>",
  "<h2>Top stories on <a href=\"http://www.guardian.co.uk/media\">MediaGuardian</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-395291648\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/8/26/1345987169894/rupert-murdoch-Prince-Har-010.jpg\" alt=\"rupert murdoch Prince Harry\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rupert Murdoch added further controversy to the Sun's publication of naked Prince Harry pictures by tweeting that the UK has no such thing as a free press. Photograph: PA</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>  <p><a href=\"http://www.guardian.co.uk/media/2012/aug/26/rupert-murdoch-defends-sun-prince-harry-pictures\">Rupert Murdoch defends Sun's Harry pictures</a><br> Media mogul claims lack of free press in UK to justify publishing Las Vegas photographs freely available on the internet</p> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/26/scottish-television-without-bbc\">How would Scottish TV cope without the BBC?</a><br> Alex Salmond declared at Edinburgh he would break up the BBC after devolution – the BBC would live on, but an SBC might struggle</p> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/26/tax-incentives-television-drama-britain\">Tax deal to boost TV dramas filmed in Britain</a><br> Incentives will attract international productions and mean the end of Belgian castles standing in for the Tower of London</p> <h2>Today's featured media jobs</h2> <p><a href=\"http://jobs.guardian.co.uk/job/4499442/creative-director-head-of-design-and-user-experience/\">Guardian News &amp; Media - Creative Director / Head of Design and User Experience</a> <br>London/permanent/full time</p> <p><a href=\"http://jobs.guardian.co.uk/job/4498212/magazine-editor/\">National Trust - Magazine Editor</a> <br>Swindon/permanent/full time</p> <p><a href=\"http://jobs.guardian.co.uk/job/4495783/campaign-executive-mobile/\">Guardian News &amp; Media - Campaign Executive, Mobile</a> <br>London/permanent/full time</p> <p>For more jobs, career advice and workplace news visit <a href=\"http://jobs.guardian.co.uk/\">guardianjobs.co.uk</a></p> <h2>Today's headlines</h2> <p><strong><a href=\"http://www.guardian.co.uk\">The Guardian</a></strong></p> <p>Tory MP Nadine Dorries turns on Louise Mensch for backing the Sun's Prince Harry publication. P5<br>Paralympic TV deals break new ground. P10<br>Media interest helps US wake up to Paralympics. P12<br>Diary: BBC retracts claim that legendary correspondent John Osman is dead. P29</p> <p><strong><a href=\"http://www.independent.co.uk\">The Independent</a></strong></p> <p>Leveson witnesses are warned what to expect as report is finalised. P9<br>Gloves off between Tory MPs over the Sun's Prince Harry pictures. P9<br>Our Man is inspiration for BBC's new comedy. P13</p> <p><strong><a href=\"http://www.independent.co.uk/i\">i</a></strong></p> <p>Shirley MacLaine on Downton Abbey. P17<br>Samsung hit by legal row. P40</p> <p><strong><a href=\"http://www.telegraph.co.uk\">Daily Telegraph</a></strong></p> <p>TV is obsessed with beautiful young women, says Toksvig. P5<br>A statue of George Orwell at the BBC? He'd have loathed it. P28<br>BBC may axe TV production 'in-house'. Business P1</p> <p><strong><a href=\"http://www.thetimes.co.uk\">The Times</a></strong></p> <p>George Galloway joins TV station 'linked to Syria'. P9<br>Ban on TV political ads may be lifted due to European Court of Human Rights announcement. P13<br>Gloves off between Tory MPs over the Sun's Prince Harry pictures. P13</p> <p><strong><a href=\"http://www.ft.com\">Financial Times</a></strong></p> <p>Leslie Buckley returns as chairman of Independent News &amp; Media. P16</p> <p><strong><a href=\"http://europe.wsj.com/\">Wall Street Journal Europe</a></strong></p> <p>Winning the internet arms race. P17</p> <p><strong><a href=\"http://www.dailymail.co.uk\">Daily Mail</a></strong></p> <p>Shirley MacLaine's verdict on her Downton Abbey rival: I adore her. P3<br>Children exposed to sex on screen 'go on to be promiscuous'. P8<br>Gloves off between Tory MPs over the Sun's Prince Harry pictures. P11<br>Simon Heffer: BBC's Parade's End is no Downton Abbey. P15</p> <p><strong><a href=\"http://www.dailyexpress.co.uk\">Daily Express</a></strong></p> <p>Gloves off between Tory MPs over the Sun's Prince Harry pictures. P1, P3<br>Big Brother coverage. P22</p> <p><strong><a href=\"http://www.thesun.co.uk\">The Sun</a></strong></p> <p>Record 4bn audience will see Paralympics on TV. P9</p> <p><strong><a href=\"http://www.mirror.co.uk\">Daily Mirror</a></strong></p> <p>TV bosses 'in talks to make Shane Warne: the Movie'. P3<br>Simon Cowell 'to appear in this year's The X Factor'. P11</p> <p><strong><a href=\"http://www.dailystar.co.uk\">Daily Star</a></strong></p> <p>Celebrity Big Brother coverage. P1,4-5<br>Mel C calls on Simon Cowell to spice up The X Factor. P1,3<br>'New scandal set to hit royal family'. P9<br>Katy Perry reported to have turned down judge role on American Idol. P23</p> <p><strong>And finally ...</strong></p> <p>He is the irreverent breakfast DJ known for stirring his BBC Radio 2 listeners to life every weekday morning. Now Chris Evans has taken his professional pursuit to the genteel countryside of Hampshire. Petrolhead Evans hosted a car festival in Laverstoke Park at the weekend, featuring performances from bands including Razorlight and Texas, and a daring display by two Royal Navy helicopters. But his neighbours were not so thrilled. The Daily Telegraph reports that \"genteel countryfolk\" around Laverstoke Park have complained about noise levels from the 20,000-strong festival. Turn it up to 11, Chris. Daily Telegraph P9</p> <h2>Also on <a href=\"http://www.guardian.co.uk/media\">MediaGuardian.co.uk</a> today</h2> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/25/olympics-2012-helen-mirren-queen\">Olympics organisers considered using Helen Mirren as Queen's double</a><br> Head of ceremonies admits he and Danny Boyle were surprised when monarch agreed to be involved in James Bond spoof</p> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/25/doctor-who-bbc-steven-moffat\">'Doctor Who could make BBC money forever'</a><br> Steven Moffat says new series will be a season of 'blockbuster' episodes, adding that he wants to make the Daleks scarier</p> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/25/bbc4-budget-cut-richard-klein\">BBC4's £5m cut 'will not break channel'</a><br> Controller puts a brave face on cutbacks but admits ratings may be hit, as service wins digital channel of the year</p> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/24/elisabeth-murdoch-james-phone-hacking\">Elisabeth Murdoch: James should have stepped back in phone-hacking crisis</a><br> Rupert Murdoch's second daughter also confirms she asked for Rebekah Brooks to resign as NI chief executive last year</p> <p><a href=\"http://www.guardian.co.uk/politics/2012/aug/27/george-galloway-criticised-window-licker-tweet\">George Galloway criticised for 'window licker' tweet</a><br> Respect MP causes further controversy over use of derogatory term for disabled person following recent comments about rape</p> <p><a href=\"http://www.guardian.co.uk/sport/2012/aug/27/paralympics-us-games-media-interest\">Paralympics: US finally engages with Games thanks to media interest</a><br> Firms including Visa and General Electric use athletes in advertising as disabled veterans tap into patriotic sentiment</p> <p><a href=\"http://www.guardian.co.uk/sport/2012/aug/27/paralympics-tv-deals-ticket-rush\">Paralympics TV deals break new ground as ticket rush continues</a><br> Games will be seen in more than 100 countries, and organisers hope rain will stay away for 'thoughtful' opening ceremony</p> <p><a href=\"http://www.guardian.co.uk/uk/2012/aug/26/prince-harry-rupert-murdoch\">Give Prince Harry a break, says Rupert Murdoch</a><br> NI owner's tweet comes amid claims Sun published naked pictures under Murdoch's orders to defy Leveson inquiry</p> <p><a href=\"http://www.guardian.co.uk/technology/2012/aug/26/how-many-twitter-followers-do-they-really-have\">How many Twitter followers do they really have?</a><br> UK firm develops software to unmask fake Twitter accounts</p> <p><a href=\"http://www.guardian.co.uk/media/2012/aug/26/rolling-stones-mick-jagger-michael-apted\">How Mick Jagger stalled and then shelved TV director's documentary on the Rolling Stones</a><br> Director tells Edinburgh television festival he is still bitter after his run-in with the singer</p>",
  "<h2><strong>Day four: 2 September</strong></h2> <p>Britain's dominance in the velodrome looks set to continue as the nation's Paracycling elite take to the track. Today sees the men's team sprint finals (qualifications 11:35am, finals 3:25pm) with Darren Kenny, Rik Waddon and Jon-Allan Butterworth going for gold. GB held off China to win in 2008, and they'll be doing all they can for a repeat performance without the experience of Cundy. Also in action is the world No1 table tennis ace, Will Bayley, in the Class 7 competition (5.15pm). Elsewhere, the unbeaten rowing machine Tom Aggar should be in the single sculls final over at Eton Dorney, while \"Discus\" Dan Greaves takes to the field in the Olympic Stadium (11.40am).</p> <h2>Archery</h2> <p>10:00 Women's Individual Recurve - Standing Quarter-finals<br>10:30 Men's Individual Recurve - Standing Quarter-finals<br>15:00 Women's Individual Compound - Open Quarter-finals<br>15:30 Men's Individual Compound - Open Quarter-finals</p> <h2>Athletics</h2> <p>10:00 Men's 100m - T52 Round 1<br><strong>10:05</strong> Women's Javelin Throw - F12/13 <strong>Final</strong><br><strong>10:10</strong> Women's Shot Put - F35/36 <strong>Final</strong><br>10:12 Men's 100m - T36 Round 1<br>10:24 Men's 400m - T38 Round 1<br>10:36 Women's 100m - T37 Round 1<br>10:55 Women's 1500m - T12 Round 1<br><strong>11:00 </strong>Women's Long Jump - F42/44 <strong>Final</strong><br>11:08 Men's 400m - T53 Round 1<br>11:20 Men's 100m - T54 Semi-finals<br>11:32 Women's 100m - T12 Semi-finals<br><strong>11:40</strong> Men's Discus Throw - F42 <strong>Final</strong><br>11:56 Men's 1500m - T11 Semi-finals<br>12:16 Men's 200m - T46 Semi-finals<br><strong>12:28</strong> Women's 100m - T44 <strong>Final</strong><br><strong>12:34</strong> Women's 5000m - T54 <strong>Final</strong><br>12:56 Women's 200m - T11 Semi-finals<br>13:14 Men's 400m - T13 Round 1<br>19:00 Men's 400m - T12 Round 1<br><strong>19:10</strong> Men's Javelin Throw - F44 <strong>Final</strong><br><strong>19:30</strong> Men's 100m - T52 <strong>Final</strong><br><strong>19:36</strong> Women's 200m - T11 <strong>Final</strong><br><strong>19:42</strong> Men's 200m - T46 <strong>Final</strong><br><strong>19:45</strong> Women's Long Jump - F46 <strong>Final</strong><br><strong>19:48</strong> Men's 100m - T36 <strong>Final</strong><br><strong>20:00</strong> Women's 100m - T12 <strong>Final</strong><br><strong>20:12</strong> Men's 400m - T53 <strong>Final</strong><br><strong>20:24</strong> Women's 100m - T37 <strong>Final</strong><br><strong>20:36</strong> Men's 100m - T54 <strong>Final</strong><br><strong>20:54</strong> Women's 400m - T13 <strong>Final</strong><br><strong>21:12</strong> Women's 100m - T53 <strong>Final</strong><br><strong>21:30</strong> Men's 200m - T44 <strong>Final</strong><br><strong>21:48</strong> Men's 5000m - T54 <strong>Final</strong></p> <h2>Boccia</h2> <p>09:00 Mixed Pairs - BC4 Qualification<br>09:00 Mixed Team - BC1-2 Qualification<br>10:40 Mixed Pairs - BC3 Qualification<br>15:30 Mixed Pairs - BC4 Qualification<br>15:30 Mixed Pairs - BC3 Qualification<br>17:10 Mixed Team - BC1-2 Qualification</p> <h2>Track cycling</h2> <p>09:30 Men's Individual B Sprint Qualifications<br>10:00 Women's Individual B Pursuit Qualifications<br>10:45 Men's Individual B Sprint Quarter-finals<br>11:35 Mixed C1 to 5 Team Sprint Qualifications<br>14:00 Men's Individual B Sprint Semi-finals<br>14:40 Women's Individual B Pursuit Final<br>14:55 Men's Individual B Sprint Final<br>15:25 Mixed C1 to 5 Team Sprint Final</p> <h2>Equestrian</h2> <p>09:00 Mixed Individual Championship Test - Grade IV<br>13:45 Mixed Individual Championship Test - Grade III<br>16:15 Mixed Individual Championship Test - Grade Ia</p> <h2>5-a-side football</h2> <p>09:00 Preliminaries Pool B Turkey v Brazil<br>11:00 Preliminaries Pool B France v China<br>13:30 Preliminaries Pool A Spain v Iran<br>15:30 Preliminaries Pool A Argentina v Great Britain</p> <h2>Goalball</h2> <p>09:00 Women's Preliminary Round Group A Great Britain v Brazil<br>10:15 Women's Preliminary Round Group B Australia v Canada<br>11:30 Women's Preliminary Round Group B Sweden v Japan<br>13:45 Men's Preliminary Round Group B Iran v South Korea<br>15:00 Men's Preliminary Round Group B Belgium v China<br>16:15 Men's Preliminary Round Group B Canada v Algeria<br>18:30 Men's Preliminary Round Group A Great Britain v Finland<br>19:45 Men's Preliminary Round Group A Sweden v Lithuania<br>21:00 Men's Preliminary Round Group A Turkey v Brazil</p> <h2>Powerlifting</h2> <p>12:00 Women's -56 kg Group A<br>15:00 Men's -67.50 kg Group B<br>15:35 Men's -67.50 kg Group A<br>18:00 Women's -60 kg Group A</p> <h2>Rowing</h2> <p>09:30 Women's Single Sculls - ASW1x Final B<br>09:50 Men's Single Sculls - ASM1x Final B<br>10:10 Mixed Double Sculls - TAMix2x Final B<br>10:30 Mixed Coxed Four - LTAMix4+ Final B<br>10:50 Women's Single Sculls - ASW1x Final A<br>11:10 Men's Single Sculls - ASM1x Final A<br>11:30 Mixed Double Sculls - TAMix2x Final A<br>11:50 Mixed Coxed Four - LTAMix4+ Final A</p> <h2>Sailing</h2> <p>11:00 Mixed Single-Person Keelboat (2.4mR) Race 4<br>11:00 Mixed Single-Person Keelboat (2.4mR) Race 3<br>11:00 Mixed Three-Person Keelboat (Sonar) Race 4<br>11:00 Mixed Three-Person Keelboat (Sonar) Race 3<br>11:00 Mixed Two-Person Keelboat (SKUD18) Race 4<br>11:00 Mixed Two-Person Keelboat (SKUD18) Race 3</p> <h2>Shooting</h2> <p>09:00 Mixed R4-10m Air Rifle Standing-SH2 Qualification<br>12:00 Mixed R4-10m Air Rifle Standing-SH2 Finals</p> <h2>Swimming</h2> <p>09:30 Men's 200m Individual Medley -SM7 Heats<br>09:39 Women's 200m Individual Medley - SM7 Heats<br>09:50 Men's 200m Freestyle - S14 Heats<br>10:01 Women's 200m Freestyle - S14 Heats<br>10:14 Men's 100m Backstroke - S11 Heats<br>10:24 Women's 100m Backstroke - S11 Heats<br>10:32 Men's 100m Freestyle - S13 Heats<br>10:41 Women's 100m Freestyle - S13 Heats<br>10:47 Men's 100m Butterfly - S12 Heats<br>10:54 Men's 150m Individual Medley - SM4 Heats<br>10:54 Women's 100m Butterfly - S12 Heats<br>11:05 Women's 50m Freestyle - S8 Heats<br>11:10 Men's 150m Individual Medley - SM3 Heats<br>11:24 Men's 4x100m Freestyle Relay - 34 Points Heats<br>17:30 Men's 200m Individual Medley -SM7 Final<br>17:37 Women's 200m Individual Medley - SM7 Final<br>17:45 Men's 200m Freestyle - S14 Final<br>17:51 Women's 200m Freestyle - S14 Final<br>18:14 Men's 100m Backstroke - S11 Final<br>18:20 Women's 100m Backstroke - S11 Final<br>18:43 Men's 100m Freestyle - S13 Final<br>18:48 Women's 100m Freestyle - S13 Final<br>19:09 Men's 100m Butterfly - S12 Final<br>19:14 Women's 100m Butterfly - S12 Final<br>19:36 Men's 150m Individual Medley - SM4 Final<br>19:43 Women's 50m Freestyle - S8 Final<br>20:05 Men's 150m Individual Medley - SM3 Final<br>20:12 Men's 4x100m Freestyle Relay - 34 Points Final</p> <h2>Table tennis</h2> <p>09:30 Women's Singles - Class 11 Finals<br>10:15 Men's Singles - Class 3 Finals<br>11:00 Men's Singles - Class 6 Finals<br>11:45 Women's Singles - Class 1-2 Finals<br>12:30 Men's Singles - Class 9 Finals<br>16:30 Men's Singles - Class 5 Finals<br>17:15 Men's Singles - Class 7 Finals<br>18:00 Women's Singles - Class 4 Finals<br>18:45 Women's Singles - Class 8 Finals<br>19:30 Women's Singles - Class 5 Finals<br>20:15 Men's Singles - Class 10 Finals</p> <h2>Sitting volleyball</h2> <p>09:00 Women's Preliminaries 4<br>11:00 Men's Preliminaries 6<br>14:00 Men's Preliminaries 6<br>16:00 Women's Preliminaries 4<br>19:00 Women's Preliminaries 5<br>21:00 Men's Preliminaries 7</p> <h2>Wheelchair basketball</h2> <p>10:45 Men's Group B Preliminary Colombia v Japan<br>10:45 Women's Group B Preliminary Germany v China<br>13:00 Men's Group A Preliminary South Africa v Italy<br>13:00 Women's Group B Preliminary Mexico v France<br>15:15 Men's Group B Preliminary Germany v Canada<br>15:15 Women's Group A Preliminary Canada v Brazil<br>18:30 Men's Group B Preliminary Poland v Great Britain<br>19:00 Men's Group A Preliminary Australia v USA<br>20:45 Men's Group A Preliminary Spain v Turkey<br>21:15 Women's Group A Preliminary Netherlands v Australia</p> <h2>Wheelchair tennis</h2> <p>11:00 Men's Singles Round of 32<br>11:00 Men's Doubles Round of 32<br>11:00 Mixed Quad Singles Round of 16</p>",
  "<p><strong> </strong></p> <p>The French president, François Hollande, has urged Syria's divided opposition to form a provisional government, saying Paris would give it official recognition.</p> <p>The announcement on Monday came as Syrian fighter plane attacks on eastern suburbs of Damascus killed at least 60 people, according to opposition activists.</p> <p>Hollande's intervention was aimed at increasing pressure on Syria's president, Bashar al-Assad but it also revealed differences with other western capitals.</p> <p>American officials said the announcement was premature. \"We're nowhere near that yet,\" one said.</p> <p>Washington and London have been more guarded in their dealings with Syrian opposition groups which they see as too fractured and ineffective to form an alternative government.</p> <p>\"France asks the Syrian opposition to form a provisional government, inclusive and representative, that can become the legitimate representative of the new Syria,\" Hollande said, at a meeting of French ambassadors at the presidential palace. \"France will recognise the provisional government of Syria once it is formed.\"</p> <p>The Socialist president went on: \"We are including our Arab partners to accelerate this step\", but did not say whether he had their agreement. The Arab League is trying to encourage opposition factions to sign up to a common transition plan for a post-Assad Syria but the main exile group, the Syrian National Council, has been reluctant to take part, fearing a dilution of its influence.</p> <p>While Britain and the US have distanced themselves from the SNC, seeking closer ties with internal rebel elements, France has remained a strong backer.</p> <p>Egypt's new leader, Mohamed Morsi, has launched his own peace initiative in an effort to break the deadlock at a time of rising death tolls across Syria. He is due in Iran on Thursday in a significant sign of rapprochement between the two countries, and a step towards bridging Sunni-Shia differences in policy towards Damascus.</p> <p>Morsi's participation at the summit of the Non-Aligned Movement of developing countries in Tehran will mark the first visit by an Egyptian leader since the 1979 Islamic revolution, and a substantial change from the foreign policy of the late dictator, Hosni Mubarak.</p> <p>His proposal, first put forward at a meeting this month in Mecca of the Organisation of Islamic Cooperation, is to form a contact group made up of Egypt, Saudi Arabia, Turkey and Iran, bringing together the most powerful Sunni backers of the Syrian rebels with Assad's only significant ally in the region, the Shia regime in Tehran. All four countries initially agreed to hold a foreign ministers meeting in Cairo this week, diplomats said, but it was postponed because of the NAM summit in Iran.</p> <p>Before his Tehran trip, the Egyptian leader is to hold talks in Beijing on Tuesday with the Chinese government which has hitherto supported Russia in opposing punitive measures against the Assad regime at the UN security council.</p> <p>\"Part of the mission is in China, part of the mission is in Russia and part of the mission is in Iran,\" Morsi's spokesman, Yasser Ali, said. It is not clear whether the Egyptian president will visit Russia as part of the initiative. Western officials say any attempt to broker peace in Syria will hinge on the role of Moscow, the Assad regime's principal sponsor and arms supplier. They argue that without Russian pressure, Assad is unlikely to give up his efforts to crush the insurgency.</p> <p>\"Given how desperate the situation is and the need for some movement on the political front it's a welcome initiative,\" Harling said. \"In the past, the US opposed any participation of Iran in the contact group, but it makes sense to include Iran in any negotiated transition. Tehran has much to lose, and it can cause damage in the region if it is excluded. It is just diplomatic common sense.\"</p> <p>Assad met Iranian officials in Damascus on Sunday and was quoted on Syrian state media as saying his regime would carry on fighting \"whatever the price.\" The intensity of the fighting has dramatically increased in recent weeks culminating in a government offensive on Daraya on the south western edge of Damascus.</p> <p>Various opposition claims have put the death toll in the town at between 300 and 600, many of them civilians, from three days of heavy shelling and then a group attack on Saturday, when troops and allied militiamen when from door to door.</p> <p>If the reports are verified, it would be the worst massacre of the 17-month long conflict, which began in March last year with mostly peaceful anti-regime protests. Official restrictions on independent press coverage make it hard to confirm the casualty figures but independent witnesses spoke of seeing scores of bodies in the town and video footage which emerged yesterday showed mass burials.</p> <p>Video footage from Damascus showed a Syrian military helicopter fall to the ground in flames. The Syrian official news agency confirmed the crash but gave no details.As the civil war continued to intensify, 9,000 Syrian refugees were yesterday reported to be stuck at the Turkish border unable to cross because of a shortage of accomodation. Turkish officials said that new shelters should be ready for them over the course of the coming week and that they would meanwhile be given humanitarian relief supplies on the Syrian side of the border.</p> <p>A Turkish cameraman captured while reporting from Syria for the US-funded al-Hurra television channel, was shown on Monday on a pro-government Syrian TV channel, saying he had been seized by Syrian soldiers in the northern city of Aleppo. Cuneyt Unal crossed into Syria last week with three other journalists, including Mika Yamamoto, who was killed in Aleppo a day later. A Jordanian journalist, Bashar Fahmi, is still missing.</p>"
]