[
  "<p>Her face adorned a thousand placards and posters, an emblem of the failed Iranian uprising. The photograph of <a href=\"http://www.theguardian.com/world/2009/jun/22/neda-soltani-death-iran\" title=\"\">Neda Agha Soltan</a>, who was shot dead on a Tehran street by a government sniper during the anti-regime demonstrations in 2009, was used in television broadcasts, web pages and newspapers all around the world. Unfortunately, it wasn't her.</p> <p>As 26-year-old Neda bled to death on the pavement, her shocked eyes stared into an onlooker's mobile phone video camera and the terrible images were uploaded to international websites. It made her a martyr to those inside and outside Iran protesting at the flawed election of President Mahmoud Ahmadinejad.</p> <p>Scrambling to cover the story and looking to find a photograph of the dead woman in life, journalists who had been banned at the time from entering Iran lifted a photograph of a woman called Neda Soltani from her Facebook page and published it – and the life of the 32-year-old, middle-class university English lecturer changed for ever.</p> <p>\"It destroyed my life,\" said Soltani, who has now written a book called <em>My Stolen Face</em> and still has to endure her image appearing as if she were the murdered Neda Soltan.</p> <p>Soltan's death galvanised the uprising as the Iranian authorities were desperately trying to contain it. Mosques were banned from praying for her and tear gas dispersed crowds of protesters who gathered around makeshift shrines. Her fiancé fled the country and her family were threatened.</p> <p>For Soltani, the mix-up brought her to the attention of the Iranian secret service. \"They wanted to use me to say the whole thing was a fake made up by western media – 'see, here is this Neda and she is alive'. They didn't care that it was nothing to do with me, that it was a mistake; they wanted me to co-operate and when I wouldn't, they hounded me,\" she said.</p> <p>\"I was interrogated three times and confronted with increasingly wild theories. They were threatening me and my brother and my mother. They charged me with treason. They said I was endangering the security of my own country. I knew what that meant: death.</p> <p>\"In a matter of 12 days, everything in my life had changed. From the day Neda was killed to the day I fled.</p> <p>\"My family were so shocked to see people everywhere carrying my photo, decorating it with black ribbons and flowers. Neda's own family were in shock and it was some time before they released her real photo and by then it was too late; the world had mine.\"</p> <p>Luckily, Soltani had an exit visa in her passport, obtained for an academic conference she had been due to attend in Athens. Her friends bundled her out of the country just hours before the soldiers came for her. \"I owe them my life because I was still so shocked, I didn't really know what was happening.\"</p> <p>For nine months she lived in a refugee camp in Germany, a soulless, depressing existence. \"Every day in such a place is torture, not just for me but for all those refugees. Some had been there for 10 years. You give up on your own destiny. You have to submit to whatever the system decrees. In my society I had achieved so much and now I had nothing – I was in a drawer, a folder labelled 'refugee'.\"</p> <p>Finally she was granted leave to stay and is now, slowly, trying to adjust to the culture, learn the language and build herself another life in Munich.</p> <p>\"It's hard. My friends have got married and had babies and I can never be there. My grandmother passed away, my brother graduated. Sometimes just the smallest thing, a smell, a certain moment, will bring back memories of home.</p> <p>\"I considered myself a good citizen, trying to play a positive part in society, but even a normal citizen can get into such trouble within a dictatorship.</p> <p>\"I am angry because it was amateurish and reckless. It shows how dangerous sloppy journalism can be. I had an apology a long time later from a news agency. It said: 'We are sorry for any inconvenience caused.'\"</p> <p>My Stolen Face<em>, by Neda Soltani, is available on amazon.com as a digital book.</em></p>",
  "<p>The etymology of the word \"jacksie\" has recently become a source of dispute among Scotland's amateur linguistic community. Long held to have its origins in obscure cockney rhyming slang, recent tales have emerged placing it much closer to home. For it seems that the word may have been commonly used in the west of Scotland decades before the great 18th-century Clyde vowel shift that divides north-east Glasgow from the south-west. This is the oral faultline that sees the word \"sacks\" become \"secks\" when it reaches Newton Mearns.</p> <p>I have my own theory, though. I think \"jacksie\" was beginning to fade from general use until the great Celtic and Scotland full back Tommy Gemmell, in front of a global television audience, booted Helmut Haller up the arse during a World Cup qualifier between the countries in 1969. Gemmell, incensed at a typically sly ankle tap by Haller, chased the terrified German for fully 20 yards before indeed \"<a href=\"http://video.google.com/videoplay?docid=5224180280891536653\" title=\"\">booting him up the jacksie</a>\". Anyone who has witnessed footage of the incident will agree that no other word for the human posterior would have done justice to it.</p> <p><a href=\"http://www.dailyrecord.co.uk/sport/football/football-news/tommy-gemmell-pays-tribute-to-german-1376529\" title=\"\">Haller</a> was an integral part of the great West Germany team that was unjustly beaten by England in 1966 and reached the semi-finals four years later in Mexico. The match in which he encountered Gemmell's size 10 was a winner-takes-all game played in Hamburg. The Germans eventually triumphed 3-2 in a high-octane thriller that swung this way then that before the World Cup runners-up scored nine minutes from the end against the depleted Scots.</p> <p>Who knows, though, what might have transpired if Gemmell had not been sent off. One of Scotland's two goals that night was scored by Gemmell's Celtic club-mate Jimmy Johnstone. These two, along with the Celtic midfielder Bobby Murdoch, were regarded as the only three world-class players operating in Scotland during that period.</p> <p>Two years previously, they had helped Celtic to become the first British club to lift the European Cup. Yet only very rarely did these three ever play in the same Scotland team. This was due to a selection policy by successive Scotland bosses that regularly put journeyman professionals ahead of three of the best players the nation had ever produced. Consequently, Scotland never qualified for the latter stages of any tournament in this period, despite having the most richly endowed squad ever available to a Scotland manager. One can only guess at the reasons why Celtic's Lisbon Lions earned so few caps between them.</p> <p>At least, in 1969, Scotland's World Cup dream evaporated against the best country in Europe. They had been in contention for a place in Mexico until the final game. Forty three years later, almost to the day, the current Scotland team's hopes of qualifying for Brazil in 2014 ended at the hands of a Welsh side that might not even be the best team in Wales. The <a href=\"http://www.dailyrecord.co.uk/sport/football/football-news/scotland-got-what-they-deserved-in-2-1-defeat-1376597\" title=\"\">2-1 defeat in Cardiff</a> on Friday night was an abject performance from a team who were outplayed by the Welsh for almost the entire 90 minutes.</p> <p>Craig Levein, our saturnine manager, seems destined to be removed from his post very soon after winning just three out of his 11 competitive games. The former Dundee United manager deserves no sympathy for he has had a stronger squad available to him than any of his recent predecessors. Eight of the players who featured in Cardiff have played regularly in the English Premier League, the most competitive league in the world. The Scotland displays under Levein seem always to reflect the manager's outlook: permanently gloomy with outbreaks of rain. If a football match had featured in the film <a href=\"http://www.imdb.com/title/tt0083658/\" title=\"\"><em>Blade Runner </em></a>Craig Levein's Scotland would have got the gig.</p> <p>In truth, he never recovered after putting a team on the park against an average Czech Republic side that contained no forwards whatsoever. That was an act of folly. Yet he refused to put on a lifejacket that appeared in the form of Steven Fletcher, the only Scottish footballer of the modern generation who can score goals in the Premier League. Levein, though, banished him until it was too late.</p> <p>Miscreants from other countries can get caught racially abusing colleagues; shagging their team-mate's wife; shagging their brother's wife and calling their own governing body twats and still they will be selected for their country. Steven Fletcher sent a text to one of Levein's assistants stating that he didn't want to be selected for the next game. It was not a sin that cried out to the Lord for vengeance. Rather, it required a swift boot up the, well, jacksie followed by a robust verbal rebuke and then an arm round the shoulder. Everyone knows the psyche of a professional footballer is as fragile as a prepubescent schoolgirl's and that they must be treated as such until they retire and can then be readmitted into normal society.</p> <p>But such mismanagement is a motif that constantly occurs in the depressing narrative of Scotland's international football team. In the 60s and 70s, the selectors largely overlooked Celtic's mighty Lions and in the 90s we denied ourselves the services of Duncan Ferguson, the last Scot who knew how to score goals regularly in England's top division. For the last 40 years, with one or two exceptions, we have chosen second- and third-tier managers to manage Scotland while paying them a salary of an English Championship manager. And that's why we get an international team that resembles Huddersfield Town.</p> <p>By the time Scotland's next chance of competing at a World Cup occurs 20 years will have elapsed since our last appearance. This matters because it casts a shadow over our nation. Yes of course I am as jocund and elated as the next chiel at the success of Andy Murray and Chris Hoy and all those nice rowers and sailors. Being good at football, though, matters so much more than these boutique pastimes of the bourgeoisie.</p>",
  "<p>Andrew Watts, 52, is looking nervously at the darkening sky. We are standing at the edge of a field, where his new red-and-yellow seed drill is sowing wheat at an impressive clip. The vast machine can cover six hectares (15 acres) an hour but it may not be fast enough to get the whole field done before the rain starts.</p> <p>Watts runs 2,500 hectares of farmland in Hertfordshire from a cluttered office, its walls adorned with pictures of tractors. It has been a difficult year, he says. Having just come through the second-wettest summer on record, he is already two weeks behind schedule, and is anxious about pushing next year's harvest out too far.</p> <p>\"What farmers mustn't do is let one bad year become another bad year. You have to believe next year is going to be good, otherwise ...\" he tails off.</p> <p>He admits the weather in his area was better than in some parts of the country, particularly around harvest time: \"We didn't fare too bad in pockets. At one point we were lagging behind 2008, which was my latest harvest in recent memory, but then we just had a couple of little windows and we cracked into it.\"</p> <p>Other farms were not as lucky, and last week the National Farmers' Union said <a href=\"http://www.theguardian.com/environment/2012/oct/10/food-prices-rise-wettest-summer?intcmp=239\" title=\"\">wheat yields were at their lowest point since the late 1980s</a>.</p> <p>It is not just British farmers who are worried. While we have been drowning in rain, the US has suffered one of the worst droughts in more than half a century, which has ravaged its corn crop. The resultant shortage has driven animal feed prices so high that there have been reports of farmers feeding their cows with chocolate bars and ice-cream sprinkles. A heatwave in Russia, meanwhile, has stoked fears that Moscow may impose an export ban, further exacerbating global shortages and fuelling fears of food riots.</p> <p>This combination of freak weather has led to one of the worst global harvests in years. With demand still rising, policymakers have entered crisis mode, reigniting a furious debate about whether we should be using agricultural land to grow crops for biofuels.</p> <p>This week, the European commission will fan the flames with a proposal that will tear through the biofuels industry, effectively ensuring the decline of a European sector estimated to be worth €17bn (£14bn) a year. Industry associations say millions of pounds of investment could be wasted in the UK alone.</p> <p>The proposal was leaked in September and came as a huge shock to the industry and to campaigners. It proposed to limit the use of crop-based biofuels to meet the EU's 10% target for renewable transport energy by 2020. The leaked document suggested that only half of that target be met with biofuels from food crops – such as wheat, sugar cane and oilseed rape. Clare Coffey, policy advisor at ActionAid, which has been campaigning against biofuels for the past two years, said: \"Nobody was expecting the 5% cap, that was totally new.\"</p> <p>The most controversial part of the proposal, however, was the inclusion of new ways of calculating how green biofuels actually are. For the first time, the EC will take into account the extra carbon emitted when farmers switch from growing crops for food to growing crops for fuel. The theory is that demand for food remains more or less constant, so production will move elsewhere.</p> <p>Indirect land-use change (ILUC) theory attempts to measure the carbon emissions associated with clearing new land – by cutting down rainforests, for example – to grow food. The theory has split scientists, farmers, policymakers and industry, causing lengthy delays in legislation. The NFU maintains that there are huge flaws in the science, while the UK Renewable Energy Association (REA) says objections are not based on science at all but are purely political.</p> <p>The arguments hinge on the fact that, when you take ILUC emissions into account, biodiesel appears to be as harmful to the environment as fossil fuels, if not more so. And if biodiesel does nothing to help fuel suppliers meet emissions targets, demand for it will disappear overnight.</p> <p>On top of that, the draft law introduces a new requirement that all biofuel plants achieve at least 60% greenhouse gas emission savings. Robert Vierhout, secretary-general of the European renewable ethanol association, ePURE, says: \"It is like being shot, not once, but three times.\"</p> <p>Perhaps in an attempt to soften the blow, the commission said it would double- or quadruple-count certain advanced biofuels in the race to reach the 10% renewable transport fuel target. As such, it hopes to drive investment in so-called second-generation biofuels: those produced from waste, algae or residue from other processes. But the industry remains wary. Many of these processes have not yet been proven, and investors who lost money on first-generation biofuels will be unwilling to provide more funding to push the technology forwards.</p> <p>The proposal will be published on 17 October and may have changed slightly since <a href=\"http://www.theguardian.com/environment/2012/sep/21/biodiesel-industry-eu-policy-changes?INTCMP=SRCH\" title=\"\">it was leaked last month</a>, but the basics are expected to remain the same. It will go before the European parliament and member states, and talks will probably drag on throughout 2013. No law could realistically come into force until the beginning of 2015. But the industry will feel the effect of investors running scared given the apparent shift in policy.</p> <p>Coffey at ActionAid says, with just a hint of schadenfreude: \"It will be a black day for the biofuel industry. The basic message is that there is no future in crop-based biofuels.\"</p> <p>Back on Mentley Farm, Watts says a collapse in the biodiesel industry would be a disaster for Britain's farmers. He was one of many to cash in on the rising price of oilseed rape as demand from biodiesel producers increased. Production has increased by 50% over the past decade, and anyone who has travelled through Britain in early summer will have noticed the prevalence of the crop, which has bright yellow flowers. Though oilseed rape is also turned into vegetable oil, Britain's farmers export almost 70% of their crop, and most of that goes into the biodiesel market.</p> <p>It is no surprise the farmers are fighting any change to current targets. Consistent demand for their crops from biodiesel producers protects them against the volatility of global food prices. And the productivity of their land is also increased, because a byproduct of making wheat into ethanol can be used as a high-protein animal feed, so farmers get two products for the price of one. This factor became even more crucial, this year, as the price of soya shot up by more than 30%.</p> <p>\"What's killing the pig and poultry industry at the moment is high feed costs,\" says Watts. \"One of the major reasons for that is because they are reliant on imported soya, and that's really causing them grief.\"</p> <p>Then there is the argument that farmers simply respond to demand. Watts says he switched to growing oilseed rape when the biofuels market wanted it. Before that, there was simply not enough demand for it as a vegetable oil.</p> <p>At this, Coffey lights up: \"That is why we are absolutely not against biofuels per se, but we are against a target that creates massive demand, and that demand is met with the cheapest and easiest feed stocks.</p> <p>\"We would much rather see a system that encourages genuinely sustainable biofuels, and does not encourage turning food into fuel.\"</p>",
  "<p>Heralded by a laugh-out-loud trailer that painted it as the kookiest comedy of the year, Tim Burton's <strong>Dark Shadows</strong> (2012, Warner, 12) arrived in cinemas as a head-scratchingly weird mess of a movie more notable for its deadpan drollery and bizarre tonal shifts than for the advertised rib-tickling kitsch. Based on an arcane TV show little known here in the UK, this casts Johnny Depp as 18th-century vampire Barnabas Collins, escaping centuries of entombment to reclaim his now ruined family estate in the cultural void of 1972.</p> <p>Faced with rebellious teens, garish wardrobes and \"tiny songstrels\" hiding within television sets, Barnabas attempts to reassert his authority over Eva Green's witchy temptress, with the help of Michelle Pfeiffer's haughty matriarch, Helena Bonham Carter's sozzled shrink and an apparently ageless Alice Cooper. Flitting from frothy pop-culture riffs about the Carpenters to grim gags involving drinking the blood of dopey but innocent hippies, <em>Dark Shadows</em> is Burton's oddest film since <em>Big Fish</em>. At its best it recalls the blackly comic tone of <em>Beetlejuice</em>, tapping into the director's cherished closet of affectionately ghoulish memories.</p> <p>Elsewhere it seems simply out of control, like an extravagant in-joke played more for the benefit of the participants than the audience. Personally (and doubtless perversely) I rather enjoyed the fact that the film often didn't seem to know where it was going (in contrast to the by-numbers box-ticking of <em>Alice in Wonderland</em>), but clearly that's a quality that many will find more annoying than enchanting. Burton has since redeemed himself in the eyes of his critics with the delightful monochrome <em>Frankenweenie</em>. In the meantime, anyone interested in getting to the roots of this strange hotch-potch can pick up <em>Dark Shadows: The Original TV Series (The Barnabas Collins Episodes)</em> on <a href=\"http://www.amazon.co.uk/Dark-Shadows-Original-Barnabas-Episodes/dp/B0077NF7AQ/ref=sr_1_3?ie=UTF8&amp;qid=1349864509&amp;sr=8-3\" title=\"\">DVD for under a tenner</a>.</p> <p>After the breast-beating tedium of <em>Clash of the Titans</em> (tagline: \"Titans will clash\") comes more of the same in <strong>Wrath of the Titans</strong> (presumably \"Titans will wrath\"?), in which Greek mythology is once again transmuted into campy Hollywood cheese. Silly wigs are duly donned, ponderous dialogue deadeningly delivered, sandy swords soporifically swung and CGI scenery splashed around dazzlingly, presumably hoping to distract us from the wooden performances. To be fair, it's not quite as boring as <em>Clash…</em> and nothing like as inappropriately nasty as <em>Immortals</em>. But nor is it ever as sparkily inventive as the Ray Harryhausen movie that inspired this apparently ongoing series and which was itself far from perfect in the first place.</p> <p>Anyone harbouring a residual affection for the long-running Hanna-Barbera TV cartoon series that was retitled <em>Boss Cat</em> for legal reasons in the UK (blame cat food) will be rightly outraged by<strong> Top Cat </strong>(2011, EntertainmentOne, U) a Mexico/Argentina/UK co-production that poops on the memory of the original like a diarrhetic kitten in a celluloid litter tray. Ludicrously released in 3D in cinemas, this mirthless bore is unlikely to divert even the most malleable child for more than a few moments while setting grown-ups' teeth on edge from the start. As with <em>Dark Shadows</em>, <a href=\"http://www.amazon.co.uk/Top-Cat-Complete-Box-Set/dp/B001675TRA/ref=sr_1_1?ie=UTF8&amp;qid=1349864629&amp;sr=8-1\" title=\"\">the source TV show is readily available on DVD</a> (the <em>Top Cat Complete Box Set</em> compiles all 30&#xa0;original episodes), but this time that's less of an addendum and more of an (obligatory) alternative.</p> <p>In<strong> Something from Nothing: The Art of Rap</strong> (2012, Kaleidoscope, 15), Ice T goes in search of his musical roots, using his industry clout to bag interviews with an impressive array of players and practitioners including Afrika Bambaataa, Chuck D, Melle Mel, Snoop Dogg, Grandmaster Caz et al. Eschewing the usual amalgam of archive footage, this comes alive when interviewees are invited to busk their way through a few bars that hold particular personal resonance, with performance often speaking volumes about the history, meaning and raw power of the music. Sharing directorial credits with Andy Baybutt, Ice T proves an engaging host in whose presence the contributors are clearly at ease.</p> <p>A tale of two sisters locked in a twisted tug-of-love/hate, the ambitious low-budget Brit-pic<strong> Strawberry Fields</strong> (2012, Soda, 15) benefits from strong performances (Anna Madeley and Christine Bottomley are both excellent), evocative camerawork by Dave Miller and an atmosphere dripping with sensual dread. While talented director/co-writer <a href=\"http://www.theguardian.com/lifeandstyle/2012/jul/09/frances-lea-film-maker-women\" title=\"\">Frances Lea</a> may sometimes struggle to reconcile the complex themes wrestling for our attention here, there's no faulting the heady air that she conjures, blending the intoxicating promise of the Kent countryside and the stifling grip of tightening family coils amid the overarching landscape of a self-destructive psychological drama. Although overall the film troubled me on first viewing, I found individual moments from <em>Strawberry Fields</em> coming back to haunt me in the days that followed – always a good sign.</p>",
  "<p>In the hot-house world of the 19th-century upper-class, few letters can have inspired more dread than the summons to be a member of Her Majesty's household. The unwieldy apparatus of the court was filled to the brim with courtiers, domestics and sundry hangers-on, most of them on the payroll for years, many desperate and unable to escape. Kate Hubbard's entertaining book, drawing on the vast pile of correspondence from ladies-in waiting, maids of honour and others, paints a picture of court life that is compellingly vivid, considering that its prevailing feature was catatonic dullness.</p> <p>Victoria's court was \"an airless bell-jar\", as Hubbard describes it; a ghastly combination of nursery games and, as one poor lady-in-waiting put it, \"the smallest possible talk\". They lived under a regime of metronomic regularity, in which the demands of protocol were regarded as of vital importance. The morning after the death of Prince Albert in 1861, the lord chamberlain's office issued a detailed memorandum for the household concerning the style of mourning garb to be worn by all its members. Thrown into an agony of grief and seclusion, the Queen simply refused to go out in public following Albert's death, and the ladies of the court, immured in Osborne House on the Isle of Wight or at Balmoral, wilted under the strain. \"The dullness of our evenings is impossible to describe,\" wrote one. Jane Ely plotted escape in 1876 by saying that she was ill and needed to spend time with a son she rarely saw – but the Queen refused to countenance it.</p> <p>The outside world rarely impinged. A cholera epidemic in which 35,000 died was a reason to stay on at Osborne for months, sealed from contagion. In 1848, the year of revolutions in Europe, the torpor of the royal household was briefly disturbed by a refugee from the curious, pantomime world of European monarchy in the person of King Louis Philippe, just ousted from the French throne. The children, sniffed one of the courtiers, were \"very high-born-looking but puny and very small\", and everyone was relieved when the French exiles finally departed.</p> <p>Jealousies and rivalries inevitably seethed. The English loathed the Germans who had been imported by Prince Albert to bring some bureaucratic management to the waste and muddle of the English royal palaces. All of them, however, hated the Highlanders who arrived in droves in the wake of John Brown, Her Majesty's adored Ghillie. Hubbard does not dwell on Brown, so much having been written elsewhere, but Victoria's susceptibility to strong and commanding men is still startling; she needed to adore.</p> <p>Hubbard's most interesting chapter concerns the rise of Abdul Karim, known as the Munshi (in Urdu, \"teacher\") whose position as the Queen's favourite in her old age was deeply resented. Karim had arrived in 1887 as a handsome 24-year-old to take up work as one of the decoratively turbaned Indian servants that Victoria liked to have attending her at all time. Victoria doted on the Munshi, signed her letters to him \"your loving mother\", and sat beside him all night when he was sick with a boil on the neck, mopping his brow; every morning they studied Hindustani together.</p> <p>Hubbard's book is a fine examination of both the bizarre and the banal in the domestic machinery of Victoria's court. Her careful style breaks no china (\"As southern England sweltered under cloudless skies, [Lady Lyttelton] felt grateful for the sea breezes of Osborne\") and sometimes one longs for the outside world of Victorian Britain to surge into the royal drawing room. But imagine the horror of actually being there.</p>",
  "<p>It is not surprising that there was the shake of long-suppressed rage in Australian prime minister Julia Gillard's voice last week as<a href=\"http://www.youtube.com/watch?v=FEkPvPWFTj4&amp;feature=related\" title=\"\"> she gave the opposition leader, Tony Abbott, a pasting over sexism</a>, footage of which has attracted more than a million YouTube hits.</p> <p>Last year, Abbott stood on stage attacking her climate change policies in front of crude signs saying \"Ditch the Witch\" and referring to her as a male green politician's \"bitch\". Abbott has, she claims, regularly cat-called sexist remarks across the parliamentary dispatch box at levels too low for the Hansard recorders to pick up.</p> <p>\"I will not be lectured about sexism and misogyny by this man, I will not… if he wants to know what misogyny looks like in modern Australia… he needs a mirror,\" Gillard said in the speech that won her worldwide plaudits, including from the US-based feminist site Jezebel, which called her a \"badass motherfucker\". She quoted an interview in which Abbott said that while he agreed that sons and daughters should have equal opportunity: \"What if men are by physiology or temperament more adapted to exercise authority or to issue command?\"</p> <p>Her attack followed a messy debate over the attempt by Abbott's opposition, made up of Liberal and National party members, to force out the speaker of the House of Representatives for the first time in history. They accused the speaker, Peter Slipper, of misogyny after text messages emerged from a sordid court case revealing that he sent a gay male staffer sexually charged messages in which he used unusual euphemisms for female genitalia.</p> <p>On Tuesday, Gillard and her Labor party, which relies on support from independents, stood by the speaker and narrowly defeated a motion of no-confidence. Slipper resigned anyway. But in the meantime, Abbott, a political pugilist, insulted Gillard in a way that any politically engaged viewer instantly knew would cut her deep. Every day that she supported Slipper, he said, was \"another day of shame for a government which should already have died of shame\".</p> <p>Mentioning dying may have been insensitive. Gillard had been forced to fly from Russia, where she was attending a meeting, to her hometown of Adelaide only one month before when her beloved Welsh-born father, John, to whom she ascribed her values, died following a long illness. But Abbott went further by extending the gibe to refer to dying of shame. That had Gillard burning. Only nine days earlier, Sydney's <em>Sun-Herald</em> reported that a conservative Sydney radio shock jock, Alan Jones, had told a Liberal party dinner that Gillard's father had \"died of shame\".</p> <p>As Gillard rose to her feet, she ditched the robotic delivery that has sometimes made her seem distant and inhuman, forged by a political lifetime of living in a gender warzone, while seeking to give the public impression of being unruffled, a woman in control. It is a paradox of her position that, in a post-feminist world, women in power are expected publicly to forget their gender and to affect apathy when confronted by misogyny, lest they be accused of behaving badly.</p> <p>As she has made her way, Gillard has encountered strange strains of sexism. With arts and law degrees, she has been an industrial lawyer and federal education minister. Yet there has been criticism of her red hair, her voice, the size of her bottom and even, <a href=\"http://www.youtube.com/watch?v=iSPdIlt5yOg\" title=\"\">when she lost a shoe as police rather clumsily wrestled her away from a Canberra Aboriginal demonstration</a>, her choice of footwear.</p> <p>Gillard's parents, John and Moira, emigrated to Australia from Wales when she was five, hoping the warmer climate would assist their daughter's weak lungs. She says her father taught her to believe in the Labour movement and trade unionism and to understand the power of learning to change lives. The family admired Gough Whitlam, Australia's reforming Labor prime minister of the 1970s. \"She was steeped in political discourse around the table. When Gough came on TV, the shout would come out, 'Quick, Gough's on,'\" her father once said of her.</p> <p>He appears to have been something of a feminist himself. Asked about his daughter's decision not to have children, he said: \"Women are not breeding machines, you know. If they want to marry and have children, that's lovely. If they want to remain single and build a professional life, that's wonderful.\"</p> <p>Gillard is not single, but she has never married and lives with her partner, Tim Mathieson. An atheist and former student politician , Gillard has been prey to the barbs of socially conservative voters, fellow politicians and media shock jocks since it first became clear that she had leadership ambitions.</p> <p>Seven years ago, as a backbencher exploring the possibility of toppling then Labor leader, Kim Beazley, she was photographed at her home in Melbourne beside an empty fruit bowl. Critics said her kitchen was \"eerily stark\" and \"lifeless\" and questioned the absence of fruit, as if it was a metaphor for her childlessness and her lack of attention to the housewifely duties to which \"ordinary\" women must attend.</p> <p>She was amazed that \"anyone could really contend that my life, my thoughts, my character and my worth could be defined by the state of my kitchen,\" she said. The following year, Bill Heffernan, a blustering bull of a man and a Liberal senator, claimed she could not, as then deputy Labor leader, understand her voters because she was \"deliberately barren\".</p> <p>In a 2003 Australian Federal Parliament paper, Gillard said that when women are written about, no matter what their past careers, \"it is with a sort of breathless 'Will they cope in this tough world?' kind of spin\". She added: \"Women in parliament should not be judged as if they are in some sort of concessional class.\"</p> <p>In office, Gillard's government has pushed through a carbon pricing scheme linked to rigorous emission cuts by 2050, a national disability insurance scheme and the world's first legislation forcing plain packaging on tobacco companies. The economy is weakening but remains stronger than most.</p> <p>In more conservative mode, her government has re-established offshore processing centres for asylum seekers in Nauru and Papua New Guinea to try to stop people dying as they chance life in unseaworthy boats, but also bowing to a racist undercurrent in Australian society. As a social liberal on most matters, Gillard continues to confuse by opposing gay marriage herself, but allowing the Labor caucus a conscience vote.</p> <p>\"Foreign policy is not my passion,\" she told ABC TV in Brussels the month after becoming prime minister. She went into politics to make a difference to \"opportunity questions\" and particularly to make a difference in education. Reading to children in a school came more naturally to her than attending international meetings, she said.</p> <p>Although in Australia, most power to run schools resides with the states, as prime minister, she is pushing through federal reforms. There is a question mark, however, over who foots the £4.1bn bill. More generally, Gillard's opponents continue to keep alive a question of legitimacy about her incumbency because of the way she won her prime ministership some 28 months ago.</p> <p>Kevin Rudd, whose leadership won Labor power in 2007 following a decade of conservative rule, was sliding in the polls and a parliamentary party, tired of his explosive temper and thuggish management style, seized on Gillard's move to oust him.</p> <p>But the electorate, seeing only an articulate leader seemingly adept at foreign policy who had finally got a Labor government back with the \"Kevin 07\" campaign, could barely grasp why it had happened. Labor insiders, especially Gillard, were loath to tell their secrets. And because of the nature of her ascension to power, she could not, as one of the prime movers in getting women elected, afford any feminist triumphalism.</p> <p>Australian celebrations of a first female prime minister were curiously muted and while Rudd's attempt to replace Gillard failed, he is still an aspirant. And stories about a scandal over work she performed with a past boyfriend while she was a lawyer continue to appear, despite her denials of wrongdoing.</p> <p>For many, the \"real Julia\" is still an enigma. She has a \"blokey\" penchant for Australian rules football and rugby league, but appears otherwise to live for her job. As she faces two hostile men who want that job – Abbott and Rudd – her speech has regenerated debate about the treatment of women.</p> <p>Now Abbott's deputy, Julie Bishop, is calling for Gillard to apologise for branding him a misogynist. Meanwhile, certain members of the Australian press gallery, stung by criticism that they were busy having a go at Gillard themselves while local social media users and political analysts overseas recognised the power in her outburst, are having a rethink. The times perhaps are changing.</p>",
  "<p><strong>438 King's Road, London SW10 (020 7349 1900). Lunch for two, including wine and service £90</strong></p> <p>Sitting a little way down the banquette from me at Medlar was a&#xa0;man eating lunch by himself. I do not know what he ate or drank, but that doesn't alter the fact that I envied him.</p> <p>Any life in which there is the time and wherewithal for a solo lunch at Medlar has to be a good one. After the past few weeks of Marmite-sautéed potatoes, I'll-be-anything-you-want-me-to-be casino menus, and restaurants so overconceptualised you want to put your fist through the next artfully distressed, mirrored bar frontage, Medlar feels like a place of safety. It recalls the Chelsea joke about the Peter Jones department store being where you should go in the case of nuclear attack because nothing bad can ever happen there. The fact that Medlar is down the other end of the King's Road from Peter Jones might have something to do with it. Even on its scruffier edges, Chelsea wants to show you a good time.</p> <p>The cliché now would be to big up the simplicity of the operation, against the contrivance of so many others that fail. In the case of the service, led by David O'Connor, formerly at The Square, that is true. Nobody here will try to explain the concept of the menu. They won't interrupt your best filthy anecdote just before the punchline by asking, with a rictus grin, how everything is. They'll just look after you. The design doesn't try too hard, either. There are grey walls, olive-green banquettes and a sense that, if there is a best table, it is only ever going to be in the eye of the person who happens to be sitting at it.</p> <p>The food, though, is not simple. That doesn't mean it's mannered. They don't serve stuff on lumps of slate or plop things into the bowls of Chinese ceramic spoons. Instead, there is a thoughtful complexity; the man leading the kitchen, Joe Mercer Nairne, who used to be at Chez Bruce, can cook. Take a starter described as a duck-egg tart. There is a disc of pressed and glazed puff pastry, spread with a&#xa0;turnip purée that has been worked to a luscious smoothness. On top is a perfect fried duck egg, like something from a&#xa0;children's book. There are crisp lardons around the outside, a sauce that is the meaty reduction of both animal and a cracking bottle of red and, as an honour guard, duck hearts flash-fried so they are still the colour of the sauce at the eye.</p> <p>Turnips and duck hearts – that's humble in four words. But out of it comes something powerful that could make a lesser man than me a little teary. The ingredients in a big fat crab raviolo surrounded by nutty brown shrimps, samphire and a bisque that is the very essence of the best bits of a fishmonger's slab are hardly humble, but that doesn't mean producing something that works is easy. It reminded me of a brilliant crab raviolo I ate at Gordon Ramsay's Aubergine in 1994, when he still cared.</p> <p>Unusually, main courses do not pull back; there is a deep understanding of the importance of texture. Soft, sweet pieces of veal come with violet artichokes and a smoky aubergine caviar, but also with crisp croquettes of calf's brain and a scattering of deep-fried spätzle – those misshapen Austrian noodles. Skate comes with gnocchi, toasted almonds and a classic sauce matelote, the lighter sibling of the sauce with the raviolo.</p> <p>We finish with hot doughnuts filled with a sprightly plum jam alongside a scoop of ginger ice cream, and eye-widening redcurrant sorbet with two still-warm madeleines. There are great wines by the glass, and a longer list from which half carafes are available.</p> <p>The price for all this? Just £26 for three courses, rising to £39 at dinner. I won't trouble you with the usual speech about the difference between being cheap and offering value. Just know that Medlar is good, so much so that – should you care about these things – a week after our visit some tyre company gave it a star. It's on a roll. It's doing the thing. Go there.</p> <p>Email Jay at <a href=\"mailto:jay.rayner@observer.co.uk\" title=\"\">jay.rayner@observer.co.uk</a> or visit<br> <a href=\"http://theguardian.com/profile/jayrayner\" title=\"\">theguardian.com/profile/jayrayner</a> for all his reviews in one place</p>",
  "<p><strong>Touré, 41, is an American novelist, essayist, music journalist, cultural critic and television presenter based in New York </strong></p> <p>I became a Democrat when I was a child, hearing stories of John F Kennedy, who was heroic, inspiring and critical in pushing forward civil rights legislation. I had not then heard Dr King's great sentence, \"The arc of the moral universe is long, but it bends toward justice\", but I felt that to be true, that history had to be moving toward doing the right thing, and I felt that Democrats would lead us there. I was born almost a decade after Kennedy was assassinated.The years after his death were spent waiting for another JFK, a new, charismatic justice spreader who would make Democrats proud. It was a long wait. Between 1969 and 1993, a Democrat was president for just four years, Jimmy Carter from 1977 to 1981, and he was not a new JFK. Clinton showed us his charisma and his heart but it wasn't until the emergence of Barack Obama that it was certain that a new Camelot was in place. Here was an inspiring man whose candidacy had a historic underpinning.</p> <p>Where Kennedy had to overcome a bias against Catholics, Obama had to break the racial glass ceiling without talking about race too much. Obama's victory helped push the arc of the moral universe along its way toward justice, sounding a powerful note in America's centuries-long turbulent blues song about race. It was not the arrival at Dr King's mountaintop but it was extraordinarily important for the soul of the nation. And while it did not end racism – no serious thinker expected that – it did change the soul of America. To see a brilliant black alpha male be embraced as leader at a very difficult time of frightening recession and seemingly endless war made many black Americans feel fully at home for the first time and made many others reconsider what it means to be&#xa0;black. That Obama's mother is white adds another twist to the story and makes him the embodiment of modern America's multiracial society and a man with the twoness that WEB Du Bois spoke of, the double consciousness, almost in his blood.</p> <p>But if the story of Obama as justice spreader was limited to identity issues and the challenge of branding and marketing a black man to a nation that still has racist impulses, well, that would be a rather sad story, which this is not. Obama has continued spreading justice for all sorts of people. Obama signed the Lilly Ledbetter act, which protects women against discrimination in pay, and nominated two pro-choice women to the Supreme Court, which had had only two female justices in its history. He extended justice to gay Americans by passing a hate crimes law that makes gay-bashing a federal crime and repealed \"don't ask, don't tell\" in the military. He refused to enforce the Defense of Marriage act and announced his support for gay marriage. Obama also issued a directive that changed immigration enforcement, allowing people brought here as children a reprieve from deportation and a path to becoming part of the American family, a huge victory for Hispanics.</p> <p>It's those social, cultural and political victories that extend liberty and justice to blacks, women, gay people and Hispanics that confirm my certainty that the arc of the moral universe is bending toward justice and we have a president who's helping guide it there.</p>",
  "<p>He shakes as he speaks and at moments his eyes fill. \"It's certain that the people who killed my colleague were criminals,\" he says. \"The killing had the modus operandi of organised crime. But who sent them and why? That's the question, that's the smokescreen.\"</p> <p>This is a colleague of Víctor Manuel Báez Chino, whose mutilated body was found in June in the main square of Xalapa, capital of the Mexican coastal state of Veracruz. Báez was the state's crime editor for an online edition of the national newspaper <em>Milenio</em> and editor of the Police Report website (currently down) which covered crime.</p> <p>In August, state prosecutors declared the case closed. Witnesses, they said, had identified the bodies of two men killed in a shootout as the same people who had kidnapped the reporter. Báez's circles were \"entirely unconvinced\", says his colleague.</p> <p>Báez is one of 56 journalists killed during Mexico's drug war since 2006 (a figure calculated by the New York-based <a href=\"http://cpj.org/\" title=\"\">Committee to Protect Journalists</a>). The war reached a climax last week with the <a href=\"http://www.theguardian.com/world/2012/oct/09/zetas-leader-heriberto-lazcano-killed\" title=\"\">killing by Mexican marines</a> of the leader of the wildest – albeit not the biggest – narco cartel: the paramilitary Zetas, which counts Veracruz, with its strategically crucial gulf port, among its strongholds.</p> <p>After a spate of further killings this year, Veracruz became the focus for this war against the press: six reporters were killed in Mexico within a month leading to mid-May, three of them in Veracruz.</p> <p>This is no sideshow in a wider war involving the drugs cartels, argues the committee's representative in Mexico,&#xa0;Mike O'Connor. He insists that&#xa0;\"the silencing of the press and killing of journalists is integral to the reality, the big story, of what is happening here: that the cartels are taking territory\".</p> <p>Furthermore, he says: \"The inability of the government to really solve hardly any of the crimes against journalists during the four years I've been here is a metaphor for its inability to solve crimes against common citizens. They simply cannot do it. And you wonder: if they can't solve these crimes, why not? Is it because they don't want to?\"</p> <p>Of course, the threats and killings proliferate beyond Veracruz, across Mexico. In the border town of Nuevo Laredo, Ramón Cantú, publisher of the local <em>El Mañana</em>, said, after his paper's offices were attacked by the Zetas: \"We are censoring the paper because we have to get our children to school.\" In Ciudad Juárez, my friend Sandra Rodríguez is among the reporters who work on bravely, despite the killing of two colleagues, \"because we have to carry on with this task, to expose what is going on\".</p> <p>Among those brutally killed in Veracruz was Yolanda Ordaz de la Cruz, whose decapitated, tortured body was found in July last year, dumped near the offices of her newspaper, <em>Imagen</em>, two days after she was seized by armed men as she left home.</p> <p>State prosecutor Reynaldo Escobar Pérez insisted the killing was not linked to her work and state governor Javier Duarte de Ochea said authorities were pursuing \"multiple lines of investigation\". Another was Miguel Angel López Velasco, columnist for the daily <em>Notiver</em>, who was killed along with his wife and son the previous month.</p> <p>Apart from the barbarism of his killing, Víctor Báez's death bore another hallmark of a narco execution: a note pinned to his torso, this one reading: \"Here's what happens to traitors and people who act clever. Sincerely, the Zetas.\" But Báez's colleague says that he learned from the marines \"that the note was not there when the body was discovered by a neighbour who found Víctor's door open – it was put there later… by someone, for some reason\". All of which compounds the strangeness of Báez's death, the explanation for which anguishes his colleague, as we sit in a cafe, shielded by the sound of the grinding of fresh coffee grown in the hills beyond the city.</p> <p>\"He had no connection to the cartels. Víctor knew how to stay independent. I was one of the last people to see him – he seemed tranquil, he had nothing to do with the government or the narcos.\" But Báez did know some background to the most infamous murder of a reporter in Veracruz: that on 28 April this year of Regina Martínez, a friend of his.</p> <p>Martínez was Veracruz state correspondent for <em>Proceso</em> magazine, by repute one of Mexico's most prestigious. She was found dead in her lavatory, beaten and strangled to death.</p> <p>\"Others have died in worse ways than Regina,\" said a friend and one-time source of Martínez in Xalapa last week. \"In some ways, I'm amazed she wasn't killed before. She was working for some time on dirty police\" – and her voice trails off. \"Regina was a good friend of mine and one of the few who dared to write about what is happening here.\"</p> <p>There has been public outrage in Veracruz over Martínez's murder, as there has been across Mexico at the others. Martínez's killing provoked street demonstrations demanding that the perpetrators and those who gave them orders be brought to justice. On Saturday in Xalapa, an assembly was hosted by a new student movement in Mexico, I Am 132, with local reporters, to discuss common cause and strategies for mutual protection.</p> <p>I Am 132 is so called after 131 students appeared on YouTube to give their names and ID numbers and deny allegations that they had been paid to disrupt a meeting addressed by the incoming Mexican president, Enrique Peña Nieto. The skirmish had been over development of land for an airport, but the movement expanded into narco war, free speech and assaults on the press.</p> <p>\"At first, we thought the reporters were part of the problem,\" says the movement's humblingly brave young spokesman in Veracruz. \"Then we saw the big picture, and how it must be for them, and the idea this weekend is for an assembly that can work towards a safety network of some kind.\"</p> <p>Into all this, last week, the Mexican branch of the Hay-on-Wye literary festival arrived – Hay Xalapa – guest of the state government. Hay had been criticised from some quarters for accepting the hospitality, but rode it to stage an event of intellectual effervescence and allow the opening of an international window to Xalapa's journalists. Representatives of the freedom of expression group PEN arrived to make preparations for a campaign over the murder of reporters in Mexico, to be launched on the next Day of the Dead, on 2&#xa0;November.</p> <p>The president of PEN America, Peter Godwin, found himself present at an unexpected photo opportunity between state governor Duarte and Nigerian poet and playwright Wole Soyinka. Godwin petitioned the governor \"to express\", he said afterwards, \"PEN's grave concerns about the killings of journalists in Veracruz in particular and the climate of impunity in Mexico generally. I concluded my questioning of the governor by saying that I hoped that there would be no more journalists killed in Veracruz province between this Hay and the next.\"</p> <p>(To complete the surreality of the occasion, <em>Proceso</em> magazine posted on its website a detailed account of a supposed meeting in the Crowne Plaza hotel in Xalapa, at which Duarte supposedly \"exploded\" with recrimination at Godwin, esteemed American writer John Lee Anderson and me for speaking badly of Veracruz. The story was a fabrication – denied by the governor's office and all three of us. )</p> <p>It happens that the Committee to Protect Journalists is represented in Mexico by one of America's most experienced and renowned reporters. Mike O'Connor is a veteran of the \"dirty wars\" in Central America during the 1980s for CBS television and of other conflicts thereafter for the <em>New York Times</em>. For nearly four years now, he has documented and investigated the intimidation and murder of Mexican reporters and toured the country consulting those under threat. He is uniquely qualified to explain how the war against the press speaks to Mexico's carnage.</p> <p>\"The government and authorities are ceding territory to the cartels and, for the cartels to take territory, three things have to happen,\" says O'Connor. \"One is to control the institutions with guns – basically, the police. The second is to control political power. And, for the first two to be effective, you have to control the press.</p> <p>\"Every journalist I've spoken to says that the corruption of forces is such that the cartels control the politicians.&#xa0;That does not say that the cartels get money from this – there are rewards for the politicians and there's a very strong disincentive not to&#xa0;co-operate. I'm not quite sure what&#xa0;the word is to describe the relationship, but ultimately the capo is in charge.\"</p> <p>However: \"When I… say to a roomful of journalists, 'Ask the question, <em>Quien manda aquí?</em> (Who's in charge?'), they take a virtual step backwards, wide-eyed. That's the question you ask yourself at night when you're drunk and your wife is asleep and you hope no one hears you.\"</p> <p>O'Connor argues: \"You can't have a democracy without an informed public… Mexico has all the structures of a democracy, but it does not have an informed public. It has a public which knows the starting lineup of the Green Bay Packers, but doesn't know who runs the city or the state they live in. It does not know who is in charge. People know it's corrupt, but they don't know what's going on, because the reporters cannot ask: 'Who's in charge?' You cannot find in your newspaper, in most parts of the country, information about the big story – and the big story is that organised crime has taken over, or is working very successfully at taking over, your city, town or village.</p> <p>\"And if you report that, you get killed. Mostly, you don't think about reporting that.\"</p> <p>O'Connor summarises government officials as insisting that all Mexican journalists are corrupt and the victims are working for the cartels – \"as if they could possibly know\". Working on the ground, he says: \"Look, I don't have the FBI crime lab behind me – I do the investigations I can within the&#xa0;environment I have. And I know that at some times and in some places, a reporter might get approached by someone with a pistol, and told to write&#xa0;this but not that, and there may be some money in it. And if you don't, we know where you and your family&#xa0;live.</p> <p>\"Is that working for the cartel? Federal officials use that context to make out that the dead are working for the cartels. I know reporters who get asked by the police chief, 'Why are you so curious?' That's a threat.\"</p> <p>However, he says, \"the people I know in Xalapa say that Regina Martínez was looking into the political and economic elite. That is what she wrote about\". Then O'Connor qualifies the judgment, only slightly, with a favourite dictum of his, that \"Mexico is a country where you do not need facts to arrive at a conclusion. People will hold on to a belief without being able to give it a factual basis. But that does not mean it is not true.\"</p> <p>The atrocious news arrived just as the Hay festival left Xalapa: that while it was in town, another reporter from a journalistic family, and his daughter, had been killed – both decapitated. Roberto Rizzo Murrieta who worked for the <em>Mundo de Córdoba</em> paper, was murdered at home with his child, María Antonia. The state prosecutor said again that \"multiple lines of investigation\" had been opened and a domestic employee was under suspicion.</p>",
  "<p>Clayton Soares do Nascimento has just landed in Rio de Janeiro from the Faroe Islands. Behind Nascimento is his most successful season, the target-man's 22 goals taking IF to second place in the Effodeildin and making the 33-year-old Brazilian joint-top scorer. Now, with the 6,182-mile trip from the north Atlantic to the sunshine of Rio completed for another year he is happy to be reunited with his family.</p> <p>\"The weather today is fantastic, warm, the Faroe Islands is very cold,\" Nascimento says. \"I am away for nine months. I miss my family but I am doing it to make sure they have a better life in Rio.\"</p> <p>Nascimento is just one of the 1,169 footballing boys from Brazil who are scattered across the globe, the largest number of players by far of any itinerant nation. There are 606 alone plying their trade in the top divisions of 40 of Europe's 48 professional countries, with a further 263 playing in lower divisions.</p> <p>France has the second biggest count of players in the continent's elite leagues, including its own Ligue 1, with 579. Perspective on this great Samba migration, which also includes a further 300 who play outside Europe, is found in there being only 327 Englishmen in Europe's top flights, of whom 181 are in Premier League 25-man squads.</p> <p>The artisan forced to leave sun-buttered Brazilian pitches to kick a ball thousands of miles away to earn a living jars with the familiar tale of the <em>jogo bonito </em>played by Brazil's superstars. But the majority of the 1,169 are unheralded professionals. Beyond Kaká, Robinho, Alexandre Pato, David Luiz, Oscar and the <em>Selecao</em>'s other headline exports, many are journeymen who are unable to obtain salaries playing league football at home.</p> <p>Of the Faroese game, Nascimento says: \"I like it, the football there is different. In Rio, Brazil, it is a different style – more passes, and it is not so hard like in Faroe Islands. There is not so much long ball all the time – not all the time but almost all the time. In Brazil they pass slowly. But I learned a lot.\"</p> <p>This past season completed his decade on the Islands, an adventure that began through word of mouth. \"I had a friend who was playing in Iceland and he moved to the Faroe Islands after a friend asked,\" Nascimento says. \"He wanted one more player to come so I did. I didn't know where the Faroe Islands was.\"</p> <p>Nascimento started at FS Vagur and, after two further moves, was signed last season by Olavur Larsen, the 28-year-old chairman of IF Fuglafjordur. \"Clayton looked like a good target-man so I contacted him but it was the day before he was leaving the Faroes for Brazil,\" he says. \"We were emailing together to get a contract and I actually drove him to the airport and waved him off to Brazil.\"</p> <p>Larsen describes the general standard of Faroese football as: \"If you take English football, around the Conference. It's not very high, but we think it's OK. It's semi-professional.\"</p> <p>Nascimento works in a fish-packing factory to supplement the income he saves for his wife and 13-year-old son, who remain in Rio. \"I work every day for six hours, from nine in the morning to three, then train five times a week, from six in the evening. I have a contract for one more year so I talk to my wife.</p> <p>\"I moved away from Brazil for the money, for a better life. This was important. My wife moved to the Faroe Islands for seven years, then they moved to southern Spain and back to Rio last year. I will return for the new season at the beginning of February.\"</p> <p>Larsen adds: \"There are a lot of Brazilians here – former players, but it's mostly economics: we don't have as many foreigners as we used to have.\"</p> <p>Nascimento is one of only two Brazilian players in the Faroese premier league. In Finland there is the same number – the striker Rafael, 33, and Dema, 28, both of FC Lahti.</p> <p>Rafael says: \"Another Brazilian player, called Rodrigo, was going to play for HJK [Finland's most successful club] in 1997. They needed a striker and Rodrigo asked me to Finland. In 2004, I was playing for Forssan and Lahti were interested in me so in 2005 I signed.\"</p> <p>While the Faroe Islands have a relatively mild winter with average temperatures of 3-4C, Finland's can plummet to minus 34. How was the adjustment? \"The first years in Finland were difficult, it was cold and the language was difficult but I became used to it,\" Rafael says. \"Now I feel that Lahti is my European hometown.\"</p> <p>He is more settled in his adopted country than Nascimento. \"I miss Brazil, of course, but less than years ago, and I don't visit Brazil every year. It is three years since my last visit,\" says Rafael, who unlike Nascimento does not need a second job. \"I'm full-time. I don't know what else I could do. This is my dream profession. After a couple of years it will be time to do some other work but I don't know what.\"</p> <p>Jussi Lumio, an FC Lahti board member, says that as in the Faroe Islands, the number of Brazilians has dwindled. \"There were several good players in the 1990s and early years of 2000. But not any more. Our first ever player was in 1997, in 1998 we had three Brazilians. After that Rafael and some others came for a trial. Rafael is just like Finnish players. He's hardworking and gets along with everyone. He is totally an FC Lahti icon, a favourite player for our fans and he has won twice the title of Goal King in Veikkausliiga [the top flight].\"</p> <p>Across the continent, the map of the Brazilian diaspora includes Chelsea's Oscar and David Luiz who head the 14 currently in the Premier League, with 130 in Portugal, Europe's largest number.</p> <p>Italy has 46 exiles, Cyprus 32, Romania 26, Ukraine and Bulgaria 25, Russia and France 24, Spain 22, Turkey and Malta 21, and Azerbaijan 20. Croatia, Iceland, Estonia, Macedonia, Scotland, Wales, Northern and the Republic of Ireland are the only nations who have none.</p> <p>At Malta's Hibernians, where there are four Brazilians, Stephen Abela, the executive secretary, says agents play a more prominent role than at IF or Lahti. The signing of Edison Luis dos Santos in the summer of 2011 paved the way for the subsequent arrival of Rodolfo Soares, Anderson Mendes Ribeiro, Jackson Lima and Marcelo Mariano Dias.</p> <p>\"Although his [Dos Santos's] agent is Brazilian he had been living in Malta for 15 years. So as we needed to revamp our squad with new foreign players we told the agent what positions we needed and he got us the players,\" Alba says.</p> <p>\"You do need to have contacts to help identify players, since it is difficult to travel to Brazil every time. After a player is brought to our attention, we see his DVD or YouTube video, and get him over for a trial.</p> <p>\"It is also easy to sign Brazilians since a visa for them is not that difficult. There was a time when clubs were opting for African players but visa restraints have made us look to other options.</p> <p>Brazil is a big country producing football talents by the hundreds – players who may not make the grade in Brazil are easily considered top players in Maltese football.\"</p> <p>Malta's culture and climate is agreeable to Brazilians. Abela says: \"Something unexplainable is that once a foreign player steps foot on the island, especially a Brazilian, he is here for good because he falls in love with the country. He feels safe to raise his family here. Only in rare cases did foreign players want to leave after having been involved in our league for a season.\"</p> <p>Hibernians, who are the 10-times title holders, have twice competed in the Champions League. How much do Brazilians earn? \"Their accommodation is paid for by the clubs, and they are given a car. The maximum permissible monthly salary by the Malta Football Association is €1,500 [£1,200] plus a €500 bonus. So the average is 2,000 [euros a month],\" adds Abela.</p> <p>Soares, a 27-year-old defender and former Brazil Under-21 captain, says: \"Malta's a nice country with fantastic weather and very passionate people. Hibernians supporters treat us as family and that's nice because it makes you feel comfortable and at home away from home. Our president's a very down-to-earth person who tries to help us in all our needs. Being such a small island permits us to be in contact with supporters.</p> <p>\"Yes, of course we miss our families in Brazil, but this is our work. Due to the club's participation in the Europa League we had only a little time to go back but the club was understanding and we could enjoy our families.\"</p> <p>At Birkirkara FC, the Maltese champions of two seasons ago where the forwards Jhonnattann da Concecao and Joselito dos Reis Santos play, the club treasurer Ivan Mizzi says: \"Brazilian players are almost a safe bet. Since Maltese football tends to be played at a slower pace than other bigger European leagues, fast players leave their mark quickly. We have just been informed that Jhonnattann has been chosen as the player of the month by the Malta FA. That speaks volumes.\"</p> <p>Santos says: \"An opportunity presented itself to leave Rio de Janeiro, and play in Malta, and I liked the idea. I like challenges and I am happy to play for Birkirkara. I had heard of it [Malta] a few times, but I never imagined I would be playing here.\"</p> <p>Concecao adds: \"I already felt at home since the very first day. I am very happy and every day that passes increases my affection for the club.\"</p> <p>Of Brazil's European exiles, 5% are goalkeepers, 35% are defenders with the same percentage midfielders, and the remainder are forwards. What does the Brazilian fan think, if anything, of their nation's staggering number of travelling footballers?</p> <p>\"It's almost a given; it's accepted that there are so many players who start their careers here and then go off to Europe or wherever it may be,\" says Jon Cotterill, a commentator for TV Globo, Brazil's largest broadcaster. \"I've never really seen any complaints of: 'Oh there's so many of our players leaving.' Maybe just every now and then when there is a big star leaving.\"</p>",
  "<p></p> <h2>Scenes and scenery: New York State and Niagara</h2> <p><strong>1,305 miles, 26 hours of driving, 2½-3 weeks minimum</strong><br><strong>1</strong> First spend a few days in New York City, exploring Brooklyn, Williamsburg and the galleries of Manhattan. <br><strong>2</strong> Montauk, on the east of Long Island, has become a favourite hangout of celebs, with trendy bars, restaurants and places to stay (in summer, try the King and Grove, (<a href=\"http://www.kingandgrove.com/Montauk-Hotels/Ruschmeyers\" title=\"\">kingandgrove.com/montauk-hotels/ruschmeyers</a>), which is a bit like a summer camp for adults). <br><strong>3</strong> Woodstock (<a href=\"http://woodstockny.org/content/Tourism#Galleries\" title=\"\">woodstockny.org</a>) has been an artists' colony since 1902, so spend a day touring the galleries.<br><strong>4</strong> The Catskills (<a href=\"http://www.visitthecatskills.com/\" title=\"\">visitthecatskills.com</a>) are great for <a href=\"http://www.catskillmountaineer.com/hiking-CMBH25.html\" title=\"\">hiking</a> in summer, or skiing and snowshoeing in winter – try the town of <a href=\"http://www.hunterchamber.org/\" title=\"\">Hunter</a> for both. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397694694\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/gallery/2012/10/12/1350043936634/New-York-map-001.jpg\" alt=\"New York map\" width=\"460\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New York map Photograph: Graphic</span> <span class=\"element-image__credit\">Photograph: Graphic</span> </figcaption> </figure>  <p><strong>5 </strong>Beautiful in autumn (until mid-October), the Adirondacks mountains are full of forests, micro-breweries and bistros; in summer there's the vintage-style 56 Auto Drive-in Theater (<a href=\"http://www.jscinemas.com/56auto.html\" title=\"\">jscinemas.com/56auto.html</a>).<br><strong>6 &amp; 7</strong> Lake Ontario – there's a 518-mile Great Lakes Seaway Trail (<a href=\"http://www.seawaytrail.com/\" title=\"\">seawaytrail.com</a>) along its southern rim, but highlights are Niagara Falls in the west and the Thousand Island Park in the east. <br><strong>8</strong> The Finger Lakes region (<a href=\"http://www.fingerlakes.org/\" title=\"\">fingerlakes.org</a>) near Ithaca has wonderful vineyards, Amish farms (you might have to brake for the haywagons), craft markets and long blue glacier lakes. <br><strong>1</strong> Return to New York City.</p> <p></p> <h2>North and South Dakota: Badlands geology and American history </h2> <p><strong>978 miles, 20 hours' driving, two weeks minimum</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397694695\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/gallery/2012/10/12/1350047165501/Dakota-map-001.jpg\" alt=\"Dakota map\" width=\"460\" height=\"599\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dakota map Photograph: Graphic</span> <span class=\"element-image__credit\">Photograph: Graphic</span> </figcaption> </figure>  <p><strong>1</strong> Fly into and out of Rapid City (with <a href=\"http://www.delta.com/\" title=\"\">Delta</a> via Minneapolis from Heathrow, around £500). Hiring an RV could be a good idea for this road trip through remote areas with little accommodation, see <a href=\"http://www.visitrapidcity.com/planyourtrip/rentalvehicles/\" title=\"\">visitrapidcity.com/planyourtrip/rentalvehicles</a>. <br><strong>2</strong> South Dakota's <a href=\"http://www.nps.gov/badl/index.htm\" title=\"\">Badlands national park</a> is a vast rocky landscape of ridges, layered rock, fossils, towers and ravines. Make a stop at Wall Drug (<a href=\"http://www.walldrug.com/\" title=\"\">walldrug.com</a>), a 1930s store and attraction which sells sheriffs' badges and cowboy boots. <br><strong>3</strong> Then at Pierre (don't miss the State Capitol building and Cultural Heritage Centre), at the south of Lake Oahe, get on the <a href=\"http://byways.org/explore/byways/2596\" title=\"\">Native American Scenic Byway</a>, through Lakota, Dakota and Nakota nations. <br><strong>4</strong> The Lower Brule Sioux Tribe (<a href=\"http://www.lbst.org/newsite/home.htm\" title=\"\">lbst.org/newsite/home.htm</a>) welcomes to the reservation visitors who want to learn about their culture and offers many tours. <br><strong>5</strong> The byway passes through Standing Rock reservation (<a href=\"http://www.standingrocktourism.com/\" title=\"\">standingrocktourism.com</a>) for monuments, Sitting Bull's burial ground, and places to stay. Its traditional annual powwow is open to visitors. <br><strong>6</strong> Visit North Dakota's cowboy town, Medora, to stay at the historic 1884 Rough Riders Hotel (<a href=\"http://www.medora.com/rough-riders/\" title=\"\">medora.com/rough-riders</a>, from $135) and try the <a href=\"http://www.medora.com/where-to-eat/?Pitchfork-Steak-Fondue\" title=\"\">Pitchfork Steak Fondue</a> for steak threaded onto a pitchfork and grilled. <br><strong>7</strong> North Dakota's badlands have hilly terrain, red rocks and petrified woods. Hire a log cabin and explore on horseback with Badlands Trail Rides (<a href=\"http://www.badlandstrailrides.com/\" title=\"\">badlandstrailrides.com</a>).<br><strong>8</strong> In <a href=\"http://www.fs.usda.gov/blackhills\" title=\"\">Black Hills national forest</a>, Custer state park (<a href=\"http://www.custerstatepark.info\" title=\"\">custerstatepark.info</a>) covers 71,000 acres of prairie, pine, granite, bison and bighorn sheep. <a href=\"http://www.nps.gov/jeca/index.htm\" title=\"\">Jewel Cave</a> and <a href=\"http://www.nps.gov/wica/index.htm\" title=\"\">Wind Cave</a> are worth a stop. <br><strong>9 &amp; 10</strong> After visiting Mount Rushmore, see the Native American equivalent, the Crazy Horse Memorial (<a href=\"http://www.crazyhorsememorial.org\" title=\"\">crazyhorsememorial.org</a>), which will be the largest mountain carving in the world when finished, and the Indian Museum of North America. <br><strong>1 </strong>Return to Rapid City.</p> <p></p> <h2>New Mexico to LA: weird and wonderful</h2> <p><strong>1,583 miles, 30 hours' driving, 2½ weeks minimum</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397694696\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/gallery/2012/10/12/1350047135556/Cali-map-001.jpg\" alt=\"Cali map\" width=\"460\" height=\"599\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cali map Photograph: Graphic</span> <span class=\"element-image__credit\">Photograph: Graphic</span> </figcaption> </figure>  <p><strong>1</strong> Fly into Albuquerque, good for buying jewellery and art, and full of gorgeous B&amp;Bs with palm trees, sun terraces overlooking the desert and Native American folk art and blankets. See <a href=\"http://www.bedandbreakfast.com/new-mexico.html\" title=\"\">bedandbreakfast.com/new-mexico.html</a> for a list. <a href=\"http://www.bedandbreakfast.com/nm-sandia-park-desert-harbor-details.html\" title=\"\">Desert Harbour</a> is off-grid, simply stylish, with outdoor firepits and massages, for $145 a night. <br><strong>2</strong> State capital Santa Fe is a quirky former mining town with bizarre museums and diners. <br><strong>3 </strong>Hot springs are a big deal in New Mexico. Many have spa resorts built around them, but for a list of natural ones, such as those in the Jemez mountains, see <a href=\"http://www.discovernewmexico.com/nmhotspings/\" title=\"\">discovernewmexico.com/nmhotspings</a>. <br><strong>4</strong> Farmington is a good base for visiting Native American tribes (Navajo, Jicarilla Apache, Southern Ute, Ute Mountain Ute and Hopi, see <a href=\"http://www.farmingtonnm.org/pages/nativeculture.html\" title=\"\">farmingtonnm.org</a>); the <a href=\"http://www.nps.gov/azru/index.htm\" title=\"\">Aztec Ruins national monument</a> has structures built by the Aztecs 900 years ago. Nearby, Kokopelli's Cave B&amp;B (<a href=\"http://www.bbonline.com/united-states/new-mexico/farmington/kokopelli.html\" title=\"\">bbonline.com/united-states/new-mexico/farmington/kokopelli.html, from $260</a>) is carved out of the sandstone cliff and has one bedroom – plus a hot tub. <br><strong>5</strong> Grand Staircase-Escalante national monument (<a href=\"http://www.utah.com/nationalsites/grand_staircase.htm\" title=\"\">utah.com/nationalsites/grand_staircase.htm</a>) just over the border in Utah is 1.7m acres of multicoloured rocks and canyons. <br><strong>6</strong> Dare to hike Zion national park's (<a href=\"http://www.nps.gov/zion/index.htm\" title=\"\">nps.gov/zion/index.htm</a>) terrifying Angels Landing, and you'll need a margarita in the cool sunny town of <a href=\"http://www.springdaletown.com/\" title=\"\">Springdale</a> nearby. <br><strong>7</strong> Bryce Canyon's (<a href=\"http://www.nps.gov/brca/index.htm\" title=\"\">nps.gov/brca/index.htm</a>) incredible \"hoodoo\" rock formations are bewitching. <br><strong>8 &amp; 9 </strong>Before visiting the Grand Canyon stay in a cabin among ponderosa pines near Flagstaff, Arizona (see <a href=\"http://www.flagstaffarizona.org/staying_bed-breakfast.html\" title=\"\">flagstaffarizona.org/staying_bed-breakfast.html</a> for a list), and visit the <a href=\"http://www.nps.gov/wupa/index.htm\" title=\"\">Wupatki National Monument</a> – an important tribal crossroads for thousands of years – the <a href=\"http://www.musnaz.org/\" title=\"\">Museum of Northern Arizona</a> for Native American artefacts, and the <a href=\"http://www.lowell.edu/\" title=\"\">Lowell Observatory</a>. <br><strong>10 </strong>Kingman (<a href=\"http://www.gokingman.com/\" title=\"\">gokingman.com</a>) is known as the \"heart of historic route 66\", with a museum dedicated to the route. You could detour into <a href=\"http://www.nps.gov/moja/index.htm\" title=\"\">Mojave national preserve</a> from here. <br><strong>11</strong> <a href=\"http://www.nps.gov/jotr/index.htm\" title=\"\">Joshua Tree national park</a> to stretch your legs, and a stop in Twentynine Palms, a cool quirky town. The 29 Palms Inn (<a href=\"http://www.29palmsinn.com/\" title=\"\">29palmsinn.com</a>, from $95) has a pool and 1930s cabins. <br><strong>12</strong> <a href=\"http://www.visitpalmsprings.com/\" title=\"\">Palm Springs</a> is the sleepy kitsch nostalgic desert city of your dreams, with amazing places to stay such as the new Saguaro (<a href=\"http://www.jdvhotels.com/hotels/riverside/saguaro_palmsprings\" title=\"\">jdvhotels.com</a>, from $170) and a great midcentury modern architecture tour by Robert Imber (<a href=\"http://www.palmspringsmoderntours.com/\" title=\"\">palmspringsmoderntours.com</a>). On 20-21 and 27-28 October the Highway 62 Art Tours (<a href=\"http://hwy62arttours.com/\" title=\"\">hwy62arttours.com</a>) opens studios of 100 local artists. <br><strong>13</strong> Los Angeles – eat, shop and star-spot for as long as you have left.</p> <p></p> <h2><strong>Deep South music tour</strong></h2> <p><strong>776 miles, 14 hours' driving, one week minimum</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397694697\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/gallery/2012/10/12/1350047100950/South-map-001.jpg\" alt=\"South map\" width=\"460\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">South map Photograph: Graphic</span> <span class=\"element-image__credit\">Photograph: Graphic</span> </figcaption> </figure>  <p><strong>1</strong> Nashville, Tennessee, has great bars for country and blues. See the Country Music Hall of Fame and Museum (<a href=\"http://countrymusichalloffame.org/\" title=\"\">countrymusichalloffame.org</a>), and the Ryman Auditorium (<a href=\"http://www.ryman.com\" title=\"\">ryman.com</a>) to learn about the Grand Ole Opry. Nearby Broadway has bars for real live music till late. <br><strong>2</strong> Memphis – blues, gospel, country, rock'n'roll, barbecue. Stay for Wild Bill's Juke Joint, <a href=\"http://www.elvis.com/graceland/\" title=\"\">Graceland</a> and <a href=\"http://www.sunstudio.com/\" title=\"\">Sun Studios</a>, and on Sunday listen to the Reverend Al Green lead the choir in <a href=\"algreenmusic.com/fullgospeltabernacle.html\" title=\"\">Full Gospel Tabernacle Church</a> on Hale Road. <br><strong>3</strong> Following Route 61 south you reach the Mississippi Delta region. Stop for dinner at Tunica – which has lots of casinos – or opt for fried chicken or creole catfish at the Blue and White Diner (<a href=\"http://blueandwhiterestaurant.com/index.html\" title=\"\">blueandwhiterestaurant.com/index.html</a>) and a ride on the <a href=\"http://www.tunicaqueen.com/\" title=\"\">Tunica Queen riverboat</a>. <br><strong>4</strong> Clarksdale, Mississippi, for juke joints, the <a href=\"http://www.deltabluesmuseum.org/\" title=\"\">Delta Blues Museum</a> in the old train station and a night at the Shack Up Inn (<a href=\"http://www.shackupinn.com/\" title=\"\">shackupinn.com</a>, from $75), with boutique rooms in old sharecropper shacks, at the Hopson Plantation, which hosts live blues.<br><strong>5</strong> Dockery Farms (<a href=\"http://www.dockeryfarms.org/\" title=\"\">dockeryfarms.org</a>), where blues is said to have been invented by cotton picker Charley Patton in the early 1900s. <br><strong>6</strong> Lafayette, Louisiana, is one of America's greatest music towns, where you can hear Cajun, Creole and zydeco music in the dancehalls, or listen out for \"swamp pop\" . The Blue Moon Saloon and Guesthouse (<a href=\"http://www.bluemoonpresents.com/history.html\" title=\"\">bluemoonpresents.com</a>, $18 bunks, doubles from $75) has live roots music on the back porch – local bands often record live albums there. <br><strong>7</strong> Finally, go wild in New Orleans at the dozens of jazz and blues clubs.</p>",
  "<p>Mitt Romney and Barack Obama explained how their policies would help the nation's tech start-ups in separate <a href=\"http://nytm.org/blog/entry/12-09-2012/letters-to-the-nytm-community-from-president-obama-and-governor-romney\">letters</a> published Tuesday. The missives were sent to <a href=\"http://nytm.org/\">New York Tech Meetup</a> (NYTM), the city's biggest tech start-up trade association, in response to the group's requests for clarification on the candidates' positions.</p> <p>While NYTM asked the candidates how their policies would help New York City's burgeoning start-up sector, the two responses are hardly city or region specific, and could be seen as blueprints for how Obama and Romney might treat tech start-ups nationally.</p> <p>The Republican candidate argued for deregulation, improving education and increasing research, though he declined to give any specifics. Where he did provide details was in his immigration, intellectual property and tax policies. </p> <p>Romney said he would raise visa caps for highly skilled workers and offer permanent residence to foreign students graduating with \"advanced degrees in relevant fields\". He also said he would aggressively target intellectual property theft abroad and create a \"Reagan Economic Zone encompassing nations committed to the principles of free enterprise\". Finally, he pledged to lower the corporate taxes rate to 25%.</p> <p>Romney also attacked the president for what he sees as Obama's use of federal funds.</p> <p>\"President Obama's misguided attempts to play the role of venture capitalist, pick winners and losers, and spend tens of billions of dollars on politically-prioritized investments have been a disaster for the American taxpayer,\" Romney wrote.</p> <p><a href=\"http://www.hyperorg.com/blogger/2012/10/10/obama-and-romney-make-their-cases-to-techies-guess-who-fails-to-mention-the-internet/\">Some critics</a> said Romney's response seemed generic and not necessarily targeted at tech start-ups, but businesses in general. The former Massachusetts governor notably avoided net neutrality, an issue of fundamental importance to many techies. Romney previously <a href=\"http://blogs.scientificamerican.com/observations/2012/09/21/obama-romney-ne-neutrality/\">stated</a> that he was not in favor of net neutrality or internet regulation that curtails network owners from interfering with users' internet content and services.</p> <p>\"Romney seems to be against all regulation except of the sort that he likes,\" said David Weinberger, the co-director of Harvard's Library Innovation Laboratory. \"The internet is the fuel of innovation and start-ups do far better when there's broad access to the internet.\"</p> <p>Obama, on the other hand, seemed to better understand his audience. The president's letter reaffirmed his position in favor of an open internet (pro-net neutrality) and reviewed his accomplishments of the past four years. </p> <p>In addition to creating the nation's Chief Technology Officer position (the first CTO, Todd Park <a href=\"http://mlb.mlb.com/shared/flash/mediaplayer/v4.3/R12/MP4.jsp?calendar_event_id=14-350384-2012-10-09&amp;source=NYTM&amp;media_type=video\">spoke</a> at NYTM's most recent meetup), Obama listed several of his initiatives to spur start-up growth like the Presidential Innovation Fellowship and Start-up America Partnership. In his letter he also stressed that his patent and healthcare reforms will be a boon to tech start-ups.</p> <p>The fact that both Romney and Obama even returned the letters perhaps says more than the content. New York City's Silicon Alley has <a href=\"http://mashable.com/2012/08/20/new-york-startup-scene/\">expanded rapidly</a> in the past few years thanks to an influx of entrepreneurs and venture capital investment. According to NYTM's Chairman Andrew Rasiej, the organization currently has about 28,000 members and is growing rapidly with about 250 new members every week. Despite this new attention Rasiej said that the group would not be endorsing either candidate or take positions on election issues. </p> <p>That's not to say that NYTM doesn't have an agenda. \"We have one of the largest problems getting developer talent,\" said Rasiej.\"There's like zero percent unemployment in that industry in New York so we're focused on education, teaching science and math in schools.\"</p> <p>Both candidates mentioned education in their letters. Romney said he was concerned with the increasing cost of K-12 and university education, while the president wrote he wanted to hire more educators.</p> <p>New York also suffers from a <a href=\"http://isoc-ny.org/p2/?p=3448\">lack of bandwidth,</a> so for many entrepreneurs issues of infrastructure are important. While president Obama mentioned improving broadband and IT infrastructure, governor Romney did not. </p> <p>Like other issues in this election, the two candidates' perspectives on how to help tech start-ups seem to boil down to how they view government. Obama wants to use the government to spur private-sector growth, but Romney would rather leave the market to itself.</p>",
  "<p>Orange, a word that has no rhyme, has become the literary prize that defies gravity. Strictly speaking, it should no longer exist. Orange switched off its sponsorship in May.</p> <p>With no Plan B in sight, the board running the prize, including Martha Lane Fox, the UK digital champion, made predictably defiant noises about keeping calm and carrying on, but this is a tough commercial climate. Was the game up for the English-speaking world's premier prize for women's writing? Last week we got the answer.</p> <p>After a four-month hiatus, and a media blackout during the long, wet summer, the literary award formerly known, from 1996 to 2012, as the Orange prize announced the restoration of its original title, the Women's Prize for Fiction (WPF). It would be funded by a group of private benefactors led by Cherie Blair and bestselling writers Joanna Trollope and Elizabeth Buchan.</p> <p>The mood of this relaunch has been upbeat. \"I wasn't approached by anyone. I offered,\" Trollope told the <em>Observer</em>. \"I suddenly realised this was necessary. Women writers need all the help they can get,\" she adds. \"This is simply the best administered, most positive global prize that's also generous in spirit and ambition. Of course I was supportive.\"</p> <p>British booksellers and publishers joined the chorus of approval for the women who had saved Orange. Tim Hely Hutchinson, CEO of Hachette UK, said: \"It inspires, encourages and rewards writers all over the world. The prize is a key event in global publishing.\"</p> <p>This international dimension, meshing perfectly with the digital revolution, is central to the success of this prize. It attracts coverage in China, South Korea, Russia and the emirates. Women for whom English is not their mother tongue have become inspired to write fiction in English, simply to be eligible for the prize, which attracts about 150 submissions of published fiction each year. In 2010 the <em>Bookseller </em>calculated that, of the five top-selling prize novels, four were Orange titles. Industry estimates suggest that Orange has promoted the sale of several million copies, as well as transforming the lives of its shortlisted writers.</p> <p>Kamila Shamsie, shortlisted for her fifth novel, <em>Burnt Shadows</em>, says: \"The shortlisting played a monumental role. A few months after, I was at the Canadian embassy applying for a visa. I'd taken a copy of the novel – I thought I might need to prove my credentials. The visa official took the novel, read the cover and said: 'You've been shortlisted for the Orange prize?' Yes, I said. 'You must be really good, then. I'll buy your book.' I've never had a more friendly and painless experience in a visa office – and when I went back to collect my passport there was the visa official with a copy of <em>Burnt Shadows</em>, asking me to sign it.\"</p> <p>Last week's launch of the WPF was just the latest twist in the tale of a prize accustomed to challenging conventional wisdom, winning unlikely supporters and overcoming the monster of apathy. Starting in 1992, it began as a revolt against macho male fiction, represented by a boys' own Booker prize shortlist the previous autumn. After Ben Okri was awarded the Booker, several senior publishers, including former Virago editor Liz Calder, addressed the problem of a literary prize that appeared to exclude women. Booker was not merely out of touch, it was at odds with the British reading public's tastes. It was generally accepted in the trade that women readers were the main market for most fiction. Why was Booker so obtuse about this ?</p> <p>In 1992 some 40 editors and literary agents met in the flat of the agent Anne McDermid to debate what to do. Among the contributors to the unanimous decision to launch a women's prize was a young, would-be writer about to quit her Random House job to write her first novel. \"Basically,\" says Kate Mosse, now chairwoman of the WPF, \"no one has ever owned up to the idea of the prize. It was a collective decision. I got landed with organising it because I had the time.\"</p> <p>Once Orange had signed on as sponsor, the prize went from strength to strength. Mosse is pragmatic about their decision to pull the plug in May. \"It's been a 17-year partnership. That's unprecedented.\" Why quit? \"Orange was reviewing its strategy,\" she says, \"and wanted to focus on film. Orange Wednesdays had been a huge success. The split was amicable. We wanted to expand the prize globally on digital platforms.\"</p> <p>In May, there was a crisis. Orange had pulled out in such a way that it was impossible to have a Plan B in place. Mosse took to the airwaves. The <em>Today</em> programme was, she says, \"the quickest and easiest way to reach all the people who might be interested to get involved\". By the time she left the studio, she and her colleagues were being bombarded with offers. \"But then,\" she says, \"we ran into the summer. No one is around in August.\"</p> <p>Faced with the realisation that no new patron could be put in place before 2014, Mosse and her board made the decision to go it alone. \"This will be a transitional year,\" she says. Lane Fox agrees: \"Proper sponsorship needs a long lead time.\"</p> <p>The women set about raising money for the 2013 prize from private donors. Industry sources say the prize had cost about £300,000. \"But we were confident we would succeed,\" says Lane Fox. \"The prize offers such a fabulous combination of accessibility, aesthetic rigour and talent.\" The donors gave what Mosse tactfully describes as \"different amounts\", but the basic proposition worked: 2013 can go ahead, on the old model, while the search for a sponsor continues.</p> <p>The making of the WPF is an impressive example of female empowerment mixed with chutzpah, charm, good luck and occasional guile. There remains the announcement of the heir to the Orange sponsorship. Four or five corporate suitors are in conversation with Mosse and her friends, who are coy about the state of play. \"It's unlikely to be an arms manufacturer or a cigarette company,\" says Mosse. \"The orange label of Veuve Clicquot would suit our brand.\" A champagne sponsor for women's writing? \"I wouldn't say no,\" laughs Mosse.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-397698481\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131663745/Greeks-protest-against-vi-005.jpg\" alt=\"Twenty Photographs: Greeks protest against visit of German Chansellor Angela Merkel in Athens\" width=\"738\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protesters in Athens burn a flag emblazoned with a swastika during a demonstration against the visit of German chancellor Angela Merkel</span> <span class=\"element-image__credit\">Photograph: Yannis Behrakis/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698465\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131658438/A-restorer-works-on-a-pai-003.jpg\" alt=\"Twenty Photographs: A restorer works on a painting by Leonardo Da Vinci \" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A restorer works on a painting at the Opifico delle Pietre Dure laboratory in Florence, Italy</span> <span class=\"element-image__credit\">Photograph: Filippo Monteforte/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698467\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131708962/Ambush-Ramadi-Iraq-22-Jul-021.jpg\" alt=\"Twenty Photographs: Ambush; Ramadi, Iraq, 22 July 2006, by Luc Delahaye\" width=\"692\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ambush; Ramadi, Iraq, 22 July 2006, by Luc Delahaye, who was announced this week as the winner of the 2012 Prix Pictet</span> <span class=\"element-image__credit\">Photograph: Luc Delahaye/Prix Pictet</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698503\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131690300/TOPSHOTS-A-gendarme-atten-015.jpg\" alt=\"Twenty Photographs: TOPSHOTS A gendarme attends an acrobatic\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A gendarme attends an street acrobatics  show in Vallon Pont d'Arc, France</span> <span class=\"element-image__credit\">Photograph: Jeff Pachoud/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698501\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131682316/Syrian-boys-run-for-cover-012.jpg\" alt=\"Twenty Photographs: Syrian boys run for cover from mortar in Aleppo\" width=\"722\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Syrian boys run for cover from mortar attacks on their neighborhood in Aleppo</span> <span class=\"element-image__credit\">Photograph: Zac Baillie/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698505\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131702551/Untitled-Bicycle-1970-73--019.jpg\" alt=\"Twenty Photographs: Untitled (Bicycle), 1970-73, by William Eggleston\" width=\"703\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Untitled (Bicycle), 1970-73, by William Eggleston, which is being displayed at Frieze Masters in London. © Eggleston Artistic Trust</span> <span class=\"element-image__credit\">Photograph: William Eggleston/Cheim &amp; Read, New York</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698473\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131687608/Autumn-Colours-Start-To-S-014.jpg\" alt=\"Twenty Photographs: Autumn Colours Start To Show In London\" width=\"719\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A tourist does a handstand under a tree in Hyde Park, London, where trees are beginning to show their autumnal colours</span> <span class=\"element-image__credit\">Photograph: Peter Macdiarmid/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698461\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131651064/A-dolphin-at-an-amusement-001.jpg\" alt=\"Twenty Photographs: A dolphin at an amusement park in Pyongyang, North Korea\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A dolphin leaps from the water during a show at a newly-built amusement park in Pyongyang, North Korea</span> <span class=\"element-image__credit\">Photograph: David Guttenfelder/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698594\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350133352299/A-Syrian-rebel-machine-gu-022.jpg\" alt=\"Twenty Photographs: A Syrian rebel machine gunner sprays government held buildings in Aleppo\" width=\"722\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Syrian rebel fires on government-held buildings during a battle in Aleppo</span> <span class=\"element-image__credit\">Photograph: Zac Baillie/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698463\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131679725/A-flock-of-geese-swim-in--011.jpg\" alt=\"Twenty Photographs: A flock of geese swim in a branch of Yangtze river in Dongtu, China\" width=\"760\" height=\"470\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Geese swim on the Yangtze river in Dongtu, China</span> <span class=\"element-image__credit\">Photograph: Jianan Yu/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698487\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131661006/NGO-worker-speaks-to-peop-004.jpg\" alt=\"Twenty Photographs: NGO worker speaks to people living in wooden boxes in Hong Kong\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman speaks to people living in wooden boxes in Hong Kong. Twenty-four people live in the block of 'coffin homes', packed into a single apartment of a little over 50 square metres</span> <span class=\"element-image__credit\">Photograph: Damir Sagolj/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698475\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131677414/Buildings-at-Gendarmenmar-010.jpg\" alt=\"Twenty Photographs: Buildings at Gendarmenmarkt during Festival of Lights in Berlin\" width=\"760\" height=\"393\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Buildings at the Gendarmenmarkt are illuminated during the opening day of Berlin's festival of lights</span> <span class=\"element-image__credit\">Photograph: Tobias Schwarz/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698485\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131656004/Mount-Lokon-volcano-spews-002.jpg\" alt=\"Twenty Photographs: Mount Lokon volcano spews volcanic ash on Sulawesi Island, Indonesia\" width=\"718\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mount Lokon spews a giant column of volcanic ash on Sulawesi island, Indonesia</span> <span class=\"element-image__credit\">Photograph: AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698493\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131695732/Riot-police-throws-tear-g-017.jpg\" alt=\"Twenty Photographs: Riot police throws tear gas at protester\" width=\"747\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Riot police fire teargas at protesters during a march in Bogotá, Colombia. Social organisations, peasants, indigenous people, trade unions and students took part in what they dubbed a 'week of indignation'</span> <span class=\"element-image__credit\">Photograph: Guillermo Legaria/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698491\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131666435/Record-Skydive-Aborted-Du-006.jpg\" alt=\"Twenty Photographs: Record Skydive Aborted Due To Wind\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Felix Baumgartner of Austria sits in his capsule in Roswell, New Mexico. He was preparing to attempt a skydive from 23 miles above the Earth, but the attempt had to be aborted because of winds</span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698489\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131674656/People-look-from-a-circul-009.jpg\" alt=\"Twenty Photographs: People look from a circular train as it stops at a station in Yangon\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A suburban train stops at a station in Rangoon. As Burma opens up, the most immediate noticeable change is the number of new cars on roads dominated by rusty buses and taxis</span> <span class=\"element-image__credit\">Photograph: Damir Sagolj/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698499\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131705598/Rag--Bone-owner-198687-by-020.jpg\" alt=\"Twenty Photographs: Rag & Bone owner, 1986/87, by Tom Wood\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Compact, 1997, by Tom Wood. His exhibition Men and Women began this week at the Photographers' Gallery in London</span> <span class=\"element-image__credit\">Photograph: Tom Wood/Courtesy of The Photographers' Gallery</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698469\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131671999/An-Afghan-boy-and-a-girl--008.jpg\" alt=\"Twenty Photographs: An Afghan boy and a girl ride a donkey in Afghanistan\" width=\"722\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Two Afghan children ride a donkey down a road near the small town of Baharak, which lies in a fertile valley fed by the Kokcha river</span> <span class=\"element-image__credit\">Photograph: Roberto Schmidt/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698497\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131698538/Space-Shuttle-Endeavour-018.jpg\" alt=\"Twenty Photographs: Space Shuttle Endeavour\" width=\"719\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The space shuttle Endeavour makes its way through a residential area of Los Angeles on it's final journey to the California Science Centre, where it will go on permanent display</span> <span class=\"element-image__credit\">Photograph: Chris Carlson/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397698483\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/13/1350131669306/Media-crews-use-apartment-007.jpg\" alt=\"Twenty Photographs: Media crews use apartment balconies to cover Merkel visit\" width=\"608\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Media crews use apartment balconies to cover Angela Merkel's to Athens. The Greek capital went into security lockdown for the German chancellor's visit</span> <span class=\"element-image__credit\">Photograph: Aris Messinis/AFP</span> </figcaption> </figure>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-397580997\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349964220663/Saul-Bellow-001.jpg\" alt=\"Ten Best: Saul Bellow\" width=\"392\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Bellow’s wandering hands</strong><br/>The American novelist was a judge in 1971, the prize’s third year. Known for his extravagant tastes, Bellow insisted on being put up at the Ritz and complained when his room didn’t overlook Green Park. One of his fellow judges was Antonia Fraser, who later recalled how, in a taxi one night, the great novelist leaned over and said: “Has anyone ever told you you’re a very handsome woman?” Though he fell asleep before she’d replied, the episode confirms – if confirmation were needed – that the late Nobel laureate was NSIT.*<br/><em>*Not Safe in Taxis</em></span> <span class=\"element-image__credit\">Photograph: Michael Mauney/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397581017\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349964225262/Troubles-The-Lost-Booker-002.jpg\" alt=\"Ten Best: Troubles, The Lost Booker\" width=\"400\" height=\"460\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>The Lost Booker</strong><br/>Novels published in 1970 weren’t eligible for the Booker – the result of a 1971 rule change whereby the prize switched from being for the previous year to honouring books published in the same year. To all those writers aggrieved at the fact that they’d missed out, 2010 offered a restitution of sorts, with the retrospective Lost Man Booker prize. A judging panel whittled a longlist of 22 down to a shortlist of six (on which only two living authors, Nina Bawden and Shirley Hazzard, featured). This was then put to a public vote. The winner was JG Farrell for Troubles</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397581015\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349964228818/Stella-Rimington-003.jpg\" alt=\"Ten Best: Stella Rimington\" width=\"708\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Stella Rimington gets defensive</strong><br/>Last year’s Booker prize became engulfed in controversy when a lightweight panel, headed by the former MI5 chief, demonstrated its commitment to “readability” by picking a shortlist that, in the opinion of many critics, was largely made up of books that were neither readable nor very good. In her speech, Rimington struck back, quoting at length from Pope’s “An Essay on Criticism” to get across how ghastly the snipers were. Yet in spite of her efforts, the organisers have evidently had a rethink because this year’s panel is much more highbrow<br>Photograph: Linda Nylind/The Guardian</span> <span class=\"element-image__credit\">Photograph: Linda Nylind/The Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397580982\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349964231631/John-Berger-s-G-004.jpg\" alt=\"Ten Best: John Berger’s G\" width=\"380\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>John Berger’s protest</strong><br/>In 1972, the Marxist writer John Berger won the prize for G, his novel about an Italian dilettante’s slow ascent to class consciousness. Rather than uttering the obligatory words of gratitude, Berger launched an attack on the sponsor, Booker-McConnell, which he claimed had made its money through exploitative trading in the Caribbean. He announced that, “as a revolutionary writer”, he was going to give half his £5,000 prize to the Black Panthers, while keeping the other half to fund his next book, a study of migrant workers</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397580993\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349964234873/Nicholas-Mosley-005.jpg\" alt=\"Ten Best: Nicholas Mosley\" width=\"400\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Nicholas Mosley resigns</strong><br/>In 1991, the author of Hopeful Monsters became only the second Booker judge to resign (following Malcolm Muggeridge in 1971) when he fell out with his fellow judges over what qualities were desirable in a novel. As Mosley later recalled, he favoured “novels of ideas”, while his four fellow judges were “devotees of style”. When none of Mosley’s preferred books even made the shortlist, he quit, “partly in a huff, but also because by doing so I might still be able to strike a blow for ‘ideas’”. The eventual winner was Ben Okri’s (stylistically beautiful) The Famished Road</span> <span class=\"element-image__credit\">Photograph: Eamonn McCabe</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397580995\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349964237877/Salman-Rushdie-wins-Booke-006.jpg\" alt=\"Ten Best: Salman Rushdie wins Booker of Booker\" width=\"661\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Salman Rushdie wins Booker of Booker</strong><br/>Salman Rushdie is the only person in the prize’s history to be anointed three times over – each time for the same book. In 1993, to celebrate the award’s 25th year, a panel comprising Malcolm Bradbury, David Holloway and WL Webb chose Rushdie’s Midnight’s Children (the 1981 winner) for the Booker of Bookers. Fifteen years later, the Best of the Booker prize reached the same conclusion, although this time it was the public that voted for Rushdie’s novel, from a shortlist of six. In 2019, when the inevitable half-centenary award comes round, who would bet against Rushdie again?</span> <span class=\"element-image__credit\">Photograph: Fiona Hanson/PA Photos</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397581011\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349964241673/Selina-Scott-1983-007-thumb-630.jpg\" alt=\"Ten Best: Selina Scott 1983\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Selina Scott’s gaffes</strong><br/>In 1983, Breakfast Time host Selina Scott presented the BBC’s live coverage of the awards ceremony and became a laughing stock when she committed a series of gaffes. First, she asked the chair of the judges, Fay Weldon, whether she had really read all 100 books on the longlist. “Of course I have!” Weldon barked back. Then she thrust a microphone in front of Weldon’s co-judge Angela Carter and asked what she thought of the winner (JM Coetzee’s Life & Times of Michael K). “I’m one of the judges,” Carter replied, reasonably enough. “I’m sorry about that. What’s your name?” Scott shot back</span> <span class=\"element-image__credit\">Photograph: Empics/PA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397580986\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349964244454/James-Kelman-008.jpg\" alt=\"Ten Best: James Kelman\" width=\"400\" height=\"592\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>James Kelman’s speech</strong><br/>The Glaswegian became the only Scottish Booker winner in 1994 for How Late It Was, How Late, the monologue of a man blinded after a beating by the police. Accepting the prize, Kelman launched an attack on cultural suppression, claiming that Scottish vernacular literature had long been overlooked. In the aftermath of the verdict, one of the judges, Rabbi Julia Neuberger, declared of Kelman’s novel: “Frankly, it’s crap.” Simon Jenkins called the decision an act of “literary vandalism”. But Kelman’s speech was hailed by many and it’s hard to deny that he had a point<br>Photograph: Sean Smith/The Guardian</span> <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397580989\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349964247293/Maori-victory-009.jpg\" alt=\"Ten Best: Maori victory\" width=\"386\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Maori victory</strong><br/>Award for most surreal Booker ceremony undoubtedly goes to 1985. That year’s eccentric chair, Norman St John-Stevas, persuaded the panel – in the face of strong opposition from Nina Bawden and Joanna Lumley – to award the prize to Keri Hulme’s The Bone People, published by a Maori women’s collective. Hulme didn’t travel to England for the ceremony and instead her award was accepted by a delegation from the publisher, who, dressed in island costume, chanted a Maori praise song as they collected it. Contacted from the hall via satellite phone, Hulme’s response on being told of her victory was: “Oh, bloody hell!”</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397580984\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/11/1349964250105/Carmen-Callil-010-thumb-8289.jpg\" alt=\"Ten Best: Carmen Callil\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Carmen Callil quits</strong><br/>The Man Booker International prize, started in 2005, is a biennial award given to a writer of any nationality based on their achievements over their career. Last year, it exploded into controversy when one of the three judges, Carmen Callil, resigned following the decision to award the prize to Philip Roth. Callil felt she had been steamrolled by the two other judges, Justin Cartwright and Rick Gekoski. “He [Roth] goes on and on and on about the same subject in almost every single book. It’s as though he’s sitting on your face and you can’t breathe,” she said</span> <span class=\"element-image__credit\">Photograph: Eamonn McCabe</span> </figcaption> </figure>"
]