[
  "<p>When Adam Applegarth was forced out of a sinking Northern Rock in December 2007, it was amid the kind of numbers that tend to dance in front of your eyes. In the five years running up to the bank's spectacular crash he had been paid around £10m. During the 18 months immediately before he cashed in shares worth £2.6m. On leaving he secured a golden goodbye to be paid in monthly instalments, totalling £760,000. His pension, payable when he turns 55, is worth £304,000 a year.</p> <p>The year after his exit he was glimpsed in a very familiar setting, once again turning out for the second XI of his beloved Sunderland Cricket Club. \"This summer,\" said one of his old associates, \"he will be putting his feet up. He is playing an awful lot of cricket, enjoying his motors and travelling.\"</p> <p>In the autumn of 2009 Applegarth became a senior adviser to the American private equity firm Apollo Management, advising a new arm, the European Principal Fund, on the buying-up of distressed debt – perhaps a field of expertise. Three years on he remains in the job and shielded behind a communications firewall administered by a New York PR firm called Rubenstein Associates, whose other clients include Walt Disney, the Las Vegas Comedy Festival, and the American Kennel Club.</p> <p>When I contacted them, I was handed over to a breathlessly efficient operative called Melissa, who said I should send over my questions. With a view to at least trying to get his attention, I kept them non-confrontational, and short: What does Mr Applegarth's role at Apollo involve? Could he explain how the depth of banks' problems in 2007 first revealed itself to him? And how has his life been since? Twenty-four hours later she called back: \"Put us down for a decline to comment,\" she said.</p> <p>So, on to another lead. In September 2010 it was reported that Applegarth had joined his son Greg in setting up a company called Beechwood Property Management, in which he held 55 of the 100 shares. Their documents list both men's occupation as \"consultant\". Their registered office is on the 11th floor of a gleaming Newcastle office block called Cale Cross House, but when I called the in-house security guard he had never heard of them. In fact, this is merely the address of their accountants – who passed on a message, with no result.</p> <p>There is no entry for Beechwood Property Management in the phone directory, nor has it a website. On the face of it, it is a ghost outfit, whose existence is only noticeable to those hard-bitten people who pore over records held at Companies House.</p> <p>Such is the great cloud of silence that now surrounds people who were once among the loudest voices in the financial services industry.</p> <p>The reclusive lifestyle of former Royal Bank of Scotland chief Fred Goodwin barely needs mentioning. Steve Crawshaw, who turned Bradford and Bingley from a staid building society into a specialist in self-certified mortgages and left the company weeks before it had to be nationalised, has apparently retired to the Yorkshire countryside: his only publicly-recorded activity these days is as the chair of the advisory board of the School of Management at Bradford University, who forwarded him my list of questions, but I heard nothing back.</p> <p>Even the few who still have heavyweight business roles keep schtum: there may be a beautiful poetry in the fact that the former HBOS chief executive Andy Hornby is now the boss of Coral bookmakers, but getting him to talk is a non-starter. \"As the article does not relate to his current role at Coral he wishes to respectfully decline your request,\" said his spokesman.</p> <p>At the height of a financialised age, it was the done thing to refer to these people as \"Masters Of The Universe\". Five years on, picking through the subsequent career histories of those who sparked first the credit crunch and then the crash, the suggestion of omnipotence sounds absurd. Most of the people at the centre of the events of 2007-8 tend to suggest a much less titanic stereotype: the faded rock star, often still trying to keep their hand in, well aware that the hits have dried up, the old tricks have long since turned embarrassing, and their time has passed.</p> <p>Meanwhile, a very awkward question sits in the public mind: will there ever be any convincing payback?</p> <p>In the US, only a tiny handful of former bankers have been criminally indicted on charges relating to the crash: most notably, Ralph Cioffi and Matthew Tannin, two former Bear Stearns employees – and one-time sub-prime specialists – who were acquitted of fraud and conspiracy in November 2009. In February this year a civil case brought by the Securities and Exchange Commission was settled on the basis of a $1.05m payout from the two, which the judge in charge termed \"chump change\".</p> <p>The only big figure sent to jail for his part in two decades of crazed speculation and irresponsibility has been Bernie Madoff. By contrast, the people who bundled up the bad debt in arcane financial instruments that pushed the world to the brink of ruin are still out there: hugely diminished – but free, and hardly penniless.</p> <p>Even those who steered Lehman Brothers into catastrophe and thus started the decisive crash of 2008 seem to have got away with it. In May this year an internal memo from the SEC leaked to Reuters said that after its investigation into the bank it had been \"determined that charges will likely not be recommended\".</p> <p>Which brings us to 780 3rd Avenue in Manhattan, the location of an almost comically dull office block that looks like a giant house brick.</p> <p>Inside is the HQ of Matrix Advisors. Its founder is a byword for the events of 2007-8: Dick Fuld, the CEO of Lehmans, until its cataclysmic demise. Back then, he was the pumped-up corporate icon once known as \"the Gorilla\", the man who summed up his business style with the boast that he wanted to reach into the bodies of Lehmans' competitors, \"rip out their hearts and eat it in front of them before they die\".</p> <p>These days he apparently flits between New York and his homes in Florida and Sun Valley, Idaho – on bog-standard commercial flights, according to witnesses – looking after a tiny outfit which provides \"strategic advice to client management teams and senior employees … across all aspects of business\". One source close to Fuld has said that the workforce extends to \"a young guy from Lehman and two secretaries\". When I called their office, I therefore had the tantalising sense that the figure most indelibly associated with the crash might only be a few yards from the person parrying my questions. Her name was Carla Schiavo: she suggested I send over a few lines of inquiry.</p> <p>What, I asked, does Mr Fuld's work at Matrix Advisors involve? What are his views on the aftermath of the credit crunch and how banks and regulators have responded? What did the financial services industry need to do to recover its esteem? Eventually, Schiavo pointed me in the direction of Fuld's lawyer, a former president of the New York Bar Association named Patricia Hynes – who, predictably enough, did not deign to reply to either phone calls or emails.</p> <p>Two months ago Fuld was seen at an ice hockey game between the New Jersey Rangers and the New York Devils. An eyewitness reported on the scene for the Wall Street news and gossip site Dealbreaker: \"He was with two goons who were clearly his bodyguards, one sitting next to him in a tan jacket and the other one standing behind him in black. Fuld was wearing a suit … I guess to try and look like he actually has a job he was coming from before the game.\"</p> <p>Documents filed with US regulators two years ago said Fuld's work at his new venture stretched to around 60 hours a week. Such hard graft may be a necessity: proof, as with the sale of his Park Avenue apartment three years ago (for $25.87m) that he may not be enjoying quite the life of unending luxury that some would imagine, and setting money aside for future litigation, which has so far been met from the coffers of Lehmans' insurers. There is also an abiding sense of twitchiness. When a reporter doorstepped him three years ago, he blurted out: \"You don't have a gun. That's good.\"</p> <p>For others who were intimately involved in the crash, there is a similar sense of shrunken lives, and mouths sealed shut. Kathleen Corbet was the president of the hugely important ratings agency Standard &amp; Poors, but quit in August 2007 just as it started to become clear that the safe-as-houses triple-A ratings given to mortgage-backed securities had turned out to be illusory. She is now in charge of Cross Ridge Capital, a small private equity firm based in New Canaan, Connecticut – and did not respond to messages asking for her take on what happened in 2007 onwards, and what has transpired since.</p> <p>Neither did Maurice \"Hank\" Greenberg, who pumped up AIG to the point that the American group became the biggest insurance company in the world – only to watch it plunge towards bankruptcy and become 80% nationalised by the US government.</p> <p>He resigned two years before the start of the crash, in 2005, in the midst of the accounting scandal that began the firm's nosedive – but the fact that he avoided direct involvement in the crash presumably accounts for the fact that in controlled circumstances, he can speak with a belligerence that might suggest the events of 2007-8 never happened.</p> <p>\"We now have huge government, which is not the creator of opportunity – it's the private sector that creates opportunity, so our basic values are under attack,\" he recently said, warning against the prospect of \"regulating ourselves out of business\". By way of putting his money where his mouth is, Greenberg is suing the US state for $25bn, alleging that AIG's board was \"coerced\" into turning over control of the company to the federal government.</p> <p>Such a high-profile action contrasts with the post-crash story of his old AIG colleague Joseph Cassano – the man who sold credit default swaps in London to keep the money coming in, and thereby pushed the company towards such ruin that it needed £182bn of US taxpayers' money to keep it alive. Back then, Cassano lived in an opulent townhouse behind Harrod's. He has since moved back to Westport, on Long Island Sound, where he is apparently unemployed, and uncontactable.</p> <p>But if there is one man who remains the best embodiment of all the delusion and absurdity that led to the crash, it is 74-year-old Angelo Mozilo, the son of a Bronx butcher, a man so tanned that his skin looks like an orange dipped in toffee. Until July 2008 he was the chairman and chief executive of Countrywide Financial, the USA's biggest provider of sub-prime mortgages. Between 2001 and 2006 he took home something in the region of $470m.</p> <p>The company crashed from August 2007 onwards, finally being bought out by the Bank Of America. In a civil case that ended in October 2010 Mozilo settled with the SEC to pay $22.5m to cover allegations of fraud and insider trading, with a further $45m going to his company's former shareholders to cover \"ill-gotten gains\", to be taken from BoA and Countrywide's insurers.</p> <p>The SEC's director of enforcement said this: \"Mozilo's record penalty is the fitting outcome for a corporate executive who deliberately disregarded his duties to investors by concealing what he saw from inside the executive suite – a looming disaster in which Countrywide was buckling under the weight of increasingly risky mortgage underwriting, mounting defaults and delinquencies, and a deteriorating business model.\" At the same time, Mozilo was cashing in shares to the tune of $285m.</p> <p>Last year a criminal investigation into Mozilo's activities was shelved. But the intrigue swirling around him will not go away: four years after stories about his firm's dealings with American lawmakers first appeared in the media, a Congressional Committee has alleged that Mozilo ran a \"Friends of Angelo\" unit to grant influential members of congress preferential loans, and thereby subdue any drive to rein in his very risky kind of business.</p> <p>The impact of what Mozilo and his company did cannot be overstated: it was Countrywide that led the drive to drown the international financial system in bad debt, while he was paying himself spectacular amounts of money. In Wall Street, the City and beyond, the result of what he and his colleagues were doing was a deathly panic, and the end of the boom years; in the real world, millions of people had their homes repossessed or lost their jobs and now we labour under the austerity cuts that still grip the Western economies like a vice.</p> <p>In May this year a piece in the LA Times reported that Mozilo and his wife Phyllis had sold their home in Thousand Oaks, 29 miles west of near LA, for $2.9m. It described a \"Georgian Colonial-style two-storey\" property, sitting above the second fairway at the Sherwood Country Club, complete with \"a cherry-finished library-office, five bedrooms, six bathrooms and an oversized four-car garage\", along with \"an infinity pool, spa, lawn and a built-in barbecue\".</p> <p>Reading it, you wondered if perhaps, in their own way, the Mozilos were feeling the pinch. And then came the last sentence, and the sickly scent of the high life, uninterrupted: \"They hold other southern California properties in trust, in Riverside and Santa Barbara counties.\"</p>",
  "<p>In the end, it was two short steps that denied Beth Tweddle a gold medal. After an immaculate routine on the uneven bars, the leading lady of British gymnastics stumbled, regained her balance and won the bronze.</p> <p>In doing so, she became the first British woman to win a gymnastics medal in Olympic history, and the oldest woman to win a medal on the uneven bars in more than 50 years.</p> <p>Russia's Aliya Mustafina won gold, and China's He Kexin took silver.</p> <p>\"At one point I thought I was going to finish exactly like being in fourth, but it worked out my way this time,\" Tweddle said. \"Everyone knows this was the one medal missing from my collection and the one I wanted. Before these games I said any medal of any colour would make me happy, and I'm going to stick to that.\"</p> <p>Her coach, Amanda Reddin, who has worked with Tweddle since she was 13, said: \"I'm just very proud she walked through my door 14 years ago.\"</p> <p>It was always going to be an emotional day, not just for Tweddle, but for her many fans. Win a medal and she would retire in glory; fail to win one and she would have brought a brilliant career to a close with a desperate poignancy.</p> <p>Tweddle, a kitsch vision in glittery blue, could have been dressed for Dancing on Ice. Her mouth was tightly pursed as she chalked her hands intensely. Despite a glorious career, her Olympic history had been one of crushing disappointment.</p> <p>The first gymnast, China's delicate He scored a combative total of 15.933. Anything around 16 – the combined scores for execution and difficulty – was likely to win. Tweddle went fifth. Her routine was so difficult, and so nearly perfect – until the landing. Tweddle stared at the scoreboard diffidently: 15.916 – she had dropped 0.3 points for her shaky dismount, but was in contention for a silver medal.</p> <p>Next came Russia's Mustafina, and her remarkable performance was met with muted applause. She went into first place with 16.133, and now it really became squeaky bum time. There were two gymnasts to go, Japan's Koko Tsurumi and America's doll-like Gabrielle Douglas, both capable of beating Tweddle out of the medal-winning positions.</p> <p>It's easy to forget that, pre-Tweddle, British gymnastics was a laughing stock. Now we are expected to win medals, Louis Smith is a household name, and school children regard gym as a cool aspiration rather than a medieval form of torture. Tweddle's parents initially encouraged her to take up gymnastics to keep her quiet – she was an overactive young girl. By the age of nine the South Africa-born honorary scouser – she lives in Cheshire and trains in Liverpool – was Britain's second top gymnast.</p> <p>Since 2006, she has won three gold medals at the world championships and six golds at the European championship. But an Olympic medal had always eluded her.</p> <p>At the Games in Athens in 2004 she flopped, and in Beijing she finished a heart-breaking fourth. It almost destroyed her. On the flight back, medallists were directed to business class, while Tweddle was ordered to join the also-rans in pleb class. \"I hated myself, I hated the Olympics and I hated gymnastics,\" she has said of the experience. She thought she would quit, but couldn't walk away from the sport she adores.</p> <p>What is it we love about her? There's the talent, for starters – that sublime mix of strength, stamina and gravity-defying grace. Even more important, though, is the character. However unearthly gymnastics might seem, there has always been something endearingly rooted about her. While some gymnasts seem more ethereal than corporeal, Beth's blisters and calluses have always been obvious. She has never tried to conceal the hard work and pain behind her magic. Then there were the operations – six broken ankles, three broken shoulders, both cheekbones smashed – all suffered in the pursuit of gymnastic perfection. It was a miracle she was fit for London 2012. Twelve weeks before the start of the Olympics she was told she needed an operation. The medics had discovered dodgy knee tissue, and she assumed that was that. But she recovered remarkably quickly from keyhole surgery and by last week she announced she was almost fully fit.</p> <p>Tweddle has always had to fight for the right to assert herself. As a child, competing internationally, she was an unwitting victim of cold-war gym politics. She tells the story of being in the middle of a routine when a Russian would jump on the beam and edge ever near her till she was forced to jump off. One day, coach Reddin told her never to give way again, and she didn't.</p> <p>Earlier in the day, silver medallist Smith had said that gymnasts age in dog years and that Tweddle was \"getting on a bit now\". There was no question of deferring to her younger rivals on Monday, but it was edgy stuff. With only Douglas to go, Tweddle was still in third place. It was an eternity before the young American's score came up. Tweddle paced, drinking anxiously.</p> <p>Eventually the board flashed, confirming Tweddle had finally won her Olympic medal. All the tightness in her face disappeared, as she broke out into a broad smile. Job done.</p>",
  "<p>There is almost nothing more amusing than trying to guess the theme of a synchronised swimming routine, and then going down afterwards and asking them what the theme was really. If I were a dictator, I'd have a whole squad of swimmers for this exact purpose, and I'd never make them compete with the world, I'd just use them as fun puzzles, swimming Sudoku.</p> <p>So, Kazakhstan punched each other, then they swam for a bit, then they pretended to shoot each other. It was deliberately jerky, with their legs presenting these smooth, immovable lines, constantly nudging each other by deliberated millimetres in one direction or the other … I thought they were perhaps trying to embody the first world war, or failing that, the more general theme of geo-political conflict.</p> <p>They were marked slightly down for their routine being not difficult enough, and it struck me that if they added a score for how difficult it was to understand, perhaps that would have helped. But I still thought I was pretty close to the mark. In fact‚ it was really about Sherlock Holmes. \"That's why we pretended to make pistols with our hands,\" they explained, helpfully.</p> <p>It dawned on me over time that the synchronised swimming is all quite warlike, angular, robotic – they're often making hands like claws, and their legs often jab sharply out of the water, like two giants having a fight in a bar with cocktail sticks. It would never be a general war, in other words, and yet it would never be a specific war (it would run counter to the Olympic spirit).</p> <p>It most probably wouldn't be \"alien invasion\". It's a lot harder than it looks, but I genuinely thought I had a chance with Italy.</p> <p>Their movements were unusually feminine, with a trace of puzzled narcissism. They seemed to be miming taking off their make-up, then sweeping over their hair. I thought it was a water-representation of the routine of a lady's boudoir, that poetic moment of isolation, where she takes off the mask she gives the world, and gazes full-frontally at her flaws. Hang on, they're stabbing someone. Are they stabbing each other? Nope, it's no good, they're underwater again. I'm going to go with: woman plus reflection, obliterated by human frailty, stabs self.</p> <p>Frida fricking Kahlo. Against the odds, I was right about the mirror, that was meant to represent the period in her life when, following an accident, she had to paint using a mirror. Was the stabbing Trotsky? Did they step out of subjective narration into a more impressionistic portrayal of the whole Kahlo/Riviera/Trotsky scene? I like to think so. Synchronised swimmers in Italy, by the way, are part of the national police service (this is actually true). So Italians, think twice before you try to swim-mug anybody, unless you are cool with being chased by an imaginary ice pick.</p> <p>We had our great British hopes in this as in so many unexpected sports, and they made it through to the final. There, that's the tension released: now you can concentrate on their routine. Jenna Randall and Olivia Federici smiled more widely than I have ever seen British people smile. They're very svelte and purposeful and rigid and they both reminded me of Posh Spice.</p> <p>I wondered if that was the theme, the Spice Girls re-imagined as a mono-culture. They kicked off with some kind of underwater fight – one sprang up – \"Take that, Baby Spice\" – then bobbed down and the other bounced up triumphant. After that, they made up, with some complicated interlocking leg-gymnasm. This kind of emotional tergiversation is pretty close to how I imagine life in a girl band. Here come the claw-hands and the rag-doll arms. That mixes it up a bit, but I'm sticking to my theme.</p> <p>Ravens (subtitle theme: the Tower of London).</p> <p>They were very slightly disappointed, they messed a few things up and finished ninth. But they were still ahead of France, who I thought were utterly terrific, arriving dressed as zebras and running the full gamut of what it means to be a zebra. One minute they were vexed, their limbs divaricate, their movements speedy, as you'd imagine the mighty zebra of the plains. The atonal violin soundtrack was going like the clappers. The next minute, they were more graceful and placid, like zoo zebra. Here and there, they became board-flat and symmetrical, like zebra crossings.</p> <p>Swans.</p> <p>\"On our costumes, you can see the black and white wings.\" Which of course look absolutely nothing like black and white stripes.</p> <p>Austria did brutal movements to a sort of techno graveyard soundtrack, with eerie ghost noises but a banging tempo and a curiously cheerful atmosphere. These were obviously the vampires out of the Scooby Doo (vampiric and yet unthreatening – they are not real vampires, you see).</p> <p>Midnight.</p> <p>\"Look, you can see the bat,\" said Nadine Brandl. Ah ha, take that, you unknowable conventions of the synchronised swim. Take that, curious Eastern European puppet-show atmosphere. I am getting my eye in. A vampire is only one degree of dancing-separation from a bat, and you know it.</p> <p>Ukraine danced in owl-adorned costumes and were possibly supposed to be owls, but then in the middle they kissed one another full on the lips. Well, OK, it was quite close to the end, so it was hard to say whether it was part of the routine or just an explosion of high spirits upon finishing. Let's just settle for Kissing Owls. The important thing with these routines is to find something that nobody's done before. I think you'd be pretty safe with a kissing owl.</p> <p>The sport suffers from low participation, partly because men aren't allowed to compete in it Olympically. Of course they can compete in non-Olympic competitions, but male synchronised swimmers are fairly rare. The Spaniard Andrea Fuentes Fache, at the moment poised to take bronze, said: \"There's one guy in Barcelona – he's the only one with the balls to do it.\" Imagine the peculiar torment of being the only man in your nation with the balls to synchronised swim.</p> <p>I suppose you want to know who's going to win, you achievement junkies; the Russians are leading, and are Ur-nation of synchronised swimming, from whom a lot of the classic moves derive. The Chinese are burning up the inside track, only 3.99 behind Russia as they go into the finals. That's what they always say about equestrianism, isn't it? It's nice that we're good at it, but the main thing in our favour is that the Chinese aren't that interested. The US sneaked into the finals with a routine that was about <em>the Olympics</em>. Those italics (unlike all the others, which are disbelief) are to indicate how lame I think that is. It's like when you're at school, and you think it's really clever to write a poem about the time your teacher asked you to write a poem.</p> <p>\"We really want to go back home and watch the video,\" Jenna Randall said of the experience. These sports people, they're all the same – however festive, however carnivalesque and eccentric is their discipline, all they want to do is be incredibly good at it. They didn't want to chat, they wanted to get back to the village and see what went awry at the Tower of London.</p>",
  "<video data-media-id=\"gu-video-394290730\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/7/120807SyriaDefection-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/7/120807SyriaDefection_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/7/120807SyriaDefection_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/7/120807SyriaDefection-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120807SyriaDefection/120807SyriaDefection.m3u8\"/> </video>   <p>The attack came just after 2pm on Monday; two Soviet era Mig fighter jets swept in low from the west, then banked and made a run at the schoolhouse. The impact of the bombs was devastating on the two homes they struck. Fabricated concrete spilled across the street and a nine-year-old girl lay dismembered in the ruins.</p> <p>The first stronghold established by the Free Syrian Army (FSA) in the war-torn city of Aleppo had been hit by regime jets, in an attack that failed to take out the rebel leadership but instead killed nine members of a family in a nearby house.</p> <p>For the past week rebel fighters and leaders had been coming and going from the school, which they had commandeered in the city's north-east. They had brought prisoners there, built up a large arsenal of looted weapons on a lower floor and brazenly parked a tank and anti-aircraft gun outside.</p> <p>The regime troops that were engaged in pitched battles with guerillas barely one kilometre away probably knew where the poorly-disguised base was. The Syrian jets overhead certainly did.</p> <p>By nightfall only five bodies had been recovered. There was no hope for the other four, who rescuers were trying to dig out with their hands and basic tools.</p> <p>The rebel unit's bid to win the hearts and minds of nearby residents has not gone well, not helped perhaps by the brazen way in which they made the nature of their stronghold so obvious. On Sunday the group's commander was finalising details of a flyer he had prepared, outlining what steps his men would take to end the sense of paralysis that cripples Aleppo. Less than 24 hours later a large unexploded bomb from one of the jets lay on the steps of the schoolhouse and all the men inside were packing to leave to set up a new base.</p> <p>On nearby main roads mountains of household rubbish remains uncollected and order is yet to return to the city, more than a fortnight after the Free Syrian Army obtained a foothold.</p> <p>The reach of the guerilla force has since extended to what they claim is more than 60% of the city. But the rebels seem to be driven by little more than enthusiasm. Planning to hold their gains in the face of an imminent regime counter-assault is haphazard at best. Strategy seems anchored more in hope than vision.</p> <p>\"What can we do when all these so-called officers run away to Turkey and drink beer in refugee camps,\" said Major Abu Firad, who defected to the rebels six weeks ago and has insisted on a new rank of corporal in the unit with which he fights in the suburb of Salahedine.</p> <p>\"Every decision on the ground is up to us,\" he said. \"These officers who speak on the television from their comfortable camps over the border have no authority to speak for us. If they were real officers they would come back and fight.\"</p> <p>Salahedine is at the vanguard of the Free Syrian Army's defences. And on Monday the rebels there were weathering assaults from recently arrived loyalist units.</p> <p>\"They have brought in tank units from the Golan Heights,\" said Major Abu Firad. \"I know that because I was a tank commander and we can monitor their radio frequencies.\"</p> <p>Other key Syrian military units are also thought to have arrived on the city's southern outskirts and started readying for battle. Regime jets have returned to the countryside north of Aleppo, where rebels ousted loyalist forces in 10 days of fighting from 19 July.</p> <p>One Mig made at least eight bombing runs from 1am to 4am early on Monday over one of the towns below, causing panic among residents and resignation among others.</p> <p>\"They are trying to force the guys to come back to town to defend their families and leave Aleppo exposed,\" said a cleric, Sheikh Omar, in the town of al-Bab. \"But this fight is something that can't be avoided.\"</p> <p>Aleppo is proving to be harder going for regime forces than the capital Damascus, in which they were able to chase rebels from areas they had seized in July in less than 10 days.</p> <p>Despite large numbers of captured weapons, a constant stream of deserters coming their way, and news of high profile political defections, much of the rebel force acknowledges that their campaign has a long way to go.</p> <p>Rebels are continuing to reinforce positions in Aleppo. So too are loyalists. \"Around 20,000 moved into Aleppo [on Sunday night] said Major Abu Firad. \"They are planning to first take back this neighbourhood and then move into the rest of the city.\"</p> <p>Shells thundered into Salahedine, a middle-class neighbourhood of apartment buildings, throughout Monday. Guerillas there claimed to have captured three locals – thought to be the only residents to have remained there – whom they accuse of spying for the regime.</p> <p>As another rebel group left for the fight on Sunday night, a young student of Sharia law, who had joined the rebel ranks, urged the 30 men in front of him to treat prisoners well and not to harm civilians. \"We must be very clear about this. God has told us to behave with honour as warriors.\"</p> <p>The departing rebels in Aleppo had adopted different methods. Screams from some captives, particularly those thought to have been members of the loyalist Shabiha militia, have echoed throughout the night in recent days. Late on Monday one of the alleged spies was brought in, a terrified woman in her late 20s whose hair had been cut leaving unruly strips on an almost bald scalp.</p> <p>The residents wandering the streets near the schoolhouse hours before breaking their fast didn't seem to mind that the rebels were leaving.</p>",
  "<p>On Sunday 4 April 1880, a young medical student called Arthur Conan Doyle was wrestling with a two-iceberg rather than a two-pipe problem: he had yet again fallen overboard from a whaler called the Hope, into the icy Arctic. \"I fell into the Arctic Ocean three times today, but luckily someone was always near to pull me out,\" the 20-year-old Doyle wrote. \"The danger in falling in is that with a heavy swell on as there is now, you may be cut in two pretty well by two pieces of ice coming together and nipping you. I got several drags, but was laid up in the evening as all my clothes were in the engine room drying ... after skinning a seal today I walked away with the two hind flippers in my hand, leaving my mittens on the ice.\"</p> <p>Doyle's illustrated journal, a rip-roaring account of his adventures as ship's doctor on the Arctic whaler Hope – for which he ran away for most of a year from his medical studies in Edinburgh – is to be published for the first time by <a href=\"http://www.bl.uk/\" title=\"\">the British Library</a>, in a facsimile edition.</p> <p>Although <a href=\"http://www.conandoyleestate.co.uk/\" title=\"\">Doyle had already published his first short story</a>, Sherlock Holmes would not sweep in through the fog for another seven years. But the experiences of the voyage, including the brutal slaughter of the seals, would give him material for life. He described the young seals as making a noise \"between the mew of a cat and the bleat of a lamb\", and on 3 April 1880 wrote: \"It is bloody work dashing out the poor little beggars brains while they look up with their big dark eyes into your face. We picked the boats up soon and started packing, that's to say all hands getting over the ship's side and jumping along from floating piece to piece, killing all they can see, while the ship steams after and picks up the skins ... I was ambitious to start but in getting over the ship's side I fell in between two pieces of ice and was hauled out by a boathook.\" Most of his medical work onboard was patching sailors up after falls, but some of it was traumatic. The oldest member of the crew died in his arms, of peritonitis not helped by a last meal of plum duff. \"Poor old man. They were very kind to him forwards during his illness, and certainly I did my best for him. Made a list of his effects in the evening. Rather a picturesque scene with the corpse and the lanterns and the wild faces around.\"</p> <p>On 22 May it was Doyle's 21st birthday, though there was no cake. \"I come of age today. Rather a funny sort of place to do it in, only 100 miles or so from the North Pole. Had rather a doleful evening on my birthday, as I was very seedy for some reason or another. The Captain was very kind and made me bolt two enormous mustard emetics which made me feel as if I had swallowed Mount Vesuvius, but did me a lot of good.\"</p>",
  "<p>They wore their hearts on their sleeves at Jamaica House, the south London base created so Jamaicans and whoever else might want to could cheer on the Olympic athletes from the biggest island in the West Indies.</p> <p>There was no question they wanted Usain Bolt to win another Olympic gold in the 100m, to smash the world record, to humiliate the American competitors. And if the gods conspired against that certainty, they wanted Yohan Blake, his fellow Jamaican to be the one to usurp the king. In their dreams, given the presence of Asafa Powell in the final, they hoped for Jamaica, first, second and third.</p> <p>Powell pulled up short, so that didn't happen. But what did occur in the two hours before the big race was instructive. Whenever a Jamaican appeared on screen, the 900 people in the room hooted, cheered and stomped with gusto enough to threaten the structure.</p> <p>When an American came into view, they booed and hissed, like a demented crowd at panto. And when the British athletes appeared – Dwain Chambers, James Dasaolu, Adam Gemili, Jessica Ennis, Christine Ohuruogu and particularly the 10,000m hero Mo Farah – they cheered and whooped for them with only slightly less intensity than was reserved for the Jamaicans.</p> <p>Farah, a Briton with origins in Somalia, gained the finest accolade. Said one out loud: \"All he needs now is to grow an Afro.\"</p> <p>There was something in that darkened auditorium that spoke to integration in Britain today and the extent to which the country's progress may be helped by the success of the multiracial, multicultural reality of Team GB.</p> <p>Just a snapshot, but it's worth considering the fact that not so very long ago, a similar crowd – with origins in the West Indies and roots in Britain – would have had much more difficulty with the calibration required to cheer on a Jamaican hero and, without missing a beat, to draw pride from the achievement of a black Briton competing in the same competition. Black cricketers who played against the West Indies once did so expecting to take a deal of stick. But there is an altered dynamic now.</p> <p>This reality of life in parts of 21st century Britain would appear to be the very antithesis of Norman Tebbit's cricket test, which demanded that migrants abandon all previous baggage or be regarded as people who have failed to fully integrate. In real life, the equation is more complex, but it can work and it seemed to work on Sunday night in Jamaica House.</p> <p>Indeed, some argue that the 2012 Olympics has the potential to bring all sorts of future benefits to the way we view each other and live together. Barbara Roche, the former immigration minister and chair of a migration museum project says the Games, starting with Danny Boyle's opening ceremony, have shone a commendable light on the level of diversity that exists in many parts of Britain. \"Team GB just looks like Britain. The thing to note here is that there has been very little mention of it. There is a level of comfort. People say the athletes they see are just British athletes.\"</p> <p>There was pre-Olympic talk in the tabloids about some minority athletes not deserving recognition as fully fledged British representatives; the so-called Plastic Brits. But, as athletes of colour have taken public acclaim, critics have been forced to join the chorus of praise.</p> <p>In any event, says Roche, the wider public looked beyond that sort of crude differentiation. \"People feel an enormous buzz and I don't just think it is a London thing. The mood seems positive outside London too, from people one speaks to and what can be picked up on the threads. People are enjoying a communal experience.</p> <p>\"One doesn't want to be complacent, but the fact is that we are a country of migrants. Originally there was no one here. People have come and the only difference is how long ago. One doesn't like to over-analyse it, but I suspect we are incrementally coming to terms with the facts of who we are.\"</p> <p>Perhaps we are making progress. For the most part, the analysts have rightly chosen not to dwell on the race and ethnicity of those taking part. Which is, perhaps, why there was such a flutter on Twitter when Allan Wells, the 100m champion in 1980, declared from the BBC studio sofa that he was the \"last white guy\" to win it.</p> <p>But with the continuing and unprecedented level of success of Team GB, there are attempts in some quarters to discern a level of meaning. This is an account of Saturday's adventures in the Olympic Park, as described by the Sun: \"It was 46 golden minutes when three young Britons showed the watching world just who we are. A ginger bloke from Milton Keynes, a mixed race beauty from Sheffield, an ethnic Somali given shelter on these shores from his war-ravaged homeland. This is what Britain looks like today.\"</p> <p>It is important not to overstate what seems to be happening; there will doubtless be more stock-in-trade scare stories in the Sun about migrant \"scroungers\" and excessive immigration. But right now there is something out there and Britain's biggest-selling paper has tried to reflect it. Certainly it's a shift from a publication whose former senior executive is famously alleged to have joked to colleagues in the office about \"darkies\" coming down from the trees.</p> <p>But if our reaction to the minority contribution to Team GB does denote a growing maturity, will it outlast the Games? Lord Ouseley, the former chair of the Commission for Racial Equality and chair of Kick It Out, the group fighting racism in football, is sceptical.</p> <p>\"I think the Games are the glory games,\" he says. \"Everyone will bask in that glory and people will take pride in whoever is achieving success. But we have to remember that when the stark reality kicks in that we will probably be back where we started.\"</p> <p>Ouseley says it is sensible to distinguish between the public's view of outrageously talented individuals and communities as a whole. \"There will be a feel-good factor. Black and ethnic minority athletes will continue to thrive, because what they do requires them to demonstrate their own individual skills. But the harsh reality is that ordinary black and minority Britons will still fare badly in the labour market, the housing market and in other areas.</p> <p>\"Sport is like an escape mechanism. It gives us a comfort zone. But when the competition is for scarce resources, it's all a lot more complicated.\"</p> <p>Is he right, or is that excessively pessimistic? Perhaps it is possible to learn something from the French experience.</p> <p>In 1998, France won the football World Cup with a home advantage. The style of play was lauded but so was the composition of the team. They were hailed <em>\"black-blanc-beur\"</em> (black-white-Arab) and for many, the collective celebration appeared to signal a France at ease with multiculturalism.</p> <p>But it didn't last. In the years that followed, the team lost a succession of matches and the mood turned sharply, particularly towards Muslims. Aline Kremer, of the anti-racism group SOS Racisme, says there has been a series of mood swings towards multiracial, multicultural sport ever since.</p> <p>\"Most of those 'Arabs' and 'blacks' in the French team are French. They were born in France. They are, of course, a good and positive symbol of the multiculturalism of France, but we should not forget they are almost all French. People are really happy and have a positive view of them when they win&#xa0;… when they don't, as we saw with the French football team during the last World Cup, it's a little more complicated.</p> <p>\"Sport and the values of sport are always symbolic and it does help combat racism when we see so many people who have their roots in immigration in the teams. But people who are racist will still be racist and there will always be those who say there are too many blacks and Arabs in the team.\"</p> <p>So sport can be a catalyst for social progress, and it can shine a light on change that has already occurred. London 2012 has certainly achieved the latter. It may or may not achieve the former. But if the optimists are right and the embracing of Team GB does reveal something about Britain as we are – and if it endures – it will be a valuable part of the promised legacy. Intangible, compared to facilities and bricks and mortar, but legacy all the same.</p>",
  "<p>Studying for a degree from one country while living in another is nothing new: Nelson Mandela famously took his University of London degree while imprisoned on Robben Island. But 2009-10 marked the first year in which more overseas students were studying for British degrees beyond these shores than within them. In January, a report from the Observatory on Borderless Higher Education revealed that there were now more than 200 overseas campuses dotted around the world. Of these, 25 are British: a figure that has doubled in just two years.</p> <p>It's a trend the universities minister, David Willetts, is keen to encourage. In a speech last June at Stanford University in the US he pointed to the surging demand for higher education in nations such as Indonesia, Turkey and Brazil, adding: \"I want to see investors from Britain and abroad helping our universities access these big overseas markets.\" But questions remain about whether financiers and universities are ready to work together – and about what form such ventures could take.</p> <p>By the time Willetts gave his speech, in fact, the wheels were already turning. In May, he convened a meeting with private firms, financial investors and vice-chancellors to discuss how to boost universities' overseas presence. And he launched UK Education Services (UKES), a new unit of the business department, with the intention of helping to sell British education suppliers to foreign governments.</p> <p>UKES won't just push overseas campuses: everything from technology to accreditation is also in its sights. But it could also market a sort of flat-pack higher education system, with campus construction, academic expertise and the finance to pay for it all in a single package. Governments in a hurry to create a new university could use Britain as a one-stop shop.</p> <p>Willetts's interest in all this is as much economic as educational. He sees higher education as \"one of our great export industries\", and wants to use its global reputation to boost the national coffers. Meanwhile, emerging economies increasingly want to educate their students at home, to reduce the risk of a brain drain. Overseas ventures will allow British universities to hang on to lucrative foreign income in the face of changing migration patterns – and unfriendly student visa policies in the UK.</p> <p>Some universities are already moving in this direction. This October, the University of Central Lancashire is launching UCLan Cyprus, the first UK university to set up shop on the island. It is planning UCLan Thailand and UCLan Sri Lanka, too. \"Within the next 10 years the face of education will change very significantly,\" says Professor Dave Phoenix, the pro-vice chancellor who has led the Cyprus project. \"There's a real opportunity for institutions that want to create a global brand.\"</p> <p>However, as big as the opportunity is, universities tend not to think in terms of business transactions. Consultant John Fielden has researched transnational education for organisations including Universities UK and the thinktank Million+. \"Most people assume universities [establish branch campuses] for money, but that's usually the wrong assumption,\" he says. In the case of newer universities, it's often a matter of \"securing a supply chain, getting students back to the UK in their third year and hoping they stay on\". For those higher up the league tables, it's about making a statement about their international reputation.</p> <p>As Professor Drummond Bone, the former Universities UK president who as Liverpool's vice-chancellor established its Chinese subsidiary, says: \"I think if you're looking at it in terms of short-term profitability, you're crazy, frankly.\"</p> <p>University bosses say the biggest barrier to getting international ventures off the ground is the lack of capital. Two investors – the Ontario Teachers' Pension Fund and investment bank Goldman Sachs – are keen, but so far neither has put its hand in its pocket, perhaps because of a lack of commercial expertise perceived in university management. And some universities aren't comfortable with the idea of teaming up with investment banks. Until that changes, foreign ventures are likely to remain relatively small, ad hoc affairs, funded largely through local investment.</p> <p>There is a third pitfall: governing bodies are a risk-averse lot, and an overseas venture that offered sub-par teaching could do a university's reputation more harm than good. And other risks are more tangible. In 2007, Australia's University of New South Wales opened a Singapore campus. It was meant to serve 15,000 students; actually, it attracted fewer than 150. It closed in a matter of weeks, leaving the university with a bill of over S$22m (£11m).</p> <p>The result of all this is that full-blown campuses overseas are likely to remain a relative rarity. Fielden has just completed a report on transnational education for the UK Higher Education International Unit (IU). \"Nearly everyone is cooking up something,\" he says; but only a minority of institutions are planning branch campuses. The rest are looking instead to research partnerships or franchising arrangements: smaller, less risky ventures that require less money and management time. Others think the most likely outcome of the UKES will be \"education city\" projects of the sort seen in Malaysia's Educity Iskandar: campuses established by investors or overseas governments, into which British institutions can just slot a faculty or two. The IU's director, Joanna Newman, argues that success depends on working closely with existing local institutions: \"The old model of us supplying and them taking isn't going to work.\"</p> <p>If the government is serious about boosting higher education exports, there are other things it could do. One is to provide \"pump priming\" funding to get projects to the stage where investors might take an interest. It could also take on an active matchmaking role, Newman argues, citing a recent IU \"speed-dating\" event at which British and Brazilian universities could meet each other with a view to finding research partners.</p> <p>Even if the government does all this, though, not everyone in higher education will be jumping for joy. Pam Tatlow, chief executive of the university thinktank Million+, argues that the entire debate is a distraction. \"This government's approach contrasts poorly against the previous one, which actually provided funding to boost higher education exports,\" she says. \"The Home Office visa restrictions are damaging one of the most successful UK export industries. No amount of private capital can compensate for that.\"</p> <p>If British universities don't fill the gap, though, those of other nations will. And the window of opportunity won't last for ever. Bone says that one of the reasons Liverpool went into China was to hang on to a group of students it otherwise expected to dwindle away. \"Ten, 15 years down the line, the attractions for developing countries of sending their young people to high-cost UK education is going to be a lot less, because of the development of their own systems,\" he says. By then, those countries will have built their own universities – and won't need to borrow ours.</p>",
  "<p>The banners, T-shirts and handwritten posters said it all. \"China! Hands off Vietnam!\" read one. \"Shame on you, bastard neighbour,\" said another. \"Stop escalating, invading the East Sea of Vietnam,\" a third declared.</p> <p>As the protesters weaved their way through the crowded streets of Hanoi, past the peeling colonial villas and upmarket shops selling stereos and Versace, they charged towards the Chinese embassy, where they hoped to make a stand against what they call \"China's constant aggression\".</p> <p>\"I hate China!\" said one fortysomething protester, his voice hoarse from shouting slogans. \"Germany invaded Poland during the second world war, now China wants to do the same to Vietnam. History may repeat itself if the international community is not made aware of China's bullying.\"</p> <p>From government offices to the streets of Vietnam, tensions between Beijing and Hanoi have mounted in recent weeks over what China calls the South China Sea and Vietnam the East Sea, an area where vast deposits of oil and gas, important international shipping routes and fishing rights are of interest not just to Beijing and Hanoi, but also to the Philippines, Malaysia, Taiwan and Brunei.</p> <p>But last month's <a href=\" http://www.theguardian.com/world/2012/jul/22/vietnamese-protesters-chinese-aggression\" title=\"\">protesters had only China on their mind</a>. After detaining a group of Vietnamese fishermen near disputed islands this year, Beijing announced that the state-backed China National Offshore Oil Corporation was seeking bids for oil exploration in what Vietnam deems its own sovereign waters.</p> <p>It also declared Sansha City – on tiny Yongxing in the Paracel islands, which Vietnam lays claim to – China's newest municipality. The anti-China protest was the third of its kind in Hanoi in one month. \"The territorial ambition of China is a common threat – not only for the Philippines or Vietnam but for countries all over the world,\" said leading economist Le Dang Doanh, a former government adviser who recently signed an <a href=\"http://eyedrd.org/2012/05/vietnamese-intelligentsia-supports-the-philippines-in-scarborough-shoal-standoff.html\" title=\"\">open letter </a>calling for China to abandon its \"absurd maritime claims\" in the region. \"China's territorial claims are now bigger than China itself.\"</p> <p>Hanoi, 125 miles from the Chinese border, knows it must play a delicate game. Trade between the two countries reached an estimated $40bn last year, and analysts say that ties between the authoritarian, one-party states are considerably closer than either government would like to admit.</p> <p>The seeming standoff has pushed the US into the game, with recent visits by the secretary of state, Hillary Clinton, and the defence secretary, Leon Panetta, highlighting America's interest in its former foe. Panetta's visit to Cam Ranh bay, a US naval base during the Vietnam war, sparked particular curiosity over the US's intentions to \"protect key maritime rights for all nations in the South China Sea\" as it moves to deploy 60% of its naval ships to the Pacific by 2020.</p> <p>Carlyle Thayer, a Vietnam expert at the Australian defence academy, said Vietnam was likely to maintain its sovereignty by co-operating – but not aligning itself – with the US, but warned the situation in the South China Sea could worsen before it improved. \"Most likely an incident will occur from a misadventure of two opposite boats trying to be in the same place at the same time,\" he said. \"At the moment there's enough control [on both sides] but the analysis is that a lot of China's agencies are acting independently, and the central government is having a hard time asserting authority … the problem is that [neither country's] crisis management techniques are very good.\"</p> <p>The protests in Hanoi come at a time of uncertainty over Vietnam's political and social future. Its economy has followed a remarkable trajectory from colonialism and communism through to the <em>doi-moi</em> (\"socialist-oriented market economy\") capitalism of the 1990s and beyond. Art-deco villas have been razed for multi-storey office blocks, and gaudy mansions dwarf the shady avenues of Ho Chi Minh City and Hanoi, where men in slacks and women in short shorts and stilettos skittle past in glossy Mercedes and 4x4 BMWs.</p> <p>Here, the rich have become so rich that a Vietnamese businessman <a href=\"http://www.live-pr.com/en/williams-amp-williams-sells-smallest-town-r1049427156.htm\" title=\"\">recently purchased an entire American town</a> for sale in Wyoming. But Vietnam is running a huge trade deficit with China ($1.85bn in the first two months of the year alone) and its three million-member Communist party is struggling to maintain control over its population of 90 million, 70% of whom were born after 1975, and one-third of whom have internet access.</p> <p>Protesters are not just angry about China's territorial ambitions, but about the gaping rich-poor divide, increasing accounts of police brutality, widening crackdowns on dissent, and growing numbers of land evictions and human rights abuses. Reporters without Borders declared Vietnam an \"enemy of the internet\" as a decree aimed at making it illegal to post anonymously online means that bloggers particularly are under attack. Facebook is blocked, as are many blogs, and activists claim emails, phone calls and whereabouts are routinely monitored. The <a href=\"http://cpj.org/\" title=\"\">Committee to Protect Journalists</a> cites Vietnam as the fourth-worst jailer of journalists in the world. \"Vietnam really is the new Burma,\" said Phil Robertson of Human Rights Watch.</p> <p>\"We're seeing more of a crackdown on freedom of expression, a growing lawlessness in terms of the way police interact with people, a continued effort to go after prominent bloggers, to identify activists and jail dissidents. They're trying to prevent any Arab spring-type event where a mixture of information on the internet combined with people being angry and protesting ignites into something more. It's very embarrassing for Vietnam, because previously they were the influential ones giving advice to Burma, which was the basket-case.\"</p> <p>Now that Burma is no longer a pariah — thanks to the election of Aung San Suu Kyi to parliament and a slew of reforms initiated by reformist President Thein Sein — the shining star that was once Vietnam has waned considerably, says one local analyst. \"Foreign direct investment is flowing into Burma and declining in Vietnam. The government knows it is losing credibility. Vietnam allowed its private sector to develop, but it did not reform its political system. It was a fatal mistake.\"</p> <p>Dissident lawyer Le Quoc Quan, one of Vietnam's most prominent human rights activists who has been repeatedly jailed and beaten for his democracy efforts, said Vietnam was fighting a losing battle. \"More people know more about their rights, so the more they fight for their rights, [the] more repression, more arrests,\" he said. \"But an optimistic sign is that people are not afraid.\"</p> <p>While it is hoped a diplomatic resolution over the South China Sea will soon be reached – the Association of Southeast Nations agreed last week to a \"code of conduct\" that may see negotiations begin with China in September – it is just as likely that tension will continue. \"The problem of China and Vietnam has been a problem for 2,000 years,\" says Le Dang Doanh. \"If China keeps up the aggression, one million [Vietnamese] will take to the streets to protest. You'll see.\"</p> <p>• This article was amended on 7 August 2012. The original said that the USA will be moving 60% of its naval ships to the Pacific by 2020 rather than 10% more, ie the deployment ratio will be 40% of the fleet in the Atlantic and 60% in the Pacific.</p>",
  "<p>The rusty tank abandoned on a pile of rocks sticks out awkwardly on the flat Sahel scrub, which stretches as far as the eye can see. \"When is that from?\" I ask my Chadian journalist colleagues. We're driving along a bumpy track, pocked with puddles after the recent rains, to visit a Darfur refugee camp north of Iriba.</p> <p>\"It's from the war between Hissène Habré and Idriss Déby Itno. Habré lost. It's his tank,\" says Daossa Mohammed, the perennially cheerful editor of Iriba's Radio Absoun. \"It's been there for 22 years as a reminder to the population not to go to war.\"</p> <p>On 20 July, the international court of justice ordered that Senegal should immediately organise a trial of Habré, who is accused of a catalogue of human rights abuses during his eight years in power in Chad, or extradite him to Belgium for trial.</p> <p>Another journalist pipes up from the back seat, \"People are no longer interested in Hissène Habré. We need to move on. It's old news.\" \"You mustn't say that!\" shouts Daossa, the smile falling abruptly from his face. \"He killed thousands of people. He threw people in boiling water and banished families from this very land. Chadians deserve justice!\"</p> <p>It's a powerful indication of how polarised reactions to attempts to bring Habré to justice can be; between the older generation who lived through the terror (Habré was said to have had an underground swimming pool in which the DDS, his secret police, tormented victims), and younger people who see Habré's alleged crimes as from another place and time – a Chad from the history books.</p> <p>Many young people have never known a time when Habré was in Chad – he fled the country shortly after Idriss Déby's forces progressed westwards from Iriba, and eventually sought refuge in Senegal. Many of his victims have since left the country, and 22 years later others are now elderly or have died.</p> <p>On the day of the international court judgment, not one Chadian in the restaurant I was sitting in looked up when the news story with images of Habré was on television. Later in the day, I chatted to young people around town and the comment that stuck most in my mind was: \"Yes, Chadians want justice, but this has gone on so long now we won't believe it until we see it.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394262493\"> <img src=\"https://static.guim.co.uk/sys-images/Environment/Pix/columnists/2012/8/3/1344011023959/MDG--Tank-said-to-belong--008.jpg\" alt=\"MDG : Tank said to belong to former Chad dictator Hissene Habre \" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A tank said to belong to Habré. Photograph: Celeste Hicks</span> <span class=\"element-image__credit\">Photograph: Celeste Hicks</span> </figcaption> </figure>  <p>But for those who suffered at the hands of the notorious DDS, the judgment is an important step on the road to justice. Victims have been supported by organisations such as <a href=\"http://www.hrw.org/legacy/english/docs/2005/09/30/chad11786_txt.htm\" title=\"\">Human Rights Watch</a>, which obtained papers showing that more than 1,000 people were killed in detention and thousands of others were tortured during Habré's rule.</p> <p>\"Today, my friends who were tortured, the people I saw die in jail, those who never gave up hope, are one step closer to achieving justice,\" says Souleymane Guengueng, who almost died in prison when Habré was in power, and founded an association to help victims.</p> <p>So what is the priority for Chad? Is it more important to face the past head-on or should Chadians put the dark days of the 1980s behind them?</p> <p>\"Habré's crimes have caused deep wounds in Chadian society – people look at each other like dogs with their teeth bared,\" says Emmanuel N'Dalbaye, a sociology lecturer at the University of N'Djamena. \"They say they forgive each other but then everyone is scared of everyone else. We are a tolerant country, but without justice Chad will never move away from the ethnic and religious division that it suffers from today.\"</p> <p>The Habré case has presented unique challenges for international justice. The former dictator has been living in exile in Senegal for 21 years, but efforts to prosecute him have faltered. Former Senegalese president <a href=\"http://www.france24.com/en/20110711-justice-hissene-habre-african-legal-soap-opera-chad-senegal\" title=\"\">Abdoulaye Wade made several unfulfilled pledges to put him on trial</a>, and at one point demanded that international donors should pay for the establishment of a special court there.</p> <p>Frustrated with the lack of progress, lawyers representing Habré's surviving victims went to Belgium, which has international jurisdiction, and asked them to try the former president. Hopes had been riding high that last week's judgment would effectively force Senegal to hand him over to Belgium.</p> <p>But there is a glimmer of hope that, with the recent peaceful handover of power in Senegal to <a href=\"http://www.guardian.co.uk/world/2012/mar/26/senegal-votes-new-president-sall\" title=\"\">Macky Sall</a>, there may be a window of opportunity for progress.</p> <p>\"The Senegalese government appears to be committed to trying Habré and has taken steps in that direction,\" says Clement Abaifouta, the N'Djamena-based representative of the association for the victims of the crimes of Hissène Habré. \"However, we've been disappointed and betrayed before by Senegal so we will remain vigilant until we see Habré in that courtroom.\"</p>",
  "<p>Scenes of crowd hysteria are becoming routine at these Olympics, but on Monday they moved south of the river as Britain won its first showjumping gold since 1952. In all those years when the sport was a fixture on evening television, starry British teams were thwarted, but here a largely unsung quartet scooped gold after a dramatic jump-off against the Netherlands.</p> <p>For the veteran Nick Skelton, who at 54 is competing in his sixth Olympics, it was especially sweet. \"It means everything to win this. We lost it, we won it, we lost it, and finally we won it back,\" he said, reflecting on two topsy-turvy rounds of jumping. \"I've waited a long time, been to a lot of Games, made a lot of mistakes, but you couldn't do it in a better place than London. This has to be my greatest moment.\"</p> <p>Skelton paid tribute to the fans who packed the Greenwich Park arena. \"Without this crowd we could never have done it. People said that riding in an Olympics at home would add pressure, but it was totally the opposite. It was just brilliant. We had to get stuck in to the jump-off. I said to the guys we needed to go out there and win it. I've waited 54 years for this, so you can certainly say it was a long time coming. I've had a few misses in my time, but finally we got there.\"</p> <p>Britain and the Netherlands were tied on eight faults after the regulation round of jumping, with overnight leaders Saudi Arabia relegated to third place - the bronze medal was reward for the huge investment they have made in the sport over the past three years. The British and Dutch then went into a jump-off against the clock over a shortened course. Suddenly the crowd, which had been so noisy that the announcer frequently had to shush them, could hardly breathe.</p> <p>Skelton, a rock throughout the competition on Big Star, jumped clear in a fast time, just as he had in the first round of jumping, but Dutch rider Jur Vrieling also went clear, albeit in a slightly slower time. Ben Maher then added another clear for Britain, while the second Dutch rider had two fences down. Britain had the advantage, though with only the best three scores counting, the gold was by no means guaranteed.</p> <p>Scott Brash, the 26-year-old tyro of the British team who in the regulation round had jumped a superb clear, this time had a fence down, but the third Dutch rider, Marc Houtzager, failed to capitalise and also had four faults. That meant Peter Charles, the 52-year-old who has represented Ireland as well as Britain during his long career, had only to jump a clear to secure gold, and best of all didn't have to go too fast - a steady clear would win it.</p> <p>Charles has had a wretched week - he said later that in earlier rounds the noise of the crowd had spooked his horse, Vindicat - and he had already been eliminated from the individual competition, which will be decided on Wednesday. But Charles wasn't going to let this opportunity slip, and his horse was by now getting used to the fervour of the crowd. Drawing on all his experience, he put in a faultless round. The stadium erupted with pleasure and relief. Britain's long wait for showjumping gold was over.</p> <p>The Dutch hid their disappointment well. \"That was good sport,\" said one of their riders to his British opposite number in the unsaddling area next to the arena after the jump-off. Asked later whether it was a gold lost or a silver won, the Dutch team were unanimous that it was the latter. But they will know they had one hand on the gold and failed to hold on.</p> <p>Later the 54-year-old Skelton, who has been a key member of British teams for more than 30 years, was so eager to collect his medal that he tried to jump on the podium before the medal ceremony had begun, and had to be pulled back by laughing team-mates.</p> <p>That was one of several delightful moments as the teams unwound after the drama of the jump-off. Charles showed his medal to his horse, who looked baffled and would clearly have preferred a carrot. And the lap of honour around the arena on horseback - hard hats off to be waved to the crowd - became increasingly frantic until Maher called a halt, worrying that the horses would injure themselves ahead of Wednesday's individual competition.</p> <p>The British team had been written off by some ahead of the Games, so this victory was all the sweeter. \"You'll never win anything if you're negative,\" said Maher. \"The whole team was positive from the time it was picked, and we always thought we had a chance.\"</p> <p>Barbs were directed against fellow showjumper Robert Smith, son of the redoubtable Harvey, who last April had rubbished the British team as mediocrities lacking top-class horse power. \"What would you say to Robert Smith now?\" the team were asked. \"What do you think?\" said Charles. \"We did well with a mediocre bunch,\" added Skelton.</p> <p>Skelton, the unquestioned team leader, is now well placed to add individual gold to this collective triumph, and his team-mates were backing him to do it. \"We have the best rider in the world in Nick Skelton,\" said Charles. Skelton himself was a little cagier about his prospects. \"Anything can happen,\" he said. \"He's [Big Star's] been impeccable this week, so fingers crossed. But there will be a lot of good riders [competing on Wednesday].\"</p> <p>The individual competition can wait, though. On Monday night, as dusk began to settle over Greenwich, the cheers for the gold medal winners were still ringing out. Showjumpers, who work hard and play hard, know how to party. And this is a celebration where the champagne has been on ice for six decades.</p>",
  "<p>An estimated $36.4m weekend haul means it's three consecutive weekends at the top for Christopher Nolan's Batman finale. Warner Bros will be pretty chuffed with the $354.6m (£230m) running total, which climbs to $733m including theatrical revenues outside North America. The movie should cross $400m by the end of its North American run and certainly has enough in the tank to surge past $850m worldwide, bearing in mind the ongoing European holidays and the Italian launch that waits in the wings.</p> <p>The enduring popularity of The Dark Knight Rises made it hard for Sony's <a href=\"http://www.guardian.co.uk/film/movie/80204/total-recall\" title=\"\">Total Recall</a> property to stage a triumphant return to theatres. Len Wiseman's action thriller opened in second place on a so-so $26m. This was only marginally better than the Arnold Schwarzenegger original fared back in June 1990 and doesn't bode well when you consider that the original movie's $25.5m opening weekend is the equivalent of $44.8m when adjusted for inflation.</p> <p>I've spoken to plenty of people in the industry who've been scratching their heads about this reboot and I suspect the pervasive air of bemusement (outside Sony Pictures, at least) is shared by a fair number of moviegoers. Clearly the goal here is to make money (funny story about this subject – see the last couple of paragraphs) but the timing seems off-kilter. I adored the original and even though I admit it's dated horribly, it still seems too soon to have another stab at the story, unless someone comes up with a script that resonates powerfully with our times.</p> <p>The marketing didn't help matters. The campaign confused people, especially when you consider that the target audience of teenagers weren't alive when Arnie was running around Mars and yet they're expected to know something about it because the advertising materials assume some modicum of prior knowledge. Next weekend sees the release of Universal's pulsating <a href=\"http://www.guardian.co.uk/film/movie/147726/bourne-legacy\" title=\"\">The Bourne Legacy</a> – I expect that movie to open top, and wouldn't be surprised if Total Recall falls harder than The Dark Knight Rises even though it won't have been around so long.</p> <p>Fox's <a href=\"http://www.guardian.co.uk/film/movie/148529/diary-of-a-wimpy-kid\" title=\"\">Diary of a Wimpy Kid: Dog Days</a> arrived in third place and posted the weakest opening weekend of the franchise, but studio executives most likely regard the theatrical launch as a device to raise awareness for when the movie comes out on DVD. They care about its theatrical launch – make no mistake – but the greater riches lie in home entertainment.</p> <p>Earlier I mentioned the studios' mandate to make money and here's the asterisk to that. If art and commerce click, everyone's happy; but the goal first and foremost is to make money and the studios do this by churning out loud, formulaic fodder that engages audiences in a perfunctory way. Standout mass appeal film-making from the likes of Christopher Nolan, Quentin Tarantino, James Cameron, Sam Raimi, Joss Whedon or Peter Jackson are the exceptions and we must devour these offerings greedily because they seldom come along.</p> <p>At the recent Comic-Con in San Diego I got an insight into the studio executive mentality. Joseph Gordon-Levitt was on stage talking up the sci-fi thriller <a href=\"http://www.guardian.co.uk/film/movie/148727/looper\" title=\"\">Looper</a>, which will open the Toronto film festival next month. At one point Gordon-Levitt was gushing about his friend and Looper director Rian Johnson (they previously collaborated on <a href=\"http://www.guardian.co.uk/film/movie/112157/brick\" title=\"\">Brick</a>). He said words to the effect of how wonderful it was to be involved in art and said this was why he'd gone into movies. The audience cheered, but an executive sitting near to me (who has nothing to do with Looper) was not impressed. \"Why are they clapping that?\" he said, nearly choking on his water. \"Don't say that, Joseph.\" It's all about the money.</p> <h2>North American top 10, 3-5 August 2012</h2> <p><strong>1.</strong> <a href=\"http://www.guardian.co.uk/film/movie/141046/dark-knight-rises\" title=\"\">The Dark Knight Rises</a>, $36.4m. <strong>Total:</strong> $354.6m<br><strong>2.</strong> <a href=\"www.guardian.co.uk/film/movie/148835/total-recall\" title=\"\">Total Recall</a>, $26m<br><strong>3.</strong> <a href=\"http://www.guardian.co.uk/film/movie/137479/diary-of-a-wimpy-kid\" title=\"\">Diary of a Wimpy Kid</a>: Dog Days, $14.7m<br><strong>4.</strong> <a href=\"http://www.guardian.co.uk/film/movie/148325/ice-age-4\" title=\"\">Ice Age 4: Continental Drift</a>, $8.4m. <strong>Total:</strong> $131.9m<br><strong>5.</strong> <a href=\"http://www.guardian.co.uk/film/movie/148836/watch\" title=\"\">The Watch</a>, $6.4m. <strong>Total:</strong> $25.4m<br><strong>6.</strong> <a href=\"http://www.guardian.co.uk/film/movie/148370/ted\" title=\"\">Ted</a>, $5.5m. <strong>Total:</strong> $203.4m<br><strong>7.</strong> <a href=\"http://www.guardian.co.uk/film/movie/146748/step-up-4\" title=\"\">Step Up Revolution</a>, $5.3m. <strong>Total:</strong> 23.1m<br><strong>8.</strong> <a href=\"http://www.guardian.co.uk/film/movie/140156/spider-man-reboot\" title=\"\">The Amazing Spider-Man</a>, $4.3m. <strong>Total:</strong> $250.6m<br><strong>9.</strong> <a href=\"http://www.guardian.co.uk/film/movie/146821/brave\" title=\"\">Brave</a>, $2.9m. <strong>Total:</strong> $223.3m<br><strong>10.</strong> <a href=\"http://www.guardian.co.uk/film/movie/148230/magic-mike\" title=\"\">Magic Mike</a>, $1.4m. <strong>Total:</strong> $110.9m</p>",
  "<p>In an episode of The Simpsons, the juvenile delinquent Jimbo Jones helps a group which is trying to reduce crime in the community. The scheme, however, goes badly wrong. Disenchanted, Jimbo turns to another member and says \"Hey man, you've really let me down. Now I don't believe in anything anymore. I'm joining Law School\".</p> <p>Although law is sometimes portrayed as a dull discipline pursued by ethically dubious practitioners, it is a spellbindingly vivid and varied subject which affects every part of human life.</p> <p>Physics, history, Spanish, business, architecture, and other subjects are all vital disciplines but law permeates into every cell of social life. Law governs everything from the embryo to exhumation. Law regulates the air we breathe, the food and drink that we consume, our travel, sexuality, family relationships, our property, sport, science, employment, education, and health, everything in fact from neighbour disputes to war.</p> <p>A university law degree is the most adaptable of academic qualifications. Only people who want to become doctors study medicine whereas people with diverse career plans study law.</p> <p>Many law graduates, of course, do go on to become solicitors or barristers but, equally, many others use the qualification to become successful in companies, academic research, the media, the civil service, local government, teaching, campaign organisations, and politics - over 80 MPs, for example, have law degrees.</p> <p>Being educated in logical thinking, the articulate expression of complex ideas, the composition and art of argument, and how to use evidence and rules, law graduates have an excellent record of employability. A law degree can prepare someone for work at the highest levels – many world leaders are lawyers including Barack Obama. Other law graduates such as Gandhi, Nelson Mandela, Derren Brown, Gaby Logan, and Gerard Butler, chose different careers.</p> <p>Historically, legal education had a bad start. The law schools set up in London in the early thirteenth-century were banned in 1234 by a writ of Henry III. He thought trouble would come from people knowing the law. Later, it was the disciples of Jeremy Bentham who launched the first degree in English law, at University College London in 1826. The first graduating class of three was in 1839.</p> <p>Legal study develops organically in line with social needs. Today, areas of study and practice like sports law, media law, immigration law, human rights, and international criminal justice are very important, though they did not exist as recently as fifty years ago.</p> <p>Much legal study involves reading and discussing the decisions of appeal courts. Only particularly unusual cases are appealed so the law reports are brimming with interesting and unusual human dramas.</p> <p>There are over a million decisions you can study – reading them all, though, is not compulsory as your law lecturers appreciate the need for you also to engage in essential life-supporting activity such as sleep. You will learn many areas of law including the rules that determine whether a judge is being impartial, how contracts are made, and how careful the law requires people to be when they do everything including surgery, sport, science, and even manoeuvre during sex.</p> <p>The courts showcase a constant run of extraordinary and bizarre cases spanning eight hundred years, and there are many colourful decisions from other jurisdictions. Recent examples have included whether you can <a href=\"http://www.chinadaily.com.cn/china/2006-04/05/content_560739.htm\" title=\"\">sell your soul on the internet</a>, a court order which forbade a man from laughing in public, a lawyer who tried to use <a href=\"http://t.co/x7QdkuW\" \">quotations from the film The Hangover</a> in arguing for his drunken client, another lawyer who was caught using Wikipedia for his arguments, and the question of whether a <a href=\"http://news.bbc.co.uk/1/hi/6221540.stm\" \">vibrating condom is technically a contraceptive or a sex toy</a>.</p> <p>Law is an organic body of rules and good lawyers help to reshape it. As one judge, Lord Denning, noted in a case in 1954, just because something has never been argued before doesn't mean it is wrong. He said:</p> <blockquote> <p>\"If we never do anything which has not been done before, we shall never get anywhere. The law will stand still while the rest of the world goes on: and that will be bad for both\".</p> </blockquote> <p>Knowing the law is empowering. The American comedian Jerry Seinfeld said that a lawyer is \"the person who knows the rules of the country\". He said \"we are all throwing the dice, playing the game, moving our pieces around the board, but if there is a problem the lawyer is the only person who has read the inside of the top of the box\". Controlling everything, law is a constantly stimulating and hugely important game.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-393709135\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/27/1343404215518/in-western-Ivory-Coast-001.jpg\" alt=\"Liberian refugees in western Ivory Coast\" width=\"717\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicla II refugee camp, known as Peacetown, has evolved into a sprawling village in the forest outside Guiglo in western Ivory Coast</span> <span class=\"element-image__credit\">Photograph: Tommy Trenchard/IRIN</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-393709143\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/27/1343404218719/in-western-Ivory-Coast-002.jpg\" alt=\"Liberian refugees in western Ivory Coast\" width=\"694\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Liberian refugee displays his ID card in Tabou, 30km from the border with Liberia. Many Liberians have been living in Ivory Coast for more than 20 years</span> <span class=\"element-image__credit\">Photograph: Tommy Trenchard/IRIN</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-393709145\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/27/1343404230046/in-western-Ivory-Coast-003.jpg\" alt=\"Liberian refugees: in western Ivory Coast\" width=\"733\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Graffiti in a derelict colonial mansion, home to Liberian refugees, in the coastal village of Sassandra, 400km west of Abidjan. Most refugees do not live in formal camps<br>Photograph: Tommy Trenchard/IRIN</span> <span class=\"element-image__credit\">Photograph: Tommy Trenchard/Action images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-393709147\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/27/1343404233397/in-western-Ivory-Coast-004.jpg\" alt=\"Liberian refugees in western Ivory Coast\" width=\"717\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Liberian refugee closes a hole in the tarpaulin that forms her shelter in Tabou transit camp. Liberia has been hit by civil war twice in recent memory (1989-96 and 1999-03)<br>Photograph: Tommy Trenchard/IRIN</span> <span class=\"element-image__credit\">Photograph: Tommy Trenchard/Action images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-393709149\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/27/1343404236544/in-western-Ivory-Coast-005.jpg\" alt=\"Liberian refugees: in western Ivory Coast\" width=\"717\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Most of Tabou transit camp’s residents have now returned to Liberia, supported by the UN high commission for refugees (UNHCR)</span> <span class=\"element-image__credit\">Photograph: Tommy Trenchard/IRIN</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-393709172\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/27/1343404239780/in-western-Ivory-Coast-006.jpg\" alt=\"Liberian refugees: in western Ivory Coast\" width=\"661\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liberian refugee children play on the beach in Tabou</span> <span class=\"element-image__credit\">Photograph: Tommy Trenchard/IRIN</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-393709187\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/27/1343404242907/in-western-Ivory-Coast-007.jpg\" alt=\"Liberian refugees in western Ivory Coast\" width=\"717\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A USAid box doubles as a makeshift curtain in Peacetown. Camp residents say levels of assistance have declined in recent years<br>Photograph: Tommy Trenchard/IRIN</span> <span class=\"element-image__credit\">Photograph: Tommy Trenchard/Action images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-393709185\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/27/1343404246339/in-western-Ivory-Coast-008.jpg\" alt=\"Liberian refugees: in western Ivory Coast\" width=\"717\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Children here are often sent to collect firewood in the bush, but they claim some locals resent their presence, and intimidate them when they leave the camp</span> <span class=\"element-image__credit\">Photograph: Tommy Trenchard/IRIN</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-393709189\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/7/27/1343404249681/in-western-Ivory-Coast-009.jpg\" alt=\"Liberian refugees in western Ivory Coast\" width=\"717\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ivory Coast is the only home many younger Liberian refugees have ever known</span> <span class=\"element-image__credit\">Photograph: Tommy Trenchard/IRIN</span> </figcaption> </figure>",
  "<p>If A-level exams have left you craving a break from the education system, gap years are a tempting prospect.</p> <p>There are plenty of ways to spend a year out – from travelling to volunteering, earning money or doing internships.</p> <p>But how should organise your time? Are trips abroad only for students with wealthy parents? And what about if you plan to work overseas, when should you apply for a visa?</p> <p>This Wednesday from 1-3pm we'll be joined by experts from leading gap year companies, as well as student gappers themselves to discuss how you can make the most of a gap year.</p> <p>Perhaps you've already arranged your year abroad and want tips from students who've been there. Or maybe you're worried about missing out on your university choices and are considering reapplying. Put your questions to our panel now by posting them in the comments section below or join us next Wednesday to take part in the dicussion.</p> <h2>The panel</h2> <p><strong>Tom Stevenette</strong> volunteered with the <a href=\"http://ics-uk.org.uk/about/\">International Citizen Service (ICS)</a> in Burkina Faso last year, where he worked on a women's empowerment and business development programme. He is now studying History at Durham University.</p> <p><strong>Nathalie Gordon</strong> is head of programme delivery at the ICS, a scheme for young people who want to do voluntary development work abroad. ICS is open to everyone: all volunteers are asked to fundraise as part of their journey and no one will be excluded on grounds of cost.</p> <p><strong>Cameron Geddes</strong> worked in Canada during his gap year before attending the University of Plymouth to study international relations with business. His trip was organised through <a href=\"http://www.bunac.org/\">Bunac</a>.</p> <p><strong>Vicki Cunningham</strong> is assistant director of communications at Bunac which organises overseas volunteer and work opportunities for young people. She'll be on hand to tell you more about how to arrange your gap year.<br><strong><br>Macca Sherifi</strong> is a spokesperson for <a href=\"http://www.gapyear.com/\">Gapyear.com</a>. He travelled for 20 months non-stop through Central Asia, South East Asia and Australia but now spends his time giving advice to gap year students.<br><strong><br>Catherine Spence</strong> is a spokesperson for <a href=\"http://www.raleighinternational.org/\">Raleigh International</a>, a youth and sustainable development charity which runs volunteering programmes overseas. She previously volunteered in Costa Rica &amp; Nicaragua.</p>",
  "<p><strong>Read Emily and Olivia's summing up and Storify of Day One <a href=\"http://www.guardian.co.uk/uk/the-northerner/2012/aug/05/olympics-sheffield-jessica-jess-ennis\">here.</a></strong></p> <p>As the sun sets over the Don Valley Complex on Sunday evening, Sheffield can certainly be proud of its brand new festival protégé. </p> <p>With a total of 20,000 people singing, dancing, eating and drinking their way through the festival weekend, <a href=\"http://www.sheftival.com/\">Sheftival</a> can safely say it's made it's mark on the South Yorkshire festival scene.</p> <p>After a rip-roaring start on Saturday, with the likes of Ryan O'Shaughnessy, Laura Steel and Toots &amp; The Maytals gracing the stages, Sunday was a quieter affair. But the sense of camaraderie and sunshine and Yorkshire's Olympic glory (7th in the medal table, were we an independent country) ensured that the excitement and enthusiasm was carried over to the festival's final day. </p> <p>After Sheffield's Jessica Ennis sealed that well-deserved heptathlon gold with her performance in the 800m race on Saturday night, it was difficult to envisage how the same level of Olympic excitement could be fostered for the festival's second day. But, GB tennis star Andy Murray wowed the crowds once more by beating Wimbledon champion Roger Federer in straight sets, He may be a Scot, but everyone was glued to the screen at the Don Valley stadium. </p> <p>And the athletes weren't the only ones working hard this weekend, as hundreds of children tried out twenty-five different sports at Ennis' home training ground. <a href=\"http://en.wikipedia.org/wiki/Zorbing\">Zorbing </a>was one of them, allowing intrepid participants to launch themselves downhill in a giant plastic orb (rather you than us). Those less adventurous could opt for a game of football. But they'd have to deal with playing on an inflatable pitch…</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394246139\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/6/1344260812676/SarahMac.jpg\" alt=\"Sarah Mac at Sheftival\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sarah Mac on the Buskers Barge. Fine hat and it didn't matter about the keyboard stand...</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Festival Director Dave Healy said</p> <blockquote> <p>What made Sheftival unique was the combination of sport and music. The participation in sport has been a real success, who know, maybe we have just inspired the next Jess Ennis.</p> </blockquote> <p>All the while, everyone taking part in sports was racking up stamps on their Sheftival Activities Passport, competing for Browse, Silver or Gold prizes. After the exercise, it was time for a culinary re-charge, and Sheftival wasn't about to disappoint. Hungry punters filled their bellies with treats from across the globe; sampling cuisine from dozens of stalls set up throughout the complex, from stone-baked pizzas to a mouth-watering Jamaican Jerk BBQ tent. Not to mention Ostrich Burgers and Curried Goat-yum. </p> <p>Another contributor to the festival's identity was the unmistakable cartoon branding on tickets, posters and t-shirts across the city. This was all thanks to local design company <a href=\"http://www.peterandpaul.co.uk/\">Peter and Paul</a> (no nursery rhyme jokes, please). They were most recently responsible for design work on Kid Acne's 'South Yorks', Toddla T's merch and <a href=\"http://www.guardian.co.uk/uk/the-northerner/2012/jul/24/tramslines-festival-sheffield-music\">Tramlines Music Festival</a>. Their work made Sheftival instantly recognisable.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394246140\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/6/1344260892315/Poster.jpg\" alt=\"Sheftival poster\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p>But Sunday's big highlight was the Dodgy secret gig on the 'Buskers Barge', treating passengers to an hour of nostalgic '90s hits down the canal, such as 'Good Enough' and 'Staying Out For The Summer.' Opening for the band was local solo artist Sarah Mac. With an air of modesty, she confessed with a meek smile and soft Sheffield twang, to having forgotten her keyboard stand. At which point the furry-hatted songstress launched into her first ballad, singing and playing piano with the depth and maturity of someone who's been in the biz for decades. </p> <p>As they came off, people were instantly drawn to the Jetty Side Stage, to hear an entire brass band playing Human League's 'Don't You Want Me'. Only in Sheffield. </p> <p>The sounds of reggae and ska dominated the musical side of the festival complimenting its relaxed atmosphere and family-friendly environment. And Kanda Bonga Man, Macka B and The Beat took to the stage on Sunday to deliver just that. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394246141\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/6/1344260952138/barge.jpg\" alt=\"Dodgy at Sheftival\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dodgy on the barge - '90s nostalgia along the cut</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>Other local acts were The Crookes, who performed a late night session on the Buskers Barge with See Emily Play and In Fear of Olive. </p> <p>And finally, Brit pop act Lightning Seeds brought Sheftival to a crescendo of a close. And it was clear that both Olympic glory and fantastic music was Coming Home. </p> <p><em><strong>Emily Brinnand</strong> is a freelance multimedia journalist, producer and broadcaster. She is on Facebook <a href=\"http://www.facebook.com/EmilyBrinnand\">here</a>, Twitter <a href=\"https://twitter.com/emilybrinnand\">here </a>and About Me <a href=\"http://about.me/emilybrinnand\">here.</a></em></p> <p><em><strong><a href=\"http://about.me/mixtapesheffieldlive\">Olivia Taylor</a></strong> is a freelance multimedia journalist specialising in culture and music. She is on Twitter <a href=\"http://twitter.com/olivialtaylor\">here.</a></em></p>  <figure class=\"element element-audio\" data-canonical-url=\"http://storify.com/EmilyBrinnand/day-2-sheftival-2012.js\"> <script src=\"http://storify.com/EmilyBrinnand/day-2-sheftival-2012.js\"></script><noscript>[<a href=\"http://storify.com/EmilyBrinnand/day-2-sheftival-2012\" target=\"_blank\">View the story \"Day 2: Sheftival 2012\" on Storify</a>]<h1>Day 2: Sheftival 2012</h1><h2>Day 2: Sunday 5th August. Bringing your photos, tweets and thoughts of Sheftival together in one place. </h2><p>Storified by Emily Brinnand &middot; Mon, Aug 06 2012 05:11:17</p><div>Compilation photo from the Dodgy and Sarah Mac buskers barge set from earlier this afternoon #sheftival http://pic.twitter.com/4EvdkoHBOlivia Taylor</div><div>Good night at Sheftival - enjoyed Carmen Ghia and the Hotrods, The Crookes, Kanda Bongo Man, Dodgy and the amazing BeatJulian Newell</div><div>I'm exhausted from 3 days at Sheftival with Flite Sheffield, Scool Runnings and circus workshops. we nailed the mainstage on Saturday with a display of tumbling and free running.Peter Hurley</div><div>@MarcuscollinsUK at #Sheftival. (@markyluvzya) http://instagr.am/p/N9EOsqSkLH/Stacey Dickens</div><div>Sheftival gets more surreal by the minute- Local brass band playing Don't you want me baby (how Sheffield!) and now floating down the river Don on a barge with a group of buskers as we sup cider..Rob Whittle</div><div>Thankyou to my amazing mother for getting me my Sheftival ticket , its amazing ... Reggae and ska in the sunMelissa Situation Shackleton</div><div>Just got off stage at sheftival, time to soak up the Sheffield music goodness :)Chelsea Alice Scott</div><div>Spent today celebrating 50 years of Jamaican independance with  Renegade Brass Band, Jungle Lion, The Selecter, Macka B and Toots &amp; the Maytals live at Sheftival. Top notch day and top notch results for GB.Sam Parker</div><div>RT @jimbutterell: To celebrate Jessica's Gold medal last night, we've bashed out a gold beauty SupWiThee version @Sheftival #limited http://pic.twitter.com/urUWXsdbJoseph Butterell</div><div>Rolling back the years with dodgy at sheftival. What happened to blonde flowing locks! http://pic.twitter.com/AkUOxaliBen Hackett</div><div>On a barge at Sheftival! http://instagr.am/p/N85k6AtoGu/Olivia Grace Brown</div><div>Thank you so much @IamMishaB for having a photo with us! We love you xxx @LaurenLomass #Sheftival http://t.co/9UARbM9NEmma Louise</div><div>RT @BandsOnTheMove: currently got @TheRitaPayne getting the barge going at #sheftival http://pic.twitter.com/oeZVbRJHLee Mullin</div><div>The Lightning Seeds close the show at Sheftival #shftvl @RockTechUK http://pic.twitter.com/iNPdwHUEDavid Bower</div><div>Sheftival 2012 - Saturdaytramlinesfestival</div><div>RT @donvalleystad: Thanks for a wonderful @Sheftival #Sheffield and @J_Ennis! Home of the Hardcore!! http://pic.twitter.com/VQlvLDckhmvsheffield</div><div>Stage view from sheftival pre lightning seeds  http://lockerz.com/s/231586054Jamie Fletcher</div><div>Sheftival still going on the barge with @TheCrookes #partyneverends http://pic.twitter.com/0BKjkCsDBands On The Move</div><div>#sheftival was amazing! They need to do it next year! Absolutely brill!millehhh.</div><div>Just did a circle pit to Dodgy at Sheftival... That's how I roll.Jenny M</div><div>The Beat are live on the JUJU stage right now! http://pic.twitter.com/BD9MmDflSheftival </div><div>Lawson signatures :D #Sheftival #Lawson #SignatureTheMendCourtney</div><div>@LawsonAndy Saw you at Sheftival today, you were amazing as per usual!! Here is a pic I got of you and Ryan.. fron http://twitpic.com/afwzvxtakingovermee</div><div>Had a lot of fun playing Sheftival today, now listening to the Big Top 40 and watching Murray and Robson in the hotel!Adam Pitts</div><div>@VidaOfficial at Sheftival today :D &lt;3 http://twitpic.com/afy5qhEleven's Bow Tie</div><div>@TheCrookes fantastic gig today at @Sheftival best part was where you joyrided those buggies up the hill in the rain! http://pic.twitter.com/r35vYsbmDavid Furniss</div><div>@MarcuscollinsUK fantastic performance today at sheftival!! Can't wait for your next single! X http://pic.twitter.com/llZdbS5pChloe Tucker</div><div>RT @NessSheffield: Sheffield give yourself a pat on the back once again #sheftival the perfect cure for the post #tramlines bluesDave Healy</div><div>RT @BEACONSFEST: Boom!! RT @jordan_white_: Tramlines check. Sheftival check. Next up @BEACONSFEST!Dave Healy</div><div>Aw me and @LawsonJoel yesterday at Sheftival :') http://pic.twitter.com/ChPLDDMFBite My Tongue</div><div>Morning all. Mine and @olivialtaylor's roundup of day 1 @Sheftival http://www.guardian.co.uk/uk/the-northerner/2012/aug/05/olympics-sheffield-jessica-jess-ennis it's most read on Guardian UK News right now. Yeah.Emily Brinnand</div><div>Fun at sheftival yesterday with a good mix of sport and music. Could be the next cliffhanger. http://pic.twitter.com/7HRORORHThe Street Food Chef</div><div>Sunday evening @Sheftival until the rain came! http://instagr.am/p/N9kHJ6G49d/Jenny M</div><div>RT @S0phie_elle: Down by the buskers barge with the @FamousVillains #Sheftival @abiboswell http://pic.twitter.com/qwAnn7j1Famous Villains</div><div>Sheftival: Sheffield festival star Lemar dedicates Invincible to Jess Ennis ... http://bit.ly/OWxdIUThe Steel City</div><div>@Sheftival was amazing this weekend!:Djesyjadeperrieleigh</div><div>@Sheftival it was awesome, thank you!Sue Snowden</div><div>@BandsOnTheMove: The last barge back is rocking to @SeeEmilyPlayUK with @TheCrookes up next! #sheftival http://pic.twitter.com/UK0t8Tw6Bands On The Move</div><div>#thelightningseeds at #shftval @Sheftival http://pic.twitter.com/BsYVMKzUMartin Parsons</div><div>DJ Venja in the dance tent. http://pic.twitter.com/2LiU4Pm3Sheftival </div><div>Stageside at The Crookes. #sheftival  http://instagr.am/p/N9gsSRDE2V/Jasmine Wordsworth</div><div>Hawaiian ice @ Sheftival #Hawaii #Sheffield #festival #slush  http://instagr.am/p/N9qQh1Jt0t/George Donkin</div><div>Remember to look out for some great pictures and video footage from the festival over the next few days!Sheftival </div><div>@Stooshe at #sheftival yesterday! :~) http://pic.twitter.com/A0o58zlfrachel </div><div>RT @MCGlentworth: Many thanks to @InFearOfOlive and @TheCrookes who provided my musical entertainment at #sheftival today. Big kudos to @BandsOnTheMove tooBands On The Move</div><div>Sheftival 2012 - Saturdaytramlinesfestival</div><div>A live recording of Toots and the Maytals singing 'Pressure Drop' @Sheftival  http://audioboo.fm/boos/910537Emily Brinnand</div></noscript> </figure>  <p>Emily and Olivia present Mixtape Sheffield Live together.Here's a Storify of the day.</p>",
  "<p>Big day for us today. Not only is the <a href=\"http://www.guardian.co.uk/culture/edinburgh-festival-2012\">Edinburgh festival juggernaut finally on the road</a> – <a href=\"http://www.guardian.co.uk/tv-and-radio/2012/aug/05/david-hasselhoff-hoff-baywatch\">David Hasselhoff</a> v <a href=\"http://www.guardian.co.uk/stage/2012/aug/05/daniel-kitson-god-small-things\">Daniel Kitson</a>, ontological discussions about the spirit of the fringe, rumbling debates about trams and the rest – we're also taking the opportunity to relaunch the Guardian theatre blog under a new guise.</p> <p>As you'll see from the smart new banner above, from today this will be the permanent home of our <a href=\"http://www.guardian.co.uk/profile/lyngardner\">brilliant theatre critic Lyn Gardner</a>. Lyn's written for the blog from the very start – has in fact been its most consistent contributor – and so we felt it was right to reflect that by recreating the theatre blog with her at the centre of it (as has happened elsewhere on the Guardian site, whether it's <a href=\"http://www.guardian.co.uk/media/greenslade\">Roy Greenslade's media blog</a>, <a href=\"http://www.guardian.co.uk/uk/davehillblog\">Dave Hill's London blog</a> or Nick Fletcher's <a href=\"http://www.guardian.co.uk/uk/davehillblog\">Market Forces</a>). She'll continue the regular series she's been doing for a while (notably her invaluable <a href=\"http://www.guardian.co.uk/stage/theatreblog/2012/aug/03/what-to-see-edinburgh-festival-ilotopie\">What to see roundup of the best UK theatre to book for</a>, published each Friday), but also try out a few new things – starting, during the Edinburgh festival, with daily roundups of what she's seeing out and about at the fringe, the first of which will go up on the site a bit later on today.</p> <p>Other voices and writers will still feature from time to time (not least when Lyn is taking a well-earned break from seeing 14 Edinburgh shows a day). And we'll continue our experiment in publishing our reviewing list and asking for your tips, plus <a href=\"http://www.guardian.co.uk/stage/theatreblog/2012/aug/03/reader-reviews-olympic-ceremony\">doing regular roundups of reader reviews</a>. But the idea is that Lyn has more freedom to own the blog, to experiment with what the space can be (you'll probably see shorter, more reactive posts and open threads), to get artists more involved, and to engage readers – yep, that's you – in lots of different ways. We're excited to see what happens. We hope it'll keep evolving.</p> <p>Change is a funny thing – something of a shock to realise that the theatre blog has <a href=\"http://www.guardian.co.uk/culture/2008/sep/09/culture.new.blogs\">existed in its current form for nearly four years now</a>, in which time it's featured everything from <a href=\"http://www.guardian.co.uk/stage/theatreblog/2008/nov/11/postdramatic-theatre-lehmann\">disquisitions on postdramatic drama</a> and <a href=\"http://www.guardian.co.uk/stage/theatreblog/2011/mar/31/arts-council-funding-cuts-bloggers\">number-crunching analyses of funding</a> to a piece on the trend in naturist drama (offstage, I hasten to add), even a <a href=\"http://www.guardian.co.uk/stage/theatreblog/2011/jan/18/ice-cream-theatre-interval\">toothsome history of ice cream at the theatre</a> (still one of my favourite posts).</p> <p>But it's important we keep trying out different things, so we hope you like the blog's new shape, and will welcome Lyn on the next phase of her critical odyssey. As ever, do let us know below what you think – and what you'd like to see her doing and using this space for.</p>",
  "<p>It started out as an adventurous plan to open a restaurant in <a href=\"http://www.theguardian.com/world/sudan\" title=\"\">Sudan</a>.</p> <p>But by the time Magdy el-Baghdady, a young Briton from north London, left the country, he had been imprisoned for more than two months, beaten, tortured, tried and even subjected to mock execution, and finally prevented from leaving the country for almost a year.</p> <p>\"It was a brutal experience that has changed my life,\" he reflected. \"At times I thought I would not get out alive.\"</p> <p>Baghdady's misfortune was to be identified by Sudanese security forces as an activist intent on fomenting revolution in a country determined to resist the upheaval roiling its northern neighbours, <a href=\"http://www.theguardian.com/world/egypt\" title=\"\">Egypt</a> and <a href=\"http://www.theguardian.com/world/libya\" title=\"\">Libya</a>.</p> <p>\"I was sitting in the flat I had just rented in Khartoum when they raided,\" he told the Guardian. Blindfolded and with his feet shacked, Baghdady was taken to the headquarters of Sudan's national intelligence and security services (NISS) in Khartoum where he was interrogated before being transferred to the political remand centre at the notorious <a href=\"http://www.enoughproject.org/blogs/detainee-recounts-ordeal-sudan%E2%80%99s-notorious-kober-prison\" title=\"\">Kober prison</a>.</p> <p>\"The NISS put me in a chair in the middle of a room with interrogators surrounding me,\" he recalled. \"One man, my height but extremely well built, held me by the hair. He had his left hand on the table in front of me while his right hand held the back of my head to drive it into the table.\"</p> <p>They insisted that the 30-year-old was not British, despite his passport. \"This man demanded I speak Arabic to them, pulling my hair so violently that it tore. I was extremely distraught.\"</p> <p>It did not help Baghdady that his mother was Polish. \"Once I told them that I do not speak Arabic and I spoke Polish as the second language they said I therefore must be a Jew.\"</p> <p>But the most serious accusation was that Baghdady had links to the pro-democracy movements that have been sweeping across the region and intended to take the Arab spring to Sudan. In mid-February 2011, when he was arrested, <a href=\"http://www.theguardian.com/world/2011/feb/11/hosni-mubarak-resigns-egypt-cairo\" title=\"\">events in neighbouring Egypt </a>had already put Omar al-Bashir's regime on alert and in a state of paranoia about foreigners in the country.</p> <p>Baghdady had gone to the city of Omdurman to see a friend, Omar al-Mahdi, the nephew of a former prime minister who he supposed would be well-placed to help him set up his catering business. Mahdi was arrested at the same time.</p> <p>For a period of eight days, Baghdady and his friend were taken from jail every day to NISS headquarters for interrogation. The beatings and kickings usually came before and after those long sessions, he said.</p> <p>\"The day after our arrest, men came to the cell, blindfolded and shackled us outside the cell, and beat us with plastic pipes directly outside the transfer office,\" he said. \"I was facing a wall, Omar was on my right. They beat us from behind, made sounds as they struck us, not words. They beat my right shoulder, the right side of my ribs, and across my right thigh. I fell to the floor. I tried to use my cuffed arms to protect myself. I was blindfolded so I could not see the strikes coming. The anticipation was worse than the blow.\"</p> <p>One the fourth day, Baghdady and Mahdi were held against a wall by a firing squad. \"A gunman pressed the muzzle of his weapon on the back of my head just above my neck, he pressed the gun into me. I knew all men had the same thing happen to them.</p> <p>\"The senior officer standing on the wall shouted an order. All the men cocked their weapons once. I heard whimpering from the prisoners, then complete silence. That was the most intimidating moment. I dare not move my muscles. The gun never left the back of my head. The high ranking officer shouted another command, and the guns were cocked a second time. Omar said: 'It's empty, it's empty, it's empty.'\"</p> <p>It was later that Baghdady realised it was a mock execution; an intimidating tactic also used against many other fellow prisoners, including Mohamed Nour Khalil, an opposition figure.</p> <p>The worst beating came on the last of the eight days he was held. \"I was dragged from outside the cell by my arms. The man dragging me stamped on my right foot with the heel of his boot. I fractured my foot across the second and third toe area. It has never healed. My right achilles tendon area has a skin cut from the shackle, and there are two cigarette burns on my left foot. They also kicked us in the testicles.\"</p> <p>The British government has demanded a rapid investigation. \"We continue to press on this matter,\" an Foreign Office spokesperson said. \"We are deeply concerned by Mr El-Baghdady's allegations that he was mistreated during his detention.\"</p> <p>A senior official at the Sudanese ministry of information, <a href=\"http://www.sudaneseonline.com/keywords/rabbie-abd-al-attie\" title=\"\">Rabbie Abd al-Attie</a>, refused to comment. Spokespeople for the foreign ministry and the governing National Congress party were unavailable for comment. Sudan has <a href=\"http://www.sudantribune.com/Sudan-denies-using-force-against,43106\" title=\"\">categorically denied torturing detainees in the past</a>.</p> <p>Baghdady is now trying to spread awareness about the human rights situation in Sudan. Since his release, he has been working with activists including <a href=\"http://www.wagingpeace.info/\" title=\"\">Waging Peace,</a> which campaigns against human rights abuses, especially in Africa. One of Baghdady's aims is to get more protection for Sudanese asylum seekers in the UK.</p> <p>\"Working with Sudanese asylum seekers in the UK, we see evidence every day of the atrocities that the regime in Khartoum carries out against innocent people. This includes the use of detention, torture and murder as a weapon against those who oppose the government. This is not just limited to ethnic minorities in Darfur, where the regime has carried out a genocide, but extends to anyone they perceive as a threat,\" said Waging Peace's director, Olivia Warham.</p> <p>\"We have been overwhelmed by Magdy's bravery and determination to use his horrific experiences to highlight the practices that the Sudanese government are using and to demand justice for the innocent victims who have lost their liberty, and their lives, at the hands of this vicious government.\"</p> <p>Baghdady said that his ordeal was in no way comparable to the mistreatment of local prisoners. According to Waging Peace, which documents testimonies by torture survivors from Sudan, \"with few exceptions, most detainees are tortured in Sudanese prisons, including two teenagers whom Magdy witnessed being horrifically beaten for breakdancing on the street. Ten-year-olds were held in the cell next to him. Others were stripped, suspended from bars and flogged for hours. Some were sodomised and burned.\"</p> <p>The horrific experience in Sudan have given Baghdady new eyes to view the world. \"There are simple things in my life now that I enjoy more than ever, things like sitting in the tube, walking in the streets freely,\" he said. \"There are so many things in our lives that we just take for granted.\"</p>",
  "<p>The <a href=\"http://www.theguardian.com/world/2011/nov/25/interpol-attempt-arrest-asian-separatist\" title=\"\">case of Benny Wenda</a>, leader of the <a href=\"http://www.theguardian.com/profile/benny-wenda\" title=\"\">West Papuan independence movement</a>, is a perfect illustration of the need to reform Interpol and its abused red notice system. In 2002, Benny escaped from prison in Indonesia where he had been threatened, harassed and prosecuted on trumped-up charges. The UK, recognising persecution, granted him asylum. Benny, who now lives in Oxford with his wife and five children, went on to establish himself as the leader in exile of the West Papuan cause.</p> <p>Last year, Benny discovered that he was the subject of an Interpol red notice. The notice, issued at Indonesia's request, designated Benny as a wanted criminal and put him at risk of arrest throughout the world. Consequently, he could not risk travelling and had to decline invitations to speak about West Papua at international conferences. The notice also appeared on Interpol's website, complete with Benny's picture and allegations of violent crime, staining his reputation.</p> <p>Benny came to <a href=\"http://www.fairtrials.net\" title=\"\">Fair Trials International</a>, to ask what we could do to help. <a href=\"http://www.theguardian.com/commentisfree/2011/dec/05/indonesia-catch-alleged-criminal-abuse-interpol\" title=\"\">Indonesia's angry response</a> to the Guardian's coverage showed it was not going to drop the red notice. The UK government was unwilling to demand that Interpol remove it; safely taking proceedings in Indonesia was unrealistic; and there was no court Benny could turn to. So we used the only avenue open to us and <a href=\"http://www.fairtrials.net/publications/article/benny-wenda-ccif-application\" title=\"\">wrote to</a> the <a href=\"http://www.interpol.int/About-INTERPOL/Structure-and-governance/Commission-for-the-Control-of-INTERPOL%27s-Files\" title=\"\">Commission for the Control of Interpol's Files</a>, arguing that Indonesia was abusing the red notice system for political purposes. We have just learned that the Commission agreed with our view. Interpol accepted the conclusion and removed the red notice.</p> <p>This result is welcome, but it begs the question: how was the world's largest policing organisation dragged into such a clearly political case, in breach of its cardinal rule of political neutrality? Some of Interpol's 190 member countries have appalling human rights records and are notoriously corrupt, yet it appears there is no effective system to stop these countries using Interpol's red notice system to persecute refugees and exiled political activists. Indeed, since last year's Guardian story, other victims of abusive red notices have approached us for help.</p> <p>Preventing misuse of Interpol is not only important for people such as Benny, it is also critical to Interpol's own credibility and effectiveness. Last month, the <a href=\"http://www.oscepa.org/\" title=\"\">Parliamentary Assembly of the Organisation for Security and Co-operation in Europe</a> passed a resolution expressing concern about abuse of the Interpol red notice system by states whose judicial systems do not meet international standards. Opposing the motion was Russia, routinely condemned for its arbitrary criminal trials by the Council of Europe and declared a country of concern by the UK Foreign Office – and one of the biggest red notice users.</p> <p>To protect its own standing, Interpol must weed out suspicious red notices before they find their way on to police databases the world over. Flaws in its current systems would be less worrying if affected individuals had access to a fair, transparent process to raise their complaints. Unfortunately, the commission we applied to in Benny's case falls short: sitting only twice a year, it operates behind closed doors with no hearings and does not give reasoned decisions. Interpol usually follows its views, but can ask it to \"think again\" if it disagrees.</p> <p>Through dialogue with Interpol in recent months, we have learned a lot about how this important crime-fighting organisation works. Interpol states that it keeps its systems under regular review, and we are hopeful that, in light of cases such as Benny's, they will be persuaded to develop new safeguards to prevent countries using red notices to export persecution. Without these reforms, people like Benny, and Interpol's own reputation, will continue to suffer.</p>",
  "<p>So, <a href=\"http://www.hollywoodreporter.com/news/the-killing-canceled-amc-338554\" title=\"\">the US version of The Killing has been axed</a>. \"Finally\", may well be the response of many fans of the original version of <a href=\"http://en.wikipedia.org/wiki/The_Killing_(Danish_TV_series)\" title=\"\">Forbrydelsen</a> who wondered why they bothered to remake it in the first place.</p> <p>However, rather than learn from this seeming folly, executives from the US are buying up the rights to remake Nordic drama with as much enthusiasm as box-set addicts had for the original versions. FX, the home of The Shield and Justified have announced they are making <a href=\"http://www.deadline.com/2012/07/fxs-louie-russell-brand-renewed-network-orders-the-bridge-drama-pilot/\" title=\"\">a pilot of a US version of the The Bridge</a>, where the story that hinges around a murdered woman found lying across the Swedish/Danish border will be swapped for US/Mexico. NBC is hoping to emulate the successof political drama The West Wing <a href=\"http://www.deadline.com/2011/09/nbc-to-adapt-danish-drama-borgen-with-fnls-david-hudgins-and-jason-katims/\" title=\"\">with an adaption of the Danish political drama, Borgen</a>, and Those Who Kill, the Danish TV police series that was broadcast on ITV3 earlier in the year is also getting the make-over treatment.</p> <p>There is a long tradition of US remakes of foreign-language TV shows and films, apparently based on the belief among industry executives that large swathes of the American public are not willing to sit through subtitled programmes, however strong the quality of the drama itself. Whether this is true or not, the terrestrial networks and cable channels seem unwilling to risk losing advertisers or subscribers in order to find out.</p> <p>So, for producers looking for the next big hit the logic is obvious; buy the rights to an incredibly well-written drama with a proven track record of success in its home country, make a few tweaks here and there, and you have the next \"must see\" drama on your hands.</p> <p>Of course it is easy to dismiss the US as having a lack of subtlety when it comes to the art of on-screen storytelling, but The Killing came from AMC, the cable channel that commissioned Mad Men and Breaking Bad – two of the bravest and most critically acclaimed dramas of recent years. And why should Homeland, the remake of the Israeli drama <a href=\"http://www.guardian.co.uk/tv-and-radio/2012/may/05/homeland-hatufim-gideon-raff\" title=\"\">Hatufim</a>, be one of the big contenders at this year's Emmys if this was really the case? Scandinavian screen writers have a huge respect for US drama, and consider series such as The Wire and The Sopranos as proof they are masters of the art. The producers of Occupied, an original TV drama written by Jo Nesbo (also considered to have development potential for the US market) that goes into production in the new year, have invited an American screenwriter over to Norway to teach them the finer points of the US style.</p> <p>The UK is of course not averse to a remake; there's the BBC's lavish and heavily stylised incarnation of Detective Wallander, and – cringe, if you hadn't heard before – a British/French version of The Bridge in the pipeline, where the corpse will no doubt be found lying somewhere in the middle of the channel tunnel.</p> <p>Ultimately, for fans of the original versions of Nordic TV drama it does not really matter whether remakes by foreign countries flounder or are hugely successful. What does matter is if all the money now flooding into the industry changes it for the worse.</p> <p>The show's creators now have the pressure to deliver to a global audience as well as the potentially distracting trappings of international fame and success. \"You have to keep your plough in the ground,\" says Bo Ehrhardt, a producer on the original Danish version of The Bridge. \"A lot of people did their best work when no one knew who they were. You have to come up with good stories, otherwise you'll lose your small audience at home as well as the big international one.\"</p> <p>Hopefully they will – and then foreign drama departments can continue to plunder Nordic TV drama's back catalogue as much as they like.</p>",
  "<p>Over history, changing technology has brought Mars ever closer to us, before it finally <a href=\"http://www.guardian.co.uk/science/interactive/2012/aug/06/mars-exploration-curiosity-interactive\">took us to it</a>. However, what technology couldn't definitively supply, human imagination has always been ready to provide.</p> <p>So long as they were Earth-bound, astronomers were limited not only by the capabilities of their instruments but also by the atmosphere through which they peered. The motion of the air makes the detail of planetary surfaces flicker and deceive the eye. Tantalisingly clear glimpses appear when the air stills, which, pre-photography, had to be committed to memory and reproduced in sketches.</p> <p><a href=\"http://en.wikipedia.org/wiki/Robert_Hooke\">Robert Hooke</a>, working with a small-lensed refracting telescope in 1666, described the difficulties of observing Mars: \"I could find nothing of satisfaction, though I often imagin'd, I saw Spots, yet the inflective veins of the Air ... did make it confus'd and glaring, that I could not conclude upon any thing.\" Yet, at the same period, <a href=\"http://en.wikipedia.org/wiki/Christiaan_Huygens\">Christiaan Huygens</a> and <a href=\"http://en.wikipedia.org/wiki/Gian_Domenico_Cassini\">Gian Domenico Cassini</a> (celebrated in the <a href=\"http://www.esa.int/esaMI/Cassini-Huygens/SEMVOZ1VQUD_0.html\">Cassini-Huygens Mission</a>) noted the presence of distinct features, including white areas toward the poles and patches identified as bogs. </p> <p><a href=\"http://en.wikipedia.org/wiki/William_Herschel\">William Herschel</a>, a pioneer of large reflecting telescopes, quickly came to the conclusion that the white areas were ice caps. In 1784 he further reported to the Royal Society that Mars \"is not without considerable atmosphere\", with evidence of clouds, and that \"its inhabitants probably enjoy a situation in many respects similar to our own.\" The instinct to describe what were, necessarily, incredibly indistinct features with words with terrestrial connotations undoubtedly reinforced the sense that Mars was Earth's mirror. </p> <p>By the 19th century, the magnification and light-gathering power of reflecting telescopes had increased dramatically, allowing a much greater degree of detail on the surface of Mars to be defined. Of course, more visible features gave eyes and imaginations more to play with.</p> <p>This was the great age of Mars mapping, an effort that led, inevitably, to the fixing and defining of ever-more Earth-like features. Latitude, longitude and prime meridians were marked, and features were labelled. Initially, noncommittally, they were given alphabetical labels but very soon they had European names and, just as with far-flung parts of the Earth, naming and mapping implies knowledge and possession.</p> <p>In 1867, the great astronomy populariser, <a href=\"http://en.wikipedia.org/wiki/Richard_A._Proctor\">Richard A. Proctor</a>, published a map of Mars that gave hard, defined edges to features that had, so far, been softly rendered. Suddenly appearing as seas, islands and inlets, they carried the names of astronomical heroes. Proctor confidently wrote of \"land and water, mountain and valley, clouds and sunshine, rain and ice, and snow, rivers and lakes, ocean current and wind current\" that, surely, were serving the needs of Martian life.</p> <p>The best known products of this Martian mapping mania, and the apex of the desire to see terrestrial and mundane forms in space, are the \"canali\" (channels in Italian, but quickly read in English as \"canals\", an artificial structure) mapped by <a href=\"http://en.wikipedia.org/wiki/Giovanni_Schiaparelli\">Giovanni Schiaparelli</a> from Milan, and run away with by <a href=\"http://en.wikipedia.org/wiki/Percival_Lowell\">Percival Lowell</a> in Flagstaff, Arizona.</p> <p>Lowell eventually \"saw\" and published maps of not only canals but also vastly thick lines of cultivated vegetation, oases and cities, standing out against \"one vast Sahara\". It was a vision of a drying, dying planet being managed by an advanced civilisation. Lowell, a traveller and orientalist, wrote of Mars as if he had actually been there.</p> <p>These claims did not convince all but they proved hard to dislodge. In the early 20th century photography was not able to provide much assistance. Fascinatingly, Lowell's assistant C O Lampland was awarded the Royal Photographic Society's medal for successfully capturing an image of the canals. You can see Lampland's photographs, and a fascinating discussion of them, <a href=\"http://www.jstor.org/stable/40710691\">in this 1921 article</a> in the journal of the Astronomical Society of the Pacific.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394250287\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/6/1344247442402/Maunder_drawings_of_Mars_crop.jpg\" alt=\"Drawings of the Martian surface by schoolboys in 1903.\" width=\"451\" height=\"219\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Drawings of the Martian surface by boys of the Royal Hospital School, published by E. Walter Maunder in 1903. Photograph: National Maritime Museum</span> <span class=\"element-image__credit\">Photograph: National Maritime Museum</span> </figcaption> </figure>  <p>The picture above marks one of a number of attempts to undermine Lowell's claims. It was <a href=\"http://articles.adsabs.harvard.edu/cgi-bin/nph-iarticle_query?1903MNRAS..63..488E&amp;data_type=PDF_HIGH&amp;whole_paper=YES&amp;type=PRINTER&amp;filetype=.pdf\">published in a 1903 article</a> by <a href=\"http://en.wikipedia.org/wiki/Edward_Walter_Maunder\">E Walter Maunder</a>, an assistant at the <a href=\"http://www.rmg.co.uk/royal-observatory/history/\">Royal Observatory, Greenwich</a>, who had already pointed out the issues surrounding the weakness and suggestibility of human perception, especially when observing at the limits of vision and making records based on memory.</p> <p>Maunder described an experiment undertaken with boys of the nearby <a href=\"http://en.wikipedia.org/wiki/Royal_Hospital_School\">Royal Hospital School</a>. The boys – who, as future naval officers, were trained in observation and draftsmanship – were placed at various distances, shown a soft, shaded interpretation of the Martian surface and asked to draw it. As the results above show, several of the boys readily made out straight lines where none appeared in the original – either because they were already familiar with Lowell's ideas or, as Maunder claimed, because the eye resolves dots and patches into lines at a distance.</p> <p>The Martian canals had a surprisingly long life, and not only in the popular imagination. Assumptions that there was, or had been, intelligent life on Mars remained dominant into the 1940s and 50s. The hope of finding large organisms, at least, was still alive in the 1970s, as the probe Mariner 9 beamed back images of dried river beds.</p> <p>Today, <a href=\"http://www.guardian.co.uk/science/blog/2012/aug/06/curiosity-rover-mars-landing-live-blog\">Curiosity has set wheel on the Martian surface</a>, and demonstrates that, although <a href=\"http://www.guardian.co.uk/science/across-the-universe/2012/aug/05/curiosity-rover-nasa-life-mars\">hopes of finding life have faded,</a> the interest in environments that could be cultivated by an intelligent species into a habitable world remain with us today.</p>",
  "<p>The first US company has entered the controversial drilling programme in the Falklands Islands, whose ownership is still disputed between the UK and Argentina.</p> <p>Noble Energy will invest between $180m and $230m over the next three years, taking a 35% stake in all but two of the licences owned by <strong>Falklands Oil &amp; Gas</strong> for $25m. It will also take 60% of two further wells to be drilled and 45% of another well if Falklands Oil decides to go ahead.</p> <p>At the same time, Falklands Oil announced that the Loligo well at one of the excluded licences had been spudded, that is, drilling had begun, with operations expected to take 60 days. The company's shares have jumped nearly 13% to 84.5p, and analyst Laura Loppacher at Jefferies said:</p> <blockquote> [The Noble deal] leaves FOGL funded for this year's two wells, up to three additional follow-on wells and a large 3D seismic programme. <br> We view this deal very positively given Noble's very strong deepwater exploration track record. Noble has had notable success in the Gulf of Mexico, West Africa and Eastern Mediterranean. We view its farm-in as providing excellent third-party industry validation and brings operational expertise when it takes over operatorship after this year's programme.  The entrance of the first US company into the Falkland Islands is also a positive in our view. We believe this more than offsets the partial dilution of the asset ownership. </blockquote> <p>Nick Copeman at Oriel Securities said:</p> <blockquote> Overall this looks like a great deal for Falklands Oil and should leave the company with more than $200mn after the completion of a two well programme in 2012 (equivalent to 31p share) and brings a US listed company into the Falklands area which may help allay some of the concerns over Argentina. </blockquote> <p>Merchant Securities also welcomed the American presence:</p> <blockquote> The involvement of a large American oil &amp; gas company in the Falkland Islands is positive from a political perspective and this read-across extends to all the companies operating in the area. </blockquote>",
  "<p>It's the soundtrack to Tel Aviv beach life: an incessant thwack-thwack-thwack heard over the rhythmic rush of waves and the tinny beat of a thousand iPods.</p> <p>Matkot – known to most of the rest of the world as bat-and-ball – is Israel's unofficial national sport. If it was played at the Olympics, Israel ought to be gold medallists. Athletes would well up in their speedos and thongs as the blue and white flag was raised and the Israeli national anthem, Hatikva, echoed across the Olympic Stadium.</p> <p>But it's hard to envisage a game that has no rules, score, winners or losers finding a place in the world's supreme sports competition. And, in any case, some of those on the water's edge, as a vivid orange sun sank towards the Mediterranean one evening last week, felt proprietorial.</p> <p>\"The second that matkot became an Olympic game, other countries would take it seriously,\" said Gal Agar, 22. \"The Chinese would move in, then we'd be pushed out. We're only good as long as we're amateurs.\"</p> <p>It's somewhat unexpected to find Israel among the also-rans on the world stage. For a small, new country – roughly the size of Wales, with a population of less than eight million, and only 64 years old – Israel usually punches above its weight in the international arena. Not at the Olympics, where only one of Israel's 37 athletes – the windsurfer Lee Korzits – stands a chance of winning a medal.</p> <p>In Mike's Place, a beachfront sports bar at which three Israelis were killed in a bombing carried out by a pair of British Muslims in 2003, Jacob Fiddler was phlegmatic. \"Everyone around here has their own team,\" he said, referring to a largely anglophone clientele. \"When it comes to sport, the US is my country,\" said the 25-year-old barman who emigrated to Israel from Chicago six years ago.</p> <p>In a nation of first, second or third generation immigrants, it's not so hard for sports fans to revert to their \"home\" country. Another option is to support Jewish athletes from other nations. Israel's media celebrated the success of Aly Raisman, an American Jewish floor gymnast who executed her floor routine to the Hebrew folk tune Hava Nagila last week, as one of their own.</p> <p>But the question of why Israel fails to make a mark at the Olympics remains. \"We are very far from being a superpower in sports,\" said one Israeli government official. \"We rejoice in the odd swimmer that makes it into the final, the poor man's triumph. It's not that we can't compete with the greatest nations – we are struggling even against the modest ones.\"</p> <p>Even relatively recent waves of immigration to Israel from Russia and Ethiopia had failed to produced world-class athletes, he said. \"Our people are forced to choose their heroes among the athletes of other nations.\"</p> <p>Some attribute this shortcoming to a lack of investment in sport and hothouse training of potential champions. \"We have other needs and priorities\", said Jeremy, 33, who emigrated to Israel from the US more than 20 years ago. \"And we don't have a lot of people to choose from. The Olympics is an uphill struggle for us.\"</p> <p>Another theory was that the socialist-Zionist ideal, embodied in the kibbutz movement, lessens a competitive spirit. That simply doesn't wash with anyone who has experienced Israeli motorists or supermarket check-out queues.</p> <p>For Uri Avnery, the veteran Israeli commentator and activist, the Olympics – and especially the opening ceremony – was a sobering experience for his compatriots.</p> <p>\"We tend to see ourselves as the centre of the world, a power well beyond our modest size. Yet here our delegation was marching, one among many, one of the smaller ones, without the glamour some of the others possess, without a single champion that all mankind recognises. A good reason for modesty – a virtue we cannot usually boast of,\" he wrote.</p> <p>There are other, non-sporting, issues on which Israel has focused attention: the refusal of the International Olympic Committee to hold a minute's silence for the 11 Israeli athletes killed at Munich in 1972; the security provided to its participants in London this year; the row over the BBC's description of Jerusalem as the \"seat of government\" (almost the entire international community does not recognise Jerusalem as the Israeli capital).</p> <p>But such matters were not much occupying those in Mike's Place, nor in Torsina's coffee and nargila bar in Jaffa, an historic Arab neighbourhood next to Tel Aviv.</p> <p>Mahmoud, sucking on a shisha pipe in front of a large television screen showing live coverage of the Olympics, said he was looking forward to the resumption of nightly football matches. In the meantime, he was supporting Israel, albeit without much hope. \"Most people round here don't support Israel. You know why – it's about Arabs and Jews. Yes I'm an Arab, but I live in Israel. The Palestinian athletes are even worse. What can I do?\"</p>",
  "<p>Despite numbering fans from England manager Roy Hodgson to the celebrated authors William Boyd and Antony Beevor, the application to commemorate Stefan Zweig with a <a href=\"http://www.english-heritage.org.uk/discover/blue-plaques/\" title=\"\">blue plaque</a> on the London house in which he lived for five years has been rejected by <a href=\"http://www.english-heritage.org.uk/\" title=\"\">English Heritage</a>.</p> <p>Zweig, an Austrian Jew who committed suicide in Brazil 1942, has undergone a resurgence of interest recently, with publisher Pushkin Press revealing that his sales more than doubled in June after Hodgson admitted to being a fan. Hugely popular in the first half of the 20th century for his stories, novellas, biographies and one novel <a href=\"http://www.theguardian.com/books/data/book/fiction/9781901285499/beware-of-pity\" title=\"\">Beware of Pity</a>, Zweig fled Austria in 1934, settling in Hallam Street in London for five years and becoming a British citizen. But English Heritage has turned down the request to place a plaque on his former home, saying that Zweig's \"profile has never been as high in Britain as elsewhere\", and \"it was felt that a critical consensus does not appear to exist at the moment regarding Zweig's reputation as a writer and that, as a consequence, it was not possible to be certain of his lasting contribution\".</p> <p>Professor Rüdiger Görner, head of languages at Queen Mary, University of London, said he was \"amazed\" to hear from English Heritage that the application had been rejected. \"He lived for a very important part of his life in the UK. I think it is important to mark this, and to make it quite clear to the public that he actually lived here,\" said Görner. \"It is absolutely clear where he stands in terms of literary profile – he really stands with the great writers of the 20th century … He was after all a bestselling author at the time – he was envied by Thomas Mann for his sheer prolific output, and there were times he sold more copies.\"</p> <p>Zweig's fellow authors were lining up behind Görner to support the plaque for Zweig, with Tibor Fischer, Antonia Fraser, Ali Smith, Boyd and Beevor all throwing their names behind the campaign. Smith said that with Pushkin Press's recent reissuing of much of Zweig's writing, \"it's becoming more and more apparent how seminal and original Zweig was and how revelatory of the wheres and whys of the time when fin-de-siecle exploded into Freudianism and empire into full-blown fascism\".</p> <p>\"No matter what you've got in your hands by Zweig, he's just a really compelling, surprisingly energetic, often unputdownable writer,\" she said. \"It's something about how he simultaneously understands both the cheap and the philosophical urges of narrative plot, how he combines the smallness of human tawdriness and the epic nature of human reach into something coexistent. &#xa0;Somehow he manages to push all the new and old buttons at once. &#xa0;And his texts are not dusty. They feel very alive, sometimes queasily so.\"</p> <p>Fraser, who called Zweig's memoir, The World of Yesterday, an \"extraordinary book\", said that \"one of the things about London is that we welcome refugee writers – it's an honour for London and part of our heritage to have a plaque [commemorating Zweig]\".</p> <p>Beevor is also a fan, describing Zweig as \"one of the greatest and most famous writers right across Europe in the 1930s\", and saying that \"now he's being reissued it certainly shows he hasn't dated\", and that he is \"still as fresh today\". \"I think [his time in Hallam Street] should definitely be marked,\" said Beevor. \"He lived here and was read here.\"</p> <p>But a spokesperson for English Heritage said it would not be moved by the protests, as it \"does not reconsider if there is public pressure\", because \"if we did then there would be plaques placed for everyone\".</p> <p>\"The English Heritage Blue Plaques scheme aims to commemorate all areas of human endeavour and has limited resources.&#xa0;Given that 20th-century writers are already very well represented, the Blue Plaques Panel came to the view that Zweig's current profile – which has never been as high in Britain as elsewhere – and his London connections did not appear strong enough for him to be commemorated at present. Reaction to the recent reissue of his autobiography appeared to show that there is not a modern critical consensus about his work either, and it was thought best to let this debate play out further,\" it said in a statement.</p> <p>English Heritage did say that it could revisit its decision in a decade, as \"10 years has to pass before the person put forward to a plaque can be looked at again\".</p>",
  "<h2>Winning tip: Carrières de Lumières, Les Baux<br></h2> <p>The huge underground quarries close to Les Baux-de-Provence, left behind after the bauxite mines were exhausted, have been converted to host a spectacular audio-visual show. We saw paintings by Van Gogh and Gauguin displayed on the floors, ceiling and towering walls. It was breathtaking – and a cool escape from the searing Provençal summer heat. Combine the visit with a tour of the 11th-century castle perched above the village. <br><a href=\"http://www.lesbauxdeprovence.com/baux-of-provence/culture-monuments-baux-provence-museum-castle-architecture/cathedrale-images.html\" title=\"\"><em>tinyurl.com/lesbaux</em></a><em>, entry €8.50</em><br><strong>daven48</strong></p> <p><strong>Mines de Bruoux, Gargas</strong><br>Ochre has been mined here since 1848, for its red and yellow pigments. Today, guided tours are available through some of the 40km of spectacular vaulted tunnels that have been hewn by hand out of the earth. The tour guide was interesting, and the tunnels make a great sanctuary from the heat of the Provençal sun. The cliff marking the entrance to the mines looks more like a scene from Petra than Provence. <br><em>+33 4 9006 2259, </em><a href=\"http://www.minesdebruoux.fr/ukaccueil.html\" title=\"\"><em>minesdebruoux.fr</em></a><em>, entry €7.50</em><br><strong>mlkiwi</strong></p> <p><strong>Fondation Vasarely, Aix-en-Provence</strong><br>This cool, airy building concertinas across a hillside outside Aix; the black and white facade hints at the kaleidoscope of delight within. The museum houses towering panels of brightly coloured optical art: are those cubes really flat? It seems impossible that they aren't pouring out of the walls. Our children were captivated and we were too. For a couple of hours we escaped the heat and revelled in colour and shape and illusion.<br><em>+33 4 4220 0109, </em><a href=\"http://www.fondationvasarely.fr/\" title=\"\"><em>fondationvasarely.fr</em></a><em>, adult €9, child €4</em><br><strong>helenchandos</strong></p> <p><strong>The Camargue</strong><br>This area of marshland on Provence's Mediterranean coast is a wild corner of France. Teeming with wildlife, it boasts pink flamingoes, Camargue bulls and also native rare-breed grey horses, ridden by troupes of traditionally dressed <em>gardiens</em> (much like cowboys). Book in to the Mas de la Fouque hotel for a stay in stylish surroundings, in the heart of the wetlands. <br><em>Saintes Maries de la Mer, </em>+33 4 9097 8102, <a href=\"http://www.masdelafouque.com/en/\" title=\"\"><em>masdelafouque.com</em></a><em>, doubles from €340</em><br><strong>missmarple0512</strong></p> <p><strong>Aigues-Mortes</strong><br>One of my most magical moments was wandering into the medieval citadel of Aigues-Mortes during the Bastille Day celebrations. The walled town dates to the crusades, and parts even further back. With its six-metre-thick walls and huge ramparts, it is magnificent enough, but on Bastille weekend, the town comes to life with a festival of arts, dance, period jesters and craftsmen, fire-eaters, historic re-enactments and incredible fireworks. Aigues Mortes translates as \"dead waters\" – this place is anything but.<br><strong>gledders</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394023431\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/pictures/2012/8/2/1343907635012/Grand-Canyon-du-Verdon-009.jpg\" alt=\"Grand Canyon du Verdon\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Grand Canyon du Verdon, Provence. Photograph: Alamy</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p><strong>Grand canyon du Verdon</strong><br>The gorge of Verdon is situated deep in the Provençal countryside. A small road twists around its steep sides, offering fantastic views from above the crystal blue water. If you are renting a car while in the region, this is a drive worth taking. The more adventurous can rent kayaks and meander their way up from the immense lake at the bottom. For those who want to keep their feet on dry land, there's hiking or rock climbing. If none of the above appeals, there is a lovely manmade beach, and many areas to enjoy both a picnic and the fantastic view.<br><strong>meggeorge19</strong></p> <p><strong>Forcalquier market</strong><br>Every Monday, from around 9am to 2pm, there is an amazing regional market in this adorable village. There's mouthwatering produce, of course, but also a fantastic variety of other things, like beautiful Provençal tablecloths, homemade soaps and artisan crafts. There are often secondhand clothes bargains to be found (tables of lovely stuff to dig through for €1!) and usually some extremely funny demonstration of the latest cooking implement, such as a <em>frites</em>-cutter. It's the type of place you can pass the whole morning – and fill your shopping baskets.<br><a href=\"http://forcalquier.com/index_en.html\" title=\"\"><em>forcalquier.com</em></a><em> </em><br><strong>bhimji</strong></p> <p><strong>L'Art Glacier, Ansouis</strong><br>L'Art Glacier is an open-air ice-cream parlour at the foot of the Luberon Hills. It has fantastic views and an unusual selection of ice-creams and sorbets – more than 60 flavours, including lavender, sage, gingerbread and lily of the valley. The ambience is warm, friendly and welcoming. <br><em>+33 4 9077 7572, </em><a href=\"http://www.artglacier.com/eng/index_eng.htm\" title=\"\"><em>artglacier.com</em></a><em> </em><br><strong>eileendean</strong></p> <p><strong>Lourmarin to Saignon</strong><br>The road from Lourmarin to Saignon, up and through the Luberon is a beautiful drive through lavender fields with <em>bories</em>, the typical stone shepherd huts. Saignon is a quaint village with a view of the Mont Ventoux and a beautiful little square with a cafe. <br><strong>judwells</strong></p> <p><strong>Roman amphitheatre, Arles</strong><br>This two-tiered amphitheatre was built by the Romans in the 1st century AD. It's a spectacular building – I remember visiting as a child and being in awe of the fact that gladiators would have fought where I stood. It's still used for plays and concerts now.<br><em>+33 8 9170 0370, </em><a href=\"http://www.arenes-arles.com/arles_info/index.htm\" title=\"\"><em>arenes-arles.com</em></a><br><strong>freamon</strong></p> <p><strong>Hôtel D'Arlatan, Arles</strong><br>Set in the old part of Arles, this family-run hotel is a real gem, complete with swimming pool, generous rooms, and a really excellent buffet breakfast. The amphitheatre and all the sites of the old town are within easy walking distance. The friendly staff will recommend local restaurants (the hotel has no restaurant) and give you other useful information on the area. <br><em>26 rue du Sauvage, +33 4 9093 5666, </em><a href=\"http://www.hotel-arlatan.fr/us/index.htm\" title=\"\"><em>hotel-arlatan.fr</em></a><em>, doubles from €90</em><br><strong>hindse</strong></p> <p><strong>La Bastide Collombe, Brue-Auriac</strong><br>This delightful little B&amp;B (only three rooms) has superb decor – we stayed for an extended weekend in the Suite Framboise, with breakfast on the sunny private terrace. The hosts are really lovely and can tell you a thing or two about antiques and collectables, which was very handy as we came down to Provence to look at antiques for our house back in England. <br><em>Chemin de Valcros, +33 9 6306 3046, </em><a href=\"http://chambre-hote-provence-collombe.com/\" title=\"\"><em>chambre-hote-provence-collombe.com</em></a><em>, B&amp;B doubles from €95</em><br><strong>julzzz</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-394023432\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/pictures/2012/8/2/1343907935776/L-Isle-sur-la-Sorgue-Prov-008.jpg\" alt=\"L' Isle sur la Sorgue, Provence\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">L' Isle sur la Sorgue, Provence. Photograph: Alamy</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p><strong>L'Isle sur la Sorgue</strong><br>This small town is a short drive from Avignon on the edge of the Luberon natural park. There are many open-air restaurants alongside the river, which winds its way through the town. Wander around the markets and along the river to the water wheel, and get an ice cream at Compagnie des Glaces which has more than 50 flavours, including lavender – very Provence!<br><em>Quai Jean Jaurès, </em><a href=\"http://compagnie-des-glaces.fr/\" title=\"\"><em>compagnie-des-glaces.fr</em></a><br><strong>rachael2012</strong></p> <p><strong>Le Colorado Provençal de Rustrel, Vaucluse</strong><br>A former ochre mine, this site is now a rain and wind sculpted area of red and yellow earth, hidden in a forested valley in Provence. The walk through the forest opens up into a colourful martian-like landscape, with beautiful cliffs and pinnacles of ochre. The longest route takes about an hour to walk, but you can find shorter routes too.<br><em>+33 4 9004 9607, </em><a href=\"http://www.colorado-provencal.com/\" title=\"\"><em>colorado-provencal.com</em></a><em> </em><br><strong>mlkiwi</strong></p>",
  "<p>It was beyond the \"wildest dreams\" of London 2012 chairman Lord Coe – a golden weekend that reaffirmed Britain's place at the top table of world sport, sparked a wave of euphoria across the country and further elevated soaring expectations for the rest of the Olympics.</p> <p>After the heroics of Jessica Ennis, Mo Farah and Greg Rutherford in the stadium on Saturday night, the medal charge continued on Sunday, with Ben Ainslie becoming the most successful Olympic sailor of all time and Andy Murray winning at Wimbledon.</p> <p>It was a stunning first week for the organisers of the London Games and Team GB officials. By Sunday night, Britain stood third in the medal table with 16 golds, half of them arriving on a single wild weekend.</p> <p>Coe said Saturday's magical sequence in the stadium was the best night of sport he had ever seen, topping Cathy Freeman's emotional gold in the 400m at the 2000 Sydney Games, on which he had modelled so much of his planning for London. \"This did edge it,\" he said. \"Particularly if you put it into context of what else was going on in the day, from the earliest moment with rowing. There was a narrative of infectious success. It probably was, for me, the greatest day of sport I've ever witnessed.\"</p> <p>It was 47 golden minutes that made London's Olympics and will form the basis of a concerted campaign to force the government to place sport at the heart of its education and health policies and protect funding and facilities.</p> <p>As Ennis was being introduced to a hysterical crowd ahead of an 800m that became a coronation, Rutherford was preparing to leap to a surprise gold medal.</p> <p>A few minutes later, the unheralded long jumper from Milton Keynes was preparing his final leap and taking the acclaim of the enraptured crowd as Farah was easing through the gears in a 10,000m final that would end with the Somalia-born, London-raised distance runner winning the first British gold in over a century.</p> <p>From a slow start, the medals have not stopped flowing since Helen Glover and Heather Stanning broke Team GB's duck at Eton Dorney on Wednesday, unleashing a wave of euphoria across the country.</p> <p>Saturday's six gold medals represented the best return in a single day since the first London Olympics in 1908 and left Team GB well on track to hit its pre-Games target of fourth in the medal table, delivering more medals in more sports than for over a century.</p> <p>The so-called \"Formula One\" sports that delivered so spectacularly in Beijing have continued their success. The £550m in lottery and exchequer funding over eight years poured into a high performance system overseen by UK Sport's Peter Keen, allied to the talent and dedication of driven athletes, have allowed rowing, cycling and sailing to deliver again. Keen believes there has been a shift from \"solo Alpinists\" to a system designed to underpin consistent success.</p> <p>But these Games have also showcased greater strength in depth. The sizeable investment has delivered vast improvements in those sports that have been able to convince the funding body UK Sport that they are now capable of competing for a medal under its ruthless \"no compromise\" funding formula.</p> <p>Peter Wilson won a shooting gold, Etienne Stott and Tim Baillie won the C2 canoe slalom and Gemma Gibbons fought her way to a silver in the judo.</p> <p>In athletics, still the blue riband event of the Games and the one in which it is arguably hardest to win medals, the rowing and cycling formula has started to pay off, too. \"What success does is breed confidence in the ability of athletes to deliver,\" said the British Olympic Association chairman, Lord Moynihan. \"It's an intangible. But if you go back to rowing it wasn't really until Steve Redgrave came along that they believed they could win. It wasn't until the [Katherine] Grainger era began that the women really believed they could win. \"If you see your own teammates deliver gold on the greatest sporting stage in the world, that self-belief is as important as the home nation advantage of crowds that have exceeded all expectation.\"</p> <p>A driven, imported coach in Charles van Commenee has been mixed with world-class coaching and a support service providing the best in sports science, psychology and nutrition.</p> <p>It has provided the platform for success that – with notable exceptions in Jonathan Edwards, Sally Gunnell, Linford Christie and Kelly Holmes – has proved elusive since Coe's own glory days in the mid-1980s.</p> <p>That uncompromising approach is personified by Van Commenee's take-no-prisoners approach – he has made clear his high expectations of a \"golden generation\" of athletes and promised to quit if they failed – and has also provoked a change of mindset.</p> <p>\"In previous years a lot of British athletes were just happy to make the teams,\" said Rutherford after his victory. \"Then people came through like me, Jess [Ennis], Dai Greene, Martyn Rooney, [Robbie] Grabarz, we were all juniors together and we had a different ethos. It was more about winning. It's the greatest night in British athletics history. I'm happy to be part of that.\"</p> <p>David Hemery, a gold medallist in 1968 in Mexico City, said: \"Before it was about individual athletes and coaches [but] we've got a system now and we've got a head coach who takes no prisoners.\"</p> <p>All of Britain's gold medallists have praised the crowd. It was also highlighted by the International Olympic Committee's director of the Olympic Games, Gilbert Felli, as he hailed a \"fantastic\" first half of the Games.</p> <p>But as they came down from their highon Sunday, there was also an insight into the huge pressure that has been heaped on the shoulders of Team GB's favourites to deliver at their home Games. \"Everyone was just expecting me to win,\" said Ennis. \"So I have had a few moments at home with my fiance worrying a bit and wondering if it was all going to go right – the way I wanted it to – or whether something would happen and it would fall apart, so it was a huge amount of pressure.</p> <p>Asked by Absolute Radio host Johnny Vaughan if her triumph had sunk in, she said: \"No, I'm still in shock. It's been a whirlwind and I'm just blown away by how many people are here. I slept with my medal beside me. It was an amazing feeling to wake up this morning and know that it wasn't a dream.\"</p> <p>Ainslie, famously as competitive on the water as he is polite off it, said it was not an experience he wanted to repeat. \"It's been incredibly hard, there's been huge pressure for people to perform at a home Games. It's been the hardest couple of weeks of my life and I haven't slept much the past couple of days,\" he said.</p> <p>Coe, Moynihan and others involved in British sport are determined to use the feelgood factor engendered by Britain's medal success to put the case for sport being at the heart of government health, education and social policy, as well as securing funding for elite sport.</p> <p>\"We need politicians to move forward by raising the bar significantly. Now is the time that athletes and the country will look to politicians and ask them to step up to the mark,\" said Moynihan.</p> <p>Coe, who sat next to David Cameron on Saturday night, said the prime minister was enthused about the possibilities of capitalising on the performances of GB athletes beyond the Games. \"He was very seized by the need to build on everything he was seeing in that stadium, whether it was the extraordinary performances of our teams, the ongoing challenges of getting more young people into sport, and the extraordinary potential for the economic legacy,\" he said.</p> <p>\"He is very seized by the need to leverage legacy from every nook and cranny of the project. There is a limited window of opportunity.\"</p> <p>For the heptathlete who has coped with being the face of these Games for the last four years, and maintained her steely focus to win the gold medal that could define them, there are more pressing concerns.</p> <p>\"I'm definitely going to relax, eat lots of rubbish food, have a few glasses of wine and enjoy this moment for as long as possible,\" said Ennis.</p>",
  "<p>In the current humanitarian emergencies in South Sudan, Somalia, Niger and Kenya, the strong likelihood is that tarpaulins – one of the most basic relief items – will have come from China.</p> <p>Tarpaulin production is concentrated in Asia (80%), where India and China are the main manufacturers, and the US (18%). More than half of India's output is used internally and the same goes for Pakistan, so China is a main source of tarpaulin for many of the world's aid agencies.</p> <p>Distant manufacturers mean long lead times for supplies to arrive and great expense – even if they are flown in from pre-positioned stocks in, say, Dubai or Europe. Providing supplies for humanitarian emergencies is a $15bn business.</p> <p>Given that Africa has more than its fair share of emergencies, some wonder why more African firms are not manufacturing emergency supplies, from tarpaulins to blankets to mosquito nets. Not only would it make sense logistically, but it would also provide manufacturing capacity and jobs in Africa.</p> <p>This was precisely what motivated David Dickie to set up <a href=\"http://www.advanceaid.org/\" title=\"\">Advance Aid</a>, in 2006, after a career in publishing and advertising. A big believer in trade not aid, Dickie thinks it absurd to fly large amounts of aid material around the world to areas where unemployment is the highest on the planet.</p> <p>\"Aid is not working,\" Dickie said in an interview recently. \"I wanted to do things in a different way. I'm trying to turn the market on its head by creating jobs in Africa. Building this capacity in Africa will make a real difference to agencies, to the beneficiaries of the aid and to local businesses.\"</p> <p>Advance Aid made a breakthrough last year by supplying World Vision and Catholic Relief Services with non-food items. Advance Aid said it was the first time that African-produced emergency relief goods had been provided for African emergencies. The goods are bought in Kenya and more than 80% of their value will be manufactured domestically, pumping $1.5m into the economy, said Advance Aid, adding that, directly and indirectly, it had brought orders to 12 Kenyan manufacturers.</p> <p>For World Vision, Advance Aid sourced 5,000 emergency kits, each consisting of a tarpaulin, a family-size mosquito net, three blankets, a kitchen set and a hygiene kit, that enable a family of five to survive when they have lost everything in a disaster. For Catholic Relief Services, Advance Aid acquired more than 14,000 plastic jerry cans and the same number of tarpaulins. Two-thirds of the jerry cans have already gone to <a href=\"http://www.theguardian.com/global-development/poverty-matters/2012/apr/18/kenya-turn-dadaab-into-asset\" title=\"\">Dadaab, the big refugee camp near Kenya's border with Somalia</a> that is home to 465,000 refugees.</p> <p>\"I badgered World Vision and sold them the concept,\" said Dickie, who points out that procurement policies at aid agencies in recent years have worked against African manufacturers. Some of the major aid organisations such as Unicef and UNHCR have introduced <a href=\"http://www.unhcr.org/pages/49f6d3d26.html\" title=\"\">frame agreements</a>, typically lasting three to five years, with a supplier of goods and services. Such agreements include price guarantees, quality standards, volume and required inventory holdings.</p> <p>For aid agencies, these agreements were simpler than previous arrangements of competitive tendering in relation to individual requirements. However, few African companies have the capacity to produce supplies in the required quantities and there may be problems of quality, at least initially.</p> <p>\"These agreements are a huge drawback for small- and medium-sized African companies who lack the capital to put the necessary stock in place,\" said David Taylor, a former senior research fellow at Cardiff business school, who was commissioned by Advance Aid to write a chapter in the book, <a href=\"http://www.igi-global.com/book/relief-supply-chain-management-disasters/50516\" title=\"\">Relief supply chain management for disasters: humanitarian, aid and emergency logistics</a>.</p> <p>African producers that previously supplied products to aid agencies lost business as a result of frame agreements. One of Advance Aid's goals is to act as an intermediary between groups of African producers and big aid agencies so that African companies can produce goods locally for these agreements.</p> <p>\"Redeploying into the local economy as much as possible of the massive sums spent on humanitarian assistance is a very efficient way of bringing together the development and humanitarian agendas,\" said Dickie. \"Every Kenyan who has a job is likely to be supporting an average of six dependants, so the more people we can get into work, or keep in work, the more resilient the country will be to disasters.\"</p> <p>• <a href=\"http://www.igi-global.com/book/relief-supply-chain-management-disasters/50516\" title=\"\"><em>Relief supply chain management for disasters</em></a><em>, edited by Gyöngyi Kovács and Karen Spens. Published by Business Science Reference</em></p>",
  "<h2><strong>Gymnastics: 2.50pm at North Greenwich Arena</strong></h2> <p>Women's uneven bars: Beth Tweddle has been sleeping with an ice-machine strapped around her knee after surgery to give her a chance on her best apparatus.</p> <h2>Cycling: 4.08pm at the Velodrome</h2> <p> <br>Laura Trott has the first three of five races in the omnium in the youngest team member's quest to add an Olympic title to her world gold. </p> <h2><strong>Cycling: 5.43pm at the Velodrome</strong></h2> <p>Jason Kenny won gold and silver in the men's sprint at Beijing and is GB's sole permitted entrant in the match sprint, edging out Sir Chris Hoy. </p> <h2><strong>Women's pole vault: 7pm at theOlympic Stadium</strong></h2> <p>Yelena Isinbayeva has a hat-trick of golds in her sights but the past four years since Beijing have been disrupted by maximising her commercial opportunities, poor form and injuries.</p> <h2><strong>Men's 400m hurdles: 8.45pm at the Olympic Stadium</strong></h2> <p>Dai Greene, European, Commonwealth and world champion, needs one more gold for a full house.</p> <h2>Men's 400m: 9.30pm at the Olympic Stadium</h2> <p> Returning from a drugs ban for what he claims was a penile enhancement product, the USA's LaShawn Merritt defends his Beijing gold. </p> <h2>Sure shot</h2> <p><strong>25: </strong>Years Natalya Lisovskaya's 22.63m women's world shot put record has stood.</p> <h2>Cycling: to catch a deer</h2> <p>In the men's individual sprint Sir Chris Hoy reaches a top speed of 45mph, the same as an elk in flight.</p>"
]