[
  "<p>The wealth of musical experience between Divine Fits – Wolf Parade and Handsome Furs' Dan Boeckner, Spoon's Britt Daniel and New Bomb Turks' Sam Brown – is synthesised into a potent, concentrated electro rock on their debut full-length outing. Pace is key; rhythms are wound taut with ticking, delay-crunched guitars, processed percussion and buzzing digital bass, all shot through with radiant synths and blistered hooks. Would That Not Be Nice and Like Ice Cream offer seductive, strutting cuts, but this record works best when it is aching and ambivalent, as on the throbbing synthpop single My Love Is Real, the thrusting howl of Flaggin' a Ride and the band's snarling cover of the Boys Next Doors' Shivers.&#xa0;There's a chemistry between&#xa0;this trio, and a satisfying intensity to their focused electro jams.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-395113585\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345741545069/Shelf-cloud-Minnesota-USA-001.jpg\" alt=\"Clouds: Shelf cloud, Minnesota, USA\" width=\"703\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shelf cloud, Minnesota, US. When seen from the ground shelf clouds appear as low, wedge-shaped clouds and are usually associated with severe thunderstorms</span> <span class=\"element-image__credit\">Photograph: Science Photo Library/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395113575\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345741549851/Mammatus-clouds-over-Sout-003.jpg\" alt=\"Clouds: Mammatus clouds over South Dakota, USA. \" width=\"723\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">South Dakota, US: Mammatus clouds over South Dakota. Mammatus is a meteorological term applied to a cellular pattern of pouches hanging underneath the base of a cloud</span> <span class=\"element-image__credit\">Photograph: Science Photo Library / Rex Feat</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395113570\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345741552134/Cumulonimbus-cloud-over-w-004.jpg\" alt=\"Clouds: Cumulonimbus cloud over western Africa\" width=\"727\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cumulonimbus cloud over western Africa, taken from the International Space Station (ISS). Cumulonimbus clouds rise vertically until they hit a natural barrier, known as the tropopause (the atmospheric boundary between the troposphere and the stratosphere), and then flatten out. Cumulonimbus usually herald a severe storm</span> <span class=\"element-image__credit\">Photograph: Science Photo Library/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395113577\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345741849574/Noctilucent-cloud-006.jpg\" alt=\"Clouds: Noctilucent cloud\" width=\"625\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Noctilucent clouds are crystals of ice hanging around 50 miles high in the atmosphere that catch the light of the sun long after it has set on the horizon.</span> <span class=\"element-image__credit\">Photograph: Science Photo Library/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395113591\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345741994591/Pileus-cloud-above-the-Sa-009.jpg\" alt=\"Clouds: Pileus cloud above the Sarychev volcano\" width=\"395\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pileus cloud above the Sarychev volcano as it erupts, at the Kuril Islands, Russia. Pileus clouds are small clouds that form on top of a bigger cloud</span> <span class=\"element-image__credit\">Photograph: Science Photo Library / Rex Feat</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395113566\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345742477113/Actinoform-Clouds-are-onl-011.jpg\" alt=\"Clouds: Actinoform Clouds are only visible from space\" width=\"654\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Actinoform clouds are only visible from space. These large formations form ray-like patterns over hundreds of miles. They are associated with drizzle and gloomy weather. Very British, perhaps?</span> <span class=\"element-image__credit\">Photograph: Science Photo Library/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395113588\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345741851915/Supercell-just-north-of-G-007.jpg\" alt=\"Clouds: Supercell just north of Grand Island\" width=\"721\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A supercell just north of Grand Island, Nebraska, US.  Supercell thunderstorms rotate with immense energy, causing a strong updraft and severe weather, including tornadoes, hail, heavy rain, lightning and heavy winds</span> <span class=\"element-image__credit\">Photograph: Science Photo Library/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395113572\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345741847214/Lenticular-cloud-Mauna-Ke-005.jpg\" alt=\"Clouds: Lenticular cloud, Mauna Kea, Hawaii\" width=\"588\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lenticular cloud, Mauna Kea, Hawaii. The lens-shaped clouds form at high altitude and are usually formed when air passes over mountain tops</span> <span class=\"element-image__credit\">Photograph: Science Photo Library/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395113595\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345741547752/The-Weird-Cloud-Atlas-002.jpg\" alt=\"Clouds: The Weird Cloud Atlas\" width=\"400\" height=\"504\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A steam ring being blown from the Bocca Nuova vent of Mount Etna, Sicily. Steam rings are generated when a pulse of steam is ejected from a near-cylindrical volcanic vent</span> <span class=\"element-image__credit\">Photograph: Science Photo Library/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395113600\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345741854314/Von-Karman-cloud-vortices-008-thumb-2716.jpg\" alt=\"Clouds: Von Karman cloud vortices above Alexander Selkirk Island\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Von Karman cloud vortices above Alexander Selkirk Island, Chile. These naturally occurring vortices are crafted by wind patterns on the clouds</span> <span class=\"element-image__credit\">Photograph: Science Photo Library / Rex Feat</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395113568\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345742473459/Altocumulus-undulatus-clo-010.jpg\" alt=\"Clouds: Altocumulus undulatus clouds, Abruzzo National Park\" width=\"397\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Altocumulus undulatus clouds at Abruzzo national park, Italy. This cloud formation consists of parallel bands of cumulus clouds, occuring when wind shear affects a layer of altocumulus</span> <span class=\"element-image__credit\">Photograph: Science Photo Library / Rex Feat</span> </figcaption> </figure>",
  "<p>US military and intelligence officials met their Turkish counterparts in Ankara on Thursday to discuss ways to counter the threat of Syrian chemical weapons, as the impact of the civil war continued to spread across Syria's borders.</p> <p>The Ankara meeting came as David Cameron supported Barack Obama's threat of possible military intervention in Syria if the regime used chemical weapons. Reports from the US suggest the Pentagon has plans to dispatch special forces teams to secure or destroy chemical weapon stockpiles if there is a danger they might fall into the hands of extremist groups.</p> <p>But Russia's deputy foreign minister, Gennady Gatilov, said Russia had \"guarantees\" from the Syrian government that its arsenal of chemical weapons would not be used or moved.</p> <p>Last night the French defence minister, Jean-Yves Le Drian, urged the international community to consider backing a no-fly zone over parts of Syria.</p> <p>Bashar al-Assad's regime acknowledged its long-suspected possession of a stock of chemical weapons last month when a spokesman, Jihad Makdissi, said such weapons would not be used inside Syria but might be if the country was \"exposed to external aggression\".</p> <p>The American delegation to the Ankara meeting was led by Elizabeth Jones, a high-ranking diplomat most recently involved in Afghanistan and Pakistan. The Turkish government did not name its representatives at the meeting but they included senior security officials. Diplomats said the joint military and intelligence planning session was intended to reassure Turkey that the US would help prevent the conflict spilling across the border and destabilising its Nato ally.</p> <p>The US has hitherto turned down Turkish appeals to help set up a safe haven inside Syria for regime opponents or to establish humanitarian corridors to besieged population centres, but in agreeing to hold the meeting 12 days ago, the US secretary of state, Hillary Clinton, did not rule out such options if the violence continued to escalate.</p> <p>\"Our intelligence services and our military have very important responsibilities and roles to play,\" Clinton said. \"In the horrible event that chemical weapons were used, we discussed what that would mean in terms of response and of humanitarian and medical emergency assistance and what would need to be done to secure those stocks and prevent them being used or falling into the wrong hands.\"</p> <p>President Obama has said Syria's use or movement of chemical weapons would represent a \"red line\" for the US, possibly leading Washington to intervene militarily. In a telephone conversation on Wednesday night, according a Downing Street spokesperson, Cameron and Obama \"agreed that the use – or threat – of chemical weapons was completely unacceptable and would force them to revisit their approach so far\".</p> <p>The <a href=\"http://www.latimes.com/news/nationworld/world/la-fg-us-syria-20120823,0,6157005.story\" title=\"\">Los Angeles Times reported</a> that the Pentagon had contingency plans to protect or destroy chemical weapons stockpiles if they were left unguarded or in danger of falling into the hands of the armed opposition, or extremist groups linked to al-Qaida or Hezbollah.</p> <p>The paper, quoting unnamed officials, said \"securing the sites would probably involve stealthy raids by special operations teams trained to handle such weapons, and precision air strikes to incinerate the chemicals without dispersing them in the air\".</p> <p>It added: \"US satellites and drone aircraft already maintain partial surveillance of the sites.\"</p> <p><a href=\"http://www.iiss.org/publications/strategic-comments/past-issues/volume-18-2012/august/unease-grows-over-syrias-chemical-weapons/\" title=\"\">An assessment</a> by the International Institute for Strategic Studies (IISS) in London said Syria had manufactured mustard gas, a blistering agent, and a nerve gas, sarin. The report said Damascus was also alleged to have developed a more powerful and lingering nerve agent known as VX.</p> <p>\"I don't think Assad will use them,\" Dina Esfandiary, an IISS security analyst, said. \"He is well aware it would be the end of his rule. What drives urgency, and what frightens bordering states, is the risk they will fall into the hands of non-state actors who would not be as deterable as Assad.\"</p> <p>Russia's deputy foreign minister, Gennady Gatilov, told the Associated Press on Thursday: \"We have guarantees from the Syrian government that it will not take any steps involving chemical weapons. And I want to reiterate that on this issue we will restrain it in all ways possible and work toward the goal of preventing such things from happening.\"</p> <p>He said the Foreign Ministry was in constant contact with U.S. officials, pointing to last week's visit by Under Secretary of State Wendy Sherman.</p> <p>Inside Syria, government forces moved into Daraya, a mostly anti-regime town on the south-western edge of Damascus. The army bombarded the area with artillery and helicopter gunships for 24 hours before sending in troops, according to opposition sources.</p> <p>Fighting also continued for a fourth day in the Lebanese port city of Tripoli after the collapse of a ceasefire between Sunni and Shia militias, a further sign the 17-month civil conflict is becoming harder to contain. The fighting was sparked by tit-for-tat abductions that began inside Syria, where the ruling Alawite minority has strong historical ties with Lebanese Shia groups.</p>",
  "<p>Ecuadorean officials have said that Britain should renounce its \"threat\" to storm the country's London embassy, and that WikiLeaks founder Julian Assange could remain inside the building for as long as he wanted – \"two centuries\" if necessary.</p> <p>The officials said there had been no contact with the Foreign Office since last Thursday, when Ecuador's president Rafael Correa announced he was granting Assange asylum. Ecuador was keen to resume negotiations with the UK, the officials said, but added that William Hague should now take back a threat to enter the embassy as \"an indication of good faith\".</p> <p>Ecuadorean diplomatic sources also insisted there had been no secret deal to grant Assange asylum. They said Assange simply turned up at the front door two months ago at midday and rang the bell. The Ecuadorean ambassador, Ana Alban, was forced to dash home to fetch a blow-up mattress for Assange to sleep on. Since he took up residence, the embassy had got a bigger fridge, the sources said.</p> <p>The UK last week gave a written warning to Quito saying that it could invoke the Diplomatic and Consular Premises Act 1987 to arrest Assange inside the Knightsbridge embassy. This prompted a furious response from Quito. Hague later clarified that the FCO was not threatening to \"storm an embassy\". On Thursday, however, an Ecuadorean diplomatic source said: \"The threat hasn't been withdrawn.\" The source suggested that the police presence around the building was excessive, with the embassy under siege at one point last week and still surrounded by dozens of policemen now. \"It was amazing. There used to be four or six policemen since Mr Assange got here. Suddenly there were three trucks of police surrounding us. There were police on the interior stairs. There was even one in the window of the toilet. It was clearly a message.\"</p> <p>Ecuadorean officials said they still believed a compromise over the Assange case was possible. They said Sweden and the UK should give political assurances that the WikiLeaks founder, who faces allegations of sexual misconduct in Sweden, would not be re-extradited from there to the US. Failing that, they said Britain should grant him safe passage so he could fly to Ecuador.</p> <p>There seems little prospect that the UK will agree to this. The Foreign Office says it is legally obliged to extradite Assange to Sweden. Both sides now appear to be settling in for the long haul.</p> <p>Asked how long Assange might remain at the embassy, an Ecuadorean official said: \"However long it takes. Eight years. Two centuries.\" The official said it was ridiculous to suggest diplomats would try to smuggle him out.</p> <p>On Thursday the FCO said in a statement: \"We have made clear we are committed to a diplomatic solution.</p> <p>\"We will be sending a formal communication today to the Ecuadorean embassy. We will not go into the detail of private discussions.\"</p> <p>On Wednesday the news agency Reuters, citing US government sources, said Washington had issued no criminal charges against Assange. His supporters claim the US is plotting to extradite and to execute him. Obama administration officials remain divided over the wisdom of prosecuting Assange, Reuters said, and the likelihood of US criminal charges against him is probably receding rather than growing.</p> <p>On Friday foreign ministers from across Latin America will meet in Washington to discuss the Assange case. A draft resolution from the Organisation of American States calls on the UK to comply with the 1961 Vienna Convention on Diplomatic Relations and to respect the \"inviolability\" of the Ecuadorean embassy. The Foreign Office has been lobbying South American states to abstain. On Thursday, however, one Ecuadorean official predicted the FCO's efforts were doomed, adding: \"Most Latin American countries are working as one [on this].\"</p> <p>On Sunday Assange made his first public appearance since walking into the embassy in June, addressing crowds of journalists and supporters from a first-floor balcony window, with Metropolitan police officers a few feet below him on the pavement. He called on President Obama to abandon his alleged \"witch-hunt\" against WikiLeaks. Assange also thanked several other Latin American countries for their support – implicitly warning Britain that any dispute with Ecuador could rapidly snowball into a conflict with the entire region. He said nothing about allegations by two Swedish women that he sexually assaulted them.</p> <p>TodayOn Thursday Ecuadorean officials denied that it had been a provocative move to allow Assange to use embassy property to berate the United States. \"It was the balcony or a window,\" one said. \"He had to deliver a message. A lot of people were wanting to know what he looked like. They wanted an image. It had political value.\"</p> <p>The officials also shrugged off criticism of Ecuador's record on press freedom, which has come under increasing scrutiny since Assange sought asylum. \"Walk around the streets of Quito, hear the radio and watch TV, and see what some journalists say about the government. There is a lot of freedom,\" one source said.</p> <p>Scotland Yard has declined to comment on the policing operation at the embassy, while the FCO has said the letter sent to Ecuadorean authorities on Wednesday of last week was not menacing and that the rights of the country's officials would continue to be respected by the government.</p> <p>mflx</p>",
  "<p>Mountain trekkers, packing essentials before heading for the glaciers in the Italian Dolomite mountains, are taking an extra piece of kit – swimming trunks.</p> <p>As Italy sweats through a hot summer, climbers reaching 2,500 metres have been stripping off and plunging into the glacial lake at Antermoia, which is usually icy cold in August and frozen in the winter.</p> <p>\"The water is normally really cold and people just put their toe in, so it is amazing so many people up there this year are swimming,\" said Andrea Weiss, a tourism chief in the Val de Fassa area where the lake is situated.</p> <p>With temperatures of 30C in the mountain resort of Cortina d'Ampezzo, Italy is getting a taste of climate change, said Luca Mercalli, the president of the Italian Meteorological Society. \"This will probably be the second hottest summer after 2003, which was the hottest in 200 years. And we expect this to be the norm within 50 years.\"</p> <p>Visitors to the Dolomites were this year dressing for the beach, said Andrea Selva, a reporter at local newspaper Il Trentino. \"Tourists have been donning their bathing costumes to sunbathe by the side of lake Fedaia, when you usually need a windcheater at the end of August.\"</p> <p>The melting Alpine permafrost is also triggering rockslides that are changing the face of the Alps. \"Visitors witnessed a large rockslide at the Pala Group range in the Dolomites on Saturday which was so loud they thought the noise was an aircraft's sonic boom,\" said Selva.</p> <p>Efforts are being made to stop glaciers melting by unrolling 70-metre long by five-metre wide strips of white plastic over the ice to reflect the sun. Local civil protection chief Alberto Trenti was quoted by the Corriere della Sera newspaper on Thursday a saying that 70,000 sq metres (17.3 acres) of the Presena glacier was now covered during the summer.</p> <p>But Mercalli said covering glaciers was too little, too late: \"There are 2,000 sq km of ice cover in the Alps, so gestures like this may slow things, but won't stop them.</p> <p>\"The worst case scenario is that by the end of the century, ten percent will be left, the glaciers will be gone and mountains like Mont Blanc will have little snow caps like Mount Kilimanjaro.</p> <p>\"If we adopt a green economy, 20-30% could be left, but after 200 years of industry there is no turning back.\"</p> <p>Further south this summer, soaring temperatures have triggered forest fires. In the latest blaze, guests fled from a hotel on the hills overlooking Florence on Wednesday as flames destroyed centuries old cypresses and olive groves.</p> <p>But Mercalli warned that Italy was yet to face up to the threat of climate change.</p> <p>\"Germany, Scandinavia and the UK have understood the dangers and the potential of the green economy, but in southern Europe the dangers are still considered minimal,\" he said.</p>",
  "<p>The <a href=\"http://www.manchestereveningnews.co.uk\">Manchester Evening News</a> has an interesting story about a so-called 'health tourist' who travelled more than 3,000 miles from her home country to a hospital close to the city's airport to give birth.</p> <p>The woman travelled from her home in Nigeria to <a href=\"http://www.manchesterairport.co.uk\">Manchester Airport</a> and went to Wythenshawe Hospital where she told medical staff she needed a caesarean as a scan in her home country revealed complications with the pregnancy.</p> <p>Health minister Simon Burns said the <a href=\"http://www.nhs.uk\">NHS</a> is \"not there to serve the health needs of the globe\" and said the government is reviewing the system to prevent inappropriate use of NHS resources.</p> <p>Shadow health secretary Andy Burnham, MP for Leigh, is also calling for an urgent inquiry into the case.</p> <p>The NHS treats thousands of patients from outside the European Union who are not entitled to free care and hospitals in 2010/11 charged overseas visitors more than £23m for treatment and wrote off just under £7m of debts. </p> <p>Hospitals often struggle to recoup their costs and seek help from embassies. They can inform Border Agency which can block the return of any health tourist who leaves bills of more than £1,000 unpaid. </p> <p>Nigeria offers free maternity care but it is not of a good quality and there is a high mortality rate where women have a one in 13 chance of dying during pregnancy or childbirth. </p> <p>A hospital source described her a \"health tourist\" and said she had required resources, including midwives, two urology consultants, a radiology consultant, two obstetric consultants and two anaesthetists in the delivery room. The treatment cost around £10,000.</p> <p>Mother and baby were released from hospital this week, it is understood and she has flown home with her baby. The hospital will now try to bill her for treatment but it has no powers to force her to pay. </p> <p>A hospital spokesman said: \"At Wythenshawe, as with all hospital trusts across the UK, the care we deliver to all patients is free at the point of delivery. If a patient is a non-UK resident and treatment is considered necessary or urgent then treatment would never be withheld.\" The hospital adheres to guidelines issued by the <a href=\"http://www.dh.gov.uk\">Department of Health</a> over reclaiming costs from non-UK residents who use its services.</p> <p>As soon as a non-UK patient arrives, the finance team are alerted and the individual is made aware, where applicable, of the costs they are liable for as outlined in the national tariff. </p> <p>\"Every effort is then made to pursue any monies owed.\" </p> <p>A hospital source claimed it is targeted by health tourists because of its close proximity to the airport - just over two miles away. </p> <p>Last year, the government announced a crackdown on 'health tourism' and guidelines on how to curb it. </p> <p>The health minister, Simon Burns, said: \"We won't tolerate abuse of our national health service. The NHS has a duty to anyone whose life or long-term health is at immediate risk but it is not there to serve the health needs of the globe. </p> <p>\"There are comprehensive rules and procedures to charge visitors for hospital treatment but we know that the system needs to be improved.\" </p> <p>Shadow health secretary Andy Burnham said: \"We need a full inquiry into the circumstances and how the hospital has been left in this position. There are clear rules about health tourism and the NHS must be able to recover its costs.\" </p> <p>University Hospital of South Manchester NHS Foundation Trust – which runs the hospital – is having to cut £17.5m over the current financial year, bringing its total savings for the past three years to £47m.</p>",
  "<p>An African asylum seeker detained in a Libyan detention camp after a failed attempt to enter Europe has told the Guardian about the harsh – sometimes terrifying – fate that awaits those who fail in their attempts to flee the continent north across the Mediterranean.</p> <p>\"Kibrom\", whose name has been changed to protect him from reprisals, said he and others like him had been powerless to defend themselves from armed and leaderless former rebel militiamen in the camp where they were dumped. One of their number had been shot and wounded, he said.</p> <p>His account echoed horrifying claims from an asylum seeker at another detention centre near the coastal city of Benghazi, where about 400 Eritreans, Ethiopians and Somalis were held. That detainee, whose allegations were relayed to the Guardian by a Roman Catholic Eritrean priest, Father Moses Zerai, said female asylum seekers had been raped there and about 20 men removed by an armed group for use as slaves. Their whereabouts are unknown.</p> <p>Zerai, who runs an agency from Rome that tracks and assists asylum seekers, said: \"The management of refugees in Libya today is out of the control of the government.\" A request for comment from the Libyan authorities went unanswered.</p> <p>Kibrom, a 31-year-old Eritrean, said 26 hours after leaving the Libyan coast the overloaded rigid inflatable boat in which he was trying to reach Italy began to lose air. It was 2am on 29 June.</p> <p>The migrant traffickers who had arranged the voyage had given them a pay-as-you-go satellite phone, but they had already used what little credit was on it.</p> <p>\"We had seen a ship earlier, so we turned around – it was our only hope of getting help,\" said Kibrom. Astonishingly, at night and lost in the Mediterranean, they located the vessel. He described it as \"a very big ship\" flying the Italian flag and with the word \"Napoli\" painted on the side. At first, according to Kibrom, the crew did not help.</p> <p>\"They saw us and did nothing. We stayed alongside for an hour or more. And it was only when they could see we were in danger of falling into the sea that they helped us,\" he said.</p> <p>Kibrom and another 75 people were taken aboard. He said none of the crew were wearing uniforms. He could not tell if, at the time, the ship was in Libyan or international waters.</p> <p>The captain decided to hand over his unwanted passengers to the Libyan authorities. The asylum seekers were fetched from the ship and taken to a camp at Sabratha, about 25 miles west of Tripoli, which is also used by the army.</p> <p>For Kibrom, it was the latest of several confinements in an ordeal lasting more than three years. A teacher from Mendefera, south of the Eritrean capital of Asmara, he decided to flee his native land in 2009.</p> <p>He cited as his reason the \"very hard regime\" of Isaias Afewerki and the People's Front for Democracy and Justice. Eritrea is a one-party state with no free media and a sorry history of human rights abuses.</p> <p>Kibrom crossed the border into Sudan. \"There was a man and we paid him to guide us. We walked for 200 kilometres [125 miles]. It took four or five days,\" he said.</p> <p>In Kassala, they were put on a lorry that carried them across the Sahara into Libya. \"Within a few weeks, though, I was caught and put in prison,\" said Kibrom, who makes no distinction between jails and detention camps for migrants.</p> <p>Eight months later, he escaped and fled to Egypt. \"But I was caught by the police and spent about three months in prison there,\" he said.</p> <p>Learning he was to be deported and aware it was an offence to leave Eritrea, \"I told them I was Ethiopian, so they deported me to Ethiopia.\" From there, he returned to Sudan and then Libya.</p> <p>Quite how he managed to fund his journey back is not entirely clear. \"Friends supported me,\" he said. \"Maybe they thought I could help them.\"</p> <p>If they too were dreaming of a future in Europe, they will dismayed – and perhaps deterred – by Kibrom's misadventures after he was transferred to Sabratha.</p> <p>\"At the beginning, they were giving us only one piece of bread a day,\" he said. \"It was very, very hard. There was not even any proper drinking water. It was very, very salty.\"</p> <p>He said they received a visit from a representative of the United Nations refugee agency, UNHCR. \"One person came. They [sic] gave us food and soap. And then they went away,\" he said.</p> <p>Conditions in the camp, where about 350 people were being held, were dangerous, Kibrom said. He and fellow-detainees lived in fear of the irregulars who last year ousted Colonel Muammar Gaddafi and his regime. \"They can do whatever they like,\" he said. \"They are armed and there is no leader.\"</p> <p>According to Kibrom, a boy – aged 16 or 17 – was wounded during a rampage by drunken troops. \"They were shooting, sometimes in the air, but sometimes into the walls. We had bullets come through the door of our room twice,\" he said.</p> <p>Christopher Hein, director of the Italian Council for Refugees, one of whose aid workers in Libya visited the camp at Sabratha, confirmed that a teenage asylum-seeker had been shot. But he gave a different account of events leading up to the incident, which he said took place on 22 July.</p> <p>\"Two days earlier, Ramadan began and they stopped giving food and water to the detainees,\" said Hein. \"The people protested and the guards intervened with firearms.\" He said the boy was taken to hospital. \"Three days later, he returned to the centre.\"</p> <p>Kibrom and about 45 others from the party whose vessel had almost sunk were later moved to Homs, east of Tripoli, which is where he was contacted by the Guardian. Conditions were better there, Kibrom said, but added: \"It really is a prison.\"</p> <p>Asked what he thought might happen now, Kibrom replied: \"They have been saying 'You will go back to your country.' \"</p>",
  "<p>This is the third book, in the first series, of Warrior Cats, after Into the wild and Fire and Ice. I think that this book is the best in the series, by far, as it has many moments where you just cant put it down and some moments where you are so gripped by the book that you forget that you're not a warrior cat yourself. If you like fantasy and nature, and you don't mind a death or two, then this book is for you!</p> <p>Forest of Secrets is based in a large forest, owned by four clans of wild cats, called Thunder clan, Shadow clan, Wind clan and River clan and they all go by a cat law called the warrior code. The story's main character is a large, orange tabby, former kittypet (a cat owned by two legs in cat language), who belongs to thunder clan, called Fireheart. Fireheart is a warrior, along with his best friend Graystripe, and together they experience both sad and happy moments in their exciting clan life. </p> <p>One of the main moments is when Graystripe falls in love with a River clan cat, called Silverstream, in a past book, and they have kits. Unfortunately, whilst having kits, Silerstream dies, because of blood loss, and that creates a terribly sad moment for Graystripe. </p> <p>On a happier note, after the discovery and disposal of an evil deputy, a large dark tabby called Tigerclaw, Fireheart is chosen deputy of thunder clan, by Bluestar, the clan leader, despite his old kittypet roots. Also a happy thing, Firehearts Sisters kit, an eager white kit, with bright blue eyes, named Cloudkit, is made an apprentice and granted his appprentice name, Cloud paw. And his mentor is the one and only Fireheart! </p> <p>With forbbiden love, betrayal, a devastating flood, many deaths and treacherous battles, this is definitely a book to read! </p> <p><strong>Want to tell the world about a book you've read? <a href=\"http://www.theguardian.com/books/childrens-books/2011/mar/02/how-do-i-get-involved-guardian-childrens-books\">Join the site</a> and send us your review!</strong></p>",
  "<p>Arctic sea ice is set to reach its lowest ever recorded extent as early as this weekend, in \"dramatic changes\" signalling that man-made global warming is having a major impact on the polar region.</p> <p>With the melt happening at an unprecedented rate of more than 100,000 sq km a day, and at least a week of further melt expected before ice begins to reform ahead of the northern winter, satellites are expected to confirm the record – currently set in 2007 – within days.</p> <p>\"Unless something really unusual happens we will see the record broken in the next few days. It might happen this weekend, almost certainly next week,\" Julienne Stroeve, a scientist at the <a href=\"http://nsidc.org/\" title=\"\">US National Snow and Ice Data Centre (NSIDC) </a> in Boulder, Colorado, told the Guardian.</p> <p>\"In the last few days it has been losing 100,000 sq km a day, a record in itself for August. A storm has spread the ice pack out, opening up water, bringing up warmer water. Things are definitely changing quickly.\"</p> <p>Because ice thickness, volume, extent and area are all measured differently, it may be a week before there is unanimous agreement among the world's cryologists (ice experts) that 2012 is a record year. Four out of the nine daily sea ice extent and area graphs kept by scientists in the US, Europe and Asia suggest that records have already been broken. \"The whole energy balance of the Arctic is changing. There's more heat up there. There's been a change of climate and we are losing more seasonal ice. The rate of ice loss is faster than the models can capture [but] we can expect the Arctic to be ice-free in summer by 2050,\" said Stroeve.</p> <p>\"Only 15 years ago I didn't expect to see such dramatic changes – no one did. The ice-free season is far longer now. Twenty years ago it was about a month. Now it's three months. Temperatures last week in the Arctic were 14C, which is pretty warm.\"</p> <p>Scientists at the Danish Meteorological Institute, the Arctic Regional Ocean Observing System in Norway and others in Japan have said the ice is very close to its minimum recorded in 2007. The University of Bremen, whose data does not take into account ice along a 30km coastal zone, says it sees ice extent below the all-time record low of 4.33m sq km recorded in September 2007.</p> <p>Ice volume in the Arctic has declined dramatically over the past decade. The 2011 minimum was more than 50% below that of 2005. According to the <a href=\"http://psc.apl.washington.edu/\" title=\"\">Polar Science Centre at the University of Washington</a> it now stands at around 5,770 cubic kilometres, compared with 12,433 cu km during the 2000s and 6,494 cu km in 2011. The ice volume for 31 July 2012 was roughly 10% below the value for the same day in 2011. <a href=\"http://www.guardian.co.uk/environment/2012/aug/11/arctic-sea-ice-vanishing\" title=\"\">A new study by UK scientists</a> suggests that 900 cu km of summer sea ice has disappeared from the Arctic ocean over the past year.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-395168904\"> <img src=\"https://static.guim.co.uk/sys-images/Environment/Pix/pictures/2012/8/23/1345731390184/Arctic-sea-ice-001.jpg\" alt=\"Arctic sea ice\" width=\"460\" height=\"382\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Arctic sea ice Photograph: guardian.co.uk</span> <span class=\"element-image__credit\">Photograph: guardian.co.uk</span> </figcaption> </figure>  <p>The consequences of losing the Arctic's ice coverage for the summer months are expected to be immense. If the white sea ice no longer reflects sunlight back into space, the region can be expected to heat up even more than at present. This could lead to an increase in ocean temperatures with unknown effects on weather systems in northern latitudes.</p> <p>In a statement, a Greenpeace spokesman said: \"The disappearing Arctic still serves as a stark warning to us all. Data shows us that the frozen north is teetering on the brink. The level of ice 'has remained far below average' and appears to be getting thinner, leaving it more vulnerable to future melting. The consequences of further rapid ice loss at the top of the world are of profound importance to the whole planet. This is not a warning we can afford to ignore.\"</p> <p>Longer ice-free summers are expected to open up the Arctic ocean to oil and mining as well as to more trade. This year at least 20 vessels are expected to travel north of Russia between northern Europe and the Bering straits. Last week a Chinese icebreaker made the first voyage in the opposite direction.</p> <p>\"Every one of the 56,000 Inuits in Greenland have had to adapt to the retreat of the ice,\" said Carl-Christian Olsen, president of the Inuit Circumpolar Council in Nuuk, Greenland. \"The permafrost is melting and this is jeopardising roads and buildings. The coastline is changing, there is more erosion and storms, and there are fewer mammals like polar bears. It means there can be more mining, which is good for the economy, but it will have unpredictable effects on social change\".</p> <p>Research published in Nature today said that warming in the Antarctic peninsula, where temperatures have risen about 1.5C over the past 50 years, is \"unusual\" but not unprecedented relative to natural variation. The research by Robert Mulvaney of the British Antarctic Survey, Cambridge, based on an ice-core record, showed that the warming of the north-eastern Antarctic peninsula began about 600 years ago. Temperature increases were said to be within the bounds of natural climate variability.</p> <p>The difference between the rate of warming at the two poles is attributed to geographical differences. \"Antarctica is a continent surrounded by water, while the Arctic is an ocean surrounded by land. Wind and ocean currents around Antarctica isolate the continent from global weather patterns, keeping it cold. In contrast, the Arctic Ocean is intimately linked with the climate systems around it, making it more sensitive to changes in climate,\" said a spokesman for the NSIDC.</p> <p>• This article was amended on 24 August 2012 to restore to the start of the penultimate paragraph the words \"Research published in Nature today\", which had been lost in the editing process, and to clarify that the research was about temperatures in the Antarctic peninsula.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-395094775\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345722574876/-Jammu-India-A-labourer-w-002.jpg\" alt=\"24 hours:  Jammu, India: A labourer works at a coal depot\" width=\"753\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jammu, India: A labourer works at a coal depot</span> <span class=\"element-image__credit\">Photograph: Channi Anand/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395094859\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345722933015/Manila-Philippines-A-man--006.jpg\" alt=\"24 hours: Manila, Philippines: A man stands by the door of his room under a bridge\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Manila, Philippines: A man stands next to the door to his home under a bridge, where families live for free in tiny rooms</span> <span class=\"element-image__credit\">Photograph: Paula Bronstein/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395094781\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345722582105/Brasilia-Brazil-Rural-wor-005.jpg\" alt=\"24 hours: Brasilia, Brazil: Rural workers march to the Planalto presidential palace \" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Brasilia, Brazil: Rural workers march to the Planalto presidential palace to protest over agrarian issues </span> <span class=\"element-image__credit\">Photograph: Eraldo Peres/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395094779\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345722940284/Beijing-China-A-cosplay-f-009.jpg\" alt=\"24 hours: Beijing, China: A cosplay fan poses during the Animation and Comics Fair\" width=\"400\" height=\"583\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Beijing, China: A cosplay fan during the 4-day 2012 Animation and Comics Fair</span> <span class=\"element-image__credit\">Photograph: Mark Ralston/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395094883\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345722572106/Munich-Germany-A-woman-sw-001.jpg\" alt=\"24 hours: Munich, Germany: A woman swims in the Isar river \" width=\"711\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Munich, Germany: A woman swims in the Isar river </span> <span class=\"element-image__credit\">Photograph: Peter Kneffel/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395094879\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345722579604/Mumbai-India-People-look--004.jpg\" alt=\"24 hours: Mumbai, India: People look at an idol of Hindu elephant-headed god Ganesh\" width=\"750\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mumbai, India: People look at an idol of Hindu elephant-headed god Ganesh</span> <span class=\"element-image__credit\">Photograph: Rajanish Kakade/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395094907\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345722577152/Singapore-A-visitor-to-th-003.jpg\" alt=\"24 hours: Singapore: A visitor to the Gardens by the Bay by illuminated billboards \" width=\"709\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Singapore: A visitor to the Gardens by the Bay is silhouetted against illuminated flower billboards </span> <span class=\"element-image__credit\">Photograph: Wong Maye-E/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395094777\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345722935435/Aleppo-Syria-A-Free-Syria-007.jpg\" alt=\"24 hours: Aleppo, Syria: A Free Syrian Army fighter dodges sniper shots\" width=\"696\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Aleppo, Syria: A Free Syrian Army fighter dodges sniper shots being fired by government forces in the Salaheddin neighbourhood </span> <span class=\"element-image__credit\">Photograph: James Lawler Duggan/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395095237\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345724382823/Trstenica-Serbia-A-butter-015.jpg\" alt=\"24 hours: Trstenica, Serbia: A butterfly approaches a flower\" width=\"599\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trstenica, Serbia: A butterfly approaches a flower</span> <span class=\"element-image__credit\">Photograph: Darko Vojinovic/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395094909\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345723861488/Yichang-China-A-fisherman-014.jpg\" alt=\"24 hours: Yichang, China: A fisherman walks with his catch\" width=\"724\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yichang, China: A fisherman walks with his catch on the banks of the Yangtze River, near the Three Gorges dam</span> <span class=\"element-image__credit\">Photograph: Carlos Barria/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395094877\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345722937741/Mexico-City-Mexico-Masked-008.jpg\" alt=\"24 hours: Mexico City, Mexico: Masked citizens in a vigil to support Assange\" width=\"760\" height=\"470\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mexico City, Mexico: Masked citizens take part in a vigil to support WikiLeaks founder, Julian Assange, in front of the US embassy </span> <span class=\"element-image__credit\">Photograph: Yuri Cortez/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395094881\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345723767334/Marikana-South-Africa-A-w-013.jpg\" alt=\"24 hours: Marikana, South Africa: A woman is comforted during a memorial service\" width=\"740\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Marikana, South Africa: A woman is comforted during a memorial service for the 44 people killed in a wildcat strike at Lonmin's Marikana mine </span> <span class=\"element-image__credit\">Photograph: Stephane De Sakutin/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-395094785\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/23/1345723365532/Ilan-Taiwan-Strong-waves--012.jpg\" alt=\"24 hours: Ilan, Taiwan: Strong waves batter breakwaters as Typhoon Tembin approaches\" width=\"720\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ilan, Taiwan: Strong waves batter breakwaters as Typhoon Tembin approaches</span> <span class=\"element-image__credit\">Photograph: Wally Santana/AP</span> </figcaption> </figure>",
  "<p>The fate of billions of dollars of promised funding from rich countries to help the developing world adapt to climate change will be discussed on Thursday in Geneva, at the first meeting of the UN's <a href=\"http://unfccc.int/cooperation_and_support/financial_mechanism/green_climate_fund/items/5869.php\" title=\"\">Green Climate Fund</a>.</p> <p>The fund is meant to be the biggest single funding route for the <a href=\"http://www.theguardian.com/environment/2009/dec/17/us-copenhagen-100bn-climate-fund\" title=\"\">$100bn (£63bn) that developed countries have pledged</a> should flow to poor nations each year by 2020, to help them cut greenhouse gas emissions and adapt to the effects of global warming.</p> <p>But key decisions – such as where the fund should be headquartered, who should run it, how it will operate and how it can raise funds – will be delayed for months.</p> <p>On Thursday morning, the initial meeting, delayed by months as governments procrastinated, began with the election of a developing and a developed country co-chair. These were the South African representative Zaheer Fakir and Australia's Ewen McDonald, who had been favourite to win the post. They will jointly chair the fund for its first year. Fakir is head of international relations and governance at the South African Department of Environmental Affairs, while McDonald is deputy director general of the Australian Agency for International Development (AusAID).</p> <p>A final decision on the GCF's location – Germany, Namibia, and other countries have all offered to be the host – is understood to be unlikely before the end of the year.</p> <p>All of the other important issues around the GCF, including how much money it is likely to have to disburse and how it will raise funds from the private sector, are matters of contention. The fund is unlikely to have much sway over the initial round of <a href=\"http://www.theguardian.com/environment/2010/dec/07/cancun-summit-climate-aid-row\" title=\"\">\"fast-start\" financing from rich to poor countries</a> that was agreed at the <a href=\"http://www.theguardian.com/environment/copenhagen\" title=\"\">Copenhagen summit in 2009</a>. Most of the $30bn (£19bn) pledged at Copenhagen has now been committed, and most of it is already earmarked for various projects. For instance, the UK is on track to provide £1.5bn between 2010-13 and about £1bn of this has already been committed to bilateral and multilateral projects developed with poor countries, or is being channelled through existing funding routes.</p> <p>Given this, it is unclear whether the GCF will have access to much financing in the next few years, even though it is envisaged to be the world's single biggest source of financing for climate change mitigation and adaptation by 2020.</p> <p>In the longer term, the prospects for substantial funding are even less clear: it will have to raise money from both governments and the private sector but at present there is no agreement on how it might do so.</p> <p>Although <a href=\"http://www.theguardian.com/environment/2009/dec/21/copenhagen-accord-climate-change\" title=\"\">the $100bn a year was agreed at Copenhagen</a>, and <a href=\"http://www.theguardian.com/environment/2010/dec/13/cancun-climate-agreement\" title=\"\">confirmed at Cancun in 2010</a>, the GCF will be only one source among many for those funds. Private sector and government cash flowing through other routes will also count towards the $100bn goal.</p> <p>One major source of contention in the discussions is that some developing country governments want to limit the fund, so that contributions from the public sector come only from \"traditional donors\". That is, the countries labelled as developed in the original UN climate treaties of 1992 and the Kyoto protocol of 1997. This is an important distinction, as it would mean that China, the world's second biggest economy, and other rapidly growing countries such as South Korea, Singapore and many Middle Eastern nations, despite their high incomes per capita, would be excluded from contributing. Developed nations including the US and the UK insist that this distinction should not apply to the fund. Although the GCF has been under discussion for years, with governments agreeing in principle at Copenhagen to set it up, the complexities of the climate negotiations have stalled its development. However, the delays increase the political risk around the project: for instance, the US under a Republican president or Congress is unlikely to be willing to commit substantial sums to the fund.</p> <p>As the US presidential campaign has progressed, the White House has not made climate change negotiations a major issue. The administration's special envoy for climate change, Todd Stern, caused consternation several weeks ago when he appeared to suggest, in <a href=\"http://www.state.gov/e/oes/rls/remarks/2012/196004.htm\" title=\"\">a speech at Dartmouth College in the US</a>, that the long term goal of holding global warming to no more than 2C above pre-industrial levels – the underpinning principle of the <a href=\"http://www.theguardian.com/environment/2009/dec/18/copenhagen-deal\" title=\"\">Copenhagen accord</a>, <a href=\"http://www.theguardian.com/environment/2010/dec/11/mexico-cancun-environment-climate-summit\" title=\"\">Cancun agreement</a>, and <a href=\"http://www.theguardian.com/environment/interactive/2011/dec/12/durban-climate-change-conference-2011-global-climate-talks\" title=\"\">last year's agreement at Durban</a> - could be abandoned.</p>",
  "<p>More and more people cross international borders because their lives have been ruined by an earthquake, flood, drought or hurricane. But they face a black hole of international law. No major migrant destination country allows people legal entry for this reason.</p> <p>Humanitarian permission may be given to enter rich countries for other reasons. If violence has ruined your life in the country you live in, you may qualify to enter as a \"refugee\" or \"asylee\", as <a href=\"http://www.dhs.gov/xlibrary/assets/statistics/publications/lpr_fr_2011.pdf\" title=\"\">16% of US immigrants did last year</a> (pdf). Equally, if your life was ruined back home by a natural disaster and you enter a rich country without authorisation, many countries won't immediately send you back. But the world has so far decided that the right amount of new, authorised migration because of natural disasters – no matter how horrific – is zero.</p> <p>Is zero the right number? Think of Haiti. <a href=\"http://www.tandfonline.com/doi/full/10.1080/13623699.2010.535279\" title=\"\">At least 150,000 people died there two years ago</a> when houses and buildings could not withstand a cataclysmic earthquake. Many <a href=\"http://www.prio.no/CSCW/Datasets/Armed-Conflict/Battle-Deaths/\" title=\"\">wars don't have a toll as large</a>, or effects as lasting. The US response was to admit a tiny number of Haitians for emergency medical treatment, and to <a href=\"http://www.dhs.gov/news/2010/01/15/secretary-napolitano-temporary-protected-status-tps-haitian-nationals\" title=\"\">delay most deportations</a>, but not one Haitian could be admitted to the US because of the disaster. This would have been completely different if war had struck Haiti.</p> <p>So, what if a limited number of humanitarian entry slots were offered to people affected by natural disaster? How many should it be? And how would it work? There are precedents. For a generation (1952-80), the US unilaterally defined \"refugee\" to include people fleeing \"natural catastrophes\", but the <a href=\"http://www.cgdev.org/content/publications/detail/1425143\" title=\"\">provision was almost never utilised</a>. Some other countries have similar de jure provisions today; Sweden, for example, <a href=\"http://www.unhcr.org/refworld/pdfid/479df7472.pdf\" title=\"\">allows for protection of migrants</a> (pdf) \"unable to return to the country of origin because of an environmental disaster\". But there is no equivalent of the <a href=\"http://www.refugees.org/about-us/faqs.html\" title=\"\">international refugee system</a> to realise these on-paper mechanisms.</p> <p>One approach is case by case. Over the past year, my colleagues and I <a href=\"http://www.guardian.co.uk/global-development/poverty-matters/2012/feb/20/immigration-passport-fresh-development-frontier\" title=\"\">have led a successful effort</a> to extend a modest, new visa opportunity to Haitians, explicitly for earthquake relief. <a href=\"http://www.cgdev.org/content/publications/detail/1423717/\" title=\"\">Our research</a>, supported by the MacArthur Foundation, showed that migration policy would be a highly effective and inexpensive complement to other US earthquake relief efforts. On this basis, we asked the US government to reverse a ban on Haiti's participation in its largest low-skill work visa programme. The US did so but, most notably, it did so because of the horrific disaster Haiti had just experienced – <a href=\"http://www.mitpressjournals.org/doi/abs/10.1162/003465304323031058\" title=\"\">with bipartisan support</a>, in a bad economy. This step will <a href=\"http://www.cgdev.org/section/initiatives/_active/migration_tool_disaster_recovery/economic_impacts_h2_haiti\" title=\"\">barely affect</a> overall immigration to the US, but could bring hundreds of millions of new dollars to Haiti at no fiscal cost.</p> <p>Another approach is to review more systematically how destination countries allocate their limited slots of \"assistance\" migration. <a href=\"http://www.icrc.org/eng/assets/files/review/2010/irrc-879-kolmannskog-trebbi.pdf\" title=\"\">International discussion is under way</a> (pdf) on how this might be done, but consensus is far off. There is less controversy about giving legal status as \"internally displaced persons\" to those affected by natural calamity who move domestically. But those crossing borders due to natural events still have no clear legal status anywhere. Many years of discussions in the Inter-Agency Standing Committee and other forums have led to little change. Elizabeth Perris, Michael Cernea and Daniel Petz <a href=\"http://www.brookings.edu/~/media/research/files/reports/2011/9/idp%20climate%20change/09_idp_climate_change.pdf\" title=\"\">have summarised the state of this debate</a> (pdf) as part of the <a href=\"http://www.brookings.edu/about/projects/idp\" title=\"\">Brookings-LSE Project on Internal Displacement</a>, a leading voice for reform in this area.</p> <p>These efforts face political barriers, but our work on Haiti proves such barriers have limits. Admitting humanitarian migrants like refugees isn't a handout, it's an investment. Overall, <a href=\"http://www.mitpressjournals.org/doi/abs/10.1162/003465304323031058\" title=\"\">refugees contribute to the economy</a> at least as much as economic migrants. Great Americans like Intel co-founder Andrew Grove and former secretary of state Madeleine Albright arrived as humanitarian migrants. And the US refugee programme has weathered many economic downturns and political upheavals in its 60-year history.</p> <p>A systematic policy tackling the challenge of post-disaster migration remains far off. Without a major forcing event such as the humanitarian disasters of the second world war, which gave us modern refugee law, that situation seems unlikely to change. Such a moment might have come for natural-disaster migrants had thousands of Haitians arrived on the shores of Florida after the earthquake, but crushing poverty in Haiti and a US naval blockade put paid to that.</p> <p>This story is not over, however. With climate change will come the likelihood of increased damage from floods, droughts and hurricanes, especially in the poorest countries. A better migration policy would foresee and accommodate these 21st-century realities, although it might once again arrive too late to prevent initial tragedies.</p>",
  "<p>Damián Ortega has a little kid's urge to take things apart and figure out how they tick. For <a href=\"http://www.universes-in-universe.de/car/venezia/bien50/cotidiano/e-ortega.htm\" title=\"\">Cosmic Thing</a>, the work that made the Mexican artist's name when it dazzled visitors to the 2003 Venice Biennale, he simply dismantled a VW Beetle – from the tongue-like curve of its bonnet to the liquorice Os of its wheels. Hanging from the ceiling, as if the entire thing had spontaneously leapt apart into a nuts-and-bolts constellation, the \"people's car\" became a thing of wonder.</p> <p>Items you find around the house and on the street – piles of bricks, tortillas, oil drums, rotting fruit – are among his favourite materials. His work <a href=\"http://media.tumblr.com/tumblr_kswjh1U5xH1qzaqfb.jpg\" title=\"\">Classified Cob</a>, where each shrivelled kernel on a cob of sweetcorn has been numbered, makes an old vegetable seem quite marvellous. <a href=\"http://beachpackagingdesign.typepad.com/.a/6a00e54f0014bd88340120a69fdb5e970c-800wi\" title=\"\">120 Days</a>, created with the aid of Venetian glassblowers, transforms Coke bottles into curvaceous stems that look like sex toys worthy of the Marquis de Sade, whose 120 Days of Sodom is referenced in the title.</p> <p>Born in 1967, Ortega is a frontrunner of the generation that's emerged in the wake of Mexican artists like his former teacher, <a href=\"http://www.theguardian.com/culture/2004/jul/06/1\" title=\"\">Gabriel Orozco</a>, or <a href=\"http://www.theguardian.com/artanddesign/2010/jun/14/francis-alys-story-of-deception\" title=\"\">Francis Alys</a>. As with his forebears, he makes playful use of everyday finds, while opening a window on to political and economic subtexts. In Mexico – where the <a href=\"http://en.wikipedia.org/wiki/Volkswagen_Beetle_in_Mexico\" title=\"\">German VW Beetle</a> has been made, marketed and a major hit – the car is a charged icon of western cultural imposition.</p> <p>Secret histories of materials course through Ortega's current London show, Traces of Gravity, where salt is the connecting thread. A thin line of it runs like a coke hit across Congo River, a landscape of black tyres that calls to mind the infamous rubber trade that quickened the pace of colonial atrocities in the <a href=\"http://en.wikipedia.org/wiki/Congo_Free_State\" title=\"\">Congo</a>, and which inspired Joseph Conrad's novel Heart of Darkness. Elsewhere, it pours like an hourglass from a huge submarine made out of industrial food sacks, suspended from the ceiling in a darkened space. The appearance of salt in photography is more gentle: invoked by the shadow of a prone bicycle on a bed of salt, where the bike's spinning wheel creates a lo-fi moving image that looks back to the magic lantern shows that predated cinema.</p> <p>As always, Ortega's raw materials suggest much more than the sum of their parts.</p> <p><strong>Why we like him:</strong> For his film series 9 Types of Terrain, where children's games align with war games. <a href=\"http://www.frieze.com/uploads/images/back/damian-ortega.jpg\" title=\"\">Rows of standing bricks fall like dominoes</a>, arranged in formations that echo the nine types of battlefield Sun Tzu outlined in <a href=\"http://en.wikipedia.org/wiki/The_Art_of_War\" title=\"\">The Art of War</a>. The bricks might be people, homes, or civilisations, falling and springing back to life as the films begin again and again.</p> <p><strong>Power of the pen:</strong> Ortega started out as a political cartoonist.</p> <p><strong>Where can I see him?</strong> At <a href=\"http://whitecube.com/\" title=\"\">White Cube</a> to 8 September.</p>",
  "<p>In the summer of 2010, the then French president, <a href=\"http://www.france24.com/en/20100730-sarkozy-looks-strip-citizenship-threaten-security-forces-french-immigration\" title=\"\">Nicolas Sarkozy, delivered a speech in Grenoble</a> about crime and security. It was a turning point of his mandate, a sharp twist towards the traditional rightwing arguments which he would ultimately stiffen during the last presidential campaign to try and win over Le Pen voters. In Grenoble, he had specifically, and shockingly, pointed his finger at one ethnic minority: the Roma, <em>les gens du voyage</em>, those nomadic groups camping in one place and another up and down the country.</p> <p>Two years on, the Socialist prime minister, <a href=\"http://www.independent.co.uk/news/world/europe/france-promises-new-measures-to-help-its-15000-roma-gypsy-immigrants-to-find-jobs-and-permanent-campsites-8073593.html\" title=\"\">Jean-Marc Ayrault</a>, had to convene his first government meeting since the summer recess to discuss an issue a bit too close for political comfort and party orthodoxy: what to do with the Roma and their tradition of illegally settling for a period of time wherever they find a suitable space.</p> <p>Every summer, local inhabitants protest, city and village mayors complain to state authorities, and the home secretary feels compelled to take a symbolic action. This is precisely <a href=\"http://www.theguardian.com/world/2012/aug/09/french-police-roma-camp-repatriations\" title=\"\">what Manuel Valls did</a> two weeks ago <a href=\"http://www.theguardian.com/world/2012/aug/21/roma-raids-france-francois-hollande\" title=\"\">as he ordered the police to dismantle illegal camps</a> near Lille and Lyon. Various associations defending the Roma immediately protested. They were joined by Martine Aubry, the Socialist party boss and mayor of Lille (who had not been warned), and Cécile Duflot, the former leader of the Green party now housing minister. Not a good omen for <a href=\"http://www.theguardian.com/commentisfree/2012/aug/19/francois-hollande-president-france-neoliberal?newsfeed=true\" title=\"\">François Hollande</a>, who is celebrating his first 100 days as president amid criticisms of overplaying his \"normality\" to the expense of decisiveness and action.</p> <p>The Roma issue has always been a complex one all over the European continent. It looks simple enough when it comes to requesting that human rights be respected, that basic health and education needs be met, and that the discrimination and suspicion these groups have been exposed to for centuries be denounced and fought against. It becomes more complicated when it appears that the overwhelming majority of the <a href=\"http://www.euractiv.com/security/situation-roma-france-crisis-proportions-report/article-150507\" title=\"\">500,000 Roma counted in France</a> are French citizens, who as such are subject to specific regulations to accommodate their lifestyle: they have to register every three months in the region they move to, and have to legally station their vans in specific places. As most elected officials – whatever their political leanings – do not like to have them around, there are not enough areas suitably equipped with the minimum water or health and safety infrastructures. As a result, there are some 300 illegal camps in the country, the more so as Roma do not necessarily like to settle where they are told.</p> <p>Then comes the issue of those other groups coming from eastern Europe, Romania and Bulgaria primarily, where they have been discriminated against for centuries. The EU has set up specific rules to protect but also limit their rights to move freely from one member country to the other and find work. France is abiding by these \"transitory regulations\", but the issue remains politically explosive, as the home secretary is currently finding out. Valls has so far been the rising star of the new government. A candidate to his party's primaries last fall, he scored little but immediately rallied to Hollande and played a major role in his campaign. Known as a \"Blairite\" for his confessed leanings for a more centrist version of French socialism, he is now exposed to renewed criticisms from his comrades for being too tough on security issues and too similar to his conservative predecessors – who in turn are only too happy to praise him lavishly.</p> <p>For all the politicking, security remains of major concern to the French. Having campaigned – and won – as the \"normal\" president who would in every respect do the reverse of Sarkozy, Hollande is now facing reality. Yet he cannot discourage the faithful, nor expose himself to leftist disappointment at a time of increasing economic and social tensions. Valls is being called to order, and so are his critics. On security, immigration and other issues, the cohesion of the government and its majority is an imperative. The holidays are over: the president faces difficult times ahead, and so does the country.</p>",
  "<!-- Block 1 --> <p>Good morning. <strong>The Secret Footballer will be online at 11.30am to answer your questions</strong>. </p> <p>Every question answered will be awarded with a free copy of his new book <a href=\"http://www.theguardian.com/football/2012/jul/13/the-secret-footballer-book\">I Am The Secret Footballer</a> and one of our <a href=\"http://www.philosophyfootball.com/view_item.php?pid=826\">Secret Footballer T-shirts</a>. If you have any questions, drop them into the <strong>comments section below</strong>.</p> <p>In the meantime, here's some <a href=\"http://www.theguardian.com/football/video/2012/aug/22/i-am-the-secret-footballer-video\">footage of The Secret Footballer on video</a> for the very first time, and a <a href=\"http://www.theguardian.com/books/2012/aug/22/i-am-secret-footballer-review\">review of his book by Alex Clark</a>.</p> <p>The Secret Footballer is known for his openness, as shown by <a href=\"http://www.theguardian.com/football/2012/aug/10/secret-footballer-undercover-premier-league\">this extract from his new book</a>, but he is not going to give away his identity today; he is here to provide a unique insight into the game.</p> <!-- Block 2 --> <p>11.35am: The Secret Footballer is now in the comments sections answering questions.</p> <p><strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17855166\">bartoj</a></strong> asks about his motivation for writing the column: <strong>\"Why do you feel it's important to show the 'other side' of the footballing world to the general public?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856278\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>At this stage of my career I have become frustrated at hearing things that I know to be incorrect. I heard these same things well over ten years ago when I started my career and that has become a sense of huge frustration for me personally. I wouldn't say that it is important that I share them, I think it might be more for my own peace of mind and sanity as much as anything else.</p> </blockquote> <!-- Block 3 --> <p>11.35am: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17855290\">Danamo</a></strong> asks about wages: <strong>\"In what year did you think wages reached a level where the short career argument became invalid? If all this had never happened footballers made an average wage, do you think you'd be happy?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856315\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Well, I suppose there is an argument that wages were only going to go one way when Jimmy Hill lobbied to abolish the maximum wage because the demand has always been there for football, especially in this country. However, we all know that the real reason for enormous wages is a combination of Sky TV and the inception of the Premier League so if I had to say a year it would be 1992.</p> <p>Regarding the second part of the question, it is impossible to tell. I can, however, point to the things that would not have been there without the money. There is a certain pressure to maintain the income as the seasons are slipping by and a feeling of butterflies in the stomach as you are running out of time. And I think for a lot of players this can be applied to, for example, the adulation, the camaraderie etc. Fortunately I have always had an exit plan in place but so many don't.</p> </blockquote> <!-- Block 4 --> <p>11.38am: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17855323\">GlasgowGooner</a></strong> asks about the Premier League's imports: <strong>\"I've always been curious why players who come to the premier league from Europe seem much more sophisticated/rounded Individuals. I'm thinking Cantona, Zola, Di Matteo to name just a few. Does the Secret Footballer think there is a genuine difference in outlook/attitude, and if yes, can he suggest why?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856365\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>A friend of mine that is a journo is adamant that Scandinavian players are the friendliest and most approachable and I can certainly agree with that. It does seem as if players from abroad (not all of course) are well rounded and more capable of dealing with the spotlight. </p> <p>A foreign friend of mine at one club I played for used to think that this was because they would make it in to teams at a young age in so called lesser leagues before coming to the big European leagues, and they also knew that they would be going home one day which enabled them to look at life outside of the bubble.</p> </blockquote> <!-- Block 5 --> <p>11.40am: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856348\">matthewlgrant</a></strong> wants to know what the future holds for the Secret Footballer: <strong>\"Will there be more columns, or is the book the end of it all?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856397\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Can you ask the editor for me? And then let me know!</p> </blockquote> <!-- Block 6 --> <p>11.42am: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856391\">Rob Crespo</a></strong> asks: <strong>\"Do your team mates know you're the secret footballer? If so, what do they think of what you're doing and how has it affected your relationship with them?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856500\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>A couple of players do know. One is involved in the secret footballer website and the other has since retired. It obviously isn't the sort of thing that I discuss in the dressing room, not because I would be worried about what they thought but because word would soon get out in to the public domain, and that would have ruined the columns and the book.</p> </blockquote> <!-- Block 7 --> <p>11.47am: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856493\">marcostanleyfogg</a></strong> asks about the reading habits of footballers: \"Do you know any high-profile footballer who reads the Guardian or high-brow novels? If so, is he despised for his 'intellectualism'? Thanks.\"</p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856689\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>I can only think of one player I have played with that reads a broadsheet and he certainly wouldn't be a player that you would have expected to read The Times. The most popular paper is The Sun, followed by The Star but even then it is literally a 30-second flick through. </p> <p>Any player that reads on the bus or the plane is reading a novel, lots of the foreign players read novels. The Girl with the Dragon Tattoo was passed around the coach last year at the request of the players. Unheard of!</p> </blockquote> <!-- Block 8 --> <p>11.49am: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856676\">AntLivsey</a></strong> asks about football boots: <strong>\"In one of your columns you talked about the smell of a brand new football boot and the feelings it brought back. I still remember my first boots. Puma Play-offs! Yours?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856747\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Golas. Everyone on our estate had Golas, moulded of course.</p> </blockquote> <!-- Block 9 --> <p>11.51am: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856716\">GhostWiper</a></strong> wants to know why TSF doesn't have better things to do: <strong>\"How come you're not at training this morning?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856777\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Wednesday is nearly always our day off. Read the book!</p> </blockquote> <!-- Block 10 --> <p>11.56am: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17855365\">GeorgeAllwell</a></strong> asks about tactics and insubordination: <strong>\"Do players ever, against the managers wishes, blatantly and flagrantly ignore the tactical instructions of a manager in a game; and consequently, do managers really 'lose a dressing room'?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856960\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Thanks. In reply to your question the most common flagrance of a manager's instructions is from set pieces. Sometimes a player just needs to go with his gut instinct of where the ball will be delivered and where the opportunity for a strike a goal may lie. We all have individually tailored runs but if a team is in desperate need of a goal in the final minutes you might find that the players go with their instincts. </p> <p>As for losing a dressing room, it most definitely does happen and it will come on the back of a manager that changes too much too soon or a manager that just isn't up to the job and is out of his depth. The players will lose respect and stop trying as hard.</p> </blockquote> <!-- Block 11 --> <p>12.01pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856809\">GhostWiper</a></strong> seems to have caught out The Secret Footballer on the timing of his day off: <strong>\"It's Thursday today. Who ever said footballers are thick?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17857070\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>I cannot believe you have gone for that one, you wouldn't last 2 seconds in the dressing room! haha</p> </blockquote> <!-- Block 12 --> <p>12.03pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17855811\">iwouldprefernotto</a></strong> asks about pre-match preparation: <strong>\"Like all sportsmen, footballers are prone to superstitions and strange pre-match (or, in the case of David Luiz, in-match) rituals. What's the strangest one you've personally witnessed?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17857158\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>A lot of the African players have some interesting rituals. One African player I played with had two tiny pieces of cardboard wrapped with tape that he would slide down his shinpads. It was something to do with warding off bad luck.</p> </blockquote> <!-- Block 13 --> <p>12.06pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17857142\">atrack</a></strong> thinks he has unearthed another clue: <strong>\"It looks like you're <a href=\"http://www.theguardian.com/football/video/2012/aug/22/i-am-the-secret-footballer-video\">left-footed in the video</a> - are you, or is that another red-herring?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17857222\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Are you suggesting I'm one footed! How dare you! no, both are as bad as each other!</p> </blockquote> <!-- Block 14 --> <p>12.10pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17857211\">Jonchristophe</a></strong> <strong>\"How would you like to be remembered in the game?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17857286\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>I think anybody that knows me would understand that it is not important to me if I am remembered or not. I am uncomfortable with being remembered as a footballer anyway because there is so much else to do. Not that I haven't done anything that is worth remembering - that's an occupational hazard!</p> </blockquote> <!-- Block 15 --> <p>12.12pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856123\">tobyarup</a></strong> asks about the impact of London 2012 on football: <strong>\"Can the Olympic spirit change the behavior of footballers, managers and even some fans ?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17857412\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>I really thought that there could be some residual euphoria left over that could creep across into the football season. Then I saw Ashley Cole chop a City player down in the community shield and tell the referee what he thought of his decision to award a freekick - and I got that sinking feeling again...</p> </blockquote> <!-- Block 16 --> <p>12.16pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17857363\">Thewelshxabi</a></strong> asks: <strong>\"Looking back at moments in your career in this column, would you have done anything differently ? What advice would you have given yourself at the age of 17?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17857554\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Good question. Hindsight is not a 'wonderful thing' as the saying goes, it is pointless in my view especially in football because even if you learn from a mistake in the early part of your career it isn't like you can benefit from it at 40 or 50, like other jobs. But if I was advising a 17-year-old now I would tell them not to be discouraged by rejection. I know lots of players that were rejected as kids that are now very successful footballers.</p> </blockquote> <!-- Block 17 --> <p>12.19pm: <a href=\"http://www.theguardian.com/discussion/comment-permalink/17857530\">JohnBarnesRap</a> asks about relationships in the dressing room: <strong>\"What sort of things do footballers tend to get ripped for in the dressing room? Shirking challenges? Songs against them by the crowd? Night-before photos in the press?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17857650\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Replying to questions that have an obvious answer plus... </p> <p>Dressing badly, especially dodgy shoes. These will be tied from the ceiling or crossbar for everyone to see.</p> <p>Dressing well. An expensive jacket will be autographed by the entire squad when the player is out of the changing room.</p> </blockquote> <!-- Block 18 --> <p>12.29pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17857836\">PlantHead</a></strong> asks: <strong>\"How do you handle the fans criticism, especially on the football pitch. Do you even hear the negative or positive chanting when you are playing?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17857943\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>We can certainly hear some of the things that are shouted, maybe if the game goes dead or you happen to be playing at one of the bigger stadiums where there are often lulls in the atmosphere as the fans wait for an inevitable victory. I can understand that fans get frustrated with players but I have to feel for some players that come on to a chorus of groaning, how does that help?</p> </blockquote> <!-- Block 19 --> <p>12.33pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17857733\">neil_monahan</a></strong> asks about the best way to move up the pyramid: <strong>\"As a young footballer would you join a big club knowing the chances of first-team football are slim but get better coaching or join a smaller club where breaking into the first team might be easier?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17858078\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>I think there are many pros and cons to signing for a big club as a kid. On the plus side you will always be known as a player that \"came through\" at Manchester United or Arsenal which generally means you will get a good move when your regular playing career starts. The obvious downside is that the competition is incredibly fierce and today, you really do have to be fairly exceptional. </p> <p>Josh McEachran is a great example, he is undoubtably a talented player, similar to Wilshire but he simply cannot get near Chelsea's starting 11 as they spend tens of millions on players that don't have as far to go to become regular first teamers.</p> </blockquote> <!-- Block 20 --> <p>12.38pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17858063\">bartletsjacket</a></strong> asks about depression: <strong>\"In your most recent comment you were very open about receiving treatment for depression. Is this something that you are open with your colleagues about – not specifically players but club staff in general? I work in an environment very different to football and I know from experience that there is a huge stigma about this but I wonder whether it is viewed differently in a working environment where so much emphasis is placed on 'mental preparation'.\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17858227\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>A couple of players have seen me taking my pills before training and asked what they are (probably in fear that they are missing out on something) and so I have simply told them. They are always completely nonplussed. Club staff are generally excellent, after all, my performances affect their positions at the club but they are also looking out for me because, more often than not, we are friends. </p> <p>In light of some of the high profile cases the understanding within football is now pretty good, we have recognised that this is happening rather than pretending it isn't which was a major barrier even a few years ago. Interesting to see the former Norwich player Darren Eadie has set up a clinic to help treat depression in football specifically.</p> </blockquote> <!-- Block 21 --> <p>12.40pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17858185\">snuffy</a></strong> asks about motivation against disliked players:<strong>\"In competing with other players, club mates or opponents, how much does hate or dislike for them motivate you?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17858312\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Hate is a strong word but I take your point. I have lost count of the amount of times that i have thought to myself, 'if we could get rid of him, him and him, this would be a great club'. I am certain that other players have said thought that about me too. I think it can be a motivation to get in the team but I think that is where we draw the line, it's not as if we hope that they go off the road on the way home from training or anything!</p> </blockquote> <!-- Block 22 --> <p>12.47pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17857500\">BreadClub</a></strong> asks about favourite football grounds: <strong>\"Do you have a preference for type of stadium to play in? As a fan I prefer old traditional grounds over the soulless idenitkit bowls clubs seem to favour these days.\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17858429\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>I know lots of players that thrive on the intimacy of the older, city based stadiums such as White Hart Lane and Goodison Park. I tend to lean that way too but sometimes when you are playing at the huge, brand new grounds you can't help but be impressed. The Emirates and The Etihad are both fantastic stadiums to play football in and Arsenal even do chicken nuggets in the changing room after! Bonus!</p> </blockquote> <!-- Block 23 --> <p>12.53pm: Thanks for all your questions. The Secret Footballer has signed off for now. He will be back in 45 minutes or so.</p> <p>While he is away feel free to take a look at the <a href=\"http://www.guardianbookshop.co.uk/BerteShopWeb/viewProduct.do?ISBN=9780852653081\">I Am the Secret Football book</a>, which is also available on <a href=\"http://www.amazon.co.uk/Am-The-Secret-Footballer-ebook/dp/B0090PSDXW\">Kindle</a>, and <a href=\"http://www.philosophyfootball.com/view_item.php?pid=826\">The Secret Footballer T-shirts</a>.</p> <p>Thanks for all your contributions. We have more than enough questions now, so The Secret Footballer will only be able to deal with questions already posted.</p> <!-- Block 24 --> <p>1.59pm: As you may have noticed, The Secret Footballer is not back yet. He should be with us soon. While waiting for his arrival, why not <a href=\"http://www.theguardian.com/football/competition/2012/aug/21/football-secrets-quiz\">take part in our footballers' secrets quiz and win some Premier League tickets</a>.</p> <!-- Block 25 --> <p>2.49pm: The Secret Footballer is coming back shortly. Sorry for the delay. Perhaps he's off listening to <a href=\"http://www.theguardian.com/football/blog/audio/2012/aug/23/football-weekly-extra-podcast\">today's edition of Football Weekly</a>.</p> <!-- Block 26 --> <p>3.17pm: CNN ran <a href=\"http://edition.cnn.com/2012/08/16/sport/football/secret-footballer-premier-league/index.html?hpt=isp_t3\">this interview with The Secret Footballer last week</a>. It's well worth a read.</p> <p>Here are a few highlights:</p> <p><strong>How did the column come about and has it changed your opinion of the media?</strong></p> <blockquote> <p>\"Some time ago I was turned on to a column in The Financial Times called 'The Secret Agent', who worked in London sourcing real estate for the very wealthy. I became hooked on the idea of the column as much as anything else. His writing is excellent but I could never shake the thought of how huge a secret footballer column could be.\"</p> </blockquote> <p><strong>How would you describe the relationship between sports stars and the media?</strong></p> <blockquote> <p>\"A friend of mine who runs one of the big weekly gossip magazines once told me that her publication goes out of their way to place David and Victoria Beckham on their front cover every week. The sales of the magazine increase significantly, regardless of what the story is about. In fact, she said in the absence of a real story they will simply \"generate\" one just to get their picture on the cover. None of that is new, but what has changed is the amount of \"celebrities\" this practice now extends to. It seems every company wants to affiliate itself with a celebrity and, whether they like it or not, footballers are some of the biggest global celebrities around.\"</p> </blockquote> <!-- Block 27 --> <p>3.41pm: The news from the secret bunker in which TSF is blogging is that he will be back with us in 15 minutes. Here is <a href=\"http://www.theguardian.com/books/2012/aug/22/i-am-secret-footballer-review\">the Guardian review of I Am The Secret Footballer</a>:</p> <blockquote> <p>There is nothing like a concealed identity to drive people wild. Aside from all those Shakespearean kings going among their people disguised as commoners, it's the basis of the classic murder mystery, in which the governing idea is that someone with whom you thought you were familiar is capable of lethal actions, right under your nose. Just as this unnerves, it also bewitches: what if you were able to unravel the clues and solve the mystery? What would that say about you?</p> <p>As much as I enjoy the Guardian's Secret Footballer column, which has been running in the paper for the past 18 months or so, I must confess that I get even greater pleasure out of occasionally checking in with the website whoisthesecretfootballer.co.uk. </p> <p>It is there that the full obsessional nuttiness of football fans (and, by extension, of people in general, although that is debatable) is revealed. In this forum, each tiny piece of information, carefully tabulated and cross-referenced, about the unnamed Premier League footballer is analysed and subjected to verification, having been broken down into the categories \"Main clues\", \"Other clues\" and \"Clues from his tweets\".</p> </blockquote> <!-- Block 28 --> <p>4.38pm: While we're on here waiting for The Secret Footballer to return, it seems that <a href=\"http://www.theguardian.com/football/2012/aug/23/manchester-united-mexico-hector-herrera\">Manchester United have been trying to sign \"Zorro\"</a> and <a href=\"http://www.theguardian.com/football/2012/aug/23/qpr-talks-sign-julio-cesar\">QPR have entered talks about signing Internazionale goalkeeper Júlio César</a>. Whether or not the Secret Footballer has been transfered remains to be seen.</p> <!-- Block 29 --> <p>5.28pm: The Secret Footballer has taken much longer than expected with his other promotion commitments. His schedule is very hectic this week but we will give it another few minutes to see if we can find a slot and bring him back online to answer a few more questions.</p> <!-- Block 30 --> <p>5.59pm: The Secret Footballer is back online!</p> <!-- Block 31 --> <p>6.01pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17864016\">Definatelynotashark</a></strong> gets lyrical: <strong>\"If you had one shot, one opportunity to seize everything you ever wanted, one moment, would you capture it, or just let it slip?<br>Would your palms be sweaty, knees weak, arms heavy? <br>Would there be vomit on your sweater already, perhaps your mother's spaghetti?<br>Would you be nervous, but on the surface look calm and ready?<br>Would you drop bombs, but keep on forgetting?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17866140\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Eminem stands on the shoulders of giants, namely Dylan, who is surprisingly small when you get close up.</p> </blockquote> <!-- Block 32 --> <p>6.05pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17866053\">dholliday</a></strong> asks about I Am The Secret Footballer: <strong>\"Do you think would sell better if you attached your name to it? How is your book selling, or what are the projected sales, in comparison with the sales of autobiographies from named Premiership footballers?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17866340\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Obviously I hope it sells but, hand on heart, its about doing something different. I wanted to write a book that people haven't seen before, I know that I've never read a book like it before. </p> <p>I think there is an important point here, writing under anonymity allows the reader to asses my ramblings without the prejudice that they might have towards a player that they know has played for a rival team or a person that doesn't perhaps have any kind of profile outside of his own club. </p> <p>Football is extremely tribal and it can provoke a reaction that isn't born of logic but, instead, allowing your heart to rule over your head. So even if a pundit has something interesting to say, he may not always be able to penetrate a persons loathing of them. Thats how I dressed it up to the Guardian anyway and they went for it! </p> </blockquote> <!-- Block 33 --> <p>6.16pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17866275\">yourtvsaid</a></strong> asks about the difference in talent required to get to the very top: <strong>\"Can you be an average player with the right circle of friends and carve a career out at the top, and likewise be a great player but not have the connections to get a chance?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17866562\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Sir, never underestimate the power of a well connected agent, or, 'the Carlsberg agent' as we call him. Clearly, there are players at every club that are there because the agent has made promises to that manager that he will have a chance to sign the agents star player if he just takes this other one for a year or two first. </p> <p>To answer your other point, there are many examples of players that have made it all the way from bottom to top as you quite rightly point out and I think that is because many players are so hungry to get to the top now. There is a clear agenda in the media that football, outside of the Premier League, does not exist; the column inches alone back that up and many papers have pulled reporters from games outside of the Premier League altogether. </p> <p>For the players, they want to get to the Premier League, it is the only place they want to be. Some just want to say that they've done it, others are fiercely determined to get there and stay there. Talent wise the gulf is huge but there is no accounting for what can happen in a one-off game, that's why cup football can be so entertaining. </p> <p>I think there is still something to be said for masking talent with hard work (in fact I know there is) but I am convinced that the shift is towards technically superior players, even the holding midfielders in the Premier League are now extremely confident with the ball at their feet.</p> </blockquote> <!-- Block 34 --> <p>6.27pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17866533\">kevvykev</a></strong> is loyal to the Guardian, but wants to know what paper The Secret Footballer reads: <strong>\"Are there any particular football journalists who you genuinely like and that you think have genuine insight?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17866777\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Simon Kuper writes for the FTweekend about anything and everything and occasionally he'll write a fantastic article on football. Last weekend I think he had the front page of the Life&amp;Arts section, if you missed it then try to find it because it was brilliant. I read his columns and I immediately feel competition and think, 'I'm going to write something better than that'. I don't think I've managed it yet but he has certainly helped me. </p> <p>I wont say he's wasted at the FT because clearly he isn't but I'd love to see his football writings find their way in to a paper that has a big football following such as the Guardian, I think he could provide a huge amount of new and interesting insight for, shall we say, proper football fans? (there goes a career at the FT).</p> </blockquote> <!-- Block 35 --> <p>6.31pm:<strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17866773\">welshd03</a></strong> asks: <strong>\"In a parallel universe, if footballers were only paid an average wage, would you still be one?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17866851\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>I'd play football because I love it, when I finish playing professionally I'd still like to play at the weekends with any team that will have me, no mater what the standard. There's nothing like a game of football, even better when peoples jobs aren't on the line!</p> </blockquote> <!-- Block 36 --> <p>6.39pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17863627\">benjiinwood</a></strong> asks about wages: <strong>\"Apart from, naturally, ensuring a paycheck comes in each month, is the dressing room concerned with the financial state of the club and whether the owner is a 'fit and proper person'?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17866992\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Only when it goes wrong. Its the same in a lot of industries I imagine – banking, the media – everyone has their hands out for as long as they can until somebody (hopefully not you) gets caught out. </p> <p>I am sure that the Rangers and Portsmouth players are asking how their clubs could have got in to the mess that they have, then again, I know that nobody at Chelsea or Manchester City is asking, 'what happens if our owners suddenly get bored?' </p> <p>I have only ever heard a group of players discussing the financial situation of the owners once after we hadn't signed any players for a while, that's it.</p> </blockquote> <!-- Block 37 --> <p>6.52pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17866949\">gaivota</a></strong> asks about the influx of players to England: <strong>\"Why are there so many foreign players in the Premier league. Are they really so much better?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17867191\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>In some cases. But mostly, it's because foreign players are cheaper. Despite everybody in the game knowing that English players can often be inferior to that of their foreign counterpart, the transfer fees paid for them and their wages remain excessive in comparison. </p> <p>Also, the pool is smaller, if I wanted to sign a new midfielder then I have a handful of English options or, alternatively, the rest of the world to choose from. </p> <p>The model at Wigan is interesting, they clearly have a policy and a scouting network that extends primarily to Latin America and South America. They feel that they can buy cheap players that are capable of performing in the Premier League and can be polished up and sold on at a hefty profit. South American teams are aware of this and charge a sell on fee. in order to maintain the supply of players to Europe they will push already technically sound players of 16-17 in to their first teams so that they can sell them when they hit 21 after which the player will have enough experience and (importantly) international caps to secure him a work permit (I think Neymar was 15 when I first heard of him). There is always more to it than meets the eye.</p> </blockquote> <!-- Block 38 --> <p>6.54pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856202\">legaff</a></strong> does not hold back: <strong>\"Whoever you are, I am going to be immensely disappointed when I find out it's you.\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17867257\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>hahahahahahaahahahaaa</p> </blockquote> <!-- Block 39 --> <p>7.01pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17856086\">FlashMyGirth</a></strong> wonders if TSF adopts his tactics: <strong>\"Have you ever made a deal with the guy you are marking to stop trying because you are both knackered? I often try this.\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17867367\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>I remember playing once and it was so hot, an opponent next to me said: 'Tell the ref to just blow the fucking whistle, its a draw, everyones happy.' </p> <p>That was when I realised that he had had enough and I might be able to get the upper hand. Unfortunately I was absolutely knackered and from that moment both of us barely moved for the last five minutes of the game. I think that without saying it, we had both agreed to give the other one an easy ride.</p> </blockquote> <!-- Block 40 --> <p>7.07pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17864481\">Mystaree</a></strong> asks about personal messages on players' shirts: <strong>\"Do footballers change the message for each match or if they don't score ido they wear the same one until they score?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17867477\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>It depends what the message is, some players will have a specific message on the off chance that they score and then bin it if they don't. An African player that I know wanted to wish happy birthday to somebody once. Two months that person waited.</p> </blockquote> <!-- Block 41 --> <p>7.12pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17866345\">Edantal</a></strong> asks about matters of the heart: <strong>\"With all the women that approach footballers and so many taking the bait, along with all the travelling and other aspects of a footballers lifestyle, why do so many appear to get married and have children so early compared to mere mortals?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17867582\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>In my view and going on what I've seen, the player is the most popular boy in school or in a group of friends and he gets together with the best looking girl at school or that group of friends, they go out for a few years and then they get married. </p> <p>Shortly after that the boy breaks in to a first team and buys an expensive gentleman's washbag, then he goes on his first Christmas party and then a lightbulb suddenly goes off in his head. That is when it all starts to go wrong for the girl. Not always of course but pretty often.</p> </blockquote> <!-- Block 42 --> <p>7.15pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17867560\">Bonbonbonbons</a></strong> asks about gaming: <strong>\"Do you play video games and do yourself or other players use the ratings games like FIFA or Football Manager give as dressing room ammunition?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17867623\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>No, but if somebody gets a mark of four or below in the paper it goes straight on the status update of our mobile phone group chats.</p> </blockquote> <!-- Block 43 --> <p>7.35pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17860941\">PaulWilks</a></strong> asks about the well-kept secret: <strong>\"Are you concerned that sharp-eyed people might read your book/columns and gradually whittle down the long list of footballers to work out your identity?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17867953\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>As much as anything else, my biggest concern was that I'd be outed in the first few weeks and that would have ruined the whole column and it would have made The Guardian look silly. </p> <p>I had promised them that I could deliver interesting columns in this format and Paul and Ian made the decision to back me. </p> <p>I owed it to both of them to protect my anonymity. If I go back to the Guardian now with another idea then they will know that I am trustworthy and that I can deliver what I say I can deliver.</p> </blockquote> <!-- Block 44 --> <p>7.48pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17858463\">DaveMB1</a></strong> asks about vices affecting footballers: <strong>\"What is the worst example of excessive \"superstar\" behaviour you've encountered? I've heard of a football chucking £50 notes in the air in a nightclub. Does this sort of thing happen? Do you find that footballers, more so than other professions, don't need to 'grow up' because of money and adulation?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17868210\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Answering the last part first, I think that some elements of our excessive behaviour in a nightclub are tolerated by the owners because a certain amount of patronage can be very welcome. If a footballer throws £50 notes in the air, then that's good for their business. Most of the people that were there to see it will surely be there the following next week.</p> <p>For me, it isn't necessarily the bad behaviour as a whole, it is more about not knowing when to stop. That is certainly what I have witnessed throughout my career. Some players are great value on a night out and then right at the last moment they go too far as their audience demands something even more bizarre and outrageous and that is what ends up in the papers the next day.</p> </blockquote> <!-- Block 45 --> <p>7.58pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17858781\">violet85</a></strong> asks about reputations: <strong>\"Do some players' reputations, such as diving, mouthing off, bad tackler, precede them? Do you think managers and players play on that, and are officials are less tolerant?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17868382\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Reputations can secure transfer moves, they can get you off a ban at the FA and they can help to sweet talk referees. They can also have the reverse effect in all of the previous examples!</p> <p>I certainly think that referees are vulnerable to players reputations, I have seen some referees crumble when Terry and co are crowding around them.</p> </blockquote> <!-- Block 46 --> <p>8.01pm: <strong><a href=\"http://www.theguardian.com/discussion/comment-permalink/17866623\">StephenAllis1</a></strong> asks: <strong>\"Playing Sunday league football, I know lads who are absolutely top class in training. But for some reason, they're always rubbish on match days. Have you experienced players like this?\"</strong></p> <p><a href=\"http://www.theguardian.com/discussion/comment-permalink/17868438\">TSF replies</a>:</p> <blockquote class=\"quoted\"> <p>Definitely, every club has them. They are called the 'five-a-side player'. They are world-beaters in small sided games, you simply cant get the ball from them and their passing is excellent. </p> <p>As soon as they are on a big pitch it is like playing with ten men. I couldn't tell you why though!</p> </blockquote> <!-- Block 47 --> <p>8.11pm: 7.53pm: The Secret Footballer has signed off:</p> <blockquote class=\"quoted\"> <p>Thank you to everyone that posted a question today and I really hope that you enjoy the book too. Apologies that I couldn't answer everything but you can continue to post questions at: <a href=\"www.thesecretfootballer.com\">www.thesecretfootballer.com</a> or follow me on Twitter: <a href=\"https://es.twitter.com/TSFGuardian\">@tsfguardian</a> I will answer them all eventually!</p> <p>I did say that I would carry on tomorrow but apparently the Guardian have run out of T-shirts!</p> <p>Thanks<br>TSF</p> </blockquote> <p>Thanks for all your questions today. Feel free to keep debating in the comments section below; and enjoy the <a href=\"http://www.guardianbookshop.co.uk/BerteShopWeb/viewProduct.do?ISBN=9780852653081\">book</a>, <a href=\"http://www.amazon.co.uk/Am-The-Secret-Footballer-ebook/dp/B0090PSDXW\">Kindle edition</a> and <a href=\"http://www.philosophyfootball.com/view_item.php?pid=826\">T-shirt</a>. Thanks.</p>",
  "<video data-media-id=\"gu-video-393129539\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/7/16/120717madonnaNF-720.mp4\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/7/16/120717madonnaNF-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120717madonnaNF/120717madonnaNF.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/7/16/120717madonnaNF_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/7/16/120717madonnaNF_3gpLg16x9.3gp\"/> </video>   <p>Madonna has toned down her criticism of far-right French politician Marine Le Pen, modifying a tour <a href=\"http://www.guardian.co.uk/world/video/2012/jul/16/marine-le-pen-front-national-madonna-video\">video</a> that superimposed a swastika over her face. Performing in Nice on Tuesday, Madonna again projected an image of Le Pen, but this time superimposed a question mark.</p> <p>By playing nice in Nice, the singer was seen to have bowed to pressure from Le Pen's Front National (FN) party, which is popular in the region. French newspapers described the move as <a href=\"http://www.lefigaro.fr/musique/2012/08/22/03006-20120822ARTFIG00281-madonna-apaise-la-polemique-avec-le-fn.php\" title=\"\">\"appeasing\"</a>, <a href=\"http://www.chartsinfrance.net/Madonna/news-81467.html\" title=\"\">\"giving in\"</a> or simply <a href=\"http://www.nicematin.com/france/en-concert-a-nice-madonna-calme-la-polemique-avec-marine-le-pen.968441.html\" title=\"\">\"calming the controversy\"</a>, and Le Pen's supporters clearly saw it as a victory. \"To my knowledge, Madonna has never changed a video before,\" said Gaël Nofri, a spokesman for Le Pen's Blue Marine Rally conservative group, in an interview with Agence France-Presse. \"It's proof that our arguments won out. It's excellent news.\"</p> <p>The daughter of FN's notorious former leader, Jean-Marie, Marine Le Pen garnered almost 18% of votes in this year's French presidential election, placing third. Whereas only about 6% of ballots supported her in Paris, in Nice she received almost a quarter of the votes. Le Pen and her party are known for their strong nationalist stance, advocating for reduced immigration, and as vocal opponents of abortion, euthanasia and gay marriage.</p> <p>Madonna began drawing FN's ire in May, as her tour kicked off in Tel Aviv. During the performance of Nobody Knows Me, the 54-year-old was backed by projections of Pope Benedict, Sarah Palin, Hu Jintao, and other leaders who have been accused of intolerance. When Le Pen appears, a swastika flashes on her forehead. \"If she tries that in France, we'll be waiting for her,\" Le Pen said. And indeed <a href=\"http://www.guardian.co.uk/world/2012/jul/15/france-front-national-sue-madonna-swastika\" title=\"\">after a gig in Paris</a>, with the same video, the FN filed a lawsuit for public insult and defamation. More lawsuits would follow, Le Pen said, if Madonna repeated the stunt in Paris.</p> <p>In recent weeks Madonna has tried to quell the controversy, saying it wasn't her intention \"to make enemies\", just <a href=\"http://www.guardian.co.uk/world/feedarticle/10357143\" title=\"\">\"to promote tolerance\"</a>. She has also tried to change the subject, speaking out against the arrest of <a href=\"http://www.guardian.co.uk/music/2012/aug/20/madonna-pussy-riot-verdict\" title=\"\">Pussy Riot</a>, and supporting Russia's gay activists. But the controversy seriously affected French ticket sales: activists for FN were reportedly covering Madonna's posters with their own billboards, and the city of Nice claimed it had received more than <a href=\"http://www.hollywoodreporter.com/news/madonna-marine-le-pen-france-concert-364752\" title=\"\">4,000 tickets to give away</a>.</p> <p>Tuesday's gig in Nice, at the Stade Charles-Ehrmann, was the final European date on Madonna's MDNA tour. Concerts will resume next week, in North America.</p>",
  "<h2>Top stories on <a href=\"http://www.theguardian.com/media\">MediaGuardian</a></h2> <p><a href=\"http://www.theguardian.com/media/2012/aug/22/harriet-harman-limit-murdochs-power\">Harman seeks to limit Murdochs' power</a><br> On eve of Elisabeth Murdoch's Edinburgh speech, Labour's deputy leader urges talks on tighter rules for media ownership</p> <p><a href=\"http://www.theguardian.com/media/2012/aug/22/richard-desmond-camelot\">Richard Desmond: Camelot is a 'bully'</a><br> Health Lottery founder demands apology from National Lottery operator after its attempt to get rival's licence revoked fails</p> <p><a href=\"http://www.theguardian.com/media/2012/aug/22/channel-4-comedy-chief-bbc\">Channel 4 comedy chief to join BBC</a><br> Shane Allen, who executive produced The Inbetweeners Movie, appointed controller of comedy commissioning</p> <h2>Edinburgh TV festival</h2> <p>Media Guardian will be showcasing video and audio at the Edinburgh Television Festival from Thursday to Saturday. Catch up with our daily festival podcast with special guests, available from lunchtime each day, plus video interviews with key speakers and highlights of the most newsworthy sessions. All on <a href=\"http://jobs.theguardian.com/media/\">theguardian.com/media</a> for the rest of the week with our usual comprehensive digest of festival and other news – starting tonight with reporting and analysis of Elisabeth Murdoch's keynote MacTaggart address.</p> <h2>Today's featured media jobs</h2> <p><a href=\"http://jobs.theguardian.com/job/4499442/creative-director-head-of-design-and-user-experience/\">Guardian News &amp; Media - creative director / head of design and user experience</a> <br>London/permanent/full time</p> <p><a href=\"http://jobs.theguardian.com/job/4498212/magazine-editor/\">National Trust - magazine editor</a> <br>Swindon/permanent/full time</p> <p><a href=\"http://jobs.theguardian.com/job/4495783/campaign-executive-mobile/\">Guardian News &amp; Media - campaign executive, mobile</a> <br>London/permanent/full time</p> <p>For more jobs, career advice and workplace news visit <a href=\"http://jobs.theguardian.com/\">guardianjobs.co.uk</a></p> <h2>Today's headlines</h2> <p><strong><a href=\"http://www.theguardian.com\">The Guardian</a></strong><br>Ecuador's president says Julian Assange must respond to rape claims. P5<br>Carrie's War author Nina Bawden dies. P12<br>Angela Merkel tops Forbes magazine's power list. p13<br>US site runs pictures of Prince Harry naked. P16<br>Blake's 7 makes dramatic return to TV orbit. P16<br>Argentinian writer's view of fictions that made the Falklands war. P18<br>Harriet Harman seeks to put limit on Murdochs' media power. P19<br>Man who sent abusive email to MP fined £110. P19<br>Why the fight for control of the internet has become critical. P34</p> <p><strong><a href=\"http://www.independent.co.uk\">The Independent</a></strong><br>St James's Palace asks press not to publish naked pictures of Prince Harry. P5, 19<br>Liz Murdoch to give MacTaggart Lecture at MediaGuardian Edinburgh International TV festival. P27<br>Loyd Grossman to be judge on Simon Cowell's new cookery talent show. P29<br>Court victory for Richard Desmond's Health Lottery. P52<br>BT in talks with ITV over Premier League rights. P54</p> <p><strong><a href=\"http://www.independent.co.uk/i\">i</a></strong><br>Prince Harry internet pictures cause a stir. P4<br>Julian Assange can stay at embassy says Ecuador president. P4<br>Camelot loses Health Lottery legal action. P8, 41<br>BT in talks with ITV over football matches. P41</p> <p><strong><a href=\"http://www.telegraph.co.uk\">Daily Telegraph</a></strong><br>St James's Palace moves to prevent the publication of naked Prince Harry photos. P1, 4, 5 <br>Ecuador president says Julian Assange can stay at embassy for as long as he needs. P2<br>Green light given for first commercial 4G network. P35</p> <p><strong><a href=\"http://www.thetimes.co.uk\">The Times</a></strong><br>Prince Harry was just 'letting off steam' says St James's Palace. P4, 5<br>Holyrood magazine sacks George Galloway over comments about rape. P7<br>Indian government shuts down websites to curb communal violence. P30<br>Camelot's judicial review of Health Lottery's licence rejected by the high court. P41</p> <p><strong><a href=\"http://www.ft.com\">Financial Times</a></strong><br>FT writers recognised at Royal Statistical Society awards. P2<br>Mexico's Televisa, master of telenovela soaps, announces push into US English-language market. P9<br>A decade on, another tech bubble is set to deflate. P11<br>Baidu seeks to rival Google on travel info. P19</p> <p><strong><a href=\"http://europe.wsj.com/\">Wall Street Journal Europe</a></strong><br>Gambling raids hit US internet cafés. P8<br>What you may not know about your iToy. P13<br>Chinese Communist party's flagship newspaper, the People's Daily, doubles its profit. P23</p> <p><strong><a href=\"http://www.dailymail.co.uk\">Daily Mail</a></strong><br>Palace fury at Prince Harry naked internet photos. P1-6<br>Jerry Hall latest star to join Strictly Come Dancing. P11<br>Ecuador's president says Julian Assange can stay in London 'indefinitely'. P20<br>One million extra viewers tune in to Great British Bake Off. P27</p> <p><strong><a href=\"http://www.dailyexpress.co.uk\">Daily Express</a></strong><br>Prince Harry nude internet photo scandal. P1, 3, 12<br>Millions are being charged double for their TV licences. P5<br>Camelot lose high court battle against Richard Desmond's Health Lottery. P15</p> <p><strong><a href=\"http://www.thesun.co.uk\">The Sun</a></strong><br>Prince Harry internet naked pictures. P1, 4, 5<br>Matt Smith hints Billy Piper may return to Doctor Who for 50th anniversary. P3<br>One Direction's Zayn Malik blames trolls for him quitting Twitter. P9<br>Darts aces say farewell to commentator Sid Waddell. P29<br>Murder, She Wrote town is the deadliest on telly. P34</p> <p><strong><a href=\"http://www.mirror.co.uk\">Daily Mirror</a></strong><br>Naked pictures of Prince Harry posted on the internet. P1, 4, 5<br>Crossroad's star Sue Hanson to join Coronation Street. P3<br>One Direction's Zayn Malik quits Twitter. P16<br>Mark Tompson warns BBC faces perilous future due to cuts. P20<br>Stars say goodbye to darts legend Sid Waddell. P26</p> <p><strong><a href=\"http://www.dailystar.co.uk\">Daily Star</a></strong><br>Jasmine Lennard gets boot from Big Brother. P1, 6, 7<br>National Lottery operator Camelot loses court action against Richard Desmond's health lottery. P.2<br>Naked pictures of Prince Harry appear on showbiz website. P1, 4, 5<br>Sporting greats show their respects at darts legend Sid Waddels's funeral. P11<br>Mystery of director Tony Scott's suicide deepens. P18<br>First new episode of Doctor Who up against Red Or Black. P34</p> <p><strong>And finally ...</strong><br>Maine, Oxford and Scandinavia might look nice on the telly but they're sure keeping the funeral parlours busy, at least according to the Sun. After totting up the figures, Radio 4's More or Less has worked out that the deadliest fictional place in the world of deadly fictional places is Cabot Cove in Maine, home town of one Jessica Fletcher in Murder, She Wrote, which has 149 murders for every 100,000 people. Ystad, home of Swedish detective Wallander, is nipping at its heels, with 110 murders per 100,000. By comparison, Oxford, which is home to Inspector Morse and his sidekick Lewis, is positively boring, with a mere three murders for every 100,000, while Midsomer, of Murders fame, (where recent murders include the body of a tax inspector being found dumped in a barrel of cider and a local farmer brutally murdered on an ancient stone circle) has just 3.2 murders per 100,000. Handily, the Sun gives a few top tips for keeping safe if you ever find yourself in any of these places, including keeping an eye on your drink so no one can poison it and to never arrive in storm. Dead-end towns indeed.</p> <h2>Also on <a href=\"http://www.theguardian.com/media\">MediaGuardian.co.uk</a> today</h2> <p><a href=\"http://www.theguardian.com/media/2012/aug/22/itv-denies-broadcast-bt-premier-league\">ITV plans to bid for BT Premier League deal</a><br> BT Vision is expected to put out a three-year tender for companies to produce the 38 games it has a licence to air</p> <p><a href=\"http://www.theguardian.com/media/2012/aug/22/blakes-7-us-remake\">Blake's 7: Syfy cues up US remake</a><br> Cable channel that successfully rebooted Battlestar Galactica orders pilot of Terry Nation's hit 1970s sci-fi show</p> <p><a href=\"http://www.theguardian.com/technology/2012/aug/22/man-fined-email-tory-mp\">Man fined £110 for sending abusive email to Tory MP</a><br> Nicholas Scales sent Stuart Andrew the email after the MP was headbutted by a Labour rival in a Westminster bar</p> <p><a href=\"http://www.theguardian.com/media/2012/aug/22/forbes-list-powerful-women\">Forbes list of most powerful women finds little room for Britons</a><br> Only the Queen and JK Rowling make cut on annual power list headed for second year by German chancellor Angela Merkel</p> <p><a href=\"http://www.theguardian.com/tv-and-radio/2012/aug/22/doctor-who-sidekicks-series-pond-life\">Doctor Who sidekicks to feature in new BBC mini-series Pond Life</a><br> Karen Gillan and Arthur Darvill's characters will be the focus of five short online episodes, ahead of new Time Lord series</p> <p><a href=\"http://www.theguardian.com/books/2012/aug/22/bbc-george-orwell-statue-left-wing\">BBC George Orwell statue turned down as 'too left-wing'</a><br> Joan Bakewell reports director general Mark Thompson turned down proposal 'flat'</p> <p><a href=\"http://www.theguardian.com/media/2012/aug/22/queens-mother-in-law\">Queen's Mother-in-Law documentary gets right royal reception on Channel 4</a><br> Film about Prince Philip's mother pulls in 4 million viewers at the same time BBC1's Accused draws 4.5 million</p> <p><a href=\"http://www.theguardian.com/uk/2012/aug/22/naked-pictures-prince-harry-published\">Naked pictures of Prince Harry published by gossip website</a><br> TMZ posts grainy mobile phone pictures of naked royal at a party in Las Vegas</p> <p><a href=\"http://www.theguardian.com/world/2012/aug/22/ecuador-president-assange-sweden-sex\">Julian Assange sex claims not a crime in Latin America — Ecuador president</a><br> Rafael Correa says allegations should still be investigated but Ecuador will stand firm on asylum for WikiLeaks founder</p>",
  "<p>Manchester United have made an official inquiry about Hector Herrera, the Pachuca midfielder who won the London 2012 Olympic title with Mexico and who is also interesting Brendan Rodgers, the Liverpool manager.</p> <p>Andrés Fassi, the Mexico club's sporting director, said: \"There is official interest but there's nothing else to add at this time. We have a document.</p> <p>\"We know he's going to emigrate to England. Manchester United and Liverpool have talked to us.</p> <p>\"We want him to continue with Pachuca. But when he decides to leave, the club will give him the opportunity to do so.\"</p> <p>Herrera, 22, nicknamed \"Zorro\", currently has an ankle injury he suffered during Mexico's surprise 2-1 win over Brazil in the Olympic final at Wembley earlier this month.</p> <p>Herrera told Raza Deportiva: \"The truth is that so far I know nothing about what is happening, I am not aware. From what I've heard there has been some news, but I have had no approach from the Pachuca club president or the people from Manchester.</p> <p>\"If given the opportunity to emigrate to European football, of course I'd go but I have wait to see what the club officials say. I did not expect it so soon, I did not expect these big clubs to be tracking me after such a short time, but this is the result of the sacrifices I have made.</p> <p>\"There wasn't any approach or any talks and I haven't had the pleasure of getting to know Chicharito [Javier Hernandez, the United forward].\"</p>",
  "<p>When Julian Assange was first arrested, we were struck by the <a href=\"http://www.theguardian.com/media/2010/dec/08/wikileaks-rape-allegations-freedom-of-speech\" title=\"\">unusual zeal</a> with which he was being pursued for rape allegations.</p> <p>It seems even clearer now, that the allegations against him are a smokescreen behind which a number of governments are trying to clamp down on WikiLeaks for having audaciously revealed to the public their secret planning of wars and occupations with their attendant rape, murder and destruction.</p> <p>Justice for an accused rapist does not deny justice for his accusers. But in this case justice is being denied both to accusers and accused.</p> <p>The judicial process has been corrupted. On the one hand, the names of the women have been circulated on the internet; they have been trashed, accused of setting a \"honey trap\", and seen their allegations dismissed as \"not real rape\". On the other hand, Assange is dealt with by much of the media as if he were guilty, though he has not even been charged. It is not for us to decide whether or not the allegations are true and whether what happened amounts to rape or sexual violence – we don't have all the facts and what has been said so far has not been tested. But we do know that rape victims' right to anonymity and defendants' right to be presumed innocent until proven guilty are both crucial to a just judicial process.</p> <p>Swedish and British courts are responsible for how the women's allegations have been handled. As with every rape case, the women are not in charge of the case, the state is.</p> <p>Whether or not Assange is guilty of sexual violence, we do not believe that is why he is being pursued. Once again women's fury and frustration at the prevalence of rape and other violence, is being used by politicians to advance their own purposes. The authorities care so little about violence against women that they manipulate rape allegations at will, usually to increase their powers, this time to facilitate Assange's extradition or even rendition to the US. That the US has not presented a demand for his extradition at this stage is no guarantee that they won't do so once he is in Sweden, and that he will not be tortured as Bradley Manning and many others, women and men, have. Women Against Rape cannot ignore this threat.</p> <p>In over 30 years working with thousands of rape victims who are seeking asylum from rape and other forms of torture, we have met nothing but obstruction from British governments. Time after time, they have accused women of lying and deported them with no concern for their safety. We are currently working with three women who were raped again after having been deported – one of them is now destitute, struggling to survive with the child she conceived from the rape; the other managed to return to Britain and won the right to stay, and one of them won compensation.</p> <p>Assange has made it clear for months that he is available for questioning by the Swedish authorities, in Britain or via Skype. Why are they refusing this essential step to their investigation? What are they afraid of?</p> <p>In 1998 Chilean dictator Augusto Pinochet was arrested in London following an extradition request from Spain. His responsibility for the murder and disappearance of at least 3,000 people, and the torture of 30,000 people, including the rape and sexual abuse of more than 3,000 women often with the use of dogs, was never in doubt. Despite a lengthy legal action and a daily picket outside parliament called by Chilean refugees, including women who had been tortured under Pinochet, the British government reneged on its obligation to Spain's criminal justice system and Pinochet was allowed to return to Chile. Assange has not even been charged; yet the determination to have him extradited is much greater than ever it was with Pinochet. (Baltasar Garzón, whose request for extradition of Pinochet was denied, is representing Assange.) And there is <a href=\"http://en.wikipedia.org/wiki/Repatriation_of_Ahmed_Agiza_and_Muhammad_al-Zery\" title=\"\">a history</a> of Sweden (and Britain) rendering asylum seekers at risk of torture at the behest of the US.</p> <p>Like women in Sweden and everywhere, we want rapists caught, charged and convicted. We have campaigned for that for more than 35 years, with limited success. We are even having to campaign to prevent rape victims being accused of making false allegations and imprisoned for it. Two women who reported visibly violent attacks by strangers were given <a href=\"http://www.theguardian.com/law/2011/aug/12/layla-jailed-after-reporting-sexual-assault\" title=\"\">two</a> and <a href=\"http://www.theguardian.com/uk/2010/mar/09/gail-sherwood-jailed-campaigners\" title=\"\">three year</a> prison sentences.</p> <p>But does anyone really believe that extraditing Julian Assange will strengthen women against rape? And do those supporting his extradition to Sweden care if he is then extradited to the US and tortured for telling the public what we need to know about those who govern us?</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/pJvKmL_Ti6Y?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/pJvKmL_Ti6Y\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>1) Frankel: quite a fast horse. Here's all 13 of his races, all 13 of his wins: <a href=\"http://www.youtube.com/watch?v=pJvKmL_Ti6Y\" title=\"\">EBF Maiden Stakes, Newmarket</a>; <a href=\"http://www.youtube.com/watch?v=_Jx6Ul9kqwY\" title=\"\">Frank Whittle Partnership Condition Stakes, Doncaster</a>; <a href=\"http://www.youtube.com/watch?v=Jf8kP9ljjjI\" title=\"\">Juddmonte Royal Lodge, Ascot</a>; <a href=\"http://www.youtube.com/watch?v=yEsTMIHU00o\" title=\"\">Dubai Dewhurst Stakes, Newmarket</a>; <a href=\"http://www.youtube.com/watch?v=1nptRQkCaYk\" title=\"\">totesport.com Greenham Stakes, Newbury</a>; <a href=\"http://www.youtube.com/watch?v=Yg--FSBJ_hQ\" title=\"\">Qipco 2,000 Guineas, Newmarket</a>; <a href=\"http://www.youtube.com/watch?v=FwKNwdkhH7Q\" title=\"\">St James's Palace Stakes, Ascot</a>; <a href=\"http://www.youtube.com/watch?v=Iicnjw_U6Qc\" title=\"\">Qipco Sussex Stakes, Goodwood</a>; <a href=\"http://www.youtube.com/watch?v=3JCyXYAFFrY\" title=\"\">Queen Elizabeth II Stakes, Ascot</a>; <a href=\"http://www.youtube.com/watch?v=wpV82_Ct7kY\" title=\"\">Lockinge Stakes, Newbury</a>; <a href=\"http://www.youtube.com/watch?v=C-t_gbpGZ2k\" title=\"\">Queen Anne Stakes, Ascot</a>; <a href=\"http://www.youtube.com/watch?v=YShC_A7ITds\" title=\"\">Sussex Stakes, Goodwood</a> (again); and on Wednesday the <a href=\"http://www.youtube.com/watch?v=mr_ChX6Jv4s\" title=\"\">Juddmonte International Stakes, York</a>.</p> <p>2) VVS Laxman retired from Test cricket this week, bringing to an end the international career of one the classiest batsmen of his generation. He often saved his best for Australia – there was the <a href=\"http://www.youtube.com/watch?v=HZ5v0wwU1Jc\" title=\"\">game-changing 148</a> in Adelaide in 2003, this <a href=\"http://www.youtube.com/watch?v=GMZgU4HOWvY\" title=\"\">ludicrous 167</a> in a losing effort at the SCG in 2000 and this <a href=\"http://www.youtube.com/watch?v=u8c3LghltBk\" title=\"\">remarkable 281</a> when following on at Eden Gardens in the 2001 Test that some have nominated as the best of all time. And even though he's been retired from the one-day game for a while, little excuse is required for another look at his superb <a href=\"http://www.youtube.com/watch?v=2QT0FZTmr0M\" title=\"\">series-winning 107 from 104 balls</a> against Pakistan in Lahore.</p> <p>3) Two absolute screamers from the Women's Under-20 World Cup: <a href=\"http://www.youtube.com/watch?v=A4S6KGeHhL0#t=0m15s\" title=\"\">first Elena Linari puts Italy ahead</a>, then Amanda scores a <a href=\"http://www.youtube.com/watch?v=A4S6KGeHhL0#t=1m46s\" title=\"\">sensational 92nd-minute equaliser</a>. Also in goals of the week: <a href=\"http://www.youtube.com/watch?v=Y5ghNpu_QBY\" title=\"\">Michel Bastos's bicycle kick for Lyon</a> and <a href=\"http://www.youtube.com/watch?v=HQGZTYsEqc8\" title=\"\">Adam Reach's swerving missile for Middlesbrough</a> (caught by a fan right in line). And after the netbusters, <a href=\"http://www.101greatgoals.com/blog/this-is-smashing-probably-the-best-lower-league-video-youll-see-all-week/\" title=\"\">the windowbuster</a>, complete with angry window owners.</p> <p>4) Mountain biking in Nepal – <a href=\"http://www.youtube.com/watch?v=zItaxiBWymI\" title=\"\">quite hilly and ever-so-slightly picturesque</a>.</p> <p>5) Arsenal fans not quite over the departure of Robin van Persie might want to look away now … because here he is <a href=\"http://www.youtube.com/watch?v=AVzsSNDWRig\" title=\"\">scoring lots and lots of goals for the Gunners</a>. But look, Gooners, <a href=\"http://www.youtube.com/watch?v=Z8YAPQGgsbo\" title=\"\">here he is being lobbed by his five-year-old son</a>. Feel any better? <a href=\"http://www.youtube.com/watch?v=v1hvKYOnhLQ\" title=\"\">No?</a> Well, put some sand on that shirt anyway. You'll set off the sprinklers.</p> <p>6) Sentences you thought you'd never type No2,981: <a href=\"http://www.youtube.com/watch?v=UMG24zZI2pU\" title=\"\">Rory McIlroy impresses his other half, Caroline Wozniacki, by belting a tennis ball into the tunnel at Yale</a>.</p> <h2><a href=\"http://www.guardian.co.uk/sport/blog/2012/aug/16/classic-youtube-best-sports-clips\" title=\"\">Our favourites from last week's blog</a></h2>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/xgmYg5nsN_s?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"369\" src=\"https://www.youtube-nocookie.com/embed/xgmYg5nsN_s\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>1) Get well soon, Kevin Sheedy. <a href=\"http://www.youtube.com/watch?v=xgmYg5nsN_s\" title=\"\">Here are some examples of his sheer brilliance</a>.</p> <p>2) Never mind Usain Bolt angling for a trial at Manchester United, Sergio Ramos could be a decent prospect for the NFL draft after <a href=\"http://www.youtube.com/watch?v=fDQPMeyp7oI\" title=\"\">his 53-yard field goal</a> at a Philadelphia Eagles pre-season game.</p> <p>3) <a href=\"http://vimeo.com/40083026\" title=\"\">One form of cycling</a> that the British don't dominate in.</p> <p>4) Icycling looks fairly sensible compared to <a href=\"http://www.youtube.com/watch?v=D10R0MZsD0M\" title=\"\">rowing on ice</a>.</p> <p>5) Montenegro's men's basketball team had never beaten Serbia, the country they gained independence from in 2006, until last Saturday. With three seconds left on the clock, they were one down and facing defeat away in Belgrade. What next? <a href=\"https://www.youtube.com/watch?v=7QFeZfpVkxo\" title=\"\">Please be upstanding for 18-year-old Nikola Ivanovic</a> ...</p> <p>6) If only there was a 'three strikes and you're out' rule for <a href=\"http://www.youtube.com/watch?v=tEg_bZRpqJs\" title=\"\">this bungling Brazilian linesman</a>.</p> <p><strong>Spotters' badges:</strong> chuckwalrus, AdmiralCrunch, ExiledCumbrian, rowingrob, CaveatLektor, garethr.</p>",
  "<p>A reliable pleasure in Ian McEwan's work has always been the brilliance of his openings. Whether he's aiming for the big set-piece, as in the ballooning scene of <a href=\"http://www.theguardian.com/books/data/book/fiction/9780099481249/enduring-love\" title=\"\"><em>Enduring Love</em></a>, or something more like the casual stealth of the couple's afternoon awakening in <a href=\"http://www.theguardian.com/books/data/book/fiction/9780099754916/the-comfort-of-strangers\" title=\"\"><em>The Comfort of Strangers</em></a>, his tales cast their spells quickly and irresistibly.</p> <p>One reads him, of course, with the expectation of a story in which something terrible will occur, and that expectation is now a part of the alchemy. Fraught questions begin seething almost immediately in the reader's mind. Who is going to be harmed? Will the harm be emotional, physical, or both? In what richly inventive ways will the setting – Dorset coast, south of France wilderness – facilitate the inevitable crisis? And what kinds of meaning are going to be implicated in it?</p> <p>The new novel, <em>Sweet Tooth</em>, is no exception. Set mostly in London during the early 70s, it is told (in hindsight from the present day) by Serena Frome, a bishop's daughter brought up in the genteel \"walled garden\" of a cathedral precinct. We learn in the first paragraph that she was sent on a secret mission 40 years ago, and that it ended badly for her and her lover. Almost a hundred pages pass before we discover the precise nature of this mission; a more leisurely prelude than usual, but just as mesmerising as its predecessors, with every page adding some new&#xa0;hint that deepens or adjusts our sense of what is going to be at stake in Serena's story.</p> <p>In the post-60s England of strikes, bomb blasts, oil crises, cold war escalation, ideological grandstanding and generally impending anarchy, old-fashioned Serena reads Solzhenitsyn and pledges herself against the evils of&#xa0;communism. A history tutor at Cambridge – an older man named Canning, who has a mysterious scar – recruits her, first as his mistress, then as a spy for MI5. He refines her cold-warrior instincts with heavy doses of&#xa0;Churchill, and disciplines her patriotism with an informed sense of England's glorious past.</p> <p>We seem to be heading for a story of&#xa0;civilisation versus barbarism; the \"seedy, careless insurrection\" (as Serena puts it) of the 70s played off against the self-sacrificing heroism of the second world war generation, with Canning's mystery somewhere at the centre. But no: Canning dumps Serena with sudden and (to her) inexplicable cruelty, disappearing out of the story for a long time, and as Serena takes up her career at MI5 other themes emerge. An office intrigue starts up, bringing the subject of sexual politics into play (the pervasive condescension of men towards women in that not-so-long-ago era is reconstructed with painful accuracy). An IRA surveillance operation suggests terrorism may turn out to&#xa0;be the main focus, with perhaps a connection to Middle East tensions and the PLO.</p> <p>Meanwhile, frequent allusions to the eastern bloc keep the topic of totalitarianism firmly in view, and as Serena begins to demonstrate some totalitarian instincts of her own (she opens a file on a headmaster who attended a meeting of his local Communist party), it looks as if some kind of study in east-west political symmetries might be afoot. Then again, a mysteriously moved bookmark in Serena's room tilts the story towards something more paranoid: is the young spy being spied on?</p> <p>With all these possibilities in the air, it seems certain that the mission, one way or another, will be intricately bound up with the more significant conflicts of that discordant era. Given McEwan's ability to make riveting fiction out of English politics (not easy), it&#xa0;would be hard to imagine anyone better equipped to write such a story. When Serena is finally summoned to the fifth floor, we accompany her with serious interest and suspense.</p> <p>It comes as a surprise – amusing but faintly disconcerting – that one of the first things the five men waiting up there ask her to do is to rank the novelists <a href=\"http://www.theguardian.com/books/williamgolding\" title=\"\">William Golding</a>, <a href=\"http://www.theguardian.com/books/kingsleyamis\" title=\"\">Kingsley Amis</a> and David Storey in order of merit. Serena's bookishness, it turns out, is what interests them. Their project is to co-opt some writers of a leftish but non-communist bent, with a view to influencing the British intelligentsia away from its increasingly anti-western bias. They have some journalists and academics already lined up, and now they've decided they need a novelist. The plan is for Serena to pose as the representative of a cultural foundation with money to bestow, and reel in some promising newcomer. The person they have in mind is a PhD student at Sussex who has published some well-received short stories, along with some articles criticising the Soviet bloc.</p> <p>One resists, slightly, the literary turn. Still, manipulation of the intelligentsia has a deep history on both sides of the iron curtain: the Stasi had a&#xa0;whole department dedicated to infiltrating the peace movement, and – as Serena's handlers point out – the CIA bankrolled <a href=\"http://en.wikipedia.org/wiki/Encounter_%28magazine%29\" title=\"\">Encounter</a> magazine, so perhaps the tale may yet go somewhere deep and dangerous.</p> <p>But as Serena begins reading the writer's stories, summarising them at length in her own text, it begins to look, unexpectedly, as if the book's real subject is in fact going to be its own navel, or at least its own author. The young writer's name is Tom Haley, but aside (one assumes) from the compromising entanglement with an MI5 operative, it might as well be Ian McEwan.</p> <p>Most of Haley's stories turn out to be&#xa0;versions of the dazzling pieces that launched McEwan's own career in the 70s. The career itself, from Sussex graduate to prize-winning young Cape novelist, bears a close resemblance to McEwan's own. It's not just a case of thrifty recycling of material, or some jokey glimpse of the director in his own movie: Haley/McEwan's debut as a writer now takes centre-stage in the novel, with Serena (who falls in love with him even as she suborns him with tainted MI5 lucre) chronicling his literary tastes and habits, his reactions to his own growing success, his early encounters with <a href=\"http://www.theguardian.com/books/martinamis?INTCMP=SRCH\" title=\"\">Martin Amis</a>, Ian Hamilton (of the New Review), Cape's <a href=\"http://www.theguardian.com/books/2005/mar/12/featuresreviews.guardianreview14\" title=\"\">Tom Maschler</a>, and so on.</p> <p>It's unclear to me exactly what McEwan is after with this abrupt swerve into self-reflexiveness. Sometimes he seems to be enjoying the trip down memory lane purely for its own sake, sketching his old pals and their hangouts with nostalgic affection. Sometimes he seems to be wanting to give his younger self a good mugging –&#xa0;for his youthful affectations (Haley starts living on Chablis and oysters, buys an Asprey's silver ice bucket, and announces that \"all men should have a 'library' of white shirts\"), and perhaps also for some more obscure sense of having let himself become a creature of the \"establishment\".</p> <p>Sometimes he seems interested in using the relationship between spy and author as a metaphor for the intricate dance of concealment and trust that goes on between a reader and a writer. Like Henry Perowne in <a href=\"http://www.theguardian.com/books/data/book/fiction/9780099469681/saturday\" title=\"\"><em>Saturday</em></a>, Serena strongly dislikes novels that play games with their readers – \"no tricksy haggling over the limits of their art\", she declares; \"no showing disloyalty to the reader by appearing to cross and recross in disguise the borders of the imaginary\" – so there's an elaborate joke at her expense (but to what end?) as she finds herself at the heart of just such a novel.</p> <p>Depending on your tastes, you may find these recursive twists and turns delicious. It's certainly all fairly good fun to read, and the consolidation of the plot around the questions of how Serena is going to square her love with her treachery, and whether Haley's dystopian novel (based on McEwan's story \"Two Fragments\") is going to win the Austen prize, and if so whether his secret debt to MI5 is going to come out, is gripping in its own way – even if that turns out to be more <a href=\"http://www.theguardian.com/books/johnfowles\" title=\"\">John Fowles</a> than <a href=\"http://www.theguardian.com/books/johnlecarre\" title=\"\">John le Carré</a>. But those questions don't in any plausible way substitute for the earlier, more momentous political questions.</p> <p>No doubt it's callow to hold a writer to his word, or his implied word, but after that scene on the fifth floor I couldn't help feeling like Echo in the myth when Narcissus catches sight of himself in the pool. \"What about the IRA?\" I heard myself bleating inwardly as the book began fixating on its own reflection. What about the PLO? The cold war? Civilisation and barbarity? You promised!</p> <p>• James Lasdun's <em>It's Beginning to Hurt</em> is published by Vintage.</p>",
  "<h2>Thursday 30th August</h2> <p>10:45 Men's Group A Preliminary Spain v Italy<br>10:45 Men's Group A Preliminary USA v Turkey<br>13:00 Men's Group B Preliminary Japan v Canada<br>13:00 Women's Group A Preliminary Netherlands v Great Britain<br>15:15 Men's Group B Preliminary Colombia v Poland<br>15:15 Women's Group B Preliminary USA v France<br>18:30 Women's Group A Preliminary Australia v Brazil<br>19:00 Men's Group B Preliminary Great Britain v Germany<br>20:45 Men's Group A Preliminary Australia v South Africa<br>21:15 Women's Group B Preliminary Mexico v China</p> <h2>Friday 31st August</h2> <p>10:45 Men's Group B Preliminary Poland v Japan<br>10:45 Men's Group B Preliminary Germany v Colombia<br>13:00 Women's Group B Preliminary Germany v USA<br>13:00 Women's Group A Preliminary Great Britain v Australia<br>15:15 Men's Group A Preliminary South Africa v Spain<br>15:15 Men's Group A Preliminary Italy v USA<br>18:30 Men's Group A Preliminary Turkey v Australia<br>19:00 Women's Group A Preliminary Canada v Netherlands<br>20:45 Women's Group B Preliminary China v France<br>21:15 Men's Group B Preliminary Canada v Great Britain</p> <h2>Saturday 1st September</h2> <p>10:45 Men's Group A Preliminary Turkey v Italy<br>10:45 Women's Group B Preliminary USA v Mexico<br>13:00 Men's Group A Preliminary USA v South Africa<br>13:00 Women's Group A Preliminary Brazil v Great Britain<br>15:15 Men's Group B Preliminary Japan v Germany<br>15:15 Women's Group B Preliminary France v Germany<br>18:30 Women's Group A Preliminary Australia v Canada<br>19:00 Men's Group B Preliminary Great Britain v Colombia<br>20:45 Men's Group A Preliminary Australia v Spain<br>21:15 Men's Group B Preliminary Canada v Poland</p> <h2>Sunday 2nd September</h2> <p>10:45 Men's Group B Preliminary Colombia v Japan<br>10:45 Women's Group B Preliminary Germany v China<br>13:00 Men's Group A Preliminary South Africa v Italy<br>13:00 Women's Group B Preliminary Mexico v France<br>15:15 Men's Group B Preliminary Germany v Canada<br>15:15 Women's Group A Preliminary Canada v Brazil<br>18:30 Men's Group B Preliminary Poland v Great Britain<br>19:00 Men's Group A Preliminary Australia v USA<br>20:45 Men's Group A Preliminary Spain v Turkey<br>21:15 Women's Group A Preliminary Netherlands v Australia</p> <h2>Monday 3rd September</h2> <p>10:45 Men's Group B Preliminary Canada v Colombia<br>10:45 Women's Group B Preliminary Mexico v Germany<br>13:00 Women's Group B Preliminary China v USA<br>13:00 Women's Group A Preliminary Great Britain v Canada<br>15:15 Men's Group B Preliminary Japan v Great Britain<br>15:15 Men's Group A Preliminary Italy v Australia<br>18:30 Women's Group A Preliminary Brazil v Netherlands<br>19:00 Men's Group A Preliminary Turkey v South Africa<br>20:45 Men's Group B Preliminary Germany v Poland<br>21:15 Men's Group A Preliminary USA v Spain</p> <h2>Tuesday 4th September</h2> <p>10:45 Women's Classification 9/10 tbc<br>13:00 Women's Quarter-final tbc<br>15:15 Women's Quarter-final tbc<br>19:00 Women's Quarter-final tbc<br>21:15 Women's Quarter-final tbc</p> <h2>Wednesday 5th September</h2> <p>08:30 Men's Classification 11/12 tbc<br>10:45 Men's Classification 9/10 tbc<br>13:00 Men's Quarter-final tbc<br>15:15 Men's Quarter-final tbc<br>19:00 Men's Quarter-final tbc<br>21:15 Men's Quarter-final tbc</p> <h2>Thursday 6th September</h2> <p>08:30 Women's Classification 5-8 tbc<br>10:45 Women's Classification 5-8 tbc<br>13:00 Women's Semi-final tbc<br>15:15 Women's Semi-final tbc<br>19:00 Men's Semi-final tbc<br>21:15 Men's Semi-final tbc</p> <h2>Friday 7th September</h2> <p>08:30 Women's Classification 7/8 tbc<br>10:45 Women's Classification 5/6 tbc<br>13:00 Men's Classification 5-8 tbc<br>15:15 Men's Classification 5-8 tbc<br>19:00 Women's Final Bronze tbc<br>21:15 Women's Final Gold tbc</p> <h2>Saturday 8th September</h2> <p>13:00 Men's Classification 7/8 tbc<br>15:15 Men's Classification 5/6 tbc<br>19:00 Men's Final Bronze tbc<br>21:15 Men's Final Gold tbc</p>",
  "<p>In spite of its countless champions in government, social enterprise remains a sticky subject.</p> <p>I believe market-based income generation can be a crucial means for some organisations to support their work – namely when the business plan is closely linked with fulfilling the an organisation's mission.</p> <p>But there's an awful lot in the social enterprise world coming from the other end of the spectrum. I've called this \"Corporate Social Responsibility 2.0\" – or a veneer for profit-making businesses to portray themselves in a more positive light, without changing deeper unethical practices.</p> <p>It is \"enterprise\" with a sprinkling of \"social\" for PR purposes.</p> <p>That might sound too cynical. I don't want to imply that this is necessarily a malevolent effort, but that profit-making companies must do more than channel a small portion of their profits into a mostly removed charitable cause if they want to be taken seriously as a social venture.</p> <p>While many businesses turn profits through deeply unethical practices and then make sizable donations to charity, social enterprise should not be the \"carbon trading of social good\", by which I mean buying the right to keep doing something which is fundamentally wrong.</p> <p>This means thinking about how every part of what the organisation does, inside and outside its walls, aligns with the values it espouses. How is it making money? What impact do these activities have on the environment? On people involved in them, directly or indirectly?</p> <p>But there's a deeper question which is hardly limited to social enterprises, applying to so many of our more traditional charities and social change organisations. Do we believe our methods as much as we believe in what we do? I believe we should.</p> <p>Are our management structures, reporting processes, communication methods, individual behaviours and relationships with colleagues, reflective of the values we want to see more of in the world?</p> <p>In my experience with social enterprises, charities, NGOs, and campaigning organisations, this is often not the case. So many socially-focused institutions have taken industrial-era corporate organising blueprints and attempted to apply them to a range of social aims. But these systems were not designed to help create a better world, just a more profitable one.</p> <p>My friend <a href=\"https://twitter.com/PaulBarasi\" title=\"\">Paul Barasi</a> often jokes about the number of social change organisations that use words such as engagement, participation, or involvement in their Twitter bios, yet who only follow newspapers' and politicians' accounts, and who don't communicate with people who tweet them. This makes for a relatively superficial, but also quite stark, disconnect between purpose and practice.</p> <p>More fundamentally, countless organisations promote ideas about democracy and egalitarianism, yet hold most decisions as high up the organisational command chain as possible, not trusting those doing the work to understand how best to do it.</p> <p>Or the many organisations that aim to improve relationships – whether personal or institutional ones – yet are deeply adversarial workplaces, where honest and open dialogue is distorted by accountability systems and management practices that promote the opposite ways of working with colleagues.</p> <p>Such contradictions have given rise to the first ever <a href=\"http://www.concretesolutions.org.uk/?p=1317\" title=\"\">More Like People Action Week</a>, a spur-of-the-moment initiative, happening right now, to remind us how people how don't wear organisational hats, nevertheless manage to organise. As Paul tweeted me on Sunday when he suggested the idea: \"It's about one small action you can take this week to make your workplace a bit more human.\"</p> <p>This is similar to what happens in communities when people come together for a common aim and figure out what to do about it at the pub, or around someone's kitchen table. It is also what happens online when we randomly connect with others concerned with the same social problem, and multiply our individual voices in the process.</p> <p>It also has similarities with the autonomy of joining an <a href=\"http://www.guardian.co.uk/world/occupy-movement\" title=\"\">Occupy camp</a>, or a <a href=\"http://www.ukuncut.org.uk/\" title=\"\">UK Uncut</a> action, knowing that what you do is up to you, and that you can find your own path to making a difference, as part of a bigger movement.</p> <p>What each of these examples have in common is that we come to them as ourselves, not as a professional or whatever our job title calls us, and we do things in the ways we want to do them, not through established formal systems that control us, and limit our abilities.</p> <p>And there's no reason these notions can't be a part of our working lives.</p> <p>Organisational culture isn't dictated from above, like so many policies; it is the cumulative result of how each of us who are a part of it chooses to engage with our work and with each other.</p> <p>If we don't feel our organisational culture is living the values we'd like it to, what can we do to improve it? We each have the opportunity to help make it a bit better, which is what this week is all about.</p> <p>What can you do differently this week to help your social change organisation to be more human? It might be about how you relate to a difficult colleague. Can you focus on hearing them, rather than proving them wrong? It might be about how you hold a meeting. Could you let conversation flow, and drop the formal agenda?. Alternatively it might be about how you make decisions. Can you involve more colleagues' opinions? Or put it out as a question on your social media channels?</p> <p>But it's up to you. And if you share your action on Twitter using the <a href=\"https://twitter.com/\" title=\"\">#MoreLikePeopleWeek</a> hashtag, or add a comment about it to the blog below, you might just inspire someone else to take a step to make their organisation a bit more human too.</p> <p><em>Liam Barrington-Bush is a (normally UK-based) facilitator, consultant, and co-founder of </em><a href=\"http://www.concretesolutions.org.uk/\" title=\"\"><em>Concrete Solutions</em></a><em>. He is currently in Oaxaca, Mexico, writing a book about how social media and social movements are modelling new ways of organising for social change, and tweets as </em><a href=\"https://twitter.com/hackofalltrades\" title=\"\"><em>@hackofalltrades</em></a><em>.</em></p> <p><strong>This content is brought to you by Guardian Professional. To join the social enterprise network, </strong><a href=\"https://socialenterprise.guardian.co.uk/en/accounts/join\" title=\"\"><strong>click here</strong></a><strong>.</strong></p>"
]