[
  "<p>Climate sceptics feature more prominently in newspapers in the US and UK than other countries, and their views are more likely to go unchallenged in right-leaning papers, <a href=\"http://iopscience.iop.org/1748-9326/7/4/044005/article\" title=\"\">an academic study</a> has shown.</p> <p>Friday's report, which was published in the <a href=\"http://iopscience.iop.org/1748-9326/7/4/044005/article\" title=\"\">Environmental Research Letters</a> journal, delved deeper into <a href=\"http://reutersinstitute.politics.ox.ac.uk/?id=687\" title=\"\">data that was first published last year</a>. For the study, 2,064 newspaper articles from the US, UK, France, China, Brazil and India over two three-month periods in 2007 and 2009-10 were scrutinised for the quantity and type of climate sceptic voices featured on both news and opinion pages.</p> <p>The authors examined in particular the political leanings of each newspaper and concluded that there was \"little evidence\" that this influenced coverage of climate sceptics in Brazil, India and China. However, in the US and UK, and to some extent France, the political leaning of the newspaper did affect coverage of climate sceptics.</p> <p>\"The strongest evidence for a distinction between left-leaning and right-leaning newspapers can be found in the opinion pages in France, the UK and the US, where right-leaning newspapers are much more likely to include uncontested [climate] sceptical voices,\" concluded the authors.</p> <p>There were some surprises in the data, though, said the authors, <a href=\"http://reutersinstitute.politics.ox.ac.uk/about/institute-staff/james-painter.html\" title=\"\">James Painter</a> of the University of Oxford's Reuters Institute for the Study of Journalism (RISJ) and <a href=\"http://open.academia.edu/TeresaAshe\" title=\"\">Teresa Ashe</a> of Birkbeck College. For example, they found that there were slightly more articles of all types – opinion pieces and news stories – containing sceptical voices in the left-leaning newspapers from the countries studied, than in the centrist or right-leaning newspapers. But, in the left-leaning papers, the views of climate sceptics were far more frequently countered within an article by an opposing view.</p> <p>The data was first released last year in a report entitled <a href=\"http://www.theguardian.com/environment/blog/2011/nov/11/climate-change-scienceofclimatechange\" title=\"\">Poles Apart</a>, published by the RISJ. It limited its search to two key time periods of climate coverage: the publication of <a href=\"http://www.theguardian.com/world/2007/feb/02/greenpolitics.ipcc\" title=\"\">the UN Intergovernmental Panel on Climate Change report in 2007</a>, and the release online of the hacked <a href=\"http://www.theguardian.com/environment/hacked-climate-science-emails\" title=\"\">\"Climategate\"</a> emails in late 2009.</p> <p>It also differentiated between three types of climate sceptic featured in the chosen newspapers: the \"trend sceptics\" (who deny the global warming trend); the \"attribution sceptics\" (who accept the trend, but question the contribution of mankind's emissions); and the \"impact sceptics\" (who accept human causation, but claim impacts may be benign or beneficial, or that the models are not robust enough to know).</p> <p>The authors refrained from trying to theorise about why climate sceptic voices featured more frequently in the newspapers published in Anglo-Saxon countries, but did observe that \"the presence of organised sceptical groups or individual climate sceptics in [the US and UK], and their virtual absence in the other four countries, could have been just as important driver of media outcomes as editorial decisions [of newspapers]. They are adept at getting their voices heard in the media when the opportunities arise.\"</p> <p>Painter, the lead author, said: \"These results are significant because they do seem to support those who argue that climate scepticism is much stronger in \"Anglo-Saxon\" countries, such as the US, UK, Canada and Australia, as measured by its presence in the media. The data would also suggest a lot of the uncontested climate scepticism is found not so much in the news reports but in the opinion pages of right-leaning newspapers in the US and the UK.\"</p> <p>Painter added that the study left some intriguing unanswered questions: \"It would be interesting to know what has happened since 2010. Others have reported that climate coverage in the media has fallen since then, but has the incidence of climate sceptics appearing in newspapers remained the same, or even increased proportionately? Also, ideally, a wider range of countries needs to be studied, including the study of countries such as Australia, Canada, Norway and eastern Europe, where climate scepticism is known to be prevalent. There is anecdotal evidence, too, that climate scepticism is now on the rise in the Brazilian media.\"</p> <p>The newspapers chosen for analysis were the Guardian/Observer and the Daily/Sunday Telegraph in the UK, the New York Times and Wall Street Journal in the US, Folha de São Paulo and Estado de São Paulo in Brazil, People's Daily and Beijing Evening News in China, Le Monde and Le Figaro in France, and The Hindu and Times of India in India.</p> <p>Separately, insurance company <a href=\"http://www.axa.com/en/news/2012/climate_risk.aspx\" title=\"\">Axa published a survey</a> on Thursday which showed that a higher proportion of respondents in the UK, US and Japan said they doubted climate science than in the other 10 countries polled, which included Turkey, Indonesia, Germany, and Mexico.</p> <p>More than 13,000 people over the age of 18 were asked in an online survey whether they considered that climate change has now been scientifically proven. \"Even in countries where people are least convinced of the scientific reality of this phenomenon (Japan, UK, the US), [climate] sceptics are in the minority (respectively 42%, 37% and 35%),\" said Axa. Agreement was highest in Indonesia (95%), Hong Kong (89%) and Turkey (86%).</p>",
  "<p>Post-pub chuckles aplenty in his comedy horror about Ken, 34, freshly released from an asylum into a domestic minefield of a pushy mum, a demeaning ice cream parlour job and a surprise daughter. But then the small-town bozos who verbally persecute him start dropping like flies, in ways coincidentally outlined in Ken's own comicbook, about a revenge-wreaking superhero. Traces of the duff Super endure in both plot and script, elevated by Corrigan's aimable lead, some Fargo-ish business from Bostwick as the investigating sheriff, and Lucy Davies cropping up as Ken's desperate date. In the sober light of day, the flaws here seem to glare and screech; under the right conditions, this is cheery genre fun.</p>",
  "<p>The Tories will gather this weekend in the throes of mid-term blues. Are these death throes? All hangs in a fine balance, say the pollsters. Will \"don't let the others wreck it again\" win the economic argument, or will David Cameron get it in the neck for turning growth into a greater debt mountain?</p> <p>Stunned by <a href=\"http://www.bbc.co.uk/news/uk-politics-19803646\" title=\"\">Ed Miliband's one nation coup</a>, the word is that Cameron is in a frantic rewrite: Steve Hilton has flown in to help. Attack, attack, attack on Labour is a key theme, while others urge a radical rightwing growth plan to shock the world with its audacity. Some spot a mirage of green shoots, others ooze despondency. Fraser Nelson, the Spectator's editor, writes: \"<a href=\"http://conservativehome.blogs.com/thetorydiary/2012/10/fraser-nelson-says-that-david-camerons-defeat-is-horribly-likely.html\" title=\"\">By now, it will be clear even to David Cameron that he is on course to lose the next election</a> … the economic recovery has evaporated and with it the Tories' chances of winning next time … Every bookmaker now agrees: Cameron is heading for a crash.\"</p> <p>Tory MPs report local troops melting away, disillusioned by Cameron's assaults on heartland feelings – gay marriage, planning laws and high-speed rail cutting through home-county heritage.</p> <p>Is there no hope? The one shard Nelson offers is: \"An implosion in the European Union may lead to British withdrawal, in which case all bets are off.\" Frankly, if succumbing to another bout of Tory euro-virus is their idea of salvation, they are in big trouble. Ben Page of Ipsos Mori says Europe is nowhere on the radar: only 3% ever mention it as a concern. But at least the party would die happy.</p> <p>For a majority, Cameron needs to top 42%, six points more than he scored against Gordon Brown. The dumb stupidity of trashing Lords reform meant they lost the boundary changes that might have tipped a close result in their favour. Now they're in a hole – and they're still digging.</p> <p>Tim Montgomerie, influential voice of ConservativeHome, is no more optimistic. Ask him and he points to his party's failure to win the last four elections. The left is united as never before, sucking up Lib Dem votes while the Tories leak theirs to Ukip – set to win at least 6%, he reckons. \"Cameron can't carry on like this. Policy has to change,\" he says, urging a long-term economic plan for competitiveness. What would that be? Here's Montgomerie's list: simplify the tax system with a nearly-flat tax. Radically deregulate, including the <a href=\"http://www.theguardian.com/politics/2012/may/21/minister-answer-question-no-fault-dismissal?newsfeed=true\" title=\"\">Beecroft proposals with employers' right to \"fire at will\"</a>. Build a Thames estuary airport. Bring in profit-making schools. \"These add up to an economic rescue programme,\" he says, \"which we can tell people on the doorstep is the only way to save the NHS and the social safety net.\"</p> <p>With his usual disarming lack of guile, he adds: \"I know these would not be popular.\" Indeed, they look suicidal: flatter tax means less tax for the rich; and there is zero evidence that weakening Britain's modest employment rights has any good economic effect. These would be hazard-light warnings that his is the party of the rich.</p> <p>Companies siphoning money out of state schools is hardly a winner either. Never mind, he just wants a big, bold dividing line, an argument to the death on the fundamentals. \"It would polarise debate but it would give us a platform.\" Where have I heard that kind of talk before? Ah, yes, Labour at its lowest in the 1980s, when a good ideological fight mattered more than winning. How odd to hear all this extremism from a party in power. In <a href=\"http://www.theguardian.com/politics/2012/aug/22/britannia-unchained-rise-of-new-tory-right?intcmp=239\" title=\"\">Britannia Unchained</a>, a book written by the Tory party's most successful young MPs, the next generation looks even wilder than this one.</p> <p>Coalition has driven them to distraction. Didn't they do better when Cameron pretended to be nice? No, says Montgomerie: all that climate change, women in politics and gay rights \"made people like you look in the shop window, but not buy\". His party needs the blue-collar voter who sees Ed Miliband as too much the metropolitan liberal. Well, maybe, but then what do the blue collars see when they look at Cameron and Osborne? Tough on immigration, easing inheritance tax and restoring a 10p tax rate are his lures. Pollster Ben Page says campaigning on immigration doesn't work: \"Michael Howard used it to the max. It's magic for those that like it, but it's sparkle dust for only a quarter of voters.\"</p> <p>For another signpost to suicide, look at a well-briefed <a href=\"http://www.ft.com/cms/s/0/33acb8ca-00b3-11e2-9dfc-00144feabdc0.html#axzz28LuWAhLJ\" title=\"\">recent FT article</a> from former Tory thinktanker and George Osborne biographer Janan Ganesh. Here's the dottiness: they will create more Tory voters by cutting tax credits and child benefit from many families and taking away their public sector jobs. That breeds new Tory voters because they are no longer dependent on the state. The public sector head count has fallen by half a million, so \"Labour's client state is shrinking\". This is, he admits, a bit counter-intuitive. He adds that, despite the budget's damage to his \"reputation for tactical nous\", Osborne's \"strategic mind continues to whirr\". Long may it do so, Labour must wish.</p> <p>Too few Tory moderates survive to call them a tendency. One I spoke to wanted to reclaim one nation for his party, alarmed that all generosity of spirit was attributed to the Lib Dems, all meanness a \"caricature\" of his party. He may be in denial that his side of the house is now entirely occupied by tougher-than-Thatcherites, themselves fractiously tugged rightwards by Nelson and Montgomerie pressures. Without unforced fiascos such as the <a href=\"http://www.theguardian.com/uk/2012/oct/04/west-coast-rail-whitehall-brain-drain?intcmp=239\" title=\"\">train bids</a>, ahead lie roadblocks of their own devising: Labour is already winning on the NHS, before crises erupt. Benefit cuts are a Tory winner for now – but, Montgomerie agrees, not for long once horror stories emerge from April's disability cuts. Universal credit and the work programme are among a string of unexploded land mines.</p> <p>Certain Tory strategists expected only one term in this malign economic climate: that's why they dashed for unpopular uprooting of the NHS and education, dismantling the state regardless of unpopularity. Curiously, others in their party fail to appreciate that plan. \"If you put a gun to my head, I'd say Ed Miliband will be the next prime minister,\" says Montgomerie glumly. Labour is rightly cautious: their leader this week made himself credible and Ipsos Mori says he is exactly where Cameron was at the same stage. But it's still only half-time.</p>",
  "<p>David Cameron, who is often accused of taking a lackadaisical approach to the business of running the country, left nothing to chance this week.</p> <p>Downing Street's strict diary disciplinarians cleared a chunky slot on Tuesday afternoon to ensure that the prime minister could watch and digest Ed Miliband's speech to the Labour conference. Cameron, who regards the Labour leader as his greatest trump card on the grounds that Miliband is unlikely ever to connect to the British people, was impressed.</p> <p>\"It was a well-delivered speech,\" one No 10 source said of Miliband's bold attempt to march on to Cameron's territory by claiming the mantle of One Nation Toryism. \"That is the job of the leader of the opposition – you just need one hit.\"</p> <p>Downing Street does not believe, however, that this is what is known in Tory circles as a \"John Maples moment\". This is a reference to a leaked memo, written by the late Tory peer in 1994, which warned that the party would have a problem \"if Blair turns out to be as good as he looks\".</p> <p>The prime minister and George Osborne have decided that the speech does not alter their fundamental judgment about Miliband – and therefore does not call for a change in strategy. The speech did not, in their view, signal any shift in political direction, as Blair's election as Labour leader did in 1994, and they believe the speech started to unravel once Miliband pledged to join the TUC march against government cuts in London on 20 October.</p> <p>\"Ed Miliband was signalling right but turning left,\" one senior figure said. \"There has been quite a bit of unravelling. There was no substance to the speech.\"</p> <p>Tories will continue to claim Miliband's focus on spending more shows he has learned nothing from Labour's mistakes in office. \"The great thing about the speech was what he did not say,\" another senior figure said. \"He did not say: 'We get it, we spent too much and borrowed too much.' That is great news because it leaves a big, gaping hole in his agenda.\"</p> <p>Being armed with the careful analysis of Miliband's speech shows the advantage – or added pressure – the Conservative leader faces as the party stages the last of three party conferences, at Birmingham's ICC from Sunday.</p> <p>Fears remain in the party that there are deep flaws in Downing Street's operation. \"I do hope that Miliband's speech acts as a wake-up call for our people, who have become quite lazy,\" one well-placed Tory said. \"Many in No 10 say that the opinion polls [which give Labour a lead] do not matter because we will win. Therefore, we do not have to do the hard thinking.</p> <p>\"It really is amateur night. You should never underestimate your enemy. Ed Miliband did well and worked very hard on his speech.\"</p> <p>Tory critics, including many in government, believe a series of weaknesses have come into sharp relief in the past six months. There is a feeling that No 10 is sometimes run on a slapdash basis with poor central control. Miliband's claim that Cameron runs a \"back-of-the-envelope\" government struck a chord with many Tories.</p> <p>Cameron and Osborne have also failed to shake off their image as remote figures who are aloof to everyone bar their small inner circle. \"The prime minister would be surprised how people who are thought to be close really do not warm to them on a personal level,\" one source familiar with the workings of No 10 said. \"All the references to Eton at the morning meetings is alienating.\"</p> <p>This view was brought into sharp relief by the light treatment of Andrew Mitchell, the chief whip, who has escaped with a mild rebuke from the prime minister after he swore at armed police officers in Downing Street.</p> <p>The Tories announced on Thursday that Mitchell would not be attending the conference even though he is the party's only MP in Birmingham, in the Sutton Coldfield seat.</p> <p>\"Andrew does not want to be a distraction,\" one No 10 source said. One source said: \"You will not have to see Andrew Mitchell on television ever again.\"</p> <p>While Westminster gossip mongers love to focus on personality, Tories acknowledge that the overriding explanation for the less than perfect standing of the prime minister and chancellor is the state of the economy. \"The economy is beyond our control, though we could have made a better fist of communicating that point,\" one Tory said.</p> <p>But Osborne is still facing criticism for what some described as the \"cock-up\" over the budget when he failed to spot the political dangers in some of his revenue raising measures, designed to help pay for cutting the top rate of income tax, such as imposing a pasty tax and lowering the relief on charitable donations. \"George Osborne does bear some responsibility for the cock-up of the budget,\" the Tory said.</p> <p>One senior Labour strategist believes Osborne's decision to cut the top rate of tax from 50p to 45p, in the midst of a double-dip recession, was a major mistake.</p> <p>\"George Osborne has cratered the Tory brand with his tax cut,\" the Labour figure said. \"He is so obsessive about US politics, he drew up an economic strategy on a political timetable with his plan to eliminate the structural budget deficit over course of a parliament. The idea was that a recovery would come and then he would run the next election on an optimistic note in the way Ronald Reagan ran his Morning in America campaign in 1984. That will not happen.\"</p> <p>The Tories, unsurprisingly, believe this analysis is overblown. \"There are signs that the economy is beginning to turn,\" one minister said.</p> <p>Downing Street will try to adopt an upbeat approach on the economy, without falling into the classic trap of declaring the \"green shoots\" of recovery are emerging, as Cameron's former boss Norman Lamont did in 1991. The conference has been designed to have a \"festival feel\" with a series of simultaneous events taking place in addition to the usual format of the formal events in the hall and an endless round of fringe meetings.</p> <p>T he leadership will reach out to internal critics, who say Cameron looks rather too comfortable as a coalition prime minister, by setting aside a prized slot on the main stage for Stephen Gilbert, the party's head of campaigning.</p> <p>Gilbert, who used to run Lord Ashcroft's campaign for the Tories in marginal constituencies, will say the party will run a more tightly focused campaign in such seats. The party targeted 120 seats in 2010, prompting criticism that resources were spread too thinly. In 2015, there will be a smaller number of target seats because the party is banking on the benefit of incumbency in many of the seats it won in 2010. \"As well as running an effective air war, Stephen will show how plans are being laid for the ground war,\" one source said.</p> <p>The best laid plans can go awry, not least when the country's most popular politician is on the loose. Boris Johnson, whose ratings have soared since the Olympics, will make speeches on two consecutive days, on Monday and Tuesday.</p> <p>\"We are very relaxed,\" one No 10 source said. \"There are worse rivals to have – normally they are in the cabinet or sitting two rows behind you in the House of Commons.\"</p>",
  "<p>The London mayor Boris Johnson is to re-enter the highly charged immigration debate as he urges ministers to \"allow the best and brightest to come here, contribute and thrive\" – remarks that underline his concerns at the way the coalition's immigration cap may be damaging the UK economy .</p> <p>He also endorsed the establishment of a new cross-party immigration group, Migration Matters, to act as a factual and campaigning counterweight to Migration Watch, the frequently cited anti-immigration pressure group.</p> <p>In a letter to the new group, Johnson describes how the Olympic and Paralympic games have provided a \"tremendous boost, showcasing Britain and London right around the globe\".</p> <p>He says: \"The priority for my administration is stimulating jobs and growth in the capital. In an increasingly globalised economy success depends on encouraging a talented and diverse workforce to London.</p> <p>\"We want a well-managed migration system that secures our borders and allows the best and the brightest to come here, contribute and thrive.\"</p> <p>He also praises the formation of Migration Matters, saying \"your principle aim is an important one in an area often riddled with inaccurate claims, differing opinion and consequently strains and tensions\".</p> <p>The new group is to be co-chaired by Barbara Roche, the former Labour immigration minister, and Gavin Barwell, the Conservative MP for Croydon South.</p> <p>The new group has the backing of business executives and senior union figures, and due to its all-party basis it will not take a specific view on an immigration cap, apart from to call for it to be implemented so the best and brightest are not excluded.</p> <p>Johnson has set up a wide-ranging inquiry into the London labour market, skills, immigration and why many London-born workers do not seem to be able to find work in key jobs growth areas.</p> <p>Ed Miliband also intervened in the debate on Thursday, saying: \"I think in terms of low-skilled migration I think it is too high and I think we need to do something about it.\"</p> <p>He added: \"The issue that has not been properly addressed by politicians is when people come into the country, particularly from eastern Europe, are they coming in a way that has economic benefits not just for the country as a whole but for people in it across the board, or is it being done in a way that is used to undercut people already here and exploit those coming here?\"</p> <p>The Labour leader said he was opposed to the government's plan to get the numbers down to tens of thousands, and said there was no prospect at this stage of the free movement of labour in the EU being abandoned.</p> <p>Johnson has asked whether deeper cultural issues prompt the mismatch in the south-east labour market.</p> <p>He has asked: \"Why do immigrant workers seem to look at a job in McDonald's or Starbucks as a stepping stone, while some who were born here apparently regard it as a dead end?</p> <p>\"Is the problem just to do with pay and conditions? Is it really true that immigrants will work harder for less? Is there really a difference in the 'work ethic', or is that an urban myth?\"</p>",
  "<p>Bobby Hogg of Cromarty has <a href=\"http://www.bbc.co.uk/news/uk-scotland-highlands-islands-19802616\" title=\"\">died at the age of 92</a>. His death was not neglected on the slopes of Millbuie or shores of Avoch Bay, especially since the death last year of his brother, Gordon. They were the last two speakers of the Cromarty dialect, on the wild Black Isle of the Moray Firth. With them goes another British tongue, surviving only in a phrase book and a few precious recordings. A small window closes on the great culture of Scotland.</p> <p>I doubt if Cromarty qualifies among the <a href=\"http://www.bbc.co.uk/news/magazine-11304255\" title=\"\">25 \"world languages\" said to die each year</a> (of some 5,000 extant). What is notable is how sad we are at such extinction. Like the disappearance of a rare if unknown species, the world seems diminished thereby. We revel in our own hypermobility and cultural globalism, yet we hope these isolated phenomena will survive unmolested, as if to bring peace of mind to a turbulent world.</p> <p>Cromarty dialect, which sounds incomprehensible on the BBC website, apparently migrated north with fishermen from the Firth of Forth in the late middle ages, carrying traces of Norse and Dutch. Similar to Caithness Doric, it was one of the many lowland tongues, mostly Anglo-Saxon in grammar, that form the <a href=\"http://en.wikipedia.org/wiki/Lallans\" title=\"\">\"synthetic Scots\"</a> known as Lallans. The Gaelic of the Highlands is wholly distinct.</p> <p>Dialect is a language that cannot speak its name, because it is so hard to define. Is Danish a dialect of Norwegian, or the other way round? What of northern Irish and southern Gaelic? I once sat in a train opposite a chatty Glaswegian whose conversation was beyond me, yet he professed to speak \"English\". I had similar trouble with Geordie taxi drivers and South Yorkshire churchwardens. The Barnsley film Kes had to be dubbed into \"English\" for DVD distribution.</p> <p>The radio comedian <a href=\"http://www.bbc.co.uk/programmes/b017wyyf\" title=\"\">Mark Steel visited Berwick-upon-Tweed </a>and asked a local entertainer to perform in local dialect. He sounded incomprehensible to radio listeners, but the Berwick audience roared with laughter. To their ears he was speaking ordinary English.</p> <p>This diversity is growing rarer. Travel round southern England and you will notice how its dialects and even accents are declining, other than in settled farming communities. I heard few Cornish voices in Penzance or Truro this summer. The Oxfordshire dialect once normal among Oxford college staff has mostly given way to a ubiquitous \"estuary\". South of the Wash, only East Anglia retains a reasonably communal voice.</p> <p>There is nothing to be done about this anthropological drift. Dialect is as vulnerable to change as is village, town or landscape. It cannot be \"saved\" any more than the communities and families that use it to communicate can be frozen in time. We can record and study how people speak, delighting in the idiosyncrasy. Linguistics is a branch of archaeology, reading cultural DNA deep into the past. But, like Cromarty fishermen, British dialects are on the wane.</p> <p>Their best hope is to be defined as a language and climb aboard the political life raft of regionalism. The \"Doric\" variants of lowland Scots were contrasted by Victorian romantics with the \"Attic\" of Athenian Edinburgh, but they are collectively claiming ethnic status. A member of the Scottish parliament recently took her oath in Doric. The result can be absurd, as in Edinburgh airport's signs in Gaelic, a language never spoken in that city. If not Scots, its ancient Gododdin tongue was north British, that is Welsh. Cardiff should invade.</p> <p>Meanwhile, the Ulster variant of lowland Scots, Ullans, won recognition under the 1998 Good Friday agreement as a \"minority language\", despite not one person in the last census claiming to speak it at home. It secured the usual political paraphernalia of university departments and road signs. It is now pushed as \"official\" in some counties, to retaliate against the pushing of Irish in others. This gives Northern Ireland two \"new\" languages in which fewer than 1% of the population claim fluency.</p> <p>Welsh has a vitality of its own, largely thanks to being suppressed for centuries by the English. Now \"official\", it risks falling into the Catalonian trap of identifying political autonomy with a linguistic steamroller. This drives natives who do not speak the language to seek jobs elsewhere, and deters incoming talent. In a land where every worker speaks English, reserving jobs to Welsh speakers alone must soon fall foul of human rights law. It is certainly starving Welsh schools and hospitals of qualified staff, as similar exclusivity is doing in Barcelona. The last official languages forced on the British by a ruling elite were Norman French and Latin. It was fatal to both.</p> <p>That said, linguistic politics will not go away, least of all when central governments accrete ever more power to themselves and thus stir separatist sentiment. Language is the easiest way for weak cultures to buttress themselves against strong ones. Some Basques have even suggested that only those with Basque DNA should be allowed to vote in their elections. It is sad when a culturally enriching experience, the study and practice of a language and literature, becomes a tool of political exclusivity.</p> <p>Of all European languages, English has benefited most from borrowings and imports. It is an astonishing melting pot. Even as its different voices merge towards a monotone – still some way off – it is bombarded by pidgins and creoles from new waves of immigrants. Spanglish, Banglish and Hinglish are everywhere in big cities, enhanced by such rich accentuation as the Bangladesh cockney of London's East End. The linguist David Crystal has suggested a future in which we are all \"bidialectal\", with one English to talk to the world and another to use at home.</p> <p>New words and sounds are constantly crashing through the permeable border of British culture. We can salute the passing of one Cromarty, because a hundred more are about to bloom.</p>",
  "<p>It is perhaps an unlikely theme for a blockbuster film in a country with a dire air safety record: a near miss in which a pilot steers a smoke-filled plane to safety.</p> <p>In Nigeria, Last Flight to Abuja has become the first homegrown production to outsell Hollywood films this year. Crowds have been packing cinemas to see how the Nollywood fiction matches the reality of taking an internal flight in Africa's most populous country.</p> <p>The film took a record-breaking 8m naira (£32,340) in its first week on release in Lagos. It has toppled this year's box office hits The Amazing Spider-Man and Ice Age: Continental Drift, and is currently the second highest grossing film in west Africa after The Dark Knight Rises.</p> <p>\"Each time I fly in Nigeria it's a nervy experience. All the shaking, the bumpy landings, the unexplained noises, as the plane starts off five hours after you're supposed to have arrived at your destination,\" said the director, Obi Emelonye. \"The film was an accumulation of all those stories.\"</p> <p>The timing of the film's release was inauspicious. It coincided with a <a href=\"http://www.guardian.co.uk/world/2012/jun/03/nigeria-plane-crash?INTCMP=SRCH\" title=\"\">Dana Air plane smashing into a Lagos slum</a>, killing 163 people. Relatives of the dead encouraged the director not to cancel, to keep aviation safety in the spotlight.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-396617771\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/About/General/2012/9/24/1348507749545/A-poster-for-Last-Flight--001.jpg\" alt=\"A poster for Last Flight to Abuja, directed by Obi Emelonye\" width=\"200\" height=\"280\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A poster for Last Flight to Abuja, the Nollywood film directed by Obi Emelonye, which reflects his concerns at the abysmal air safety record in Nigeria. Photograph: Nollywood Film Factory</span> <span class=\"element-image__credit\">Photograph: Nollywood Film Factory</span> </figcaption> </figure>  <p>\"The timing was spooky because it was supposed to be an era behind us. I felt I had a social responsibility to show [improvements] we could make with just a little change of attitude, being proactive,\" he said.</p> <p>Audiences have given the fictional white-knuckle ride a positive reception.</p> <p>\"When I watched it, I thought that's how a country with big dreams like Nigeria should be able to handle an aviation disaster,\" said cinemagoer Daye Sola, who has spurned domestic carriers since a \"bad experience\" 12 years ago.</p> <p>Not everybody is convinced by the fairytale ending, in which emergency workers are at the scene before the plane's dramatic touchdown.</p> <p>Femi Alade, whose house is within sight of where the Dana plane crashed, is a rare person from the slum who watched the film. \"Someone like me, I have never entered a plane and I will not do so. I enjoyed the film but afterwards I remembered how people were looting and police were beating the crowds,\" he said.</p> <p>\"The emergency reaction wasn't realistic, it was just too prompt,\" said another filmgoer, Ohimide, 32, after a showing in Lagos. The reality is undoubtedly grimmer. June's accident marked the start of a tumultuous period in which half of Nigeria's domestic airlines have been grounded.</p> <p>Africa accounts for 14% of the world's aeroplane crashes although it has only 3% of global traffic.</p> <p>Whistleblowers have claimed that heavy debts in the aviation sector routinely compromise safety.</p> <p>In some cases, insiders say planes have been dangerously overloaded with fuel to avoid paying refuelling fees in each country.</p> <p>David Kolawole's seven-month-old daughter survived the initial Dana Air impact. But emergency services took 45 minutes to push through the crowds thronging the slum's narrow mud roads. At the local hospital, staff were unable to save her amid electricity blackouts. \"In a country where people are prepared, she could have been saved,\" Kolawole said.</p> <p>An inquest revealed other failings, including emergency staff who had not been trained to put out an aircraft fire with chemical foam rather than water. The aviation minister, Stella Oduah, has <a href=\"http://www.guardian.co.uk/world/2012/sep/09/nigerian-plane-crash-airline-licence?newsfeed=true\" title=\"\">cleared Dana Air to fly again</a>, although an inquiry continues.</p> <p>Safety in Nigeria improved after two aircraft crashed within two months in 2005. But public distrust has returned since the country's most popular airline, Arik Air, was briefly grounded when aviation workers raided its offices, saying they had not been paid.</p> <p>Hailed for its fleet of new planes in a creaking industry, Arik had mopped up passengers in west Africa's thriving market as competitors floundered.</p> <p>Accusations of financial mismanagement have threatened to engulf the sector, which has grown steadily as air travel has become an alternative to being transported along the region's often poorly maintained roads.</p> <p>\"We had situations where some of our aircraft were flying with only one engine working rather than pay for the cost of maintaining two,\" said John Nnorom, a former finance director at Air Nigeria, one of the recently suspended airlines.</p>",
  "<p>On a drizzly, north London street last week, two police officers and three investigators from the medicines regulatory agency began ringing doorbells on a large red-brick Victorian house.</p> <p>This was a drugs bust – albeit a good-mannered one. The <a href=\"http://youtu.be/9ThzPDmlYgk\" title=\"Danny Lee-Frost talks about the raid (video)\">investigators were not after crack cocaine but illicit supplies of Modafinil</a>, a pill taken by students to help them stay up all night writing their essays.</p> <p>The team from the <a href=\"http://www.mhra.gov.uk/#page=DynamicListMedicines\" title=\"\">Medicines and Healthcare products Regulatory Agency</a> (MHRA), accompanied by the Guardian, was mounting the raid as part of a global effort called Operation Pangea, involving 101 different countries.</p> <p>Pangea has seized £6.5m of drugs globally, and more than 18,000 websites have been closed down or had payment facilties removed, while the MHRA has netted more than 2.3m doses of unlicensed medicine worth more than £3.8m, including 68,000 counterfeit pills. The sequence of British raids was each named after a British prime minister, from Eden through to Blair – with the north-west London raid given the moniker Operation Home.</p> <p>This is the fifth year of a co-ordinated action against websites selling illegal and sometimes fake medicines. Most of the haul is Viagra and assorted versions of it; a raid the day before had turned up 13,000 packets, labelled as a Chinese herbal remedy.</p> <p>The investigators, led by Danny Lee-Frost, head of operations at the MHRA, had evidence, they said, that the less well-known Modafinil was being sold in the UK through a website registered to a man living at the London address. Although the website was registered in Hong Kong and claimed to be perfectly legal because it was outside British jurisdiction, a packet of pills bought as a test purchase by Lee-Frost's team was postmarked from north-west London. In the UK, Modafinil – also known as Provigil, Modalert and by other names too – can only be sold by a licensed pharmacist, to somebody with a doctor's prescription treating narcolepsy(a medical disorder involving the inability to stay awake) .</p> <p>\"The [operation] is to get the message out [to the public] that the internet is not a safe place to buy medicines,\" said Lee-Frost, whose idea Pangea was. Modafinil, he said, \"is a pretty powerful drug. It should only be prescribed by a doctor. It is not to be lightly used.\" The people running the websites \"are not interested in health. They are only interested in making money.\"</p> <p>The MHRA collaborates with a number of organisations to target illegal websites, from the Metropolitan police e-crimes unit to US homeland security and specialised organisations that identify suspect online activity.</p> <p>This raid was not at the crack of dawn, but at a less hostile 7.30am and there was no question of breaking down the door, although the MHRA officers are permitted to do that if it is proportionate to the offence. The two police officers, said Lee-Frost, were there \"to prevent any breach of the peace\" and \"to deal with the question of who we are\".</p> <p>Strict rules around the MHRA's powers of investigation mean there had been limited surveillance of the target. \"We're allowed one drive-by at the time we intend to go in, to see if the lights are on and there are kids' toys on the lawn – that sort of thing,\" said Lee-Frost.</p> <p>The house has been converted to more than a dozen flats, with no certainty any of the lit windows belonged to the target – just a lot of curtain-twitching from houses opposite. With no response to ringing the suspect's doorbell, the team tried all the rest in turn, until a young man in pyjamas was persuaded to come and open the front door. \"Golly,\" he said.</p> <p>Not long after the officers made their way up the stairs, Lee-Frost, on the pavement outside, got a call on his mobile. He looked glum.</p> <p>\"It's a one-room bedsit,\" he said. \"He claims he has closed down the website and it all comes from China. He rents a mailbox in the City and says that's where his laptop is.\"</p> <p>There were no pills and just a small amount of paperwork. They would try to persuade the suspect to hand over his laptop, but this raid was unlikely to lead to a spectacular court case, although they do happen. In April, the MHRA got a confiscation order in Southwark crown court for £14.4m against a fake medicines dealer after tracking down his assets across Europe, which a judge decided were all the proceeds of crime.</p> <p>ModafinilUK, the website registered to the man in north-west London, was closed down on the day of the raid, just one of nearly 9,000 illegal pharmacy websites shut down. Like twigs on the branches of a tree, their URL addresses lead to a few \"anchor sites\" run, said the MHRA's head of enforcement, Nimo Ahmed, by organised crime networks, often based in Russia.</p> <p>The two biggest are well known – Eva Pharmacy, which makes around £1.4m a month and GlavMed, making £620,000. Investigators spent several years targeting these organisations but, said Ahmed, it proved impossible to pin down evidence as to where and when crimes had taken place, with websites in Russia, medicines supplied from India and offshore bank accounts in which to store the proceeds.</p> <p>The Russian medicines authority went in and managed to rattle GlavMed, however. \"The individual who was supposed to be behind the website left the country a couple of weeks before the raids took place,\" said Ahmed.</p> <p>Unable to stamp out the anchor sites, the MHRA is still managing to choke off a lot of their trade, closing down linked sites, confiscating and testing suspect packages entering the country and working with Visa, Mastercard, PayPal and other payment organisations to stop the money getting through to the dealers.</p> <h2>Modafinil facts <br></h2> <p>Modafinil, sold on the internet under trade names including Provigil, is a drug developed to treat narcolepsy. Off-label use has been shown to reduce impulsiveness and help people focus.</p> <p>The drug has been <a href=\"http://www.theguardian.com/science/2012/feb/07/dementia-drugs-use-military\" title=\"\">used by the military</a> to keep soldiers awake and alert and by <a href=\"http://www.nature.com/nature/journal/v450/n7173/full/4501157a.html\" title=\"\">scientists who want to focus</a> on a particular problem in their research. It could also be useful in helping shift workers deal with erratic working hours.</p> <p>In 2005, <a href=\"http://www.theguardian.com/uk/2005/jul/14/drugsandalcohol.health\" title=\"\">experts convened for a study on cognitive-enhancing drugs by the UK government's science thinktank, Foresight</a>,. They suggested Modafinil could improve a person's planning abilities when undertaking complex, chess-like problems.</p> <p>The Foresight group also said Modafinil might be used as a surrogate in treatment for addiction to illegal drugs such as cocaine. Modafinil can produce some of the effects of cocaine without the chronic dependence.</p> <p><a href=\"http://www.drugscope.org.uk/resources/drugsearch/drugsearchpages/Modafinil\" title=\"\">According to the charity Drugscope</a>, Modafinil's effects have been compared to stimulants such as Ritalin (which is used to treat attention deficit disorders in children), though Modafinil itself is not an amphetamine-related drug. <a href=\"http://www.tevausa.com/assets/base/products/pi/Modafinil_PI.pdf\" title=\"\">Side effects </a> can include skin rashes, hives, fever and swelling of the face, eyes lips or tongue. <strong>Alok Jha</strong></p>",
  "<p>Fighting across the Syrian-Turkish border is an alarming escalation of the conflict but, on past form, beyond any immediate retaliation for the incident, it still looks unlikely to change the overall contours of the bloodiest crisis of the Arab spring.</p> <p>The sharpness of <a href=\"http://www.guardian.co.uk/world/2012/oct/03/nato-pentagon-shelling-turkish-village\" title=\"\">Nato's late-night response</a> to Syria's shelling that left five dead in a Turkish village has been backed up by strongly worded public statements from the US, Britain and other member states, which may turn out to be more robust than any reaction on the ground. Intervention will probably be limited in both scope and duration.</p> <p>Turkey received full backing to retaliate, certainly with artillery fire but without air strikes and only a signal of readiness to cross the border if provoked again. But the clear message from a senior official – fashionably announced not in a diplomatic demarche <a href=\"http://twitter.com/ikalin1/statuses/253735904856924160\" title=\"\">but on Twitter</a> – was that Ankara has \"no interest in war\".</p> <p>The Atlantic alliance wants to stay away from the Syrian quagmire. Tellingly, ambassadors meeting in Brussels invoked the article of Nato's charter that refers to solidarity rather than the one that requires member states to come to the defence of another. Turkey, which was lavishly praised for its \"restraint\", will not act alone.</p> <p>In Damascus, the government seemed just as keen to calm the mood, quickly offering \"sincere condolences\" to Ankara and announcing an investigation into exactly what happened at Alkacale. Russia, its chief protector, urged the Assad regime to apologise for an \"accident.\" Assad's overall strategy, of war to the end the uprising, will continue.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397196794\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349367966724/Turkey-map-001.jpg\" alt=\"Turkey map\" width=\"460\" height=\"476\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Turkey map Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>Turkey, along with neighbouring Lebanon and Jordan, has been living with the tremors of the Syrian earthquake for more than 18 months, though the main impact has been refugee flows – 120,000 in Turkey – rather than military action, deliberate or accidental. Parliament's mandate for incursions is a template that has been used before to deal with the Kurds in Iraq. It was intended as a deterrent.</p> <p>Talk of creating \"safe zones\" or \"humanitarian corridors\" in the border area, a key demand of the Syrian opposition, was quick to resurface. The hope is that rebels in the Idlib area could consolidate their position with a degree of international protection they have so far been denied. But the politics of implementing such ideas remains as tangled as ever. Syria's formidable air defences – which would have to be destroyed to create a \"no-fly\" zone – are still invoked as one good reason not to get involved. There are many others.</p> <p>At the United Nations, the security council is paralysed by deep divisions between the US, Britain and France on the one hand and Russia and China on the other. UN approval for any kind of Libyan-style military action in Syria seems impossible. And action without UN agreement looks equally impossible. As before, western diplomatic efforts will focus on getting Russia to change tack to hasten Assad's departure and contain the crisis. That won't be any easier than it was before.</p> <p>The Syrian rebels and their Arab supporters will see an irony in the spasm of international outrage generated by this border incident. Early on Thursday Syria was trending on Twitter for the first time in months – routine killing now passes without much attention.</p> <p>Assad's enemies say bitterly that despite all the calls on him to step down and end the bloodshed, too little is being done to make that happen. The only \"red line\" laid down by the US is the use of chemical weapons. Syria has made clear it will not use them unless attacked by an outside power. And no outside party, Turkey included, wants the conflict inside Syria to spread beyond its borders.</p>",
  "<p>It's just 16 months since <a href=\"http://www.wno.org.uk\" title=\"\">Welsh National Opera</a> premiered this staging of Mozart's opera buffa, so its revival has come about with unseemly haste. Since the company opened its 2012/13 season with&nbsp;the <a href=\"http://www.theguardian.com/music/2012/jun/03/la-boheme-review\" title=\"\">La Bohème</a> – albeit very fine – that was only unveiled in June, this feels&nbsp;like a second own goal in quick succession. Hardly surprising, then, to see empty seats.</p> <p>Translating a piece from the sunny shores of Italy and the Enlightenment to a windy 1950s promenade suspiciously like those facing the Bristol channel might have worked. The Italian ice-cream parlour – found all over Wales – is authentic enough, with fish and chips, beer and candyfloss thrown in and about for good measure. But director Benjamin Davis's inclusion of every possible stereotype, from end-of-pier entertainers to funfair to Butlins' redcoats, makes for overload. Even the&nbsp;archetypal Punch and Judy puppets become on-stage characters,&nbsp;and while having a&nbsp;policeman and a crocodile prancing&nbsp;around is just the surrealist touch Davis's mentor Richard Jones likes,&nbsp;here it only creates mayhem. The baby passed from pillar to post belongs to single mother Despina and possibly <a href=\"http://www.askonasholt.co.uk/artists/singers/baritone-bass-baritone/neal-davies\" title=\"\">Neal Davies</a>'s showman Don Alfonso, lending more Punch-like dysfunctionality.</p> <p>For the singers, the stage business and prop-juggling is an endless burden to the essential narrative of lovers' tangles: <a href=\"http://www.maxinerobertson.com/index.php?load=artists&amp;artist=ew\" title=\"\">Elizabeth Watts</a>' often lovely Fiordiligi was under stress. <a href=\"http://www.coraburggraaf.com\" title=\"\">Cora Burggraaf</a>'s Dorabella sounded too shrill&nbsp;for comfort and <a href=\"http://www.maxinerobertson.com/index.php?load=artists&amp;artist=at\" title=\"\">Andrew Tortise</a>'s Ferrando was clear but stilted. <a href=\"http://www.garygriffiths.net\" title=\"\">Gary Griffiths</a>' experience as Guglielmo in the&nbsp;last outing made for greater vocal finesse this time, while Joanne Boag rose above the caricature of Despina. <a href=\"http://www.markwigglesworth.com\" title=\"\">Mark Wigglesworth</a>'s artistry in the pit&nbsp;drew delectable sounds from the orchestra to match Mozart's implicit understanding of the emotional dilemmas, but it simply couldn't redeem&nbsp;the production.</p>",
  "<p>The British foreign secretary and the Archbishop of Westminster have joined forces in opposing the route of Israel's vast barrier along the West Bank, which adversely affects a community of monks, nuns and Christian families near Bethlehem.</p> <p>In a private letter seen by the Guardian, William Hague told Archbishop Vincent Nichols that he shared his \"concerns about the problem of land confiscation by the Israeli authorities affecting the people of Beit Jala and similar Palestinian communities in the occupied territories\".</p> <p>The letter suggested that the religious orders in Beit Jala needed to give a \"clear signal\" of opposition to the barrier's route to bolster a legal case against the state of Israel. Shortly afterwards, the monks joined the legal challenge. A ruling in the case is expected by the end of this year.</p> <p>In addition to Hague's personal intervention, the British consulate in East Jerusalem is supporting the community and the Department for International Development (Dfid) is providing indirect funding for the legal challenge.</p> <p>The consulate is championing the case as a symbolic example of the impact of the separation barrier on Palestinian communities and the loss of Palestinian land. Around 85% of the barrier is inside the West Bank.</p> <p>British government policy is that Israel is entitled to build a barrier but it should lie on the internationally recognised 1967 Green Line, not on confiscated Palestinian land. It is concerned that the route is harming the prospects of a two-state solution to the Israeli-Palestinian conflict.</p> <p>Dfid has given a two-year grant of £2.9m to the Norwegian Refugee Council, which in turn is funding the Society of St Yves, a Jerusalem-based Catholic human rights organisation, which is assisting the Beit Jala community with its case.</p> <p>The Archbishop of Westminster, England's most senior Catholic, espoused the case of the Cremisan monastery and convent, and their surrounding Palestinian Christian community, in Beit Jala following a visit last November. In<a href=\"http://www.thetablet.co.uk/blogs/222/18\" title=\"\"> last year's Christmas Eve homily</a>, two days after the date of Hague's letter, the archbishop offered prayers for the community's \"legal battle to protect their land and homes from further expropriation by Israel\".</p> <p>He went on: \"Over 50 families face losing their land and their homes as action is taken to complete the separation/security wall across the territory of the district of Bethlehem. We pray for them tonight.\"</p> <p>Nichols's principal concern was to ensure that the Christian presence in the Holy Land was preserved, his spokesman told the Guardian. \"The numbers are dwindling. The archbishop is trying to encourage and give succour to Christian communities. The imposition of this wall will jeopardise the livelihoods of many of the families.\"</p> <p>Nichols was aware that \"sensitivities are high,\" the spokesman added.</p> <p>Beit Jala has a population of around 10,000, more than 80% of whom are Christian.</p> <p>Under the current Israeli plan, the barrier will run between the monastery and convent, separating the two establishments and cutting off the monks from the local Christian community. It will also separate the convent and more than 50 families from land they own.</p> <p>As part of the campaign against the barrier's route, a mass is conducted each Friday by Beit Jala's parish priest, Father Ibrahim Shomali, under olive trees overlooking the Cremisan valley. \"This is Palestinian land,\" he said. \"If Israel wants to build a wall, they should put it on their own land.\"</p> <p>Many Palestinian Christians have emigrated as a result of the economic impact of the separation barrier which has already been built around the city of Bethlehem and its nearby villages. Residents have difficulty in accessing their land and exporting their produce. The hurdles in reaching Christian holy sites in Jerusalem is another factor encouraging them to leave.</p> <p>\"People are migrating because of the situation. There is no work, and living costs are high,\" said Samira Qaisieh, 47, whose stone house with views across the valley has belonged to her husband's family since it was built almost 100 years ago. \"If the situation stays as it is, I'm also thinking of leaving with my children.\"</p> <p>The terraces around Cremisan, on which Palestinian families picnic at weekends under olive and fruit trees, are overlooked by two Israeli settlements, Gilo and Har Gilo. Critics of the barrier say its intention is to take these settlements and as much of the surrounding land as possible onto the Israeli side in what is in effect a land grab.</p> <p>In 2004, the International Court of Justice <a href=\"http://www.theguardian.com/world/2004/jul/09/israelandthepalestinians.unitednations\" title=\"\">ruled that the route of Israel's barrier on Palestinian territory breached international law</a> and was \"tantamount to de facto annexation\".</p> <p>According to Israel's ministry of defence, \"the route of the security fence in the Beit Jala region is based purely on security considerations. This portion … is there solely to keep terror out of Jerusalem.\" In a lengthy statement, the MoD recalled events of the second intifada, or Palestinian uprising, in which \"Jerusalem was the prime target of a brutal Palestinian terror campaign; suicide bombings, shootings, and stabbings were weekly, and sometimes daily occurrences\".</p> <p>It said it was co-ordinating the route of the barrier with the local community, would provide an gate to allow access to land, and would pay compensation for land taken for the barrier's construction.</p> <p>The ministry said the monks had initially requested to stay on the Israeli side of the barrier, and had only latterly demanded to be on the Palestinian side.</p> <p>According to one source, the monks – who produce Palestine's only wine, under the Cremisan label – changed their stance following pressure from the Catholic hierarchy. Initially they believed being on the Israeli side of the barrier would give them continued access to the Israeli market for their wine, the source said.</p> <p>Representatives of the monastery, whose presence at Cremisan dates back to 1891, declined to speak to the Guardian. However, after reports surfaced of tensions between the nuns and the monks over the route of the barrier, they issued a joint statement earlier this year \"clearly affirm[ing] there is no discord among them whatsoever and that their positions with regard to building the 'wall' do not differ\". The two religious communities, part of the Salesian order, \"enjoy excellent relations and mutual respect\", it added.</p> <p>The half-dozen elderly nuns at the convent have objected to the barrier's route since first being notified six years ago. Under the present proposal, the convent's premises will abut the barrier. The playground of a kindergarten and school, run by the sisters for more than 50 years and catering for almost 400 Christian and Muslim children, will be overlooked by military watchtowers, and 75% of land owned by the convent will be on the other side of the barrier.</p> <p>Manal Hazzan-Abu Sinni, a lawyer representing the nuns, said they were accustomed to a secluded lifestyle, and unfamiliar with legal procedures. \"They feel there has been a great deal of intrusion into their day-to-day lives. From a remote, serene, spiritual place, they've become the focus of news and had to deal with a great feeling of uncertainty regarding the future,\" she said. \"They're not used to dealing with such issues.\"</p> <p>Yigal Palmor, spokesman for Israel's foreign ministry, said the involvement of a foreign government in a legal battle against another government was \"very odd\".</p>",
  "<p><strong>Shire</strong>'s best known drug Vyvanse could prove a multi-million dollar winner in new areas away from its main use as a treatment for hyperactivity, the City believes.</p> <p>Following a lunch with company directors, analysts at Shire's house broker Morgan Stanley said the attention deficit hyperactivity disorder drug could also be used to treat depression, schizophrenia and binge eating. Analyst Peter Verdult forecast potential sales of $500m to $2bn from these new areas, which could add between 110p and 400p a share to the company's value. He said:</p> <blockquote> While the market remains sceptical about the potential of Vyvanse ex-ADHD we note phase 3 depression data in the third quarter of 2013 and potentially phase 3 schizophrenia and binge eating disorder by the end of 2013. Vyvanse in ADHD currently does $1.1bn in sales and is protected until 2024. We forecast peak sales of $3.5bn with $0.5bn coming from new uses. <br> We argue the current share price gives investors a free option to play this upside opportunity. </blockquote> <p>Verdult also suggested Shire could be on the takeover trail:</p> <blockquote> We forecast $1bn-$2bn free cash flow per annum until 2015, and note a net cash balance sheet. While acknowledging a mixed track record with respect to M&amp;A - write downs on Movetis are expected - [it] continues to be pursued to \"both diversify growth and sustain current platforms\"; we expect a focus on the orphan drugs and regenerative medicine businesses. </blockquote> <p>Shire closed 4p lower at £18.20.</p> <p>Overall, investors remained cautious as Spain, Greece and Portugal continued to dominate the eurozone crisis. Tensions between Turkey and Syria added to the nervous mood. With the Bank of England and European Central Bank both leaving interest rates and asset purchases as they were, the focus now will be on Friday's US non-farm payroll figures, especially in the light of the current American election campaign. So the <strong>FTSE 100</strong> finished virtually unchanged, up 1.97 points at 5827.78.</p> <p><strong>Tesco</strong> was the leading faller in the FTSE 100, down another 9.8p to 318.15p after Wednesday's news of its first fall in profits for 20 years. In a sell note Dave McCarthy at Investec said:</p> <blockquote> Tesco disappointed with its interims, missing trading profit expectations by around 3%, leading to further downgrades to forecasts (we cut earnings per share by around 7%). This is on top of other recent downgrades. Tesco pointed to an improvement in UK sales, but this still represents a significant like for like volume loss. Meanwhile problems in Asia and Europe are mounting and the US continues to lose money, while the bank is standing still on an underlying basis. We remain concerned and believe that Tesco strategy needs a major overhaul. </blockquote> <p>Russian steelmaker <strong>Evraz</strong> slipped 2.2p to 245.1p after it paid $800m in cash and shares to raise its stake in coal miner Raspadskaya from 41% to 82%. A recent decline in the oil price left <strong>BP</strong> 4.85p lower at 434.2p.</p> <p>But <strong>Tate and Lyle</strong> added 12.5p to 687p after a couple of broker upgrades.</p> <p>Martin Deboo at Investec raised his price target on the sweeteners and starches maker from 650p to 700p after its recent trading update, although he kept his hold recommendation. He said:</p> <blockquote> The second quarter commentary was better than our expectations, with volume growth in speciality food ingredients (against a tough comp) key. Meanwhile, the hurdle represented by the pricing rounds looks to be lowering. So the outlook is getting brighter and we upgrade our 2013 estimate by 2%. But corn prices remain volatile and Mexico remains a fickle mistress. <br> With the first half well-guided, we see the investor seminar in Chicago in December, the first for 4 years, as key to sentiment. As it is for us. We understand the bull case on this stock, but need to check its horns. </blockquote> <p>Meanwhile Credit Suisse raised its rating from neutral to outperform and its price target from 700p to 750p:</p> <blockquote> There is no easy way to value Tate &amp; Lyle, but it does seem to us to be a better business for all the changes we have seen and that this is not reflected in the share price (which is down 8% year to date versus a staples sector up 18%) </blockquote> <p><strong>Intercontinental Hotels</strong> climbed 30p to £16.69 after better than expected third quarter earnings from US peer Marriott International.</p> <p>Good results from <strong>Ted Baker</strong> pushed its shares 7.5p higher to 921p and helped lift <strong>Next</strong> 93p to £35.92 and <strong>Marks &amp; Spencer</strong> 3.7p to 365.5p.</p> <p>A few days after cherry picking the stores it wanted from stricken rival JJB, Mike Ashley's <strong>Sports Direct International </strong>hosted an analyst visit to its Shirebrook headquarters, and it seems to have gone well. The company's shares climbed 22.8p to an all time high of 382.8p and Seymour Pierce said:</p> <blockquote> We were a buyer and supporter of the stock all the way up from 35p to the 300p level when we moved to hold in April 2012 as we were concerned about the valuation. Following the analyst visit yesterday, we are upgrading our recommendation to buy and raising our price target to 420p. We came back reassured that in particular the internet strategy is taking shape, is picking up momentum and is a major focus of management. We are also coming to believe that the company could be a major force in the sporting goods category on the internet not only in the UK but also overseas. </blockquote> <p><strong>Mitchells &amp; Butlers</strong> added 8.6p to 301p after horseracing tycoons JP McManus and John Magnier bought 7m shares in the pubs group through their Elpida vehicle, taking their stake to 22.47%. Joe Lewis, the billionaire currency trader, owns 26.3% and saw two bids for the business rejected last year. Shareholders have been unhappy about the dominance of the major shareholders, with no independent directors on the board.</p> <p>Lower down the market <strong>Promethean World</strong> plunged 26% to 17.5p after the maker of interactive whiteboards issued another profit warning.</p>",
  "<p>The NBA has confirmed that it will stage a regular-season game in London next year. The New York Knicks will play the Detroit Pistons at the O2 on 17 January.</p> <p>The NBA commissioner, David Stern, said: \"London was the epicenter of global sports this summer, and the Olympics were a tremendous showcase for basketball. Playing our third regular-season game in the city in three years and having historic franchises like the Knicks and Pistons serve as our ambassadors provides extraordinary opportunities to further the game's growth and development in the UK and throughout Europe.\"</p> <p>The first NBA regular-season games to be held in Europe took place in London in March 2011, the Toronto Raptors and the New Jersey – now Brooklyn – Nets <a href=\"http://www.theguardian.com/sport/gallery/2011/mar/05/nba-london-nets-raptors\">selling out two matches at the O2</a>. </p> <p>Sixteen regular-season games have been played outside the US – Japan and Mexico have also hosted games – and 115 games, including pre-season, have been staged overseas in total. The 2012 NBA pre-season schedule includes games in Istanbul, Berlin, Barcelona, Beijing, Shanghai and Mexico City this month.</p> <p>Dennis Mannion, president of the Detroit Pistons, said his team would be \"excited\" to play in London. Mike Woodson, the coach of the Knicks, said he was \"excited to show our great fans in London what New York basketball is about\".</p> <p>The NFL will also stage a regular-season game in London this season – the St Louis Rams will play the New England Patriots at Wembley on 28 October. In August, <a href=\"http://www.theguardian.com/sport/2012/aug/14/st-louis-rams-nfl-london\">the Rams withdrew from plans to play such matches in London for four years</a>; it was subsequently announced that <a href=\"http://www.theguardian.com/sport/2012/aug/21/jacksonville-jaguars-nfl-wembley?INTCMP=ILCNETTXT3487\">the Jacksonville Jaguars would take the Rams' place</a>.</p>",
  "<p>Sir Clive Woodward has stood down from his role as director of sport at the British Olympic Association after six years, finally drawing a line under persistent speculation about his position at the organisation. The man who coached England to the Rugby World Cup triumph in 2003 has been at the BOA since 2006, when he was hired on a hefty salary by the outgoing chairman Lord Moynihan as part of a modernisation drive.</p> <p>Woodward initially focused on a wide-ranging support scheme for athletes that was later refined into the British Olympic Coaching Programme to aid its support staff in the wake of concerns from UK Sport about duplication of effort.</p> <p>The £1.7m scheme was further downsized to concentrate on sports, such as shooting, which received less support from UK Sport before being put on ice permanently in January last year, amid continued financial concerns.</p> <p>Instead, Woodward took on a role as director of sport and was one of four deputy chef de missions in London beneath the BOA chief executive and Team GB chef de mission, Andy Hunt. He concentrated on devising a code of conduct and \"One Team GB\" ethos for the 550-strong Olympic team and helped oversee a support system that produced its best performance at a Games in more than a century.</p> <p>Immediately after the Games, Woodward said he was keen to remain involved in the run-up to Rio 2016 but has since reconsidered his position amid ongoing uncertainty about the future of the BOA. \"Post-London 2012 is the right time for me to leave the BOA, which is now taking a new direction following a home Games and I wish them all well in the future,\" he said.</p> <p>Woodward said he would continue to chair a British Judo post-Games review, as well as taking up a role as a Team GB ambassador and retaining his position on the International Olympic Committee entourage commission. \"I will now be concentrating on my coaching, corporate speaking, media and other business interests.\"</p> <p>Moynihan said Woodward's contribution was a \"major factor\" in the success of British athletes in Beijing and London. Moynihan announced immediately after the Olympics that he intended to stand down as chairman a year early, with the London 2012 chairman Lord Coe the strong favourite to replace him when a vote is taken on 7 November.</p> <p>Ahead of the change, Hunt has presented a restructuring plan to the board designed to streamline the number of senior staff and save money. Under the plan, the number of divisional directors will be reduced from 11 to seven and the overall headcount from 87 to 52, including an unspecified number of redundancies.</p> <p>Woodward will remain involved with the BOA in an ambassadorial role and is likely to be used as part of an ongoing attempt to bring in new sponsors, with the rights to the Olympic rings that were subcontracted to Locog reverting to the organisation at the end of the year.</p> <p>However, of a number of new sponsorship deals under negotiation only an agreement with Adidas has beenpublicly announced for the next four-year period. The large investment in sending a team to a home Games, coupled with the poor sales of BOA scarves and collectable medallions designed to raise money, have exacerbated existing financial concerns.</p> <p>Accounts for 2011 published on Thursday show the BOA has extended its £4m overdraft to £5m until April. In the accounts, it says \"headroom\" against its borrowing facility is \"limited\" for the final quarter of 2012 and the first of 2013. But two sponsorship deals – understood to be the Adidas contract and one with the IOC's marketing partners – have already raised £13m over the next four years.</p> <p>Woodward's role at the BOA has consistently come under scrutiny, amid persistent rumours that he would return to rugby. Conjecture over whether he would go back to Twickenham was at the heart of the complex row that led to the ousting of the former RFU chief executive John Steele last June.</p> <p>Debate over the role of Woodward came to symbolise the wider arguments across the sporting landscape about the role of the BOA. It is traditionally responsible for the British team during the Olympics, but Moynihan and Hunt were keen to expand its role. Yet their ambitions often raised the hackles of UK Sport, the body charged with investing in governing bodies responsible for Olympic sport. Coe may yet approach Woodward to take on the chef de mission's role for the Sochi 2014 and Rio 2016 Games on a part-time basis. The arrival of Coe as chairman is also likely to place the role of Hunt under renewed scrutiny.</p> <p>The annual accounts, for the year to 31 December 2011, show that the BOA made a small loss of £421,000 compared with a profit of almost £236,000 the previous year. But it is the current year's finances, including the £13m cost of sending 550 athletes and 450 support staff to the Games, that will prove more challenging.</p>",
  "<p>The Labour leader, Ed Miliband, has claimed that migration of low-skilled workers into the UK is too high.</p> <p>Miliband, riding high after a widely-praised party conference speech calling for a return to \"one nation\" politics, rejected the government's immigration caps as a solution because they did not cover workers arriving from the European Union.</p> <p>Instead he told the BBC's World at One radio programme in an end-of-conference interview that tougher and better enforced employment rights would help protect both immigrants and local workers from gangmasters and other unscrupulous bosses.</p> <p>\"I'd like it to be the case that employers didn't find they have vacancies they don't believe they can fill, so what they reach for is low skill migration.\"</p> <p>Miliband said a belief that Labour did not protect workers from the challenge of migration was one of four key reasons the party lost power in 2010.</p> <p>The other three reasons he highlighted were the poor performance of the economy, lack of focus on school-leavers who did not go to university, and the power of vested interests.</p> <p>The deficit and public debt were both lower in 2010 than when Labour replaced the previous Conservative government in 1997, said Miliband.</p> <p>The Labour leader defended his decision to join a TUC march against cuts next month, despite warning on Tuesday that Labour would have to cut public spending.</p> <p>The Tory-Liberal Democrat austerity programme had gone too far, said Miliband.</p> <p>\"When we are in power there would be some cuts, but we'll make sure this economy would be growing,\" he added.</p> <p>The Labour leader also, again, played down divisions with his older brother, David, whom he unexpectedly beat in the party's leadership contest two years ago.</p> <p>Miliband said he had discussed Tuesday's speech with his brother beforehand, and would welcome him back onto the frontbench when he was ready.</p> <p>\"Yes the contest was a difficult time for us: we're over it,\" he said.</p> <p>Polls on Thursday indicated that Miliband's bravura no-notes speech, in which he attempted to claim the political centre ground by stealing the \"one nation\" mantle from moderate Tories, had boosted his standing with voters as a potential prime minister.</p> <p>Closing the conference, the deputy Labour leader, Harriet Harman, told delegates Miliband had fired the \"starting gun\" for the next general election with his speech. .</p> <p>She also gave the first insight into the party's strategy, revealing that shadow cabinet ministers would pair with candidates in marginal seats to help them campaign.</p>",
  "<p>Syria's <a href=\"http://www.theguardian.com/world/2012/oct/03/nato-pentagon-shelling-turkish-village\" title=\"\">lethal shelling of a Turkish town</a>, the latest and most serious of a string of cross-border incidents this year, has put the international community on the spot. How much longer can the US, Nato, the UN security council, the EU and major non-western actors such as Russia and China keep the expanding Syrian crisis at arm's length, variously denouncing and abetting the Assad regime, squabbling between themselves, but doing next to nothing?</p> <p>Predictions that the violence, which has so far taken an estimated 31,000 lives, would spread beyond Syria's borders are now coming true. This trend directly threatens international peace and security, as defined by the UN charter. Yet still the great powers sit on their hands. The fact Turkey has made serious miscalculations, initially underestimating Bashar al-Assad's staying power and the refugee exodus, raises fears that its leaders may make further misjudgments under pressure, leading to military escalation.</p> <p><a href=\"http://www.nato.int/cps/en/natolive/news_90447.htm\" title=\"\">A Nato statement issued after Turkey was attacked on Wednesday</a> acknowledged Syria's internal problems have now become everybody's business. \"The Syrian regime's recent aggressive acts at Nato's south-eastern border … are a flagrant breach of international law and a clear and present danger to security,\" it said. But Assad might well dismiss such concerns as eyewash. Anders Fogh Rasmussen, Nato's secretary general, has made plain the alliance has no intention of replicating last year's Libyan intervention. Nato defence ministers are due to meet in Brussels next week but at present, Syria is not on the agenda.</p> <p>Reactions to the Akçakale shelling from the US, Britain and others were similarly strong … and meaningless. The US state department called the incident \"depraved\" while Britain's foreign secretary, William Hague, said it was \"outrageous\". But neither mentioned practical measures.</p> <p>Neither the US nor Britain has shown any appetite, for example, for creating safe havens along the Syria-Turkey border or the sort of no-fly zones imposed in Iraq in the 1990s, as backed by France and Turkey. And as the UN security council prepared to meet today, Russia, predictably obstructive, said it would not support a statement condemning the Assad regime because, in its view, Akçakale was an \"accident\".</p> <p>On past form, Turkey's efforts to rally international support will have limited effect. Any help may be focused on Turkish self-defence, rather than on addressing the broader Syrian crisis. <a href=\"http://www.todayszaman.com/columnist-294166-nations-run out-of-ideas-on-syria-as-fsa-runs-out-of-ammunition.html\" title=\"\">Writing in Today's Zaman</a>, columnist Lale Kemal, noted:</p> <blockquote> <p>\"Neither Turkish-US bilateral cooperation nor multilateral meetings taking place among various countries on ending the bloodshed in Syria … have produced any recipe to address the problem … As the fighting takes place near the Turkish border, nations are running out of ideas over what to do with Syria and the FSA [Free Syrian Army rebels] is running out of ammunition.\"</p> </blockquote> <p>Turkey recently hosted a summit of intelligence chiefs from France, Saudi Arabia, Qatar and the US, in the form of CIA director David Petraeus, Kemal said.</p> <blockquote> <p>\"The summit reflected an attempt by Turkey not to be left alone in dealing with the Syrian crisis [and] improve intelligence sharing … and how to coordinate to improve the FSA's ability to fight … However, the summit did not yield any results.\" </p> </blockquote> <p>This was partly because the US did not want to arm the FSA, for fear weapons might fall into the hands of al-Qaida, while Turkey worried the same thing might happen with Kurdish separatist fighters.</p> <p>All the same, the do-nothing, hand-wringing favoured by Turkey's international allies may not be politically sustainable much longer as the Syrian crisis inexorably expands not just into Turkey but into Iraq, Lebanon and the Israeli-occupied Golan Heights, too. Turkey will not go it alone, despite <a href=\"http://www.theguardian.com/world/2012/oct/04/turkey-syria-threat-security-live#block-506d7823c0e3aacd18e2f6a9\" title=\"\">a parliamentary motion authorising cross-border operations</a>. But pressure for more direct, multilateral intervention, most probably via Nato, is growing among Arab states and in the US, where Barack Obama's hands-off stance is under fire from Republicans.</p> <p>Alon Ben-Meir of New York University's Center for Global Affairs argued in a recent Turkish press interview that direct action was becoming both unavoidable and desirable, and that the best way forward was a no-fly zone. <a href=\"http://www.todayszaman.com/news-294214-syria-no-fly-zone-should-be-imposed-as-soon-as-possible.html\" title=\"\">He said</a>:</p> <blockquote> <p>\"Now that Turkey is asking for this, if Nato goes along with it and the United States goes along with it, that's a change in attitude. Turkey did not have the legal legitimacy to intervene. But now they also realise that everybody is intervening.<br>\"Iran is intervening by sending military advisors. Russia is intervening by sending weapons on a regular basis. Saudi Arabia and Qatar are intervening by sending money and some weapons. And the United States is intervening by sending communications gear and some weapons and money indirectly. So everyone is interfering, but they talk about no interference, which is cynical …\"<br>\"The Assad regime is finished. When it might happen depends on what other powers do and when they do it. If after the [US presidential] election the United States along with Turkey, in particular these two countries, decide that the time has come, then they will be able to accelerate his demise.\"</p> </blockquote>",
  "<p>Irish literary legend William Trevor has become the hottest tip to win this year's Nobel prize for literature, with odds on the 84-year-old author taking the award tumbling dramatically over the last week.</p> <p>Trevor, a novelist and short story writer who was knighted for his services to literature in 2002, was originally given odds by Ladbrokes of 100/1 to win the Nobel, which will be announced later this month.</p> <p>But a series of bets have seen these odds tumble to just 10/1 this morning, making him third-favourite to win.</p> <p><a href=\"http://www.theguardian.com/books/harukimurakami\" title=\"\">Haruki Murakami</a>, the Japanese novelist who has headed the pack for this year's Nobel from the start, <a href=\"http://sports.ladbrokes.com/en-gb/Awards/Nobel-Literature-PrizeAwards/Nobel-Literature-Prize-t210003519\" title=\"\">remains in front at 3/1</a>, with the Chinese author Mo Yan at 8/1. The last Japanese writer to take the Nobel was <a href=\"http://www.nobelprize.org/nobel_prizes/literature/laureates/1994/\" title=\"\">Kenzaburo Oe</a> in 1994, while <a href=\"http://www.theguardian.com/books/2008/aug/02/gao.xingjian\" title=\"\">Gao Xingjian</a> won in 2000. Although <a href=\"http://www.nobelprize.org/nobel_prizes/literature/laureates/2000/gao.html\" title=\"\">Gao was born in China</a>, he is <a href=\"http://www.theguardian.com/books/2008/aug/02/gao.xingjian\" title=\"\">now a French citizen</a>. <a href=\"http://www.nobelprize.org/nobel_prizes/literature/shortfacts.html\" title=\"\">No other Chinese author has won the Nobel prize for literature</a>, although <a href=\"\\\" title=\"\">US author Pearl Buck</a> took the award <a href=\"http://www.nobelprize.org/nobel_prizes/literature/laureates/1938/buck.html\" title=\"\">in 1938</a> for \"her rich and truly epic descriptions of peasant life in China and for her biographical masterpieces\".</p> <p>Ladbrokes believes Trevor's literary credentials – the Irish author is seen as one of the world's greatest short story writers and has <a href=\"http://literature.britishcouncil.org/william-trevor\" title=\"\">won a series of prizes for his novels</a> – mean he has a \"serious chance\" of winning this year. \"Trevor's odds have tumbled in the last week following a string of decent bets. We didn't see a penny for him until someone had £50 at 100/1 (meaning a potential return of £5,000 should he win) which was the first of several bets at the price,\" said Ladbrokes spokesman Alex Donohue.</p> <p>\"We had to slash his odds to 20/1 but this did nothing to abate the flow of money and he's now into 8/1. It bears all the hallmarks of a good, old-fashioned gamble which we've become accustomed to seeing over the years when we bet on awards. That's not to say at all that there is anything untoward going on, merely that there are people out there who thought the odds looked appealing. Often when odds shorten so dramatically it adds to the intrigue for those who like the idea of it being a 'hot tip'.\"</p> <p>Lisa Allardice, the Guardian Review editor, said: \"Along with <a href=\"http://www.theguardian.com/books/alice-munro\" title=\"\">Alice Munro</a>, the doyenne of the form, William Trevor is widely regarded as one of the greatest living short story writers – indeed one of the greatest writers today, full stop.</p> <p>\"His spare, often bleak, yet heartbreakingly humane novels and stories balance extraordinary empathy with <a href=\"http://www.theguardian.com/books/grahamgreene\" title=\"\">Graham Greene</a>'s essential sliver of ice at the heart. As far back as the 1970s, Greene opined that an early book by Trevor was 'one of the best collections, if not the best since James Joyce's <a href=\"http://www.theguardian.com/books/data/book/classics/9780857864161/dubliners\" title=\"\">Dubliners</a>'. He would be a truly deserving winner of the Nobel.\"</p>",
  "<p><strong>Baking by Phoebe Boswall</strong></p> <p>Smells of baking remind me of you.<br>Your red apron, my small striped one with the torn pocket.<br>Your soft stretched skin, fingers kneading dough<br>into a ball. My fat floury hands<br>grasped for your amber necklace,<br>Quick, Phoebe, the oven!</p> <p>You played with flavours,<br>made little blobs of buttery dough on the tray<br>Your warm kitchen, my safe haven.</p> <p>You taught me your language:<br>bicarbonate of soda, self-raising flour, vanilla extract,<br>millilitres of milk, grams of sugar:<br>caster, muscovado, granulated.</p> <p>Now your apron hangs empty on the peg.<br>I wear it from time to time; mine with the torn pocket<br>doesn't fit anymore.</p> <p><strong>Minutiae by Emily Burns</strong></p> <p>The National Geographic<br>cover of the woman with green<br>eyes, or the storybook<br>wallpaper in the first floor bathroom,<br>the waxy crayons in the boiler room<br>and the rusted key collection <br>on the green-matted desk,<br>the telephone which still had<br>a twirling, winding cord <br>latched solidly into the wall,<br>and you, sitting in your chair, <br>cradling your Lapsang,<br>bones quiet as dust, you<br>who were once announced by fireworks<br>on the day of your birth.</p> <p><strong>The Apple Tree by David Carey</strong></p> <p>You told me once that growing<br>up was like walking up a downwards<br>escalator. I think I was too young<br>to understand back then: I thought of time<br>as a steadily growing tree<br>that I hadn't yet started climbing.</p> <p>I remember playing hide-and-seek; climbing<br>up thin branches, or crouching in the undergrowth.<br>Once, you saw my head peeking out from the apple tree.<br>You said that soon, I'd always be looking down<br>at you like that; that time<br>passed too quickly. I think I grew younger</p> <p>as you spoke, worried that my youth<br>might fall from me as I climbed<br>back down to you; or that time<br>would wrest it from my shoulders as I grew.<br>You took a long time to convince me to come down:<br>I wanted to live there in the tree</p> <p>forever. I've never stopped climbing trees.<br>I know now that youth<br>doesn't leave: you told me that we grow down<br>while we grow up, always climbing<br>that little bit further from ourselves; you said growth<br>isn't as linear as it looks. And nor is time.</p> <p>I remember a time,<br>much later on, when we were at home, the trees<br>exchanging pleasantries in the wind, the air growing<br>steadily colder. The night was young,<br>and so we continued to climb<br>through conversations. We were standing down</p> <p>by the pond, and the world was upside down<br>when we looked at it in there. It was some time<br>before we went inside: we talked of how I would climb<br>up the trunk of the apple tree<br>when I was young;<br>it was as though you thought I was now fully grown.</p> <p>You were quiet down there, for a time,<br>While I told you that I was still young; that however much I grew<br>I'd always come back and climb the apple tree.</p> <p><strong>The Everyday Hymn by Clare Carlile</strong></p> <p>Small Pleasures<br>Like opening a can, putting pressure down<br>And pulling back the rounded metal tag,<br>Forefinger slipped under, braced against the hiss<br>Of hydrogen, the give of metal against the thumb<br>And the kick as the seal passes out. <br>Even like the low crunch as the speckled,<br>Porcelain egg shell collides with the thick rimmed<br>Bakers bowl and splits, just round the side,<br>Into one thousand geometric shapes. <br>Or, smaller still, the just audible shake<br>In a person's voice when a laugh<br>Is yearning to escape.</p> <p><strong>Five things about the lake by Flora de Falbe</strong></p> <p>1. The lake is no slave to fashion, but she is proud of her frothy skirt of trees. Her dark, svelte figure.<br>2. She doesn't want to talk. The air rushes over her, whistling how have you been? – and she responds with a glassy stare.<br>3. The lake raises an eyebrow when she is speckled with rain. She doesn't do anything else but the rain takes the hint.<br>4. When the lake picks out her foliage she does so with impeccable taste. Even the fallen leaves have agreed on a colour scheme.<br>5. The lake enjoys being looked at (though she wouldn't admit it). She likes that I'm writing this.</p> <p><strong>Brighton by Sarah Fletcher</strong></p> <p>You forget you have a cold<br>for five minutes and<br>&#xa0;<br>your long earrings seem to<br>spin in orbits around you.<br>&#xa0;<br>The only magazine headline you can read<br>says the \"hot mess\" look is in again,<br>&#xa0;<br>so you feel accomplished<br>because your hair is unwashed,<br>&#xa0;<br>black heels dangling over your shoulder, <br>red blisters hitting the sidewalk.<br>&#xa0;<br>You breathe heavily, in and out,<br>from night exhaustion and vodka zing. <br>&#xa0;<br>You don't stumble. You don't dare. You fly:<br>dancing into the obscurity of swaying street lamps.<br>&#xa0;<br>Because for once the mirror, the ever-present eye,<br>is a friend that you hug too hard,<br>&#xa0;<br>leaving bruise marks you find both<br>hilarious and mystifying the morning after.</p> <p><strong>The Wilderness by Naomi Hamilton</strong></p> <p>On the verge of the lake, he stands alone<br>without speaking or moving,<br>his emaciated frame lost amid gorse bushes,<br>their needles tipped with yellow buds,<br>spines hooking onto his baggy brown coat.<br>The landscape recedes, each mountain<br>like the stony back of a sea monster<br>in hibernation. Ashen clouds slide over<br>the weakening sun, their shadows<br>dancing across the rock face.<br>A Westerly wind sweeps the skin of water<br>and licks his ruddy face, forcing him to shut both eyes.<br>As sudden raindrops ping off his coat<br>he slowly backtracks home, following dirt tracks<br>flanked with overgrown heather<br>to the cabin, log fire, beer, bong, banjo,<br>faded olive couch with deer hide blankets, <br>and a loaded shotgun propped up beside the door.</p> <p><strong>The Accident by Talullah Hutson</strong></p> <p>I remember sitting on my father's shoulders<br>watching the millennium fireworks<br>from one unknown bridge or another.</p> <p>I remember being wrapped up in a pram<br>with my brother, a plastic cover<br>keeping away the rain<br>and the deep rumbles of summer fireworks<br>as they unleashed their burning colours<br>and showered down their embers on those below.</p> <p>I remember the three of us, like musketeers,<br>crawling inside a duvet cover<br>and playing ant colonies.</p> <p>I remember climbing across<br>the banisters when there was a knock<br>at the door, so the unsuspecting<br>guest would think I was an acrobat.</p> <p>I remember when the knock<br>at the door was a policeman, bearing<br>bad news,</p> <p>I don't remember what happened next.</p> <p>I remember staring at a ceiling<br>that wasn't my own.</p> <p>I remember playing with the hand sanitizers,</p> <p>I remember the picnics in Queen Square<br>and running along the little flower bed walls.</p> <p>I remember creeping up the stairs to smell your<br>dressing gown, the smell of you.</p> <p>I remember Aileen, who cut me an apron<br>of my own and took me on her ward rounds.</p> <p>I remember that you can't light seven<br>candles in a hospital room.</p> <p><strong>Brighton by Jessica Kelham-Hohler</strong></p> <p>The wheels got caught on the broken slabs of the drive, as they always did.<br>And the shed we told you to pull down still remained, broken and proud.<br>A dark place of mystery where, as toddlers, we often hid.<br>And you, with stamping feet and a gentle chuckle, would call for us aloud.</p> <p>That green chair, torn and frayed, which belonged in the tip,<br>But which you insisted was the perfect one for your lazy days,<br>Never did leave that spot, next to the brandy for the occasional sip<br>And the chess board for our monthly plays.</p> <p>The crossword lay unfinished with no answer for five down,<br>And you, frustrated at those ignorant writers, would stand,<br>Gazing at your garden over the sink, as you watched the man drown<br>Your favourite petunias, head in hand.</p> <p>We found a plastic bag filled with pictures, curled and jaggedly cut,<br>Tossed by the rubbish, and when Mum protested you said,<br>'No use for them now,' as if the need equalled the desire, but<br>They were saved, and though you claimed to know them in your head</p> <p>You looked at them often, and smiled at the times when<br>There were fields and sheep behind the house, and folk<br>Would gossip over fences, and like a 'clucking hen'<br>Mrs Herbert would tell you of her new plumbing bloke.</p> <p>And when the sun hit that point where you could rest<br>On the greying plastic seat and think on those times<br>When you were marching through Burma, at your best,<br>You were content. Pleased to be out of the mines</p> <p>And outside, with family. With time to spare,<br>With the odd pint, with the sense that times were good,<br>And that there remained that old, green, fading chair<br>To keep you happy, as it should.</p> <p><strong>Birthday Present by Dillon Leet</strong></p> <p>It was a gift for an international girl;<br>a book of hard-hitting photographs<br>on glossy paper. Something to leave about<br>to complement her framed intellect.<br>She presses pansies between the pages,<br>for the thank-you card.</p> <p>One night she examines it by phone-light,<br>nestled under the duvet her grandmother made<br>when she was ten. A distraction<br>from the rainstorm <br>that howls behind the curtains,<br>rattling her Victorian window panes.</p> <p>She traces the face of a Ukrainian man,<br>pressed up against floral wallpaper<br>by masked boys in khaki.<br>Dim light dissolves pages' edges<br>until eyes drip onto cotton sheets,<br>splattering shadows across her fingers.</p> <p>Red veins scar streets<br>by mud-brick sick houses<br>cracked glass reflecting<br>pixelated screams <br>in high definition magazines <br>She turns the page.</p> <p>The book hides under her jewellery box <br>as she wraps herself in blankets,<br>an international girl hyperextended.<br>She chooses another book; a well-worn<br>fairytale, and dreams herself to sleep.<br>Outside, the rain falls.<br><strong><br>Hemingway's Thirst by Conor McKee</strong></p> <p>The black of its coat was oozing now like pitch<br>and spilling along the hoof racked rills of sand.<br>The writer sat, doped by the bloody ditch,<br>enjoying the raw art so \"very fine, yet very sad\".</p> <p>He knew from the moment it started<br>this was tragedy more profound than the stage.<br>Blood, another drink that numbed, as ribs parted<br>for a drinking horn that removes life and age.</p> <p>He watched the beast strike,<br>the man crumpling in a tragic arc<br>till he and his spear stopped alike:<br>a typewriter bar hitting its dock.</p> <p>Thirty years later it was<br> he who would feel the buck of the bull,<br>as the shot rampaged forth <br>to that last flash of the matador's cloak.</p> <p><strong>The Frame by Sonja Moore</strong></p> <p>A photograph, still upon a white window<br>Gathers the curls and the smile of a girl,<br>Strong and awakening in a plated frame.</p> <p>She watches, at dawn, the shining east<br>And the sleeping form of her sister;<br>In summer, in winter, she stays all the same.</p> <p>Through the starlit glass, I hear her laugh,<br>Gentle and calm, like mine;<br>She rides on the wind, calling my name.</p> <p>I keep this shrine, still on a white window,<br>Still with a timeless expression,<br>With her back to the west, a dying flame.</p> <p><strong>Fire Knows by Jesse Rodrigues</strong></p> <p>Fire knows the wood's secrets<br>as they hold their heated deliberations</p> <p>Fire knows how to warm<br>chilled hands, chilled feet, chilled faces</p> <p>Fire knows how to dance and sway<br>to the sounds of the night</p> <p>Fire knows how to belch and cackle<br>exactly when you don't want it to</p> <p>Last, but not least, fire knows how to die with a flourish</p> <p>A flame, a spark, a winking coal<br>then cold, hard, black, silence</p> <p><strong>Reduced by Abigail Setchfield</strong></p> <p><em>In remembrance of all those who lived, died, and worked in Auschwitz and Birkenau</em></p> <p>They come off the train as humans.<br>Bloodied, muddied, sweat and tear-caked humans.<br>I look at them, and think -<br>I have to kill them.</p> <p>Animals, we're taught, they're just animals! Disgusting, stealing animals,<br>But they stink of pure humanity.<br>Hope, love, but most clearly fear.<br>Perhaps if we break them down we'll find the animal we can kill.</p> <p>Perhaps if we take their suitcases.<br>If we leave them without a possession in the world,<br>Without the objects that hold the memories that make them who they are.<br>The children cry as I prise their toys from them, add them to the pile.</p> <p>Perhaps if we take their shoes.<br>Brogues and boots and slippers, feet left to blister,<br>Each of them left to walk barefoot like beasts.<br>A mother picks up her daughter, cradles her, so her feet don't touch the mud.</p> <p>Perhaps if we take their clothes.<br>Strip them, leave them bare, open to the world, our roaming eyes, our mockery,<br>Replace the uniqueness of clothing with the rags of prisoners that mark them as the same.<br>Some of them cry, some stare with fury and determination, a gaze we cannot hold.</p> <p>Perhaps if we shave their hair.<br>Unsex them, leave them bald, unsightly,<br>Cold and so uniform that from a distance each head is one and the same.<br>A woman presses her lips to an exposed head, whispering words of beauty into the weeping girl's ear.</p> <p>Perhaps if we take their names.<br>Make it so they have no identity, no self,<br>Leave them as nothing but digits on a clerk's sheet.<br>The numbers, branded onto their skin, become a symbol of their resilience, their strength.</p> <p>Perhaps if we take their food.<br>Force them to scrabble, scavenge, dig through rot and mud,<br>Eat mould and worms for fear of fading to nothing more than bone.<br>An older man takes his share, and gives it to the young, choosing their life over his own.</p> <p>Perhaps if we turn them to ash.</p> <p><strong>Reach/Throw/Wade/Row by Phoebe Stuckes</strong></p> <p>She is the class of crazy that inspires adoration. <br>She stacks vices like bracelets, works herself into hysterics,</p> <p>Don't give her matches she will pinch them till her fingers scorch.</p> <p>I know she is gorgeous like a thunderstorm, but stop trying to hold her hand.<br>Her heart is too heavy for you to lift.</p> <p>Her pain is impossible, you can keep wrapping your arms around her but she'll never stay upright. </p> <p>Her stares are hospital corridors, passageways hiding chaos and anguish.</p> <p>'No, you can't have a cigarette.' </p> <p>She lost the ring that I gave her; on ardent impulse I wanted to throw her a lifebelt.<br>A reminder that she and I are washed up on the same shore.</p> <p>Being with her is like seeing Alice drink the vial, watching herself become vast and destructive.</p> <p>I cannot keep her safe; I cannot bear to watch her fold.</p>",
  "<p>After initial plaudits that came his way, Luka Modric's career at the Bernabéu seems to be off to a rocky start. He remained on the bench in the Champions League match at Ajax on Wednesday and is by no means certain to play in Sunday's <em>Clásico</em>. But if Modric's personal history is anything to go by, the former Tottenham Hotspur creative force can overcome any obstacle and become one of the leading stars at Real Madrid. He's been through hell more than once in his life, coming back stronger each time.</p> <p>Last month, a Spanish TV crew travelled to coastal Croatia to find \"the origins\" of Modric <a href=\"http://www.canalplus.es/play/video.html?xref=20121002plucanftb_4.Ves\" title=\"\">and to film this short documentary</a>. They talked to his one-time coaches, former team mates from NK Zadar's youth ranks, friends of the family and journalists. Modric's father, Stipe, didn't take part, saying the nature of his job with the Croatian army requires him to keep a low public profile, but he did OK the project. It's a classic rags-to-riches tale, but also an emotional roller-coaster which does justice to the fact that Modric making it this far is nothing short of a miracle.</p> <p>There is an abandoned and dilapidated building complex around 60km from the town of Zadar, signposted the \"Obrovac Free Zone\". It was supposed to be an industrial area and attract investors to this particularly remote and rural part of the country, but no one was ever attracted to it and it was never quite finished.</p> <p>Next to it is the village of Modrici (plural for Modric), where the Real player's family lived. Further up the narrow and winding road that goes up the Velebit mountain range – one of only two pathways which connected the north and south of Croatia before the modern motorway was built in the last decade – there is a lone house on the curve where Modric spent most of his early childhood. This is where his grandfather, after whom he was named, used to live.</p> <p>Two decades ago, this was the scene of gruesome war crimes and there are still signs all around indicating the surroundings are not yet cleared of landmines. As Croatia declared its independence, local Serbs captured the area with the help of the Yugoslav army and nationalist volunteers from Serbia, trying to cut off communication and transport between the two parts of the country. On 18 December 1991, Luka Modric senior went up the hill with his cattle. He was murdered in cold blood.</p> <p>Luka Modric the footballer was only six at the time. As the rest of his family escaped death threats and settled as refugees in one of Zadar's large hotels, he couldn't have conceived the horrors which were happening all around him.</p> <p>\"There was this boy who used to kick the ball around the hotel parking lot all day,\" says NK Zadar's chairman, Josip Bajlo. \"He was skinny and really small for his age, but you could see right away that he had that something special in him. However, none of us could have dreamed that one day he would grow to become the player he is now.\"</p> <p>\"We were always afraid, that's what I remember the most,\" says Tomislav Basic, one of Modric's early coaches at NK Zadar. \"Thousands of grenades, fired from the surrounding hills, fell on the training pitch in those years, and we were always racing to reach the shelter. Football was our escape from reality.\"</p> <p>Basic is sometimes credited as Modric's second father, because he guided the player through some of the toughest football challenges of his teenage years. He took him under his wing after he was rejected by Hajduk Split – the club he supported as a kid, on the grounds of him being too small and fragile. Modric was so disappointed that he contemplated quitting football altogether, but later made his name playing for their bitter rivals Dinamo Zagreb – a recurring pattern, as he confessed his love for both Chelsea and Barcelona at some point in his career, only to end up playing for rival clubs.</p> <p>Last year, a story broke that his refugee family were so poor they couldn't afford to buy him shinpads, so his father made him some out of small pieces of wood. Modric, however, later denied those claims, saying his first pair of shinpads \"had a picture of [Brazil's] Ronaldo on them\".</p> <p>Modric probably did have a proper pair of shinpads, but his family certainly made significant sacrifices to support his footballing dreams. When the war ended and the local authorities enabled them to get back to their village, they chose to move to another refugee hotel in Zadar and live in two small rooms, to support him in following his dreams.</p> <p>\"Luka should never be ashamed of his humble beginnings,\" says the now-retired Basic, whom the Spanish TV crew filmed in his home on the nearby island of Vir. He's not trying to hide his pride when he says Modric called him the day after he signed for Real Madrid. But pressed to confirm the authenticity of the wooden shinpads story, he hesitates to answer. \"Maybe I forget,\" he says. \"Those could have been somebody else's shinpads.\" But do you still keep his shinpads, the crew asked him. \"Of course I do.\"</p> <p>It was Basic who arranged Modric's move to Dinamo Zagreb when the player was just 15, making a personal deal with Zdravko Mamic, now the Dinamo executive director and a power in Croatian football. But they didn't believe in him there, either. When he reached 18, he was sent out on loans – first to Zrinjski in Bosnia and Herzegovina, probably the most brutal European league at the time, then to Inter Zapresic in the suburbs of Zagreb.</p> <p>Modric was brilliant in each of those two spells and came back to sign a 10-year contract with Dinamo Zagreb. That finally enabled him to repay his family for the faith they invested in him, so he bought them a nice flat in Zadar and they are no longer refugees.</p> <p>The rest of the story is, more or less, well known – after fantastic displays for Dinamo Zagreb and Croatia, Modric was sold to Tottenham. Now he is trying to establish himself at the Bernabéu. After all he has been through, it should not seem too difficult.</p> <p><em>Follow Aleksandar Holiga on Twitter at </em><a href=\"https://twitter.com/AlexHoliga\" title=\"\"><em>@AlexHoliga</em></a></p>",
  "<p>One of the world's foremost climate scientists has warned that vulnerable island states may need to consider evacuating their populations within a decade due to a much faster than anticipated melting of the world's ice sheets.</p> <p>Michael Mann, director of the Earth System Science Center at <a href=\"http://www.psu.edu/\" title=\"\">Pennsylvania State University</a>, said the latest evidence shows that models have underestimated the speed at which the Greenland and west Antarctic ice sheets will start to shrink.</p> <p>Mann, who was part of the IPCC team awarded the Nobel peace prize in 2007, said it had been expected that island nations would have several decades to adapt to rising sea levels, but that evacuation may now be their only option.</p> <p>His warning comes just weeks after the <a href=\"http://nsidc.org/\" title=\"\">National Snow and Ice Data Centre</a> in Boulder, Colorado disclosed that sea ice in the <a href=\"http://www.guardian.co.uk/world/arctic\" title=\"\">Arctic</a> shrank a dramatic <a href=\"http://www.guardian.co.uk/environment/2012/sep/19/arctic-ice-shrinks\" title=\"\">18% this year</a> on the previous record set in 2007 to a record low of 3.41m sq km.</p> <p>\"We know Arctic sea ice is declining faster than the models predict,\" Mann told the Guardian at the <a href=\"http://sxsweco.com/\" title=\"\">SXSW Eco conference</a> in Austin, Texas. \"When you look at the major Greenland and the west Antarctic ice sheets, which are critical from the standpoint of sea level rise, once they begin to melt we really start to see sea level rises accelerate.</p> <p>\"The models have typically predicted that will not happen for decades but the measurements that are coming in tell us it is already happening so once again we are decades ahead of schedule.</p> <p>\"Island nations that have considered the possibility of evacuation at some point, like Tuvalu, may have to be contending those sort of decisions within the matter of a decade or so.\"</p> <p>Mann says the Pacific islands, which are only 4.6 metres above sea level at their highest point, are facing the imminent prospect of flooding, with salt water intrusion destroying fresh water supplies and increased erosion.</p> <p>Suggesting evacuations would accelerate a change in public consciousness around the issue of climate change, he said: \"Thousands of years of culture is at risk of disappearing as the populations of vulnerable island states have no place to go.</p> <p>\"For these people, current sea levels are already representative of dangerous anthropogenic interference because they will lose their world far before the rest of us suffer.</p> <p>\"I think it is an example, one of a number, where the impacts are playing out in real time. It is not an abstract prediction about the future or about far off exotic creatures like polar bears. We are talking about people potentially having to evacuate from places like Tvulu or the Arctic's Kivalina, another low lying island which is already feeling the detrimental impacts of sea level rise.\"</p> <p>Mann, who is one of the primary targets for attacks by \"climate deniers,\" said that there is still uncertainty about the speed of global warming as it is not clear what the impact of feedback mechanisms could be. In particular, he pointed to the release of methane that will come as the permafrost in the arctic melts.</p> <p>\"We know there is methane trapped and as it escapes into the atmosphere it accelerates the warming even further,\" he said. \"But we don't know quite how much of it there is, but there is definitely the potential to lead to even greater warming than the models predict.\"</p> <p>Mann said it was not only island states that were feeling the impacts of climate change and warned that the terrible drought and wildfires suffered by the US this year were just the precursor of far worse to come.</p> <p>\"If you look at the US, some of these things are unfolding ahead of schedule and we are already contending with climate change impacts that were once theoretical,\" he said.</p> <p>\"We predicted decades ago that this might eventually happen. We are watching them unfold and there are very real consequences to our economy and to our environment.</p> <p>\"The climate models tell us that what today are record breaking levels of heat will become a typical summer in a matter of 20-30 years if we carry on with business as usual. Not only will this become the new normal but we will have to change the scale because we will see heat and drought far worse than anything we have seen before.\"</p> <p>The silver lining in all the bad news is that while the political system is gridlocked when it comes to confronting climate change, public attitudes are starting to change.</p> <p>\"It is going to take a little while to sink in,\" says Mann \"but there is evidence of a dramatic shift in awareness and the public increasingly recognises climate change is real and if the public becomes convinced of this, they will demand action and they are connecting the dots because we are seeing climate change playing out in a very visible way.</p> <p>\"I think we are close to a potential tipping point in public consciousness and what will tip it, you never quite know, but another summer like the one we just witnessed we will see a dramatic shift in public pressure to do something about this problem.\"</p> <p>One reason that attitudes are changing slowly, according to Mann, is that scientists are tending to be conservative in their forecasts out of fear that they will be attacked for overstating evidence.</p> <p>He said the tactics of those who question climate change was not only to intimidate scientists already in the public arena, but also to warn off others from taking part in the public discourse.</p> <p>But Mann believes the power of the Koch brothers and others in the fossil fuel lobby, whom he believes have been responsible for poisoning the whole climate change debate, is on the wane.</p> <p>\"I am optimistic,\" he says. \"The forces of denial will not go down with a whimper and as the rhetoric becomes more heated and the attacks become more concerted, we see the last vestiges of a movement that is dying. The effort to deny the problem exists will have set us back decades but it is still possible to avoid breaching 450 parts of per million of CO2 if concerted action is taken.\"</p> <p>While he is severely critical of those private business that are seeking to deny climate change exists, he said there were other businesses who were starting to wake up to the need to change behaviour.</p> <p>\"I personally don't believe captains of business are villains and who don't care about the legacy of the world, even though there are a few bad apples,\" he says. \"Just look at the reinsurance industry where they face devastating losses if climate change moves.</p> <p>\"There are an increasing number of companies like Walmart which are ideologically conservative but have a real commitment to sustainability as they realise that as people become more concerned, they will reward companies that are part of the solution.\"</p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"Guardian Professional\"><strong>Guardian Professional</strong></a><strong>. Become </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/sustainable-business/start.php\" title=\"a GSB member\"><strong>a GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong></p>",
  "<p>The 2008 Simpsons episode <a href=\"http://en.wikipedia.org/wiki/Homer_and_Lisa_Exchange_Cross_Words\">Homer and Lisa Exchange Cross Words</a> contains a jaw-dropping surprise. But it shouldn't be a surprise that the best show on TV comes at number one in our countdown of fictional crosswords.</p> <p>Not that <a href=\"http://www.guardian.co.uk/tv-and-radio/the-simpsons\">The Simpsons</a> is infallible, as testifies any of the episodes where the family travels abroad. But the writers of the 20th season knew their crosswords. Inspired by the 2006 documentary about the New York Times puzzle, <a href=\"http://www.guardian.co.uk/crosswords/crossword-blog/2011/sep/29/crossword-blog-nyt-puzzle\">Wordplay</a>, Simpsons producer James L Brooks approached the NYT's puzzle editor Will Shortz and asked if he would provide some grids for an episode with a crossword tournament.</p> <p>As it turned out, the collaboration went much further: Shortz had a cameo as himself, is namechecked by Grampa Simpson - \"will and shorts: two things I'm no longer allowed to change by myself\" - and as we'll see below, also made an inspired suggestion.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397351729\"> <img src=\"https://static.guim.co.uk/sys-images/Lifeandhealth/Pix/pictures/2012/10/4/1349349154606/Moes-bar-008.jpg\" alt=\"Moe's bar\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Springfield becomes a giant crossword for Lisa. Photograph: 20th Century Fox Home Entertainment</span> <span class=\"element-image__credit\">Photograph: 20th Century Fox Home Entertainment</span> </figcaption> </figure>  <p>It is of course Lisa Simpson who becomes hooked on crosswords and the story plays out with an attention to detail that never resorts to ridicule. We see how Lisa begins to find wordplay everywhere, a syndrome familiar to solvers and to some of the setters we've talked to in <a href=\"http://www.guardian.co.uk/crosswords/series/meet-the-setter\">our Meet The Setter series</a>: </p> <blockquote class=\"quoted\"> <p>LISA: Bart, I've fallen in love with crosswords.<br>BART: It's finally happened - you've gone completely fruit loops.<br>LISA: Froot Loops! That's the answer to 38 down, 'Toucan's delight'.<br>BART: No, I mean you're loco in the coco.<br>LISA: Cocoa! 'Ice rink drink'.<br>BART: You're losing it.<br>LISA: Losin' It! 'Risqué 80s teen flick'.<br>BART: Fine. Go nuts. See if I care.<br>LISA: Eye care! 'Optician's concern'. Thanks for your help, Bart. BART! 'San Francisco people mover'.</p> </blockquote> <p>We've seen in this series some fine examples of scriptwriters using a group solve for lively dialogue, and this is as good as any: </p> <blockquote class=\"quoted\"> <p>LISA: 'Bartenders serve them \"dirty\"'.<br>MOE: Ham sandwiches!<br>LISA: No, martinis.<br>MOE: Oh, right.</p> </blockquote> <p>Lisa becomes a crossword convert...</p> <blockquote class=\"quoted\"> <p>LISA: Guess what, mom? I'm a cruciverbalist!<br>MARGE: Another religion? You know, you're just gonna drop the whole thing when you go to college and get a Jewish boyfriend.</p> </blockquote> <p>...is later inspired by a school superintendent to enter the Citywide Crossword Tournament and of course reaches the final. Homer, gambling in a nearby bar, bets against her; when Lisa discovers his treachery, he's at a loss how to make it up to his daughter. Towards the end of the episode, Marge suggests that Lisa cheer herself up...</p> <blockquote class=\"quoted\"> <p>MARGE: Look, why don't you cheer up by doing a New York Times crossword puzzle, huh?<br>LISA: I'm through with crosswords. My innocence died in those four hundred and forty-one little boxes.<br>MARGE: It might be a fun way to kill a couple of hours?<br>LISA: A couple of hours?! I can do the Sunday puzzle in less than one hour. 'Couple of hours'!</p> </blockquote> <p>...and on completing the puzzle in record time, notices something unusual hidden in the main diagonal.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397351730\"> <img src=\"https://static.guim.co.uk/sys-images/Lifeandhealth/Pix/pictures/2012/10/4/1349349431677/Simpsons-crossword-008.jpg\" alt=\"Simpsons crossword\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'Dumb dad sorry for his bet'. Photograph: 20th Century Fox Home Entertainment</span> <span class=\"element-image__credit\">Photograph: 20th Century Fox Home Entertainment</span> </figcaption> </figure>  <p>Yes, a chastened Homer has persuaded Will Shortz to publish a puzzle with an apology in the form of what crossword buffs call a \"nina\", a message not indicated by any of the clues.</p> <p>We've deducted points in this countdown for some programmes and books because of inaccuracy - having puzzles that wouldn't actually appear in the real world. Homer and Lisa Exchange Cross Words can't be faulted in that category, because that fictional puzzle is actually <a href=\"http://select.nytimes.com/premium/xword/Nov1608.puz\">an actual puzzle</a>, printed in the same day's real-world New York Times. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397351731\"> <img src=\"https://static.guim.co.uk/sys-images/Lifeandhealth/Pix/pictures/2012/10/4/1349349559972/Will-Shortz-and-Merle-Rea-008.jpg\" alt=\"Will Shortz and Merle Reagle's cameo in The Simpsons\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Will Shortz and Merl Reagle's cameo. Photograph: 20th Century Fox Home Entertainment</span> <span class=\"element-image__credit\">Photograph: 20th Century Fox Home Entertainment</span> </figcaption> </figure>  <p>This is where Will Shortz went one better than the Simpsons team's ambitions. He commissioned Merl Reagle, one of the NYT's more playful setters, to construct the grid, and both appear towards the end in a cameo that pokes gentle fun at the relationship between a paper's puzzle editor and its setters:</p> <blockquote class=\"quoted\"> <p>HOMER: Well, I had a little help from this guy: New York Times crossword editor, Will Shortz. And master puzzle constructor, Merl Reagle.<br>REAGLE: I actually wrote that crossword.<br>SHORTZ: And I edited it. Now get back to crosswording!<br>REAGLE: Yes, sir.</p> </blockquote> <p><a href=\"http://wordplay.blogs.nytimes.com/2008/11/15/simpsons/\">Three decades before</a>, Reagle had approached the LA Reader and suggested they publish his puzzles, hoping to meet their then little-known cartoonist, Matt Groening:</p> <blockquote class=\"quoted\"> <p>The day I went into their office the first thing I asked was if Matt was there and the secretary said, '[you] just passed him in the hall.' If I had arrived just 15 seconds sooner I would've had the chance to meet him and tell him how much I liked his comic and I've always imagined that we would've been at least casual friends from that day on. I can't tell you how often I've thought about those 15 seconds.</p> </blockquote> <p>Reagle made up for this in spades, designing all the puzzles in the episode, including one Lisa makes out of hopscotch squares in the school playground: \"You don't see them for very long, [but] when crossword fans watch this show… we want them to think that we got it right.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397351732\"> <img src=\"https://static.guim.co.uk/sys-images/Lifeandhealth/Pix/pictures/2012/10/4/1349349868597/Simpsons-hopscotch-008.jpg\" alt=\"Simpsons hopscotch\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">'PHENOMENA(L)'. Photograph: 20th Century Fox Home Entertainment</span> <span class=\"element-image__credit\">Photograph: 20th Century Fox Home Entertainment</span> </figcaption> </figure>  <p>At one point in the script, Lisa's tournament rival announces: \"I think I'll warm up with a bunch of Qs\" and dots his competition grid with Qs. A gag, of course, <a href=\"http://web.archive.org/web/20090225112015/http://media.wildcat.arizona.edu/media/storage/paper997/news/2008/11/14/News/Ua.Alum.Gets.Animated-3544418.shtml\">admits Reagle</a>, \"but I had to put the Qs in there where they threw them.\"</p> <p><a href=\"http://www.sundaycrosswords.com/TheSimpsonsBehindtheScenes.pdf\">Everyone involved was also aware</a> that the reveal would be incredible for any viewers who had solved that day's New York Times:</p> <blockquote class=\"quoted\"> <p>I originally thought it would be a chance to hide a lot of character names throughout the puzzle - like 'Lisa' in 'palisade,' 'Moe' in 'amoeba,' etc - but the more that we talked about it the more it felt like the puzzle should be a totally normal Sunday Times crossword (or as normal as I get) and that the 'Simpsons' parts should be thoroughly hidden so that most solvers wouldn't realize they were there until they watched the show.</p> </blockquote> <p>It's fair to say that there's probably an overlap between those who solve the NYT on Sundays and Simpsons viewers, and minds were undoubtedly fried, <a href=\"http://www.ilxor.com/ILX/ThreadSelectedControllerServlet?action=showall&amp;boardid=40&amp;threadid=38446#msg192962\">like this solver's</a>:</p> <blockquote class=\"quoted\"> <p>I had zero idea it was going to happen. It was a little bit scary, actually. Like 'did I eat mushrooms and forget about it?' scary.</p> </blockquote> <p>You can see the completed grid at <a href=\"http://www.xwordinfo.com/ShowPuzzle.aspx?date=11/16/2008\">fan site XWord Info</a>, but in the absence of the \"live\" experience, it's better to watch the episode first, as it has a final extra reveal that, like the penny-drop moments in <a href=\"http://www.listenercrossword.com/\">the Listener puzzle</a>, ties everything together and leaves you marvelling at the audacity of the construction.</p> <p><strong>Accuracy of portrayal of crosswords</strong>: 10/10<br><strong>Positive attitude regarding crosswords</strong>: 10/10<br><strong>Importance of crosswords in plot</strong>: 10/10</p> <p>So we come to the end of our countdown. Here it is in full, in case you've missed any of the fictional crosswords:</p> <p><strong>Honourable mentions</strong>: <a href=\"http://www.guardian.co.uk/crosswords/crossword-blog/2012/sep/20/crossword-blog-best-tv-gags-crosswords\">One Foot In The Grave</a>; <a href=\"http://www.guardian.co.uk/crosswords/crossword-blog/2012/jun/28/crosswords-fiction-madness-cardiac-arrest\">The Rise and Fall of Reginald Perrin</a><br><strong>Dishonourable mention</strong>: <a href=\"http://www.guardian.co.uk/crosswords/crossword-blog/2012/may/03/crossword-blog-favourite-fiction\">All About Steve</a><br><strong>10</strong>: <a href=\"http://www.guardian.co.uk/crosswords/crossword-blog/2012/may/10/crosswords-in-fiction-brief-encounter\">Brief Encounter</a><br><strong>9</strong>: <a href=\"http://www.guardian.co.uk/crosswords/crossword-blog/2012/may/24/crosswords-in-fiction-pg-wodehouse\">PG Wodehouse</a><br><strong>8</strong>: <a href=\"http://www.guardian.co.uk/crosswords/crossword-blog/2012/jun/07/crosswords-in-fiction-west-wing\">The West Wing</a><br><strong>7</strong>: <a href=\"http://www.guardian.co.uk/crosswords/crossword-blog/2012/jun/14/top-ten-crosswords-in-fiction-lionel-asbo\">Martin Amis</a><br><strong>6</strong>: <a href=\"http://www.guardian.co.uk/crosswords/crossword-blog/2012/jun/28/crosswords-fiction-madness-cardiac-arrest\">Madness's Cardiac Arrest</a><br><strong>5</strong>: <a href=\"http://www.guardian.co.uk/crosswords/crossword-blog/2012/jul/12/top-10-crosswords-fiction-rubicon\">Rubicon</a><br><strong>4</strong>: <a href=\"http://www.guardian.co.uk/crosswords/crossword-blog/2012/jul/26/top-10-crosswords-fiction-olivers-travels\">Alan Plater</a><br><strong>3</strong>: <a href=\"http://www.guardian.co.uk/crosswords/crossword-blog/2012/aug/09/top-10-crosswords-fiction-inspector-morse\">Inspector Morse</a><br><strong>2</strong>: <a href=\"http://www.guardian.co.uk/crosswords/crossword-blog/2012/aug/23/top-10-crosswords-fiction-lord-peter-wimsey\">Lord Peter Wimsey</a><br><strong>1</strong>: Homer and Lisa Exchange Cross Words</p> <p>Apologies to those who nominated other crossword cameos, including The Wire, American Psycho, Sideways, Mr Stimpson and Mr Gorse, Terry Pratchett, Phineas and Ferb, The Hudsucker Proxy and <a href=\"http://www.guardian.co.uk/crosswords/crossword-blog/2012/feb/06/crossword-roundup\">Drop the Dead Donkey</a>. Do feel free to rail against any injustices below.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/9ThzPDmlYgk?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"315\" src=\"https://www.youtube-nocookie.com/embed/9ThzPDmlYgk\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p>On a drizzly, north London street last week, two police officers and three investigators from the medicines regulatory agency began ringing doorbells on a large red-brick Victorian house.</p> <p>This was a drugs bust – albeit a good-mannered one. The <a href=\"http://youtu.be/9ThzPDmlYgk\" title=\"Danny Lee-Frost talks about the raid (video)\">investigators were not after crack cocaine but illicit supplies of Modafinil</a>, a pill taken by students to help them stay up all night writing their essays.</p> <p>The team from the <a href=\"http://www.mhra.gov.uk/#page=DynamicListMedicines\" title=\"\">Medicines and Healthcare products Regulatory Agency</a> (MHRA), accompanied by the Guardian, was mounting the raid as part of a global effort called Operation Pangea, involving 101 different countries.</p> <p>Pangea has seized £6.5m of drugs globally, and more than 18,000 websites have been closed down or had payment facilties removed, while the MHRA has netted more than 2.3m doses of unlicensed medicine worth more than £3.8m, including 68,000 counterfeit pills. The sequence of British raids was each named after a British prime minister, from Eden through to Blair – with the north-west London raid given the moniker Operation Home.</p> <p>This is the fifth year of a co-ordinated action against websites selling illegal and sometimes fake medicines. Most of the haul is Viagra and assorted versions of it; a raid the day before had turned up 13,000 packets, labelled as a Chinese herbal remedy.</p> <p>The investigators, led by Danny Lee-Frost, head of operations at the MHRA, had evidence, they said, that the less well-known Modafinil was being sold in the UK through a website registered to a man living at that address. Although the website was registered in Hong Kong and claimed to be perfectly legal because it was outside British jurisdiction, a packet of pills bought as a test purchase by Lee-Frost's team was postmarked from north-west London. In the UK, Modafinil – also known as Provigil, Modalert and by other names too – can only be sold by a licensed pharmacist, to somebody with a doctor's prescription treating narcolepsy(a medical disorder involving the inability to stay awake) .</p> <p>\"The [operation] is to get the message out [to the public] that the internet is not a safe place to buy medicines,\" said Lee-Frost, whose idea Pangea was. Modafinil, he said, \"is a pretty powerful drug. It should only be prescribed by a doctor. It is not to be lightly used.\" The people running the websites \"are not interested in health. They are only interested in making money.\"</p> <p>The MHRA collaborates with a number of organisations to target illegal websites, from the Metropolitan police e-crimes unit to US homeland security and specialised organisations that identify suspect online activity.</p> <p>This raid was not at the crack of dawn, but at a less hostile 7.30am and there was no question of breaking down the door, although the MHRA officers are permitted to do that if it is proportionate to the offence. The two police officers, said Lee-Frost, were there \"to prevent any breach of the peace\" and \"to deal with the question of who we are\".</p> <p>Strict rules around the MHRA's powers of investigation mean there had been limited surveillance of the target. \"We're allowed one drive-by at the time we intend to go in, to see if the lights are on and there are kids' toys on the lawn – that sort of thing,\" said Lee-Frost.</p> <p>The house has been converted to more than a dozen flats, with no certainty any of the lit windows belonged to the target – just a lot of curtain-twitching from houses opposite. With no response to ringing the suspect's doorbell, the team tried all the rest in turn, until a young man in pyjamas was persuaded to come and open the front door. \"Golly,\" he said.</p> <p>Not long after the officers made their way up the stairs, Lee-Frost, on the pavement outside, got a call on his mobile. He looked glum. \"It's a one-room bedsit,\" he said. \"He claims he has closed down the website and it all comes from China. He rents a mailbox in the City and says that's where his laptop is.\" There were no pills and just a small amount of paperwork. They would try to persuade the suspect to hand over his laptop, but this raid was unlikely to lead to a spectacular court case, although they do happen. In April, the MHRA got a confiscation order in Southwark crown court for £14.4m against a fake medicines dealer after tracking down his assets across Europe, which a judge decided were all the proceeds of crime.</p> <p>ModafinilUK, the website registered to the man in north-west London, was closed down on the day of the raid, just one of nearly 9,000 illegal pharmacy websites shut down. Like twigs on the branches of a tree, their URL addresses lead to a few \"anchor sites\" run, said the MHRA's head of enforcement, Nimo Ahmed, by organised crime networks, often based in Russia.</p> <p>The two biggest are well known – Eva Pharmacy, which makes around £1.4m a month and GlavMed, making £620,000. Investigators spent several years targeting these organisations but, said Ahmed, it proved impossible to pin down evidence as to where and when crimes had taken place, with websites in Russia, medicines supplied from India and offshore bank accounts in which to store the proceeds. The Russian medicines authority went in and managed to rattle GlavMed, however. \"The individual who was supposed to be behind the website left the country a couple of weeks before the raids took place,\" said Ahmed.</p> <p>Unable to stamp out the anchor sites, the MHRA and collaborators still manage to choke off a lot of their trade, closing down linked sites, confiscating and testing suspect packages entering the country and working with Visa, Mastercard, PayPal and other payment organisations to stop the money getting through.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-397123499\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278705350/Obama-and-Romney-waving-021.jpg\" alt=\"Obama and Romney: Obama and Romney waving\" width=\"760\" height=\"261\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) waves as he arrives at the convention centre in Cartagena, Colombia, for the VI Americas Summit and Romney waves as he arrives in Portsmouth, New Hampshire</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123481\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278544426/Obama-and-Romeny-greeting-020.jpg\" alt=\"Obama and Romney: Obama and Romeny greeting crowds\" width=\"760\" height=\"252\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) greets supporters during a campaign stop at the Charlottesville Telos Wireless pavilion, Virginia, and Romney greets supporters during a campaign rally at the Nascar Technical Institute in Mooresville, North Carolina</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397124031\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349280557442/Obama-and-Romney-with-the-022.jpg\" alt=\"Obama and Romney: Obama and Romney with their wives\" width=\"760\" height=\"272\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama and his wife, Michelle, (left) embrace on stage during his election night victory rally, and Romney kisses his wife, Ann, after the first Republican presidential candidates' debate in Manchester, New Hampshire</span> <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123491\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278221999/Obama-and-Romney-making-s-016.jpg\" alt=\"Obama and Romney: Obama and Romney making speeches\" width=\"760\" height=\"221\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) speaks in Decorah, Iowa, and Romney addresses a victory rally at the Long Family orchard farm and dider mill in Commerce, Michigan</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123503\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349277820192/Obama-and-Romney-watching-014.jpg\" alt=\"Obama and Romney: Obama and Romney watching television\" width=\"760\" height=\"238\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama and his daughters, Malia and Sasha, (left) watch TV in the treaty room of the White House, and Romney and his grandchildren watch the Republican national convention on TV in their hotel room in Tampa, Florida</span> <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123501\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278397867/Obama-and-Romney-with-bab-017.jpg\" alt=\"Obama and Romney: Obama and Romney with babies\" width=\"760\" height=\"262\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) chats to a child at the Countryside barbecue restaurant in Marion, North Carolina, and Romney talks to a child during a campaign stop at Tom's Ice Cream Bowl in Zanesville, Ohio</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123486\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278400295/Obama-and-Romney-board-pl-018.jpg\" alt=\"Obama and Romney: Obama and Romney board planes\" width=\"760\" height=\"252\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Romney (left) boards his campaign plane at Tampa International airport in Florida, and Obama walks to Air Force One at Andrews air force base</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123519\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349278541991/Secret-service-agents-019.jpg\" alt=\"Obama and Romney: Secret service agents\" width=\"760\" height=\"252\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Secret Service agents (left) guard a vehicle carrying Romney in Indianapolis, Indiana, and agents await the arrival of Obama at Detroit Metro Wayne County airport</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397124021\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349280669473/Obama-and-Romney-holding--023.jpg\" alt=\"Obama and Romney: Obama and Romney holding babies\" width=\"760\" height=\"243\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Obama (left) holds a baby during a campaign event at Rollins College in Orlando, Florida, and Romney lifts up a baby during a campaign rally at Flagler College in St Augustine, Florida</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123493\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349277817814/Obama-and-Romney-signs-013.jpg\" alt=\"Obama and Romney: Obama and Romney signs\" width=\"760\" height=\"251\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Supporters (left) hold a sign as they wait for Obama to arrive at a campaign rally in Milwaukee, Wisconsin, and a Romney supporter holds a sign during a campaign rally at Saw Mill restaurant in Greenville, South Carolina</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123497\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349277815468/Obama-and-Romney-supporte-012.jpg\" alt=\"Obama and Romney: Obama and Romney supporters\" width=\"760\" height=\"247\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Supporters (left) cheer Obama after he accepts the Democratic national convention's nomination to run for a second term as president at the Time Warner Cable arena in Charlotte, North Carolina, and Romney and vice-presidential nominee, Paul Ryan, welcome their families onstage after Romney's acceptance speech at the Tampa Bay Times forum in Florida on the final day of the Republican national convention</span> <span class=\"element-image__credit\">Photograph: Stan Honda/AFP/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-397123517\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/3/1349277922304/Romney-and-Obama-with-sup-015.jpg\" alt=\"Obama and Romney: Romney and Obama with supporters\" width=\"760\" height=\"261\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Romney (left) greets supporters after speaking at a campaign event at the Cox pavilion in Las Vegas, Nevada, and Obama greets supporters during a campaign stop in Las Vegas, Nevada</span> <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> </figcaption> </figure>",
  "<p>Following my article <a href=\"http://www.guardian.co.uk/global-development/poverty-matters/2012/sep/05/andrew-mitchell-legacy-aid-depoliticised-development\" title=\"\">last month on Andrew Mitchell's legacy</a>, I received many responses to the idea that politics needs to be brought back into international development discussions in the UK.</p> <p>There was broad agreement that, under the Conservative party, the UK's Department for International Development (DfID) has retreated into an aid agency fixated on technical solutions and efficiency. Political battles are being fought within and between countries across the world, but DfID, and many of its European peers, appear to be sitting them out, preferring to present development as a mixture of bean-counting and results evaluations (which is not to say that audits and accountability are unimportant).</p> <p>Take the growing campaign for a UN general assembly resolution on universal health coverage, something <a href=\"http://www.guardian.co.uk/society/sarah-boseley-global-health/2012/oct/01/worldbank-healthinsurance\" title=\"\">Sarah Boseley wrote about earlier this week</a>. The push is being led by emerging countries like Thailand, Brazil and Mexico, each basking in the success of their health policies and relishing embarrassing the US, which still has a prehistoric healthcare system. It's clear from looking at the evidence of successful health reforms over the past 100 years that they have emerged from straight-down-the-line political struggles. In the UK, Thailand, Sri Lanka, Rwanda, Ghana, Malaysia, China and many countries in Latin America, the \"healthy wealthy\" have been forced to cross-subsidise the sicker, poorer members of society. Needless to say, the US is doing everything in its power to block this initiative.</p> <p>Where is the UK's voice on these great issues? Basically silent. But this could be changing. I have <a href=\"http://www.guardian.co.uk/global-development/poverty-matters/2011/jun/03/uk-labour-international-development-politics\" title=\"\">regularly argued in this space</a> that we need to have a more political debate about international development in the UK and that Labour, in particular, must apply its critique of rampant capitalism at home to its international policies as well.</p> <p>Now, finally, Ivan Lewis, the shadow international development secretary, appears to be grasping the nettle. In his speech to the Labour party conference this week, he criticised what he sees as a Conservative belief in trickle-down economics and a simplistic \"public-bad, private-good\" ideology. Lewis declared that it is time for: \"Big global economic and social change. Growth which is sustainable, companies that are both profitable and responsible, meaningful agreements on fair trade and climate change, universal access to free healthcare, compulsory education and social protection. Global human rights with no exemptions for our allies. Women's rights at the heart of conflict resolution. Decent work, decent labour standards for workers everywhere\".</p> <p>Of course, much of the speech was the usual party political guff that <em>conferencistas</em> demand from their spokespeople, and a fairly traditional analysis of aid remained central to Lewis's thinking. But there is no mistaking the change of tone. When Mitchell used to say: \"There is not a Conservative, Liberal Democrat or Labour development policy, but a British one\", the other parties would nod approvingly. Lewis clearly doesn't share this view – he is setting out a distinctively Labour approach to international development, one that recognises politics are as much at play beyond Britain's borders as within them, and which will be pitted against a Conservative alternative at the next general election. Labour are now even <a href=\"http://www.guardian.co.uk/politics/2012/sep/30/tessa-jowell-role-international-aid\" title=\"\">advocating an international Sure Start philosophy for early childhood</a>, similar to the one they enacted in the UK, which the Conservatives appear to be dismantling.</p> <p>But Labour does not have a monopoly on vision, compassion or ideas. While widely derided in the aid industry (unsurprisingly, given his fairly full-square attack on it), Conservative grandee <a href=\"http://www.telegraph.co.uk/news/politics/9547999/Lord-Ashcroft-tells-Coalition-to-turn-off-the-golden-taps-and-stop-flooding-the-developing-world-with-our-money.html\" title=\"\">Lord Ashcroft's well-publicised critique of aid</a> last month is worth a read. Ashcroft warns Justine Greening, the newly appointed development secretary, that she will \"travel the world like a medieval potentate\" to developing countries that want \"tourism and trade, not dollops of aid\". He urges Greening to \"jettison the old-fashioned, neo-colonial approach of your predecessors\" and to \"stop parading as modern-day saviours of developing nations and step into the modern world\".</p> <p>He is wrong to call for a reduction in aid, <a href=\"http://www.guardian.co.uk/global-development/poverty-matters/2010/oct/19/development-spending-cut-mistake\" title=\"\">as I have argued</a> in the past. But his outlook on development appears to be better grounded in reality, and more in line with the kind of messages aid recipient countries are sending out, than the perspective of those who still favour a paradigm where rich, western countries offer largesse to the world's poor.</p> <p>And let's not forget the Liberal Democrats, who used to be the most progressive British party on these issues. Where are they hiding?</p> <p>The Conservatives have ideas and instincts on international development that are worthy of debate – a particular dislike of aid dependence, a belief in private-sector solutions, a focus on auditing and accountability. Let's hope we hear them when Greening gives her first major speech on the subject next week. Let's stop pretending development is like a mathematical equation; it is a political battleground. Let's hear the arguments. Let's have a proper discussion about Britain's future role in supporting development in other countries.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/WVl-5UyrIjo?wmode=opaque&amp;feature=oembed\"                                                                        > <iframe width=\"460\" height=\"283\" src=\"https://www.youtube-nocookie.com/embed/WVl-5UyrIjo\" frameborder=\"0\" allowfullscreen></iframe> </figure>   <p><a href=\"http://www.youtube-nocookie.com/embed/WVl-5UyrIjo\">Reading this on mobile? Click here to watch video<br></a><br>If you are put off by the fact that <a href=\"http://www.guardian.co.uk/music/artist/660ae496-420d-4795-a3bb-9ae08d032fe5\">Raized By Wolves</a> are made up of two members of post-Britpop indie darlings <a href=\"http://www.guardian.co.uk/music/doves\">Doves</a> (guitarist Jez Williams and keyboard player Martin Rebelski to be precise) and have links to <a href=\"http://www.guardian.co.uk/music/elton-john\">Elton John</a> (this is the first release on his new label, Rocket Music), or even if you are intrigued, it's probably best to leave your preconceptions at the door. </p> <p>Spirit World – the band's second single following <a href=\"http://www.youtube.com/watch?v=YlrwMpWuz8U\">The Call</a>, which came out on deadmau5's label last year – is a brilliantly throbbing dance behemoth that takes in vintage techno, sparkling electropop and offers more than a nod to modern dance tracks such as <a href=\"http://www.youtube.com/watch?v=L0TvnWRSyr4\">We Are Your Friends</a>. The vocals are provided by British singer/songwriter <a href=\"http://www.guardian.co.uk/music/artist/354bdd47-7813-40b3-861a-632d21d6bd0e\">Anne-Marie</a>, who ends up being doused in dry ice and smoke for the video (above). While it's not exactly the year's best visual accompaniment – the basic premise seems to involve going to a student union club and staring down some guys in homemade wolf masks – it's not bad enough to detract from one of 2012's most sophisticated bangers.</p> <p>Spirit World is out now on Rocket Music.</p>",
  "<p>As investors remained cautious ahead of key central bank meetings, <strong>Tate and Lyle</strong> is sweeter than most after a couple of broker upgrades.</p> <p>Martin Deboo at Investec raised his price target on the sweeteners and starches maker from 650p to 700p after its recent trading update, although he kept his hold recommendation. He said:</p> <blockquote> The second quarter commentary was better than our expectations, with volume growth in speciality food ingredients (against a tough comp) key. Meanwhile, the hurdle represented by the pricing rounds looks to be lowering. So the outlook is getting brighter and we upgrade our 2013 estimate by 2%. But corn prices remain volatile and Mexico remains a fickle mistress. <br> With the first half well-guided, we see the investor seminar in Chicago in December, the first for 4 years, as key to sentiment. As it is for us. We understand the bull case on this stock, but need to check its horns. </blockquote> <p>Meanwhile Credit Suisse raised its rating from neutral to outperform and its price target from 700p to 750p:</p> <blockquote> There is no easy way to value Tate &amp; Lyle, but it does seem to us to be a better business for all the changes we have seen and that this is not reflected in the share price (which is down 8% year to date versus a staples sector up 18%) </blockquote> <p>Overall the <strong>FTSE 100</strong> is down 12.02 points at 5813.79 awaiting news from the European Central Bank and - perhaps less importantly (since no changes are expected) - from the Bank of England.</p> <p>Commodity companies are among the fallers, with Russian steelmaker <strong>Evraz</strong> down 9.2p at 238.1p after it paid $800m in cash and shares to raise its stake in coal miner Raspadskaya from 41% to 82%. <strong>BHP Billiton</strong> has lost 9.2p to 238.1p while <strong>Eurasian Natural Resources Corporation</strong> is off 4.7p to 311.6p.. A recent decline in the oil price has left <strong>BP</strong> 7.8p lower at 431.25p.</p> <p>But <strong>Intercontinental Hotels</strong> has climbed 14p to £16.53 after better than expected third quarter earnings from US peer Marriott International.</p> <p><strong>Halfords</strong> is leading the FTSE 250 risers, up 35.1p to 301.1p after <a href=\"http://www.guardian.co.uk/business/2012/oct/04/halfords-olympic-cycling-bradley-wiggins\" title=\"\">it received a summer boost from the enthusiasm for cycling inspired by the Tour de France and Olympics</a>. It has also appointed former Pets at Home boss Matt Davies as its new chief executive.</p>",
  "<h2>Top stories on <a href=\"http://www.guardian.co.uk/media\">MediaGuardian</a></h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-397150451\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349306983180/Jimmy-Savile-010.jpg\" alt=\"Jimmy Savile\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">ITV documentary on Jimmy Savile was one of the most talked about shows of recent times. Photograph: Dezo Hoffmann/Rex Features</span> <span class=\"element-image__credit\">Photograph: Dezo Hoffmann/Rex Features</span> </figcaption> </figure>  <p><a href=\"http://www.guardian.co.uk/media/2012/oct/04/jimmy-savile-television\">The Other Side of Jimmy Savile – review</a><br> Mark Lawson: TV performer is judged on the medium that made him famous in ITV documentary detailing sex abuse allegations</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/03/financial-times-sale-raise-1-billion\">Financial Times sale could raise £1bn</a><br> Pearson's new CEO, John Fallon, says company is committed to FT, but City analyst predicts possible 'trophy hunt' by buyers</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/03/rupert-murdoch-shareholder-news-corp\">Murdoch faces News Corp shareholder revolt</a><br> Group says News Corp has not addressed board structure and corporate culture and call on Murdoch to step down as chairman</p> <h2>Today's featured media jobs</h2> <p><a href=\"http://jobs.guardian.co.uk/job/4517445/complaints-executives-2x-permanent-contract-and-1x-fixed-term-contract-linked-to-maternity-cover-/\">Advertising Standards Authority - Complaints Executives</a> <br>London/permanent/full time</p> <p><a href=\"http://jobs.guardian.co.uk/job/4518665/senior-graphic-designer/\">Kingston University - Senior Graphic Designer</a> <br>Kingston upon Thames/permanent/part time</p> <p><a href=\"http://jobs.guardian.co.uk/job/4517180/digital-product-manager\">Virgin Atlantic - Digital Product Manager</a> <br>Crawley/permanent/full time</p> <p>For more jobs, career advice and workplace news visit <a href=\"http://jobs.guardian.co.uk/\">guardianjobs.co.uk</a></p> <h2>Today's headlines</h2> <p><strong><a href=\"http://www.guardian.co.uk\">The Guardian</a></strong></p> <p>Grease reunion album. P5<br>Former BBC Radio 1 boss 'knew of Jimmy Savile rumours'. P8<br>Another woman speaks out about Savile. P10<br>Julian Assange supporters ask to keep bail money. P13<br>News Corp shareholders turn up heat on Rupert Murdoch. P26<br>Pearson boss Dame Marjorie Scardino to quit - but not retire. P27</p> <p><strong><a href=\"http://www.independent.co.uk\">The Independent</a></strong></p> <p>Diary: Ed Miliband spin doctor in 'YouTube moment' at Labour conference. P10<br>Former BBC Radio 1 boss 'knew of Jimmy Savile rumours'. P11<br>Andreas Whittam Smith: The BBC's conduct amounts to a cover-up. P17<br>Rupert Murdoch under fire from News Corp investors. P50<br>Feature on Dame Marjorie Scardino, who has stepped down as chief executive of Pearson. P52<br>New Pearson boss stands by Financial Times and Penguin. P53</p> <p><strong><a href=\"http://www.independent.co.uk/i\">i</a></strong></p> <p>Swearwords on BBC Breakfast. P3<br>Former BBC Radio 1 boss 'knew of Jimmy Savile rumours'. P7<br>Simon Bird interview. P36-37</p> <p><strong><a href=\"http://www.telegraph.co.uk\">Daily Telegraph</a></strong></p> <p>Former BBC Radio 1 boss 'knew of Jimmy Savile rumours'. P11<br>BBC still failing to promote women, says Caroline Thomson. P11<br>Apology after TV technician swears on air. P11<br>Dame Marjorie Scardino steps down at Pearson. Business P1<br>The X Factor rival could poach advertisers. Business P3<br>Not all plain sailing at Pearson for Dame Marjorie Scardino. Business P3<br>More pressure on Rupert Murdoch from News Corp shareholders. Business P3</p> <p><strong><a href=\"http://www.thetimes.co.uk\">The Times</a></strong></p> <p>Former BBC Radio 1 boss 'knew of Jimmy Savile rumours'. P5<br>Julian Assange backers refuse to 'betray' him. P6<br>David Aaronovitch: In Jimmy Savile's day, people looked other way at sex abuse claims. P25<br>Matthew Parris: MediaCity is more like a skyscraper shanty town. P26<br>Future of Financial Times called into question as Dame Marjorie Scardino steps down at Pearson. P43</p> <p><strong><a href=\"http://www.ft.com\">Financial Times</a></strong></p> <p>Dame Marjorie Scardino steps down at Pearson. P19<br>Andrew Edgecliffe-Johnson: Boundaries between PR and news being redrawn. P22</p> <p><strong><a href=\"http://europe.wsj.com/\">Wall Street Journal Europe</a></strong></p> <p>New Apple mini iPad enters production. P19<br>Hewlett-Packard warns profit will continue declining. P19<br>T-Mobile USA firms up merger plans. P21<br>Telefonica to float O2 Germany stake. P21<br>Google seeks to bind some YouTube videos to its social network. P22<br>Samsung wins US ruling on tablet. P22<br>Power of APIs transforms the web. P22</p> <p><strong><a href=\"http://www.dailymail.co.uk\">Daily Mail</a></strong></p> <p>Swearwords on BBC Breakfast. P7<br>New Jimmy Savile allegations. P11<br>Leader: BBC double standards. P14<br>Pearson's new chapter as Dame Marjorie Scardino steps down. P72</p> <p><strong><a href=\"http://www.dailyexpress.co.uk\">Daily Express</a></strong></p> <p>Former newspaper editor Brian Hitchen speaks out on Jimmy Savile. P23<br>Former BBC Radio 1 boss 'knew of Jimmy Savile rumours'. P23<br>Dame Marjorie Scardino steps down as chief executive of Pearson. P51</p> <p><strong><a href=\"http://www.thesun.co.uk\">The Sun</a></strong></p> <p>Former BBC Radio 1 boss 'knew of Jimmy Savile rumours'. P15</p> <p><strong><a href=\"http://www.mirror.co.uk\">Daily Mirror</a></strong></p> <p>New Jimmy Savile allegations. P1,7<br>Tulisa's Twitter trolls hell. P12-13<br>Justin Lee Collins trial coverage. P17<br>4G mobile services to launch this month. P17<br>Brian Reade: Jimmy Savile was given too much charity. P21<br>BBC sorry over F-word on Breakfast. P31</p> <p><strong><a href=\"http://www.dailystar.co.uk\">Daily Star</a></strong></p> <p>New Jimmy Savile allegations. P1,11<br>Tulisa's Twitter trolls hell. P24</p> <p><strong>And finally ...</strong></p> <p>It's become a tradition as firmly established as the festive season – the BBC is film its Christmas and Easter editions of Songs of Praise in October, five months early. In what the Daily Mirror trumpets as an \"exclusive\", it reveals that there will be back-to-back shoots for the two specials, themed with holly and daffodils respectively. The paper reports: \"A BBC spokeswoman insisted it always filmed both specials back to back to save cash. She explained: We're not faking it. The congregations know what they are in for. Obviously we dress the church appropriately.'\" Since the issue of \"fakery\" in the Songs of Praise specials <a href=\"http://www.guardian.co.uk/media/2007/mar/26/religion.bbc\">was widely raised in the press as far back as 2007</a>, perhaps the Mirror is relying too much on the ghost of Christmas past? Daily Mirror P35</p> <h2>Also on <a href=\"http://www.guardian.co.uk/media\">MediaGuardian.co.uk</a> today</h2> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/03/haymarket-profits-rise\">Haymarket's pre-tax profits rise 40%</a><br> Autocar publisher reports profit increase but flagship UK trade magazine operation struggles</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/03/matthew-freud-communications-profits-30-percent\">Matthew Freud forgoes dividend</a><br> Freud Communications profits rise 30% thanks to deals with London Olympics, BMW and Department of Health</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/04/twitter-facebook-benefits\">Twitter and Facebook to be used for benefit applications</a><br> Government denies scheme to use social networking to access services will be equivalent to identity cards</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/03/jimmy-savile-abused-child-accuser\">Jimmy Savile abused me as a child, says new accuser</a><br> Woman says television and radio presenter frequently visited girls' school and offered to take pupils for a ride in his car</p> <p><a href=\"http://www.guardian.co.uk/business/2012/oct/03/ftse-100-women-chief-executives\">FTSE 100 loses another female chief executive</a><br> Marjorie Scardino was the first - but there have never been more than five women FTSE 100 chief executives at any one time</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/03/julian-assange-supporters-bail-money\">Julian Assange supporters plead to keep £140,000 bail money</a><br> Vaughan Smith and others tell court they cannot influence WikiLeaks founder's decision to claim asylum</p> <p><a href=\"http://www.guardian.co.uk/uk/2012/oct/03/police-officers-twitter-accounts-closed\">Police officers' Twitter accounts closed after watchdog raises concerns</a><br> Her Majesty's Inspectorate of Constabulary intervenes over concerns about content of four Northamptonshire officers' tweets</p> <p><a href=\"http://www.guardian.co.uk/media/greenslade/2012/oct/03/dailymail-homelessness\">Daily Mail backs down over false homelessness claims</a><br> Paper corrects article after complaint to PCC</p> <p><a href=\"http://www.guardian.co.uk/media/2012/oct/03/photo-agency-boss-pcc-complaint\">Photo agency boss's PCC complaint rejected</a><br> Exaro News website ran story, repeated in the Independent, claiming NewsPics was offering money to public officials</p> <p><a href=\"http://www.guardian.co.uk/media/greenslade/2012/oct/03/nickclegg-newspapers\">Regional press letter to Clegg based on a misunderstanding</a><br> Deputy prime minister's criticism was aimed at national, not local, newspapers</p>",
  "<video data-media-id=\"gu-video-397153546\" class=\"gu-video\" controls=\"controls\" poster=\"https://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/10/4/1349340659614/Aftermath-of-the-shelling-001.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/10/4/120104TurkeySyria-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/ad/120104TurkeySyria/120104TurkeySyria.m3u8\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/10/4/120104TurkeySyria_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/10/4/120104TurkeySyria_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/10/4/120104TurkeySyria-720.mp4\"/> </video>   <p>Nato ambassadors met in emergency session in Brussels on Wednesday to ponder their limited options over the escalating Syrian conflict after a<a href=\"http://www.guardian.co.uk/world/2012/oct/03/turkey-syrian-mortar-bomb\" title=\"\"> cross-border incident with Syrian mortar fire left five dead in a Turkish village</a>.</p> <p>The unusual session of the North Atlantic Council in Brussels was demanded by Ankara, which has been pushing for a more muscular response from the western alliance to the atrocities in Syria.</p> <p>There is no appetite in Washington or among the Nato allies, however, for being dragged into the conflict.</p> <p>The Nato ambassadors issued a statement following the meeting, voicing their \"greatest concern\" and strong condemnation of the shelling, said to have killed a Turkish woman and her four children.</p> <p>The Nato meeting was held under the alliance treaty's article 4, asserting the integrity of the 28 members, rather than under article 5, which commits Nato to come to the defence of a member state under attack.</p> <p>In an interview with the Guardian on Monday, the Nato secretary general, Anders Fogh Rasmussen, said the alliance was committed to the defence of its key south-eastern pivot, Turkey. But he emphasised that there was scant prospect of Nato military intervention in Syria.</p> <p>\"Syria is a very, very complex society,\" he said. \"Foreign military interventions could have broader impacts.\"</p> <p>The statement issued after Nato's meeting in Brussels demanded an immediate halt to \"aggressive acts\" against Turkey.</p> <p>The shelling from Syria \"constitutes a cause of greatest concern for, and is strongly condemned by, all allies\", Nato ambassadors said in a statement, after they held a rare late-night meeting at Turkey's request to discuss the incident.</p> <p>\"The alliance continues to stand by Turkey and demands the immediate cessation of such aggressive acts against an ally, and urges the Syrian regime to put an end to flagrant violations of international law,\" the statement said.</p> <p>In Washington, the Pentagon strongly condemned Syria's deadly mortar strike into Turkey and said it was closely monitoring the situation.</p> <p>\"This is yet another example of the depraved behaviour of the Syrian regime, and why it must go. We regret the loss of life in Turkey, a strong ally,\" Pentagon spokesman George Little said.</p> <p>The White House also issued a strong statement condemning the incident and called for the Assad regime to step aside. \"All responsible nations must make clear that it is long past time for Assad to step aside, declare a ceasefire and begin the long-overdue political transition process,\" White House spokesman Tommy Vietor said.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-397196738\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/10/4/1349367966724/Turkey-map-001.jpg\" alt=\"Turkey map\" width=\"460\" height=\"476\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Turkey map Photograph: Guardian</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>"
]