[
  "<video data-media-id=\"gu-video-394530021\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/10/120810OlysJadeJones-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/10/120810OlysJadeJones_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/10/120810OlysJadeJones-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/10/120810OlysJadeJones_3gpLg16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120810OlysJadeJones/120810OlysJadeJones.m3u8\"/> </video>   <p>All of a sudden Britain has another new favourite sport. Taekwondo is its name and the extraordinary enthusiasm generated by the trail-blazing Jade Jones has rivalled anything seen outside the mainstream events at these Games. Deliberately kicking people in the head has never been so popular.</p> <p>By winning a memorable gold medal in the featherweight 57kg category, against the double Chinese world champion Hou Yuzhuo, Jones triumphantly sealed Britain's best showing in taekwondo in Olympic history. Martin Stamper could not quite make it an astounding double in the men's 68kg category but his agonising defeat in the bronze final also made for compelling viewing. Aside from Sarah Stevenson's bronze in Beijing four years ago, GB has never previously made it on to the podium.</p> <p>It is already thrillingly evident that the 19-year-old Jones is a genuine star, from her protective helmet to her flying toenails. The girl from Flintshire in north Wales has already seen off the world No1, Tseng Li-cheng from Chinese Taipei and could just be the catalyst for an explosion in martial arts interest. Never has there been a more appropriate moment to re-issue Teenage Kicks by The Undertones.</p> <p>Jones had to show all the mental fortitude for which she is renowned to see off Hou 6-4, twice suffering painful knocks in a tense second round. The early signs had been ominous, too, the youngster contriving to leave her blue helmet behind as she rushed forward to face her opponent. She had to have it tossed up to her from the apron prior to the start of the first round, which was a cagey, scoreless affair.</p> <p>Her positivity, however, was gradually rewarded as Hou, who had narrowly beaten Jones to silver in last year's world championships, grew increasingly frustrated. The Chinese conceded two penalty points, and a storming final round from Wales's angelic-looking assassin duly completed the job. As she hurled her helmet skywards and ran around the ring waving the Welsh dragon as well as the union flag, the sense of ecstasy was not confined to those watching in the pubs and clubs of Flint. \"It feels crazy,\" gasped the champion. \"To be the first athlete to win Olympic gold is amazing.\"</p> <p>These have certainly been the Games for strong, inspirational women. Not for nothing is Jones known as \"The Headhunter\", a nickname which has nothing to do with her abilities in the field of City recruitment. It was coined by her fellow players at the British taekwondo academy in Manchester two years ago when her aggressive instincts became swiftly apparent. \"Everyone used to laugh because I rarely went to the body and nearly always kicked to the head,\" she said. Her coach, Paul Green, says he feels sympathy for some of her opponents. \"She's like a male athlete in the female department,\" said Green. \"She's been getting up at 6am, tears every day but she's a fighter and she works hard. She's still got improvements to make but the future's bright for her. She delivers under pressure.\"</p> <p>The spectacular final round of her semi-final which saw Jones overcome her more fancied opponent was another classic example. Trailing 2-1 after the first two rounds, she needed something special and, with fewer than 30 seconds left, duly produced it with a snaking head-high right foot to the temple of her startled opponent. The three-pointer took her in front and the final score of 10-6 prompted a flurry of triumphant fist-pumping.</p> <p>The adrenaline rush the sport offers had attracted her right from the outset. When she was eight her grandfather took her along to the local taekwondo club to encourage her to defend herself and \"just to keep me off the streets really\". The school bullies were soon routed and her profile is now rising steadily. Last year she won silver in the 2011 world championships in South Korea.</p> <p>She had earlier convincingly seen off Japan's Mayu Hamada in the quarter-finals prior to emerging as only the third Welsh women to win Olympic gold.</p> <p>The 25-year-old Stamper, from Liverpool, also did his country proud, having previously defeated Erick Osornio Nunez from Mexico and Damir Fejzic of Serbia. Blocking his path to the gold medal match, however, was the top-seeded Servet Tazegul of Turkey, a bronze medallist in Beijing, who took an early lead and withstood a furious late comeback to win 9-6.</p> <p>It was still enough to earn Stamper his bronze-medal shot against Afghanistan's Rohullah Nikpah, who became his country's first Olympic medallist four years ago. A tight contest hinged on a video referral two seconds from the end but Stamper's hopes of a last-gasp victory were dashed by the judges. The crowd, though, loved every second.</p> <p>Taekwondo lends itself to a gladiatorial atmosphere, although the Koreans believe the use of physical force is justified only through defence. The gritty Jones stretches that principle to its limit.</p> <p>She has certainly reinforced Stevenson's belief that British taekwondo has never been in a better place despite the adverse headlines generated by the contentious exclusion from the GB Olympic squad of the world No1, Aaron Cook. \"When I went to Sydney in 2000 hardly anyone knew what taekwondo was,\" she said this week. \"That's all changed...I don't even think you can class it as a so-called minority sport any more.\" Stevenson and Cook's replacement, Lutalo Muhammad, the European champion, are both in action on Friday.</p>",
  "<p>Shush, he told the crowd before the start. Calm down, he gestured. So serene was he, so unstressed by the whole thing, that after he had taken care of the necessary business he got down on the track and performed a few press-ups. In between times he ran 200m in 19.32 seconds: not a threat to his own world record, or even to his Olympic record, but certainly good enough to reassert his standing as the world's fastest man.</p> <p>Yohan Blake, his compatriot and training partner, had beaten Bolt in the national trials at both 100 and 200m, and he did his best once again to give his rival a contest, finishing strongly and closing what had been a big lead as they came off the bend to a margin of 0.4sec – still an eternity – behind the great man. Warren Weir completed a devastating clean sweep of the medals for Jamaica.</p> <p>As the runners bent to their blocks there was the unusual sight of the United States outnumbered in an Olympic 200m final. Before Thursday night the US had provided 18 out of the 26 winners since the event was first held in 1900, but Wallace Spearmon was the only compatriot of Jesse Owens, Tommie Smith and Michael Johnson on view. He failed to challenge the trio from Kingston's Racers Track Club, finishing fourth, ahead of Churandy Martina of the Netherlands and Christophe Lemaitre of France.</p> <p>As if to celebrate the presence of Bolt and his fellow Jamaicans, London was blessed with glorious weather. Three more days of this and no one will go home from the 2012 Olympic Games with anything other than the memory of a perfect setting for the kind of athletic excellence enjoyed by another capacity crowd of 80,000.</p> <p>The warmth arrived as if on cue to lubricate the limbs that broke world records while winning the 100m and 200m in Beijing, as well as the 4x100 relay. We knew less than a week ago that such an epochal feat would not be repeated in London.</p> <p>On Sunday Bolt won the 100m, as expected, but his time of 9.63sec – although 0.06sec faster than the mark he set four years ago in Beijing, and therefore a new Olympic record – was still half a tenth of a second off the world mark that he had achieved at the world championships in Berlin in 2009.</p> <p>To capture the double of the 100 and 200m again in London, he had repeatedly claimed since achieving the feat for the first time four years ago, would make him a legend. Which raises the question of in whose mind, exactly, those staggering performances in 2008 had not automatically elevated him to that status.</p> <p>For those of his own generation, the Jamaican's existence provides a special thrill: like growing up, in some ways, during the era of Muhammad Ali.</p> <p>Even to those of us who lived through the eras of such dominant sprint champions as Bob Hayes, Valeri Borzov, Pietro Mennea and Carl Lewis, the 6ft 5in Jamaican represents a unique figure: a man who could break through generally accepted frontiers to set new standards of human achievement on the physical plane, taking rather less time than the scientists at Cern to redraw the map of mankind's potential.</p> <p>Bolt sprints like no champion ever has. By greeting his audience with a laugh and a little dancing-fingers mime show, he single-handedly revoked the licence of sprinters to throw gangsta shapes on the start line. Henceforward their threatening, glowering poses would provoke only derision. And he appeared to question the idea that there was more to the job, as long as you had completed a modicum of training, than just turning up and running.</p> <p>He ran, and can still run, even though the record-breaking years may be in the past, with the ease and naturalness of a gifted child at a school sports day. There is a sense of glorious, uncaring freedom long since lost to most sports in the professionalised, corporatised era.</p> <p>His world records in Beijing and Berlin were not the kind of incremental improvements usually seen on the track, the onward nudges that made Roger Bannister the first man to run the four-minute mile in Oxford in 1954 or Jim Hines the first man to go under 10 seconds for the 100 metres in Sacramento in 1968. Nor was there the kind of environmental assistance like that which enabled Bob Beamon to break the long-jump record by 55cm in the thin air of Mexico City, 2,240m above sea level, during the 1968 Games.</p> <p>Bolt's record-setting runs were quantum leaps, in the truest sense of the term: a shift from one state to another, without passing through the conventional intermediate stages. In the shorter event, a record that had been lowered over the years by the odd hundredth of a second here and there, taking 40 years to go from Jim Hines's 9.94 to Asafa Powell's 9.74, suddenly seemed to have missed several stages, going from Powell's 9.74 to Bolt's 9.58 – set in Berlin, a year after the Olympics – in under two years. In the 200m at the Beijing Games he took only two hundredths of a second off Michael Johnson's record of 19.32, but that was a mark, set in 1996, that had been expected to endure a great deal longer. In Berlin he lowered it further, leaving it at 19.19.</p> <p>Those record-shattering days may be gone, to judge by his performances over the past week on what has appeared to be a very fast track. But no one who was in the stadium will have gone home anything other than profoundly grateful to have witnessed at first hand the author of such historic deeds on the Olympic stage.</p> <p>Bolt's thunder is never completely stolen, but a large measure of it was appropriated by David Lekuta Rudisha, a 23-year-old from Kenya who knocked a tenth of a second off the 800m world record while winning a storming final. The remorselessly powerful acceleration of the tall 23-year-old in the back straight on the second circuit, taking him several metres clear of the field, was immediately reminiscent of Alberto Juantorena, the great Cuban who broke the record while winning the two-lap event in Montreal in 1976.</p> <p>Fittingly, Juantorena was present to watch Rudisha's run. A few minutes after the 800m runners had left the track, he fulfilled the duty of assisting at the medal ceremony for the men's 110m hurdles. Now 61 and an official of the Cuban Olympic Committee, he would have been delighted to see his old event won in so distinguished and memorable a manner.</p> <p>• This article was amended on 10 August 2012 because the original said Bolt's 100m win last week was \"half a second off the world mark that he had achieved at the world championships in Berlin in 2009\" and \"0.6sec faster than the mark he set four years ago in Beijing\".</p>",
  "<p>Investigators are waiting to see if it is safe to enter a smouldering Chevron oil refinery after it was ravaged by fire, sending plumes across the San Francisco bay area and Californian gasoline prices surging.</p> <p>Experts warned it could take months to repair the refinery in Richmond, a 2,900-acre facility which refines about 150,000 gallons of gasoline daily, 15% of the state's daily needs.</p> <p>Monday evening's blaze began in a tower and spread to at least three units used to cool water, prompting hundreds of people to seek treatment for respiratory problems and panic buying at the pumps, raising prices 11% in the bay area.</p> <p>However, initial predictions that prices could exceed $4 per gallon were scaled back because spare capacity in other west coast refineries could fill much, if not all, of the gap.</p> <p>\"There's room in the system to pick up the slack,\" Rob Schlichting of the California Energy Commission told reporters. \"The large jump we saw on Wednesday in prices I think was mostly panic buying.\"</p> <p>Chevron was expected to file a structural engineering and environmental report by Friday specifying how investigators could safely enter the facility.</p> <p>The all-clear would let a team of Chemical Safety Board inspectors –<br>the same which investigated the 2010 Deepwater Horizon oil spill in the Gulf of Mexico – to begin sifting through the charred equipment of a refinery which opened in 1902.</p> <p>The Environmental Protection Agency's Toxic Release Inventory lists the refinery as one of California's<a href=\"http://www.epa.gov/tri/\"> top emitters of toxic chemicals.</a> It has been cited by San Francisco Bay area regulators for violating air regulations 93 times in the past five years, <a href=\"http://www.huffingtonpost.com/huff-wires/20120809/us-refinery-fire/\">reported AP</a>. The number increased from 15 violations in 2007 to 23 in both 2010 and 2011.</p> <p>After the fire residents besieged legal firms — queues snaked around blocks — to register compensation claims.</p> <p>The fire began after vapour ignited but the cause remained unclear. A second, smaller fire erupted on Wednesday. Chevron issued a statement saying it resulted in \"no injuries, presented no immediate threat to the public and was extinguished in minutes.\"</p> <p>The company said the refinery was now partially operating, but did not say how much it was producing, nor the extent of damage and likely duration of repairs.</p> <p>Fixing water cooling units would take time, Richard Kuprewicz, a pipeline safety expert, <a href=\"http://www.sfgate.com/bayarea/article/Refinery-damage-may-take-months-to-repair-3773939.php#ixzz234o8RboZ \">told the San Francisco Chronicle</a>.</p> <p>\"They've got to rebuild them, and that will take a while. If they work 24/7, it will still take a while. Some of this stuff is not available off the shelf; the parts have to be ordered. They can scour the country, but it's not a like a car part. You're not going to fix it in a couple days.\"</p> <p>A 2008 hurricane which closed Gulf coast refineries sent prices in the south east briefly soaring to $5.21 a gallon. Analysts said this week's surge in prices at California's gas pumps – they hovered at $3.88 on Thursday – would continue but not as drastically as initially feared.</p>",
  "<h2><strong>Cairngorms: A Year In&#xa0;The Wild</strong><br>7pm, BBC2<br></h2> <p>We might only be little, but still, there's world-class wilderness in the British Isles, none more breathtaking, perhaps, than the Scottish Cairngorms. These are hostile peaks, clad with ice and snow in the winter, the weather wildly unpredictable. While dangerous, and sometimes deadly, they are also arrestingly beautiful, scattered with forests of Scots Pine. This look at a year in the life of the rugged National Park gets under the skin of the nature there, augmented with some fabulously sharp photography as the winter thaws and uncovers the heather moorlands and the rich, varied wildlife. Quite awesome. <em>Ben Arnold</em></p> <h2>Candy Queens<br>7.30pm, Discovery Real Time<br></h2> <p>Jackie Sorkin makes Kim Kardashian look culturally indispensable. She is the self-claimed Candy Queen, building sugary monstrosities for Hollywood's rich and tasteless. In this episode she bosses minions to create a throne for a local narcissist and a sickly State Fair for a children's charity event. The last potential redeeming feature drifts away as it becomes clear that her constructions are shoddy to say the least, with the cliffhanger moment coming courtesy of a malfunctioning candy ferris wheel. <em>Clare Considine</em></p> <h2>The Food We Eat: The Hunger Shame<br>8pm, ITV1<br></h2> <p>In this three-part series, Julie Etchingham explores modern Britain's relationship with food, beginning with a look at the effects of the current rise in food prices. Etchingham heads to a food bank where food is provided to people who can no longer afford to buy their own, and meets families who, though employed, are struggling to put food on the table. A much-needed look at a concerning effect of the economic crisis. <em>CC</em></p> <h2><strong>The Great British Story: A People's History</strong><br>9pm, BBC2<br></h2> <p>Michael Wood's survey of the eventful past 2,000 years undergone by the people of these islands concludes with a most frenetic period of history – the 20th and 21st centuries. Wood explains how the old order was swept away by two world wars, the crumbling of empire and the swift – and all things considered, mostly surprisingly unfussy – rebuilding of Britain as a post-industrial, multicultural nation. He ends with a&#xa0;spot of persuasive crystal-ball contemplation. <em>Andrew&#xa0;Mueller</em></p> <h2><strong>Undercover Syria</strong><br>9pm, PBS<br></h2> <p>Ramita Navai's film of life with Syria's rebels first appeared, in shorter form, as an instalment of Channel 4's Unreported World. It was shot last September, but given that Assad's regime has gone to such lengths to discourage reporting of the uprising, this remains one of the most detailed portraits we have of the revolt. Navai and director Wael Dabbous entered the country posing as tourists, before spending a fraught fortnight with the resistance. What they found was the determined beginnings of the full-scale rebellion now in progress: the film's recent Emmy nomination is the least it deserves. <em>AM</em></p> <h2>The Joy Of Disco<br>9.20pm, BBC4</h2> <p>\"It felt to us like Nazi book-burning\" said Chic guitarist Nile Rodgers, after a radio station's promotional stunt in which a pile of disco records were blown up in a Chicago stadium in 1979. It's a pretty apposite analogy. The music its detractors came to regard as processed cheese began as authentically outsider music – a soundtrack to gay liberation and female empowerment. This documentary looks at its social importance, its pioneers, and its influence on club culture. Followed by Disco At The BBC, including performances from Labelle, Gladys Knight and The Village People. <em>Ali Catterall</em></p>",
  "<p>Scott Parker has been ruled out of at least the season's opening month, after undergoing surgery to the achilles tendon in his right foot that has troubled him since the end of the previous campaign.</p> <p>Tottenham Hotspur confirmed that the midfielder saw the surgeon on Wednesday and he was \"expected to return to training after the international break in September\". Those fixtures conclude on 11 September and it would be difficult to see Parker coming straight into contention for André Villas-Boas's team. A first-team return in October is more realistic.</p> <p>Villas-Boas had expected Parker to need the operation but the news is nonetheless a setback to him, as he prepares for the first match of the season at Newcastle United on Saturday week. The club's key midfielder Luka Modric remains in exile as he awaits developments on the transfer he is seeking to Real Madrid while Sandro has not yet trained under Villas-Boas at Tottenham due to his involvement at the Olympic Games with Brazil and he will not do so until next week at the earliest. Brazil face Mexico in Saturday's final.</p> <p>Modric did not travel with the Tottenham squad to Spain for Thursday night's friendly against Valencia and Villas-Boas will need to assess his state of mind before deciding whether to include him at Newcastle.</p> <p>The signs are not positive. Villas-Boas's other options in central midfield are Tom Huddlestone, Jermaine Jenas, Jake Livermore and the new signing Gylfi Sigurdsson.</p> <p>Parker's last action came in England's Euro 2012 quarter-final loss to Italy on 24 June – he was forced off in extra-time – and it is a curiosity that six and a half weeks have been allowed to pass before the surgery.</p>",
  "<h2>Hockey 8:30am</h2> <p>Team GB women face New Zealand in the bronze medal match after their disappointing 2-1 loss against Argentina in Wednesday's semi-final. Great Britain will be hoping to add to their goal tally (15 this tournament versus New Zealand's 11 [not including shoot-outs]) to bring home a medal. Both teams have won three matches each so far. In the gold medal match at 8pm, defending champions the Netherlands take on Beijing 2008 bronze medallists Argentina. The Netherlands have won all their matches so far, while Argentina lost to the USA 1-0 in the preliminary rounds. Other matches include 5th-6th place between China and Australia and 11th-12th place between Belgium and the USA.</p> <h2>Swimming 12pm</h2> <p>After the excitement of the women's 10km marathon swim around Hyde park, today the men take their turn at a marathon dip in the Serpentine. The big hope for Team GB is Daniel Fogg, hoping to go one better than the silver David Davies won four years ago in Beijing. Fogg will face strong competition from Italy's Valerio Cleri who finished fourth in 2008, missing out on the medals by 14 seconds. At 31, this could be Cleri's last attempt at an Olympic medal.</p> <h2>Boxing 2:15pm</h2> <p>Four Team GB boxers will be in men's semi-finals, including the middlweight Anthony Ogogo, up against Brazil's Esquiva Falcao Florentino. \"I'm ready,\" said Ogogo. \"I'm ready. I want my place in that Olympic final. I want the whole nation roaring me on. I want the opportunity to fight for the gold medal and more than anything I want to become Olympic Champion.\" Luke Campbell, Fred Evans and Anthony Joshua will also be battling to make it to the final for Team GB. In the quarter-finals, the bantamweight Campbell took out Bulgaria's Detelin Dalakliev on a close 16-15 count.</p> <h2>Basketball 5pm</h2> <p>Twenty-years after the original \"Dream Team\" who included Michael Jordan, Magic Johnson, Charles Barkley and Larry Bird, the latest vintage with Kobe Bryant and and Le Bron James remain unbeaten in London 2012. The USA team made up of stellar NBA players are due to play Argentina in the semi-finals at 9pm, which have moved to the North Greenwich Arena. Having already broken an Olympic record by scoring 156 points against Nigeria last week, the Americans remain firm favourites for the gold medal. The defending champions are expected to breeze through this match and it will be the third time the USA have played Argentina in this tournament. Spain meet Russia in the other semi-final match at 5pm. &#xa0;</p> <h2>Football 7:45pm</h2> <p>Rivals South Korea and Japan kick off in the bronze medal match at 7.45pm. Korea were beaten 0-3 by Brazil on Tuesday. The Japenese team were beaten 3-1 by Mexico, and are aiming to bring home a medal for the first time in 44 years. The Japan captain, Maya Yoshida, said: \"We need to regroup right away. We've got to try to motivate ourselves and give it one more shot. I want to go home with a medal.\"</p> <h2>Brits to watch<br></h2> <p><strong>Tom Daley </strong></p> <p><strong>Diving: Men's 10m Platform</strong></p> <p><strong>7pm</strong></p> <p>Daley, who stunned the nation with his performance at Beijing at the age of 14, plans to use his father's memory as inspiration. Daley did not win a medal in 2008, but became the youngest ever British male athlete at an Olympics. He went on to win gold at the 2009 world championships and two more golds at the 2010 Commonwealth Games. Daley, alongside his diving partner Pete Waterfield missed out on a medal opportunity in the 10m synchro dive last week. To fulfil his childhood dream of getting an Olympic medal Daley will need to beat rival Qiu Bo of China, who took his world title last year. The Briton says: \"Normally in diving, silver is gold, because the Chinese dominate everything, but you never know what can happen.\"</p> <p><strong>Team GB</strong></p> <p><strong>Men's 4x400 relay</strong></p> <p><strong>9.20pm</strong></p> <p>The British relay team defied expectations by making it to the final and achieving a season's best of 3min 00.38sec in their heat. Today Nigel Levine, Conrad Williams, Jack Green and Martyn Rooney face the defending champions USA, and the Bahamas, Russia, Trinidad and Tobago and Cuba. In Beijing, lead by Rooney, the team missed out on a medal even though they performed a season's best time. Green said: \"I felt I had a lot to prove\" referring to his failure to qualify for the semi-finals of the 400m. In the heats, GB would have won if it were not for Trinidad and Tobago's Deon Lendore. Rooney will again lead the team and with such positive signs in the heat, Team GB's men have the confidence to go for a medal against the odds.</p> <p><strong>Shanaze Reade</strong></p> <p><strong>Women's BMX</strong></p> <p><strong>3pm</strong></p> <p>The 23-year-old Reade will continue her pursuit for gold as she races in only BMX's second appearance at the Games. The rider who broke her arm in a collision at Beijing, finishing eighth, and is counting on better luck this time. \"I have won the worlds, I have won the Europeans but I have not won the Olympics. That is what keeps the fire burning all the time,\" Reade said. Naming Victoria Pendleton as her inspiration, Reade says she is determined to succeed. She says: \"It was the best thing that happened to me in Beijing to not win that Olympics because it gave me the rules of how to be an Olympic champion. If I had won I wouldn't have been a true Olympic champion because I didn't have all the ingredients it took to be the champion.\"</p>",
  "<p>Open to the skies in Hyde Park, or enclosed within the concrete monolith of the Stratford Aquatics Centre, the water has not been kind to Britain's swimming Olympians. Before the start of the women's marathon swim in the familiar greasy-green depths of the Long Water – an event featuring Britain's world champion, Keri-Anne Payne – it was widely noted that to date 32 swimming disciplines had failed to yield a single British gold medal. Make that 33, then.</p> <p>Payne finished fourth here in front of a packed and celebratory unticketed crowd on the Knightsbridge bank of this grand man-made lake. If she at no stage threatened the winner, Eva Risztov of Hungary, a fearsomely gruelling race still boiled down to a sprint finish between Risztov and the American Haley Anderson, who produced a display of great racing heart at the end of six devastating laps that saw several competitors drop out in exhaustion – the South African Jessica Roux sobbing into the arms of her parents and Brazil's Poliana Okimoto into a waiting wheelchair.</p> <p>And really there was a pronounced parting of the ways here. For all the unrelenting contact-sport brutality of the race itself, this was another picturesque triumph for the peripheral staging of the Games. One of the more opaque endurance events, a pachydermic slog through pondweed-ridden waters, followed by an exhausting sprint finish, open-water swimming nonetheless emerged as a sun-kissed adornment to the endgame of these London Olympics. For Payne, though, this was a massive disappointment. A Beijing silver medallist and favourite to win gold here, she was taken apart in the final stage of the race by an athlete in only her seventh open-water marathon who had modelled her race tactics on the British swimmer's attacking approach.</p> <p>\"It didn't go my way from the start unfortunately,\" Payne said. \"I tried to get up a lead but they played me at my own game. The top 25 swimmers in the world are here, so to come fourth is not too bad really – but it is not quite what I wanted for the crowd and the team that have supported me and worked so hard to get me here.\"</p> <p>The British swimming team were among those cheering her on through the glutinous straits of the Long Water. Payne is engaged to be married next month to the 400m freestyler David Carry, with Rebecca Adlington lined up as bridesmaid, and the pair were duly present in the Hyde Park sunshine, either side of a shirt-sleeved David Cameron, who has performed a kind of anti-mascot role at these Games, banishing medals, stilling the cheers, squashing the national anthem but still bafflingly and insistently present wherever glory threatens.</p> <p>There were huge cheers across the banks at the start as Payne emerged draped in a white towel like a boxer on her ring-walk. And as the swimmers paraded past to take their marks it was apparent that these are rather different water athletes – long, loping figures, big-boned and well-padded – from the impossibly lean sprint-merchants of the pool.</p> <p>Lined up in body suits and rubberised helmets they resembled for a moment a clutch of Victorian bathing ladies about to dip a toe in waters still populated at the edges by geese, coots and moorhens. It was an impression dispelled instantly by the bravura opening to the race, a thrilling mass dive-start followed by a jostling sprint for position in the main peloton.</p> <p>From a distance the swimmers were soon no more than a row of bobbing heads, dwindling to a thicket of raised arms at the Wellington Arch end. Within the pack, though, this was an alarmingly physical start as elbows flew and shoulders clashed in search off the narrowest path round the race buoys. The first yellow card for deliberate fouling arrived on the first lap, at which point Payne was well-placed, nestled behind Risztov and Melissa Gorman of Australia. She even took the lead midway through the second circuit, pursuing the aggressive, front-swimming tactics that have served her well in the past. It is an unorthodox approach. The group mentality is strong in open-water swimming and pace-makers are rare, as these waters will often swallow you up without the collective slipstream effect.</p> <p>In addition, of course, this is a capricious event, infused with its own peculiar variables. Payne has in her time had to contend with jellyfish, shark waters and, on one occasion, the corpse of a dead dog. The Long Water holds less obvious terrors, though for many Londoners it is hard to contemplate its depths without thoughts turning to the out-of-competition detritus of beer cans and bobbing prophylactics, not to mention the whispers of a meter-deep sludge of accumulated goose droppings that is said to cling to the man-made bottom of the lake and which, some still say, hides in its depths the remains of assorted long lost cadavers.</p> <p>This is no more than London lore, of course, and on this final Olympic Thursday the water was mercifully benign, relatively warm at 20C and ringed on all sides with spectating hordes enjoying the warmest sunshine of the Games. After the managed munificence of distant Stratford, this was one of few genuinely central London events, applying a grand Olympic veneer around this central stretch of green, a rare open space at the heart of a clogged and hard-nosed commercial city that has still embraced these Games with all the clamour and abandon at its disposal.</p> <p>As the swimmers continued their circuits, pausing only to accept gel packets of food on sticks, the crowd on the banks picnicked in the midday sun, raising a cheer whenever the row of heads passed within view, which was roughly every 20 minutes. They were not alone in taking a packed lunch: many open-water swimmers compete with condoms filled with food shoved down their suits, designed to restore energy midway through the race, and Payne would later blame her own lack of a finishing burst on having missed a feeding station towards the end.</p> <p>For the most part many in the crowds were content to watch from a distance. Cameron clapped along awkwardly as a rather cajoling Wenlock danced insistently in front of his row of seats before being politely but firmly led away by the elbow. On the water, meanwhile, a gradual disintegration was taking place as the leading bunch, with Payne in third, began to stretch out the field.</p> <p>By now the first swimmers were being winched out of the water in exhaustion, with, most notably, Okimoto wheeled from the bank in some distress but later reported to be in good health. At which point the Hungarian kicked for home, producing out of her own exhaustion a devastating break that culminated in the fastest length of the day right at the&#xa0;last.</p> <p>The chasing pack drew close, led by Anderson and Martina Grimaldi of Italy who would take bronze. And so the most physically debilitating event of the water-based Olympics came down to the final two strokes, with Risztov raising a prune-like palm to slap the finish board half a second ahead of Anderson. There were defeat and disappointment for Payne but for these quietly compelling London Games another surprisingly engrossing turn.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-394459890\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344522332588/nyc-vigil-oak-creek-001.jpg\" alt=\"nyc vigil oak creek: nyc vigil oak creek\" width=\"715\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The vigil remembered the six people killed in Sunday's shooting, and expressed gratitude for police officer Lt Brian Murphy, who is currently recovering from bullet wounds sustained in the attack<br>Photograph: Chitrangada Choudhury</span> <span class=\"element-image__credit\">Photograph: Chitrangada Choudhury/Action images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394459986\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344522360543/nyc-vigil-oak-creek-008.jpg\" alt=\"nyc vigil oak creek: nyc vigil oak creek\" width=\"715\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Over 500 people from New York city and surrounding areas attended the vigil, cheering when faith leaders spoke for the need for stronger gun control laws<br>Photograph: Chitrangada Choudhury</span> <span class=\"element-image__credit\">Photograph: Chitrangada Choudhury</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394459837\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344522348093/nyc-vigil-oak-creek-templ-005.jpg\" alt=\"nyc vigil oak creek: nyc vigil oak creek temple shooting\" width=\"400\" height=\"596\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Subeg Singh, 84, seen in this photograph, was among the six killed on Sunday at the Oak Creek gurdwara. He was a farmer from northern India, and had moved to Oak Creek in 2004, to live with his son's family<br>Photograph: Chitrangada Choudhury</span> <span class=\"element-image__credit\">Photograph: Chitrangada Choudhury</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394459939\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344522340550/nyc-vigil-oak-creek-003.jpg\" alt=\"nyc vigil oak creek: nyc vigil oak creek\" width=\"715\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paramjit Kaur, 41, was the only woman to be killed in Sunday's shooting. She arrived with her husband, Inder, from Punjab eight years ago and worked at a medical instruments company. She is survived by her husband and two teenage sons<br>Photograph: Chitrangada Choudhury</span> <span class=\"element-image__credit\">Photograph: Chitrangada Choudhury</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394459934\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344522336657/nyc-vigil-oak-creek-002.jpg\" alt=\"nyc vigil oak creek: nyc vigil oak creek\" width=\"715\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ranjit Singh, 49, a worker at the Oak Creek temple, was scheduled to visit Delhi later this year to meet his family for the first time in 15 years. His younger brother Sita Singh was also killed in the shooting<br>Photograph: Chitrangada Choudhury</span> <span class=\"element-image__credit\">Photograph: Chitrangada Choudhury</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394460007\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344522376801/nyc-vigil-oak-creek-012.jpg\" alt=\"nyc vigil oak creek: nyc vigil oak creek\" width=\"715\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Satwant Singh Kaleka, 65, whose picture is held on the right, was the head of the Oak Creek gurdwara. During Sunday's attack, he attempted to thwart Wade Michael Page, before succumbing to bullet injuries<br>Photograph: Chitrangada Choudhury</span> <span class=\"element-image__credit\">Photograph: Chitrangada Choudhury</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394459993\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344522364621/nyc-vigil-oak-creek-009.jpg\" alt=\"nyc vigil oak creek: nyc vigil oak creek\" width=\"715\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A young woman at the vigil reads a flyer  about the Sikh religion and America's Sikh community. Sikh civil rights groups have tried to draw attention to a series of hate crimes such as physical attacks and verbal abuse experienced by individuals from the community <br>Photograph: Chitrangada Choudhury</span> <span class=\"element-image__credit\">Photograph: Chitrangada Choudhury</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394460003\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344522372880/nyc-vigil-oak-creek-011.jpg\" alt=\"nyc vigil oak creek: nyc vigil oak creek\" width=\"715\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Two Tibetan Buddhist women were among the few hundred who attended Thursday's vigil in downtown Manhattan<br>Photograph: Chitrangada Choudhury</span> <span class=\"element-image__credit\">Photograph: Chitrangada Choudhury</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394460041\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344522394557/nyc-vigil-oak-creek-017.jpg\" alt=\"nyc vigil oak creek: nyc vigil oak creek\" width=\"715\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New Yorkers from a range of backgrounds came out on Thursday evening to express solidarity with the Sikh community<br>Photograph: Chitrangada Choudhury</span> <span class=\"element-image__credit\">Photograph: Chitrangada Choudhury</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394460027\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344522380667/nyc-vigil-oak-creek-013.jpg\" alt=\"nyc vigil oak creek: nyc vigil oak creek\" width=\"715\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sikh immigration to America dates back to the turn of the 20th century. The oldest Sikh temple in the country, the Stockton Gurdwara in Stockton, California, is now a hundred years old<br>Photograph: Chitrangada Choudhury</span> <span class=\"element-image__credit\">Photograph: Chitrangada Choudhury</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394459968\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344522356153/nyc-vigil-oak-creek-007.jpg\" alt=\"nyc vigil oak creek: nyc vigil oak creek\" width=\"715\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Speaking at a vigil on Wednesday, Wisconsin's governor, Scott Walker, had said the legacy of the killings should be for people to pay a little more attention to their fellow citizens, neighbours and friends. The message was reiterated by speakers at the New York vigil<br>Photograph: Chitrangada Choudhury</span> <span class=\"element-image__credit\">Photograph: Chitrangada Choudhury</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394460032\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344522388461/nyc-vigil-oak-creek-015.jpg\" alt=\"nyc vigil oak creek: nyc vigil oak creek\" width=\"715\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The crowd listened to religious leaders from diverse institutions including the city's Riverside Church speak about the value of cultural difference<br>Photograph: Chitrangada Choudhury</span> <span class=\"element-image__credit\">Photograph: Chitrangada Choudhury/Action images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394460081\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344522403948/nyc-vigil-oak-creek-019.jpg\" alt=\"nyc vigil oak creek: nyc vigil oak creek\" width=\"715\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lt Brian Murphy, the officer who was injured in the attack has been greatly praised in the community. A Sikh organisation in Delhi, India has said it would like to give him a $5,000 award to express gratitude for his bravery during the shooting<br>Photograph: Chitrangada Choudhury</span> <span class=\"element-image__credit\">Photograph: Chitrangada Choudhury</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-394460063\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/8/9/1344522400060/nyc-vigil-oak-creek-018.jpg\" alt=\"nyc vigil oak creek: nyc vigil oak creek\" width=\"715\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sikh civil rights groups have tried to draw attention to a series of hate crimes such as physical attacks and verbal abuse, experienced by individuals from the community<br>Photograph: Chitrangada Choudhury</span> <span class=\"element-image__credit\">Photograph: Chitrangada Choudhury</span> </figcaption> </figure>",
  "<p>It's little wonder that Chieko Sasaki is gripping two bottles of sake like her life depends on it.</p> <p>For weeks after the meltdown at Fukushima Daiichi nuclear power plant last March, Sasaki believed her brewing business had met the same fate as her hometown, Iitate.</p> <p>The farming village lies just outside the 20km (12-mile) evacuation zone surrounding the plant, but was <a href=\"http://www.theguardian.com/world/2012/mar/09/fukushima-residents-plagued-health-fears\" title=\"\">evacuated two months after the accident after independent monitors discovered dangerously high levels of radiation there</a>.</p> <p>Sasaki, along with 7,000 Iitate residents, left the home she shared with her husband, son and grandson, and said a quiet farewell to her brewery, restaurant and the fields where she once grew organic rice and vegetables.</p> <p>\"When I think about my old house, I get a headache and can't sleep,\" she said. \"I took out millions of yen in loans to build my old brewery and restaurant, and I was on the verge of paying them off when the accident happened.</p> <p>\"Then I had to borrow more money to open this place. Tokyo Electric Power [the operator of the plant] has paid me some compensation, but it's a drop in the ocean.\"</p> <p>Almost a year and half later, Iitate's residents, now scattered around the region in temporary shelters and private accommodation, still don't know when they will be able to make a permanent return, although many are now permitted to visit during daylight hours.</p> <p>The uncertainty, and boredom with life as a nuclear evacuee, drove Sasaki, 66, to resurrect her business making unrefined doburoku sake at her new premises just outside Fukushima city.</p> <p>Standing in her way was a web of red tape. Japan's brewing laws are weighted in favour of large-scale producers, and Sasaki had only been given permission to brew the doburoku, which requires a special license, after Iitate was granted special economic status in 2006.</p> <p>As soon as she was evacuated, she effectively lost her right to work. Under pressure from the Iitate council, the authorities compromised, and Sasaki began brewing again with the last batch of the village's rice harvest from 2010.</p> <p>Last year's crop was never harvested due to fears over radiation, but what little was left of the previous year's supply went towards the production of six large barrels of sake, with the final product going on sale in May. From this year, she will use rice grown by relatives living in another part of Fukushima prefecture.</p> <p>\"I made far less than I used to,\" she said. \"I used to sell huge amounts for New Year's celebrations, summer festivals and social events. But now my old neighbours are scattered all over the place.\"</p> <p>Sasaki has returned to her old routine of visiting her brewery three times a day to monitor the sake's temperature. But her enthusiasm is tempered with resentment at the hand the nuclear accident has dealt her and her family.</p> <p>She visited her former home last winter to find that the bath, sink and toilet had cracked irreparably, and layers of ice on the floor where water had leaked through the roof. There were signs that wild animals had invaded the property.</p> <p>\"I can't think about the future at all,\" she said when asked about official promises that parts of Iitate could be inhabitable within two years.</p> <p>But after word spread about her sake venture, Sasaki quickly found herself running out of stock as old neighbours and new customers indulged their love of her cloudy, slightly fizzy tipple.</p> <p>\"If this can help lift people's spirits even just a little, then I'm happy to do whatever I can to help.\"</p>",
  "<p>A couple of days ago, Sam Morris turned up for work in the main press centre at the Olympic Park, and realised with a little start that she only had two more shifts left.</p> <p>\"I suddenly felt a real sense of loss,\" she said. \"Yes, I'm exhausted, I've hardly watched any of the sport, and I can't wear the shoes any more because they rub my feet. But the camaraderie, the fact that I get on the train at 5am and the other people are also wearing purple, just the fact that I feel very involved in something as a small part of a much bigger whole - it's been amazing.\"</p> <p>Tony Dines has already finished his final shift in the media \"mix zone\" at the velodrome, and was surprised to find himself \"very sad\", he said. \"We had a very tight and intense bond with the people we worked with. We knew we were contributing to something very, very grand, much bigger than us. There's a sense of grieving, really, in losing it now.\"</p> <p>As London's grand Olympic party begins to draw to a close, those superlatives that haven't yet been exhausted on the sporting action are being lavished on the 70,000 Games Maker volunteers who have been critical to making it happen. \"Volunteers are the lifeblood of any Olympics,\" the Chicago Tribune remarked earlier this week. \"But, in London, they've also been its heart.\"</p> <p>\"The overwhelming expression of gratitude I get everywhere I go is the extraordinary work of our Games Makers,\" said the Locog chair, Sebastian Coe. \"I think these Games are showing the best of us, the very best of British.\" Lord Moynihan, the British Olympic Association chair, has even nominated them, en masse, for the sports personality of the year award, praising their \"epic\" performance, and saying: \"I'd like to put on the record our tribute, our respect.\"</p> <p>If, for many of the 5 million-plus people who have attended Olympic events, the Games Makers have played as memorable a role as the athletes, many of the volunteers themselves also describe their time in purple and pink shirts and sand-coloured trousers as a life-changing event.</p> <p>Morris, an experienced account director in a digital marketing firm, said she was surprised to have discovered \"a renewed sense of self-confidence\" through her time working in the press centre, where some of her tasks – from directing foreign journalists to the arena to tidying desks after they left – could be described as relatively menial.</p> <p>It has not always been easy. Charlotte Brookes, who has been working at ExCeL, home of the judo, wrestling and boxing, described her time as a volunteer as \"incredibly difficult\" and said: \"The hours are insane.\" As an \"event services\" general helper on the earliest shift, she has worked from 5.45am to 4.15pm, with just half an hour for lunch and, if she was lucky, another half hour at some point in the morning. \"That's a long time to be on your feet,\" she said. Games making, she said with candour, \"has been a difficult experience\". And yet she would still do it again, given the chance. \"It's been great to be involved in the whole thing. And the public feedback honestly couldn't be better.\"</p> <p>Dines, whose partner, Andy Clark, also volunteered at the Olympic tennis at Wimbledon, even found connections to his role as a life coach for aid workers in disaster zones. Escorting athletes who had just finished a race in triumph or disaster to a press conference had required all his skills in managing moments of high emotion.</p> <p>\"This was one of the most exciting things I have done in a very, very long time,\" he said. \"It was much, much more satisfying than I thought.\"</p> <p>The big question, for volunteers and impressed observers alike, is what happens to the celebrated Games Maker spirit once the Games themselves come to an end (volunteers will also be working at the Paralympics - many GMs have signed up to do both). David Cameron has expressed his desire to \"bottle\" the good humour and selflessness of the volunteer effort, in support of his Big Society agenda. At least one charity, too, has explicitly appealed to GMs to continue giving up their time, saying they are \"testimony to the difference volunteering can make\".</p> <p>Coe, however, has stressed that volunteering is not new, either to the Games or to sport. \"People that are raking sandpits, marshalling on cross country courses, driving young people in the improbable early hours of the day to ice rinks, coaching mini rugbies, cutting sandwiches in club houses, laundering, mentoring, tutoring, educating, parenting – they are volunteers. That's what sport does.\"</p> <p>Craig Birch, an education student from Newcastle, helped out at St James' Park's training grounds while early group matches in the football were being played there. He has already resolved to apply to volunteer at the Commonwealth Games in Glasgow in 2014. \"We were all talking about applying in Rio [in the 2016 Olympics], but I think that's going to be really expensive. The Commonwealth Games are still quite local to me, though. It's something I'm really excited about.\"</p> <p>For other Games Makers, however, aside from the reunions with purple-clad colleagues already in the diary, the personal legacy of the Games may be less immediately tangible, if no less profound.</p> <p>\"How do we carry on this rather hopeful, optimistic sense?\" asked Dines. \"I don't know the answer to that, except for myself. I hope that people, like me, will remember to choose to follow a hopeful path rather than the negative, cynical one.\" Britain, he said, \"has remembered who we are and what we can do\".</p>",
  "<p>Bajaur, one of the seven administrative units in Pakistan's federally administered tribal area (Fata), on the border with Afghanistan, has experienced a marked rise in school enrolment since the beginning of the year. \"Enrolment has increased and this year we enrolled 39,000 new students,\" says Muhammad Gul, an education officer in Bajaur. \"Yet 80,000 remain out of school.\"</p> <p>Gul believes poverty and illiteracy can be a potent combination in fuelling extremism. \"If these kids don't have a pen in their hands, they will grow up and take up the Kalashnikov,\" he says.</p> <p>Part of the reason for the increased level of enrolment in the area is the return of families displaced by conflict in 2008-09. Around 250,000 people were still displaced from Bajaur at the end of 2009, according to the UN Office for the Co-ordination of Humanitarian Affairs. But for many the incentive is the ration of four litres of cooking oil (worth around £3, or just under $5) distributed every second month by the World Food Programme's (WFP) Back to School, Stay in School programme. To obtain the oil ration, students – who also receive locally manufactured high-energy biscuits daily from the WFP – must attend school 22 days each month.</p> <p>The scheme was launched in January 2011 in Fata and all four provinces of Pakistan, but funding problems mean it is now limited to government-run schools in Fata (excluding North Waziristan, where the WFP is not working due to conflict). WFP spokesman Amjad Jamal says the programme has a two-pronged strategy: to address short-term hunger and nutritional deficiencies, and increase enrolment and retain those already in school. The WFP has been engaged in school feeding in Pakistan since 1968. Gul says that, of Bajaur's 616 schools, 435 (of which 135 are girls' schools) receive WFP help, benefiting 60,000 children. \"Some areas are difficult to reach still and thus left out from the loop,\" he admits.</p> <p>\"We are seeking to make life easier for returnees by helping to ensure the provision of health and education,\" says Jamal. The NGO is supporting more than 990 schools, and 130,000 children take home the ration. The current programme ends in December, but will be renewed until 2015.</p> <p><a href=\"http://www.crisisgroup.org/~/media/Files/asia/south-asia/pakistan/178_pakistan___countering_militancy_in_fata.pdf)\" title=\"\">According to the International Crisis Group</a> (pdf), there were around 4,660 primary schools, including 2,000 girls' schools, in Fata at the end of 2008. However, literacy remains low, and more than half of children who enrol in primary schools drop out before completing class five due to \"poor quality of instruction, corporal punishment, teacher absenteeism, inaccessible locations and poorly maintained facilities, including shortages of furniture, clean drinking water and lavatories\".</p> <p>According to last year's <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=last%20year%27s%20national%20nutrition%20survey%20pakistan&amp;source=web&amp;cd=1&amp;ved=0CE4QFjAA&amp;url=http%3A%2F%2Fpakresponse.info%2FLinkClick.aspx%3Ffileticket%3DBY8AFPcHZQo%253D%26tabid%3D117%26mid%3D752%2F&amp;ei=F0YhUPeCEKqb0QWkuoCwBA&amp;usg=AFQjCNHOfz2NRkuXPnD8JV2tvqFM94HsTw&amp;cad=rja\" title=\"\">national nutrition survey</a> (pdf), 43.6% of Pakistani children under the age of five are stunted, 15.1% wasted, and 31.5% underweight. Approximately 32% are suffering from severe malnutrition, and 62.5% are anaemic.</p> <p>Data collected by the directorate of education in Fata shows that, as of the end of March, 417 schools – including 133 for girls – had been blown up. Militants are still targeting educational institutions in the region, which is why parents are fearful of sending their children to school. However, Gul insists \"poverty is a much bigger issue\".</p> <p>\"Investing in the longer-term opportunities provided by education is not a consideration,\" Jamal says. And in tribal areas in particular, female education is seen as a wasted investment both economically and culturally.</p> <p>Irfanullah, 26, a taxi driver who has six younger siblings, has tried to break that tradition by enrolling his two sisters into the school along with his three brothers, but to do so he has had to give up his own studies. He is among the few young men in his village in Bajaur who studied until grade&#xa0;12. He says the rations his sisters get from school cut household costs. \"Every little amount helps,\" he says.</p> <p>\"If our women get educated, chances are they will, in turn, ensure their children do not become militants,\" Irfanullah says. His sisters started studying before the WFP programme began. \"Their studies got disrupted for almost a year when we had to flee the fighting,\" he says.</p> <p>Food-price inflation in Pakistan has averaged 18% for the past four years, while the purchasing power of the poor has declined significantly. According to last year's national nutrition survey, 57% of the country's population of 184 million people face food insecurity.</p> <p>Kausar Khan, a health practitioner working with the Aga Khan University (AKU) in Karachi, is sceptical about the ability of the WFP programme to improve the nutritional status of those involved. She feels the community's involvement in the programme \"appears to be that of a passive recipient\" rather than an active one.</p> <p>Khan points to the 2005 government-funded Tawana Pakistan Project (TPP) – a school feeding programme for girls, of which AKU was the technical adviser and major implementer, where women were the central actors. \"They were introduced to the basic concept of a balanced diet, to take stock of the food available to them, and prepare one balanced meal in a day,\" she says. The TPP programme ran in 29 high-poverty districts of Pakistan, including Fata, and in nearly 4,000 schools.</p>",
  "<p>Marks &amp; Spencer has become the latest retailer to introduce contactless payments, initially in its 25 busiest London stores and a number of Simply Food outlets.</p> <p>The contactless technology, provided by payment processor <a href=\"http://www.streamline.com\" title=\"\">Streamline</a> and <a href=\"http://www.visaeurope.com\" title=\"\">Visa Europe</a>, allows shoppers to buy items for less than £20.</p> <p>M&amp;S has already carried out trials at busy railway station outlets such as London's Euston station, and is poised to roll the system out to all its UK branches.</p> <p>Darren Wilson, managing director of Streamline, said: \"Contactless technology is becoming increasingly popular on the high street, and we predict the technology will have a very positive effect on the shopper experience at Marks &amp; Spencer.\"</p> <p>Mark Austin, head of contactless at Visa Europe, said: \"We now have over 21m contactless cards in circulation in the UK, and we are excited to add Marks &amp; Spencer to the list of retailers accepting contactless payments in all of their stores.\"</p> <p>In addition to the contactless Visa cards, there were more than 109,000 contactless payment points in the UK in March 2012. The number of terminals in Europe is increasing at a rate of about 10,000 a month, and there are currently more than 225,000 terminals across Europe. Visa Europe says there will be 30m contactless cards in the UK by the end of 2012.</p> <p>The Co-operative Bank announced earlier this week that it is planning to issue contactless payment cards to more than 2 million debit and credit card customers.</p> <p>Additionally, the Co-operative has installed terminals in 172 of its food stores within the M25, four in Manchester and across its entire network of pharmacies.</p>",
  "<p><a href=\"http://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F45080828&amp;show_artwork=true\">Reading on mobile? Listen here<br></a><br><strong>Hometown: </strong>Stockholm and Sydney.</p> <p><strong>The lineup:</strong> Elektra and Miranda Kilbey (vocals).</p> <p><strong>The background:</strong> They look fabulous and sound dolorous. What a combination. Elektra and Miranda Kilbey are two sisters, barely out of school, who grew up flitting between Australia and Sweden and now work as a duo called Saint Lou Lou. They've got the flaxen hair and cheekbones of <a href=\"http://farm6.staticflickr.com/5241/5228262757_0210b93471_z.jpg\" title=\"\">Mariel and Margaux Hemingway</a> in 1978 and they sound like a depressed <a href=\"http://www.guardian.co.uk/music/2003/feb/07/popandrock.artsfeatures7\" title=\"\">tATu</a>. Their frequent peregrinations from north to south, cold and dark to sunny and bright, apparently impacted deeply on their psyches. We're no shrinks, but we do recognise the delicate sound of thunderous yearning when we hear it, and this pair obviously spent their formative years in a near-permanent state of longing for the Other Place. \"When you're constantly travelling back and forth between the opposite ends of the world, you can end up feeling like you're stuck somewhere in between,\" they have said, in an attempt to explain the aching sense of displacement that informs their songs.</p> <p>They're pop songs, not indie or electronic ones, even though you can see the alternative crowd digging them and detect elements of the latter creeping into their construction, which takes place in Stockholm with their co-writers Addeboy Vs Cliff – who produced their imminent debut single <a href=\"http://www.youtube.com/watch?v=1vrUxtXqIbE\" title=\"\">Maybe You</a> – and Patrick Berger, who is <a href=\"http://vikavikavika.files.wordpress.com/2008/09/berger.jpg\" title=\"\">a retired Czech footballer</a> as well as sometime knob-twiddler for Robyn. Oh, all right, they're different Patrick Bergers. Just trying to lighten the mood, which is so deliciously sad you can taste it. In fact, super-chic French label Kitsuné liked the flavour straight away, signing them as soon as they heard the demo of Maybe You. Now the girls are planning to move to London to finish their debut album, due in 2013.</p> <p>Let's just hope they don't get too happy while they're here because, let's face it, we all know what <a href=\"http://www.guardian.co.uk/sport/2012/jul/24/olympics-opening-ceremony-rehearsal\" title=\"\">a crazy fun town</a> the capital is right now. Even we wouldn't sanction mental torment just for our personal delight; we are simply cautiously advising Elektra and Miranda, if they'll forgive our informality, to retain that special quality of misery that serves their music so well. As commercial pop goes, Maybe You is less fizzy than forlorn, and the words are tremendous, existentialist angst-poetry for teens on Twitter. Miraculously, it's no one-off. We have been privy (we always lapse into Shakespearean when we're excited) to two further tracks, demos that prove even without the finishing studio touches these tunes work. Julian is a poignant paean to – who? <a href=\"http://www.imdb.com/name/nm0854697/\" title=\"\">Mr Temple</a>? That's sick. <a href=\"http://www.youtube.com/watch?v=WWWKl1QJed0\" title=\"\">Lennon</a>? Don't be ridiculous. Perhaps it's <a href=\"http://www.youtube.com/watch?v=4TW79gk13gk\" title=\"\">Casablancas</a>. \"Once we get across the border – oh, Julian – I'll … mend … your … heart,\" they coo. It's all in the intonation. \"You know I'll keep your secret.\" Welcome back to pop, mouth-watering mystery. Skylights builds to a peak of epic sorrow and is their third deathlessly pretty song. Three! That is more than the entire back catalogues of Manic Street Preachers, Libertines and Coldplay put together. We would hold a street party to celebrate but, like we said, we don't want to ruin the atmosphere.</p> <p><strong>The buzz:</strong> \"It's so wistfully sad that you almost feel pangs of guilt for enjoying it. Almost\" – <a href=\"http://www.scandipop.co.uk/saint-lou-lou-maybe-you/\" title=\"\">Scandipop</a>.</p> <p><strong>The truth:</strong> They're the best Aussie-Scandinavian pop duo in the world … ever!</p> <p><strong>Most likely to:</strong> Keep their exuberance in check.</p> <p><strong>Least likely to:</strong> Play for the Czech Republic.</p> <p><strong>What to buy:</strong> Maybe You is released on 27 August by Kitsuné.</p> <p><strong>File next to:</strong> Amanda Mair, tATu., Dollar, <a href=\"http://www.guardian.co.uk/music/2010/jul/15/new-band-rosanna\" title=\"\">Rosanna</a>.</p> <p><strong>Links:</strong> <a href=\"http://www.saintloulou.com/\" title=\"\">saintloulou.com</a>.</p> <p><strong>Friday's new band:</strong> The Other Tribe.</p>",
  "<p>One by one they are unloaded, weighed and tipped into plastic vats of ice – hundreds of octopuses that flail and whip the melting ice into a foaming mollusk soup.</p> <p>In this state they look far from appetising, but the catch marks a critical step forward in the battle to save the local fishing industry almost a year and a half after the meltdown at nearby Fukushima Daiichi nuclear power plant.</p> <p>\"That's quite a good catch,\" said Kasunori Endo, general manager of the Soma-Futaba fisheries co-operative.</p> <p>Endo was hopeful that consumers would quickly grow accustomed to seeing even more Fukushima seafood reappear on supermarket shelves: \"I'm looking forward to increasing the number of species we can catch. We may soon be able to fish for crab and squid. We won't make serious progress until we bring in a bigger, more varied catch.\"</p> <p>The nuclear disaster heaped an extra layer of misery on the region's fishermen, who already had to contend with the destruction of fishing boats, equipment and ports by the tsunami that roared ashore on 11 March last year.</p> <p>Fishing co-operatives in Fukushima prefecture voluntarily refrained from venturing into local waters – an official ban on catching most marine species was imposed only recently – amid fears that radioactive leaks from the plant had made seafood too dangerous to consume.</p> <p>Then, 15 months after the start of the nuclear crisis, boats in Soma, which is about 30 miles north of the plant, were given permission on a trial basis to start catching two types of octopus and whelks, selected because they are thought to trap fewer radioactive particles than other species.</p> <p>After the catch was unloaded, samples were taken to a nearby lab, to which the Guardian was granted rare access. Staff dressed in white overalls, masks, hats and gloves sliced octopus tentacles into chunks, then wrapped them in plastic to be taken into an adjoining room for testing.</p> <p>On this occasion, as on every other day since fishing in Soma resumed at the end of June, the two radiation-measuring devices in the lab revealed not even the slightest trace of radioactive iodine-131, and caesium-134 and -137. In March, the government introduced stricter acceptable radiation levels in seafood, increased from 500 becquerels per kilo to 100 becquerels.</p> <p>\"There may be very tiny amounts, but they are so small they don't even register on equipment as sophisticated as this,\" says Noriaki Haga, the fisheries official in charge of testing. The octopuses are tested again after they have been boiled, in preparation for sale.</p> <p>Despite proof that this particular delicacy is safe, Fukushima's fishermen concede that the consumers they once depended on to make a living have yet to be convinced.</p> <p>For weeks after fishing resumed, octopus and whelks were sold only at supermarkets in Fukushima prefecture. Retailers reported that the items, priced about 40% lower than usual, quickly sold out as local shoppers put on a display of solidarity with their embattled fishermen. But the fisherman are concerned that the wider Japanese population will be harder to win round.</p> <p>Last month, the recovery reached another milestone when whelks and octopus went on sale in neighbouring Miyagi prefecture. Last week they were auctioned off at Tokyo's Tsukiji market for the first time since the disaster. But dozens of other types of seafood, including the region's prized squid, crab and flounder, are still off-limits while scientists attempt to gauge the nuclear accident's long-term impact on the marine food chain.</p> <p>Back in Soma, some fishermen fear that the recent sales are simply delaying the inevitable for an industry that was already in decline, due largely to its ageing, shrinking workforce, well before the tsunami.</p> <p>Annual sales of Fukushima-caught fish plunged from about 11bn yen in 2010 to 1.6bn yen last year, after fishing fleets were forced to suspend operations in the wake of the nuclear accident. As compensation, fishermen here have received about £80m from the plant's operator, Tokyo Electric Power.</p> <p>But compared with disaster-hit areas farther north, the cleanup operation has made little progress in places such as Soma. Debris in Fukushima cannot be transported outside the prefecture for burial or incineration, and the government has yet to reach agreement with communities near the plant about the construction of temporary storage sites.</p> <p>\"Most of our nets were washed away and our ice storage facility was ruined,\" said Tadashi Sakurai, a 73-year-old Soma fisherman as he repaired nets retrieved from the tsunami debris while bulldozers clear the building remains on the quayside.</p> <p>\"Selling octopuses and shellfish doesn't mean we're back in business,\" said Sakurai, who has been working on boats since he was 10. \"This isn't a recovery, and won't be until we increase our catch and people around Japan start eating it again.\"</p> <p>The total haul on a recent afternoon stood at five tonnes of octopus and a tonne of whelks, but that is less than a tenth of the overall catch Soma's fishermen brought in daily before the tsunami.</p> <p>\"We want to get back to those days as quickly as possible, and this is the first step,\" said Haga. \"If we'd only had to contend with the tsunami and not the nuclear accident as well, we'd be much farther along the road to recovery by now. Radiation is our invisible enemy. All we can do is test and test again, and try to reassure people. But as soon as they hear the word Fukushima … \"</p>",
  "<p>\"It's only two weeks\" was ITV's stiff upper lip approach as the London 2012 Olympics opened on 27 July. The broadcaster has duly trotted out a low-cost summer schedule of soap and detective drama repeats, from Vera to Poirot and Midsomer Murders – and been totally thrashed.</p> <p>With massive audiences flocking to the BBC's coverage, from the 27 million peak for the opening ceremony onwards – and the public catching results on their smartphone or online –it made absolute sense for the BBC to have sealed its exclusive rights contract for the Olympics up to 2020 just before the London Games opened.</p> <p>However, London 2012 didn't have to be such a BBC fest. One cannot help wonder if \"the people's channel\" would love to turn back the clock.</p> <p>ITV covered the Olympics in 1968, 1972, 1980 and 1988, and for several decades strove to reach a fair accommodation to share coverage with the BBC, before bowing out after the Seoul Games.</p> <p>In 1988 ITV co-operated in covering the Seoul Olympics with Channel 4, which provided overnight and breakfast coverage. This solved another key ITV problem before the onset of multichannel television: the BBC had two channels (BBC1 and BBC2) to screen coverage; ITV had only one.</p> <p>The official history of independent television in Britaincharts the disjointed story of ITV's Olympics coverage. The Olympics was named as one of the list of non-exclusive sporting events back in 1956, when ITV first went on air, and the regional companies made it a special network event.</p> <p>ITV made strenuous efforts to muscle its way into sharing top sporting rights. But this led to fierce rivalry with the BBC, which has covered the Olympics unbroken since 1960, and was proud of technical advances, including coverage in colour on BBC2 for the first time from the Mexico City Games in 1968.</p> <p>Throughout the 1970s there was a constant negotiation over avoiding duplication of Olympic events, and alternating coverage to save money. But they failed to agree on sharing coverage for the Olympics in 1972, 1976 and 1980, and the football World Cup finals in 1974 and 1978.</p> <p>In practice the 1972 the Munich Olympics was covered by ITV principally through extended ITN news bulletins. In 1976 ITV abandoned its plans for the Montreal Games, after the IBA – then the commercial TV regulator – asked the BBC governors for a form of alternation in coverage, only for the BBC management to speak of \"total war\".</p> <p>But ITV's decision not to cover the Los Angeles Games in 1984 was key to the decision to withdraw from the Olympics altogether. It was about cost and commercial returns. The official history of ITV records \"extraordinary demands made for working overseas\" from heavily unionised technicians. Camera crews travelled first class, received daily allowances, expected first class hotels – a disincentive on ITV companies to authorise any shooting overseas.</p> <p>So in 1984 all ITV coverage of the Olympics was cancelled, rather than take an extra production assistant to Los Angeles and create an expensive precedent. An accompanying table in the book shows that after a strike in 1979 average annual earnings for ITV employees jumped 73% in 1980. So the Olympics became a BBC-only event.</p> <p>Freed of commercial breaks, viewers would probably say that's a jolly good outcome.</p>",
  "<p>I'm not sure if my mother, thrilled when I decided to study law, ever anticipated that this would involve me spending weeks in court live-tweeting about fisting and how best to stick metal rods down one's penis. But it's testament only to how extraordinary it is that <a href=\"http://www.theguardian.com/uk/2012/aug/08/boris-johnson-aide-extreme-pornography-cleared?newsfeed=true\" title=\"\">Simon Walsh's case at Kingston crown court</a> ever reached this stage that I found myself doing exactly this.</p> <p>I was alerted to Simon's case in July this year. Walsh was charged by the Crown Prosecution Service (CPS) with five counts of possessing extreme pornographic images under <a href=\"http://www.legislation.gov.uk/ukpga/2008/4/section/63\" title=\"\">Section 63 of the Criminal Justice and Immigration Act 2008</a>. Police officers raided his city-centre flat and took all his electronic equipment on the suspicion that he was in possession of an indecent image of a child. No illegal material was found on any of the equipment, but in an online email account six images were recovered. Five of these were retrieved from his \"sent\" folder, and one from his inbox. Simon was subsequently charged with five counts of possessing \"extreme pornography\", and one count of possessing what was purported to be an indecent image of a child. The final image was sent to him unsolicited, and he had no recollection of ever viewing it. It was also the defence's case that the last image was not of a child but an adult male.</p> <p>\"Extreme pornography\", <a href=\"http://www.cps.gov.uk/legal/d_to_g/extreme_pornography/\" title=\"\">according to the act</a>, covers images of any number of sexual activities \"likely to cause serious injury to the breasts, anus and genitals\". The judge in this case ruled that he considered \"serious injury\" to relate to \"physically, mentally or morally harmful\". As Walsh, a barrister himself, remarked over the weekend: \"How on Earth can one's genitals be morally harmed?\"</p> <p>The CPS, however, seemed ruthless in their pursuit of a conviction. I'm certainly no prude, but in the process of the trial I learnt more about the anatomy of the anus and penis than I have ever felt necessary. Did you know the difference between an anus and rectum, or that we have not one but two sphincters? Or that urologists occasionally have cause to extract ballpoint pens from people's penises? Neither did I. I never thought I would witness a barrister for the CPS refer so many times to \"Nasty Kink Pigs\" (a sex contacts site) in legal argument with apparent relish, nor an expert witness utter the immortal words: \"It may take some time for someone to take a whole arm into their rectum.\" I didn't think I would ever see a consultant urologist be asked to stand in a witness box and demonstrate how to hold a penis using a ballpoint pen casing. All these details were supposedly essential to the CPS's case, attempting to prove that the images showed adults causing \"serious injury\" to each other's genitals and anuses and that Walsh had a keen interest in viewing pornography of this kind.</p> <p>Nonetheless, interrogating a defendant about their most intimate and private sexual fantasies and activities is exactly what Section 63 permits a prosecuting barrister to do. The same barrister reminded the jury in his closing speech that this is not a Victorian law, but came into force as late as 2008. Yet a jury is still obliged to come to a decision as to whether or not pornographic images are \"grossly offensive, disgusting or otherwise of an obscene character\". As the judge presiding over the case said in his directions to the jury: \"I don't pretend for a moment that these parts of the legislation are easily understandable\".</p> <p>It becomes difficult to imagine, after Simon Walsh's landmark acquittal on all counts, under what circumstances charges relating to possession of extreme pornography may be brought to the crown court again, but it seems the CPS has a rather prurient interest in <a href=\"http://www.theguardian.com/law/2012/aug/08/extreme-porn-trial-simon-walsh\" title=\"\">bringing other people's private sex lives to light</a> and persecuting them for it.</p> <p>At one point in the trial, the prosecuting barrister asked Mr Datta, a colorectal surgeon at Guy's and Thomas's NHS Trust: \"Can you tell us what a douche is?\" Perhaps the CPS might be able to answer that question.</p>",
  "<video data-media-id=\"gu-video-394377847\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/connectedTV/1280/2012/8/8/120808ManUtd-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/8/8/120808ManUtd_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120808ManUtd/120808ManUtd.m3u8\"/><source src=\"https://cdn.theguardian.tv/brightcove/2012/8/8/120808ManUtd-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/large/2012/8/8/120808ManUtd_3gpLg16x9.3gp\"/> </video>   <p><strong>Guardian writers' predicted position:</strong> 2nd (NB: this is not necessarily Daniel Taylor's prediction, but the average of our writers' tips)</p> <p><strong>Last season's position:</strong> 2nd</p> <p><strong>Odds to win the league:</strong> 13-5</p> <p>Sunday 13 May 2012. Manchester United are winning 1-0 at Sunderland. Wayne Rooney has scored the goal that has put them on the verge of the Premier League title and, in a corner of the Stadium of Light, a small army of construction staff is already in position, waiting to assemble the stage for the presentation of the trophy.</p> <p>Sir Dave Richards, the Premier League's chairman, leaves his seat just as the game is going into stoppage time. It will be his job to hand over the medals, so he makes his way to the end of his row and through the VIP area to the back of the stand, then heads for the lifts that will take him down to pitch-level.</p> <p>What he does not know, on his way down, is that something remarkable is taking place 140 miles away in Manchester. The kind of rare euphoria that makes you feel almost sympathy for those people who just don't \"get\" football. A few minutes earlier, fans were leaving in tears.</p> <p>Manchester City were losing 2-1 to QPR and on the brink of blowing it. Typical City, and all that. Now there are bodies all over the pitch, sobbing very different tears.</p> <p>The Premier League has just witnessed its most remarkable, brutal, exhilarating finale ever and, flashing his accreditation to get into the tunnel, Richards is about to re-affirm his place as the slightly embarrassing uncle of English football. An official in a Manchester United blazer is standing by the dressing-room door, wearing a look of blank horror. Martin Tyler, with one long, impassioned, throaty \"Agüero,\" has just provided the soundtrack to City's summer. It's all over. Sir Alex Ferguson's team have lost the title, with the last kick of the last match.</p> <p>Richards bounds over, arms spread.</p> <p>\"Well done. Well bloody done! Congratulations, many congratulations. Fantastic.\"</p> <p>* * *</p> <p>Hypothetical now, but how different everything might have been if Sergio Agüero's shot had hit the post, or gone wide. Or if the QPR players had not been distracted by the news, in those vital last seconds, that they had avoided relegation whatever the result.</p> <p>It has certainly been a grumpy summer at Old Trafford, full of politics and disenchantment about the direction the club is heading while, stab by stab, details emerge of the Glazer family's ownership of the club. \"Real fans\", to use Ferguson's words, would stop trying to expose the Glazers and recognise they were good owners. Just about everybody else who has studied the figures considers it legalised pillaging. Yet Ferguson continues to watch approvingly from the sidelines and something strange has happened in the process. Ferguson once made it his business to identify with the club's hardcore supporters, attending fans' meetings, campaigning on their behalf about ticket prices and even wearing a Manchester United ring to reveal himself as one of them. A quarter of a century on, it is alarming to see how out of touch he has become with many of the same people.</p> <p>The volume will inevitably be turned down a little if Robin van Persie signs and, by all accounts, the Arsenal striker seems to favour United ahead of City when it comes to the next phase of his career in Manchester. Shinji Kagawa, a probing, clever player who will operate behind the attack, could be an astute piece of business and United have enough know-how and depth to believe they have genuine hopes of title number 20. Yet the backdrop to this summer has been an uncomfortable one for Ferguson and there is clearly something wrong when pre-season is dominated by questions on finances and debt rather than the excitement of a new season.</p> <p>A statue will be unveiled for Ferguson outside Old Trafford in the coming months but a large collective of United supporters has already distributed an open letter challenging his pro-Glazer statements and asking him to justify his position against the overwhelming evidence to the contrary. The letter tells him of \"thousands of fans leaving the club in protest over the Glazer regime.\"</p> <p>Ferguson also felt it necessary, after the release of the initial public offering (IPO) prospectus, to issue a statement about claims that his support for the club's owners was based, in essence, on the millions of pounds he may earn out of it. \"In regards to suggestions that I have praised the Glazer family because I stand to benefit financially from the proposed IPO, there is not a single grain of truth in this allegation,\" Ferguson said. \"I do not receive any payments, directly or indirectly, from the IPO.\" Which is fair enough, even if it does miss the point a little.</p> <p>The allegation to which he was responding was not actually that he may profit from the IPO but the 2012 equity incentive award plan, a £204m share scheme that came to light when the prospectus was issued.</p> <p>And if not, why not? The plan is there to \"attract, retain and motivate selected employees, consultants and non-employee directors\". So it is strange, to say the least, that the Glazers would overlook the man who has done more than anyone to bring silverware and huge financial rewards to the club – a manager who has often had to make do with a restricted budget, spending less than Stoke City and Aston Villa over one five-year spell under the Glazers, yet defending them to the point that his own position has come under scrutiny.</p> <p>It is a thorny issue. For many supporters, Ferguson runs the risk of tarnishing his legacy by taking the side of the owners. Others argue that is ungrateful in the extreme and that, as a company employee, Ferguson could hardly be expected to undermine the men at the top. Two factions have formed – one increasingly voluble in their criticism of the manager, one fiercely supportive. As for what happens next, the only thing that can be said with clarity is that there is no real end in sight.</p> <p>In the midst of all this, Ferguson's job is to make Old Trafford feel like a happy place again and the only way he can do that is by putting together a team to take advantage of the change in direction at City, where the near-obsession with Uefa's financial fair-play regulations have curtailed the huge spending sprees of previous transfer windows.</p> <p>Whether United are good enough, it is difficult to be certain before the current window closes at the end of the month and we can size up the two squads. Yet there are certain things in United's favour and it would be unwise to believe City will find it any easier this time when, for starters, Nemanja Vidic is available again after missing the majority of last season with ruptured knee ligaments. That in itself should make a significant difference given the vulnerability of United's defence last season, epitomised by the 4-4 home draw against Everton when they surrendered a 4-2 lead in the final seven minutes. The team's defence went to pieces that day, without the considerable presence and competitive courage of their captain.</p> <p>United's supporters are also entitled to think they would be extremely unfortunate to suffer the same catalogue of injuries again – at one stage Ferguson was missing 14 players – and there are other reasons for encouragement given that a close inspection of City reveals that, for all their strengths, they are not entirely flawless. Roberto Mancini's squad lacks strong cover beyond their central defensive partnership of Vincent Kompany and Joleon Lescott (hence the bid for Liverpool's Daniel Agger), whereas United have five players for that position. Ferguson also has two capable goalkeepers in David de Gea and Anders Lindegaard whereas City would not like to think what might happen if Joe Hart missed any lengthy period of time, bringing Costel Pantilimon into the team. It would be unnerving for the champions, to say the least.</p> <p>Eric Steele, United's goalkeeping coach, was honest enough to reflect recently that De Gea would be \"slightly disappointed\" with his first season in England, but the Spaniard showed exceptional promise at times and should be better for the experience. Elsewhere, Patrice Evra's form has waned and it is surprising, perhaps, that United have not done more to bring in another left-back now Fábio da Silva has gone to QPR on loan. But it is the centre of midfield, by Ferguson's own admission, and the absence of a truly dynamic player that continues to be the bigger problem, certainly in context with City's options in this area.</p> <p>Ryan Giggs will be 39 in November and the grey flecks that started just above his ears a couple of years back are gradually moving upwards. Paul Scholes, with one retirement behind him already, will turn 38 a couple of weeks before. For some people of this age, the only sport left is the morning hunt for their spectacles. Both players will have to be used more sparingly than ever before and yet, in times of need, Ferguson still tends to reach for them automatically, like a comfort blanket.</p> <p>Nick Powell, a talented but raw 18-year-old, has arrived from Crewe Alexandra, becoming the first central midfielder United have signed since 2007. Lucas Moura, however, now looks more likely to go to Paris St-Germain and, if so, the Brazilian will join, among others, Wesley Sneijder, Samir Nasri, Eden Hazard, David Villa and Karim Benzema on the list of category-A targets United have tried, and failed, to sign in the Glazer era.</p> <p>Van Persie's arrival would be a real coup though. United have been making extensive efforts behind the scenes, with Ferguson prominently involved, to try to coax the Dutchman to Old Trafford. If it comes off, United would then have a front two of Van Persie and Wayne Rooney – the Footballer of the Year and his runner-up – with a combined 72 club goals between them last season. Add the vastly improved Daniel Welbeck into the equation and then consider Javier Hernández's potential sharpness after Ferguson, citing fatigue, wangled a deal with Mexico to excuse him Olympics duty. It would be a formidable quartet, particularly with the quality United have on the wings, primarily from Nani and Antonio Valencia and, to a slightly lesser extent, Ashley Young.</p> <p>The other challenge for United is to re-assert themselves in Europe after their undistinguished effort last season, dropping into the Europa League and comprehensively outplayed by Athletic Bilbao. Yet the priority, clearly, will be the Premier League. It has to be that way given that final, devastating swish of Agüero's right boot.</p> <p>After 90 minutes at Sunderland, three soldiers were positioned just inside the tunnel, waiting to bring out the trophy on its velvet cushion. A replica trophy, admittedly, but it would still have looked and felt real. A 20th title win was only moments away: the fireworks, ticker-tape, the champagne-over-the-head silliness.</p> <p>At the same time, newspaper offices were picking up the first copy from their correspondents at City-QPR. Filed after 85 minutes, these never-seen articles should be gathered together and assigned a place in the club's museum. \"Manchester City will never forget the day they threw away the league championship,\" was the opening line of the Guardian's. A hasty rewrite, that was.</p> <p>Ferguson's players retreated to the dressing room and he told them to fix their minds on the malicious pleasure the Sunderland fans had taken out of their misfortune. Remember what it was like, he said, and make sure that, next time, you don't give them a reason to gloat like that at Manchester United again. It was up there among the most traumatic moments of the Ferguson era. Not quite at the top, perhaps, but a close-run thing.</p> <p>Ferguson was asked recently how he had been able to take his mind off it this summer. His answer was succinct and to the point. \"Red wine helps.\"</p>",
  "<p>Climate change is real, it exhibits the hand of man, and it is the cause of global devastation. Despite the obvious need for immediate action, the human race is losing the race against time. Here's a different approach for us to become resilient, kickstart growth, and accelerate the pace of progress toward sustainable development.</p> <p>Last week Nasa scientist <a href=\"http://www.cnn.com/2012/08/05/us/climate-change/index.html?iref=allsearch\" title=\"\">James Hansen linked climate change to extreme weather</a>. His findings are topical, considering the ongoing widespread US drought, massive power outage in India, and historic flooding in China. Whether you believe the science behind climate change or not, these dreadful events rise above the sceptic's eye.</p> <p>Despite climate change's continuing path of devastation, the world is still struggling to mount an effective response. Not that the global effort is not lacking. Rio+20 was the latest in a recurring string of international meetings to combat climate change and promote sustainable development. Prominent companies are investing significant amounts to achieve their greenhouse gas emission reduction commitments. And many individual citizens are acting voluntarily to reduce their environmental footprints.</p> <p>But there are numerous, well-known roadblocks to an effective response. Let's start with the word \"voluntarily\". Action to mitigate the hand of man in climate change has for the most part been voluntary. Yes, the European Union has put its emissions trading scheme in place. And yes, Australia has set up its own carbon trading market. But without a binding global policy on greenhouse gas (GHG) emissions, global action remains voluntary. As we all know, there are timescale limits to voluntary actions.</p> <p>The global effort to achieve a binding policy that transforms efforts from voluntary to \"in compliance\" is hamstrung by asymmetric competitive disadvantage. Outside of huge, near-selfless gesture, why would developed countries willingly limit their companies' GHG emissions (therefore necessitating significant investment and potentially disruptive change) while developing countries would not be under similar conditions?</p> <p>What makes climate change such a frustrating challenge is not only its scale but also its myriad stresses and risks. The challenge effects everyone, albeit unequally. Those living in particularly sensitive environments are at greater risk of suffering from climate change's effects. And that's before we discuss financial and technological resources. Climate change is a collection of stresses and risks. Stresses, such as the melting of the polar ice cap, and risks, such as the subsequent potential flooding of urban centres residing on shorelines, have been thoroughly dissected elsewhere. Suffice to say there is no single climate change solution.</p> <p>Cross-sector collaboration provides the path to our best chance to navigate out of our collective mess. To see why and how, consider the <a href=\"http://www.theconsumergoodsforum.com/\" title=\"\">Consumer Goods Forum</a>. The forum brings together over 400 retailers, manufacturers, and NGOs from 70 countries. The member companies have <a href=\"http://www.theconsumergoodsforum.com/pfiles/press_release/Press_Release_2012/2012-06-20-CGF-Us-Gov-deforestation.pdf,\" title=\"\">combined sales of $3.1 trillion and employ nearly 10 million people</a>. Eighteen months ago the forum's members collectively set a binding agreement to help achieve net zero deforestation by 2020 by employing the power of their supply chains. Deforestation is meaningful to the forum's companies because they rely on forestry for everything from palm oil, to soy, beef, paper and board materials for their products.</p> <p>This agreement, and subsequent action, is noteworthy because deforestation accounts for nearly 17% of annual greenhouse gas emissions. Indeed the agreement possesses so much kinetic energy that in June 2012 the US government agreed to join the forum's effort to tackle deforestation.</p> <p>Cross-sector collaborations are most effective when targeting issues of collective enlightened self-interest. Water to a beverage company. Food to a food company. Energy to an energy services company. All three of these are clearly sustainable development issues. They have become, by company choice, the foundations of enterprise strategies.</p> <p>To be clear, climate change itself falls within everyone's sphere of interest. But where do we truly begin? How does a participant in a sector, or an entire sector for that matter, move the needle on climate change? And how can we avoid disappointment if we expect every participant in our global economy to act voluntarily in our collective best interests?</p> <p>As the Consumer Goods Forum shows, there is appetite among the private, public, and civil sectors to collaborate on meaningful issues. Indeed initial conclusions from my study of ongoing cross-sector collaborative efforts reveals clues that could help answer to the challenges we face:</p> <h2>Change the object of our global pursuit from sustainability to resilience</h2> <p>Private, public, and social sectors must participate collaboratively if a set of solutions is to be found and put in place. Above all else, inaction within each sector is a prescription for obsolescence across all sectors.</p> <p>\"Sustainability\" is perceived to be a loaded term, more often associated with stewardship than prosperous development. Our collective reliance on achieving a state of sustainability is leading to inaction, endless debate, and disagreement. Once and for all, let's move beyond sustainability as synonymous with altruism, with \"do goodedness\", and with liberal agendas. Instead let's view action, and not merely debate, as synonymous with raising our collective resilience today while inoculating our global environment against the hand of man over time.</p> <h2>Work with organisations across sectors to solve common vexing issues </h2> <p>The key is to collaboratively focus on solutions to smaller, though no less significant, sustainable development issues:</p> <p>• Without water, beverage, food, and energy companies perish quickly</p> <p>• Without water, we perish quickly too</p> <p>• Without energy, our lives are irrevocably disrupted. The same holds true for all companies</p> <p>• Without food, we perish, though slightly less quickly thanwithout water. Farmers and food companies in particular perish quickly without food</p> <p>Water, energy, food – these three issues are the essential holy trinity of environmental sustainability. They are maddeningly intertwined and their effect reaches everyone – private, public, and social sectors alike. Because everyone is affected by each of these issues, and because they are so intertwined, everyone needs to be at the table. No one entity, no matter how large, can save us from ourselves.</p> <h2>Adopt an 'action <em>is</em> our policy' approach </h2> <p>The private and social sectors must stop waiting for government regulation in order to act. This is not earth shattering. But to this point the sustainable development action has been less than unanimous. Certain companies within the private sector are beginning to realise that they no longer control their own destiny. Now they can only influence their own destiny. Because, above all else, every company relies on natural resources and willing human labour for products and services. Without either, what do you have?</p> <p>Collective action on environmental and social issues can kickstart growth. Solutions to the challenges discussed above will rely upon all else enlightened self-interests, innovation, and inclusivity. History has shown how innovation, when properly funded and scaled, lead to growth. Inclusivity in turn increases the likelihood of adoption of innovative solutions to frustrating problems. But it's enlightened self-interest that will enable the scale of innovation and extend our reach to include as many constituents as possible.</p> <p>As the Consumer Goods Forum example suggests, multinational companies can successfully lead cross-sector efforts to address vexing climate change problems. Their interests cross the borders of developed and developing countries alike, so their actions, when brought to life throughout their global operations, are not beholden to the asymmetric competitive disadvantage problem. Indeed companies including Coca-Cola, Unilever, and GE are actively embracing open innovation to find, fund, and scale ideas that build the foundation to solutions in the water, food, and energy fields. Coca-Cola is working with Dean Kaman, the Segway inventor, to refine and scale a device that can turn the dirtiest of water into the cleanest drinking water. Unilever is working with NGOs and other organisations to collect and bring best thinking and practices to 500,000 smallholder farmers worldwide. And GE's Ecomagination challenge is both gathering ideas for new energy system technologies, but also using the company's global footprint to refine, scale, and accelerate entrepreneurs' ideas into significant revenue streams for all involved.</p> <p>For those sceptics of the private sector, remember this: these companies understand that without water, food, and/or energy, they too will cease to exist.</p> <p>We're all in the same boat. It's time to accept this and get on with escaping our mess by rowing in the same direction. Resilience, growth, and sustainable development remain within our reach. We just need to work together to grab these brass rings.</p> <p><em>Eric Lowitt is the author of The Future of Value and a forthcoming book, The Collaboration Economy. He can be reached via his website at </em><a href=\"http://www.ericlowitt.com\" title=\"\"><em>www.ericlowitt.com</em></a></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"Guardian Professional\"><strong>Guardian Professional</strong></a><strong>. Become </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/sustainable-business/start.php\" title=\"a GSB member\"><strong>a GSB member</strong></a><strong> to get more stories like this direct to your inbox</strong></p>",
  "<p>I have very high expectations of myself,\" Lutalo Muhammad says coolly, shrugging aside a suggestion that he is the British Olympian facing the most intense pressure at London 2012. \"Everyone is saying I have to win a gold medal. Whenever I hear that I say: 'Oh good. I expect to win gold myself.' So, for me, it's no different. I go into every tournament wanting to win and that expectation and confidence comes from the right preparation. I feel I can do very well.\"</p> <p>Muhammad smiles, charmingly rather than arrogantly, and it takes a moment to absorb the singular way in which he has responded to a highly unusual situation. The controversy surrounding Muhammad's selection to the Great Britain Taekwondo team resulted in legal proceedings and a bitter spat over his right to be picked ahead of Aaron Cook. The world No1, who last year left the GB camp to train separately for the Olympics, Cook has had heavyweight backing from Sir Steve Redgrave and Sir Matthew Pinsent.</p> <p>GB Taekwondo resisted the crusade to oust Muhammad by pointing out that Redgrave is paid by Visa, who also sponsor Cook. Pinsent and Cook, meanwhile, are represented by the same agent. A mighty corporate machine had lambasted a relatively obscure sport in taekwondo. Yet the GB selectors argued that their decision was shaped by rule changes that now award more points to tall, agile fighters who land kicks and blows to the head. Muhammad may currently only be No57 in the world but his height and skills made it imperative that they opt for him ahead of Cook in the 80kg category.</p> <p>Sarah Stevenson, Muhammad's team-mate, pointed out that taekwondo world rankings are often illusory for they reflect best on those who compete regularly rather than providing an accurate guide. Yet the furore surrounding Muhammad, who turned 21 in June, prompted another team-mate, Jade Jones, to express her sympathy. \"It will be hard for Lutalo,\" Jones said. \"There is now double the amount of pressure on him to do well.\"</p> <p>Muhammad nods thoughtfully. \"It's been a tough ordeal,\" he murmurs, for he and his family have received hate mail. \"But the one positive is that I've seen how supportive everyone around me has been. In my GB camp I'm in a protected bubble. They're like my second family. It's meant that I've handled this ordeal very well.\"</p> <p>His composure is as impressive as the way in which, while emitting high-pitched cries, he snaps his long legs and lands point-scoring kicks during a last session of sparring before his attempt to win a medal on Friday. Yet how did he feel when John Cullen, a former British champion, said the decision to omit Cook was akin to \"Barcelona not picking Lionel Messi\"?</p> <p>A Londoner who supports Manchester United, Muhammad smiles in response. \"That's his opinion. I understand he's a great supporter of Aaron. But I've been selected, the Games are well under way and my focus can't be on this any more. I really don't see it as a big deal any longer. My focus is on winning.\"</p> <p>Does Muhammad visualise himself winning the final and silencing his critics? \"Absolutely,\" he says, his eyes sparkling at the imagined scene. \"It might sound strange but I've visualised this so many times that part of me feels like it's already done. I've done it once [in his head] so I know I can do it again. Chris Hoy had a great line on this. After he won a World Cup he said he'd visualised it so often he wasn't sure if he'd really won it. Was it just another visualisation or the real thing?\"</p> <p>Muhammad cackles at that surreal blurring of anticipation and reality. \"At this stage we're all physically at the same level,\" Muhammad says of himself and his rivals. \"We can all only be so fit. We can all only kick so fast. We're all the same weight. That's why I think the mental edge will make the difference between gold and going out in the early rounds. I have that mental edge.\"</p> <p>Muhammad's selection is also rooted in the European title he won in the 87kg [middleweight] division in May. Cook was awarded the 80kg [welterweight] gold medal at those championships – but Muhammad's performance proved his winning mentality. Before the Europeans did he also visualise, and expect, his victory? \"Yes,\" Muhammad says, before repeating that same word with quiet force. \"Yes. The best decision I ever made was to go to the [GB] Academy in Manchester. I've since beaten some of the major players in the world and won the Europeans.\"</p> <p>Does he have the same feeling of imminent victory now? \"It's stronger. I know now that if I perform well I can win major titles and beat the best in the world. I'm in a very open category with 15 other world-class exponents. Everyone is dangerous. Everyone has the potential to win. But I can beat all of them and go on to win. So I'm focused on myself. I really believe if I perform well I can win the gold medal.\"He sounds excited, rather than diminished, by the \"unbearable\" pressure. \"Definitely. Training has gone amazingly well and I'm confident within myself and my coaches, and with everything we've gone through. I'm in the shape of my life and I believe that, if ever there was a time, it's now.\"</p> <p>Yet Muhammad is no braggart – and he remembers how, as a small boy, he was besieged with nerves. \"I was a nervous wreck. I even used to vomit with nerves, when I was nine, and first began to compete.\" So he would vomit and then still go out and fight? \"Yes. I'd still go out and win. I've always known that if I perform well I can win gold medals. I don't think that's going to be different at the Olympics.\"</p> <p>For Muhammad, these home Games will seem especially resonant. \"I'm a Walthamstow boy. We live only 20 minutes away from Stratford so it's great for me. My dad has his [martial arts] academy just across the way in Hackney. He's had that since I was three – which was when I started training. But I remember the Sydney Games in 2000 as the first time I took a real interest in taekwondo. Dad turned to me and said: 'Hey, do you think you might want to do this one day?' I said: 'Yeah, sure,' without really realising the enormity of the decision I'd just made. Both my parents are the kind of people that if their children show a talent or passion for something they put all their financial backing, emotions and hard work into us.</p> <p>\"In my mid-teens we had our moments. At that age you want to start going out. There are girls everywhere and I'm thinking the taekwondo will take care of itself. But Dad said: 'No. You're going to the gym.' I don't want to say I resented it but I felt I was missing out. But I'm so grateful now my dad had the ability to keep me focused. If it hadn't been for Dad I would be nowhere.\"</p> <p>His parents suffered more than him as the dissenting scrutiny on Muhammad's selection escalated. \"It's been tough for them,\" Muhammad says. \"The signs are there. It hurts them when I get criticised.\" Muhammad pauses before smiling with deceptive ease. \"When I get this gold medal I will get the glory but they'll share in it too. I dedicated my European title to my parents and if I were to win Olympic gold I would dedicate it to them as well. I'm ready to show everyone I'm the man for this medal.\"</p>",
  "<p>The move in Malawi to close down Chinese businesses outside the four major cities has been condemned as xenophobic by rights organisations. A new law enforced on 31 July barred foreigners from carrying out trade in Malawi's outlying and rural areas.</p> <p>The investment and export promotion bill required traders to move to the southern African nation's major cities: Lilongwe, Blantyre, Mzuzu and Zomba. The law is an attempt to protect local small-scale businesses from competition from foreign traders.</p> <p>Two prominent civil rights organisations, the Centre for Development of People and the Centre for Human Rights Rehabilitation (CHRR), have warned the Malawian government against encouraging the victimisation of foreign traders.</p> <p>\"We are worried about the increasing xenophobia sentiments and attacks on foreign nationals who are doing legal business across the country,\" the executive director of CHRR, Undule Mwakasungula, told IPS. He argued that the way Chinese traders were being treated was in violation of their human rights. \"Malawi should not be perpetrating xenophobic attacks on foreign nationals under the pretext of protecting the interests of local businesses.\"</p> <p>The new legislation comes immediately after Malawian traders in some rural areas grouped together in May and convinced local government authorities to force out Chinese traders. The protests first began in Karonga, a bustling town in the north of Malawi, which borders Tanzania, and later spread to all 28 districts in the country.</p> <p>While there are no official figures yet as to how many foreign traders have complied with the new law, IPS confirmed that in seven of the country's 28 districts, Chinese traders closed down their businesses. They now have to apply for new licences to trade in the specified four cities. But many may not qualify, as the new legislation requires investors to deposit a minimum of $250,000 in Malawi's central bank as startup capital.</p> <p>Malawi's minister of trade John Bande said that the new legislation was intended to regulate foreign investment. \"The new law clearly outlines what kind of businesses foreign investors will be allowed to get involved in. We will not accept foreigners to come all the way from places like China and open small businesses and shops in the rural areas of this country and compete with local traders,\" Bande said.</p> <p>But Mwakasungula said that the main challenge faced by local businesses was that they lacked the financial and technical muscle to compete favourably with the Chinese. He said that it was unreasonable for the government to resort to such a \"drastic decision\".</p> <p>\"It is unrealistic for the government to think that stopping foreign traders from doing business will automatically boost businesses run by locals,\" he said.</p> <p>There are no official figures on the number of Chinese or foreign traders there are in Malawi. However, Chinese-run shops, restaurants and lodges have sprouted across the country since 2007, when Malawi established diplomatic relations with China. The country had just abandoned its 41-year-old ties with Taiwan in favour of the economic giant.</p> <p>China has become Malawi's major economic partner since then. According to statistics from Malawi's ministry of trade, the country's trade volumes jumped to a record high of $100m in 2011 – a 400% increase from 2010.</p> <p>The two countries have a 2008 memorandum of understanding about issues of industry, trade and investment. It commits China to increasing Malawi's productive capacity in things like tobacco, cotton, mining, forestry, and fertiliser production.</p> <p>China has also given Malawi $260m in concessionary loans, grants and development support. This year, the country's first <a href=\"http://www.ipsnews.net/2012/05/china-keen-to-reverse-negative-image-in-africa/\" title=\"\">five-star hotel opened</a>. It includes 14 opulent presidential suites and a state-of-the-art conference centre, and was built by the Chinese government. In April 2012, China's direct investment in Africa surpassed $15.4bn, according to statistics from the Chinese embassy in Malawi.</p> <p>But ordinary Malawians are not happy with the influence that the Chinese have on the country's economy. Ellen Mwagomba, who has been at the forefront of the protests against Chinese traders in Karonga, has had a grocery store there since 2003. She told IPS that sales in her shop plummeted in 2008 when the Chinese started trading in the area.</p> <p>\"This place is a hive of activity since it is a border area. Business used to be good until the Chinese invaded us, bringing cheap goods and taking away our customers,\" Mwagomba said. She said that her grocery store lost business to Chinese traders as they charged as little as a quarter of the price that local traders asked for their goods.</p> <p>\"The goods I stock are from the local industry and from South Africa and are of good quality, they are not very cheap. But people would rather go for the cheap Chinese goods, which are also of cheap quality,\" said Mwagomba. She said that consumers preferred to purchase Chinese goods, to maximise their spending power. Up to 74% of the population in Malawi lives on less than $1.25 a day.</p> <p>But Mwagomba and other like-minded locals convinced the local assembly to remove Chinese traders from their district. \"They started leaving in June and business is now picking up for us, even before the new law became effective. I am now making up to $500 in sales. I could barely make $100 a day when the Chinese traders were here in full force,\" Mwagomba told IPS.</p> <p>But many Chinese feel they have been treated unfairly. Fu-han Chao used to run a restaurant in Mzimba district, in northern Malawi. But he was forced to close it down on at the end of June, before the new law came into effect, following an order by local government authorities after Malawian traders complained about the cheap goods sold at low prices by their Chinese counterparts.</p> <p>\"The local traders don't work as hard as we do. We open our shops much earlier and close them much later. We even open on Sundays when most businesses are closed, and we are hated for that. We have been treated very unfairly and I feel really angry about this. I felt threatened most times, and scared,\" Chao said.</p> <p>He added that business was meant to be about competition. Until he was forced to close his restaurant, he said he had a number of customers and was making up to $800 a day. \"We are contributing a lot to the economy of this country. I am yet to decide on what to do next. Maybe I will go back to China, but it is also tough to run a business back there because the population is high and the competition is also high,\" he said.</p> <p>Meanwhile, the Chinese government has not supported its traders on this issue. At a recent press briefing, China's ambassador to Malawi, Pan Hejun, said: \"It is up to the Malawi government to thoroughly screen the Chinese nationals willing to invest in the country. These are small vendors and why should the Malawi government allow them to do business? They are capitalising on government's failure to screen foreign traders.\"</p> <p>He added: \"Rules should be respected and we don't encourage these traders to go into rural areas. We encourage real investors.\"</p>",
  "<p>Last weekend I had some guests to stay. I simmered, sautéed, stirred and steamed everything from soups and salads to pastries, puddings and cakes. In the past I would have popped to Waitrose for some upmarket treats and wine, but a trolley-load of goodies isn't an option now <a href=\"http://www.guardian.co.uk/money/blog/2012/may/21/giving-up-supermarket-shop\" title=\"Can giving up the supermarket shop save me money?\">I've pledged to avoid supermarkets</a>.</p> <p>Generally, my bank account seems much healthier since the experiment began. Since I started shopping at wholesalers, independent shops and discount stores, my grocery bill has dropped from nearly £90 a week to less than £40 (this includes all food for meals for a family of four, as well as lunches at school and work, occasional trips to cafes, toiletries and cleaning products).</p> <p>If I manage to keep this up we'll be more than £2,500 better off over the year. I'm surprised at how much I've saved. Or to put it another way, I can't believe how much I've been overspending for years.</p> <p>So far, the single biggest saving has come from joining a wholesaler. I've only been twice in six months, but the half-price deals on catering-size packs of marmalade, tea, coffee, rice, beans, pasta, fruit juice, tinned tomatoes and pulses have slashed my shopping bill.</p> <p>Buying toiletries and domestic cleaning products online and from discount shops has worked out at nearly a third cheaper. This is partly because I've also laid off the chemical-laden products: I now throw soda crystals round the sink and shine the bathroom mirror with vinegar, thanks to the suggestions from <a href=\"http://www.guardian.co.uk/discussion/comment-permalink/16232767\" title=\"Guardian: Link to reader comment\">PeekingDuck</a> and <a href=\"http://www.guardian.co.uk/discussion/comment-permalink/16234766\" title=\"Guardian: Link to reader comment\">Vancouverite</a> following my last blog.</p> <p>The grow-your-own bit has also worked well, despite an amateur approach. My children helped plant things, throwing the seeds around in a fit of excitement and randomly sticking the labels in the earth. At first only the purple sprouting broccoli came up, and I thought we'd be self-sufficient in that and nothing else. But, amazingly, lots of lettuces then appeared and we've even had a few beans. The tomatoes in bags look set to ripen and I've finally planted pots of herbs instead of buying cut bunches.</p> <p>All this has helped to change my habits. The weekly shop only takes about 10 minutes, at the local greengrocers on Saturdays, for fruit, vegetables, eggs and milk (and I love the fact there are no sweets or comics artfully placed at children's eye-level).</p> <p>My last piece prompted lots of practical suggestions. One tip from <a href=\"http://www.guardian.co.uk/discussion/comment-permalink/16235819\" title=\"Guardian: Link to reader comment\">Jazzactivist</a> particularly caught my eye: this was to plan for the cheapest ingredient in a meal to be the main one. The example Jazzactivist gave was to have patatas bravas with chops rather than chops accompanied by patatas bravas. I've tried to put the emphasis more on vegetables and less on the protein element of a meal – if anyone's looking for inspiration, Hugh Fearnley Whittingstall's <a href=\"http://www.guardian.co.uk/books/data/book/food/9781408812129/river-cottage-veg-every-day\" title=\"Guardian Bookshop: River Cottage Veg Every Day!\">River Cottage Veg Every Day!</a> is brilliant.</p> <p>I've also asked my local independent health food stores to order me a couple of extra boxes of healthy snacks (thanks to advice from <a href=\"http://www.guardian.co.uk/discussion/comment-permalink/16238053\" title=\"Guardian: Link to reader comment\">EsculentEtc</a>). I didn't even need to ask for a discount, the shop readily offered me 15% off.</p> <p>Another thing I've tried is a loyalty scheme that rewards customers for shopping sustainably. Loyalty points are a big part of supermarket shopping, so I signed up at <a href=\"http://www.myice.com/\" title=\"\">Ice</a> to get some supermarket-free rewards. If you buy from scheme members (mainly farm shops, small producers and independent bakeries) you can get up to 15 Ice points for every £2 you spend. The points can either knock money off future orders or be spent online at places like John Lewis and Marks &amp; Spencer.</p> <p>Ice works well and it seems easy to stack up points, so it may be worth it for those who want a delivery service (particularly veg and fruit boxes). I tried a vegetable box from <a href=\"http://www.myice.com/configurations/vendor-configuration-pages/shop--earn/?vendor=2235&amp;backurl=http://www.myice.com/shop-with-ice/food-and-drink/&amp;vendorname=Northern+Harvest&amp;windowshop=true\" title=\"\">Northern Harvest</a> with a few extras like cheese and bread. The quality was high and the service friendly. As I live close to decent greengrocers, a delivery service won't save me money but I may still occasionally use the site.</p> <p>The other thing is wine and beer. I used to head for anything on offer at the supermarket. Then a friend mentioned that she went to Bargain Booze. It sells exactly the same labels but they are usually about a quid cheaper a bottle than the supermarket deals.</p> <p>So, now I know I'm saving money, I'd like to expand my food-buying horizons a bit more. My next plan is to find a local food-co-op or an online supplier – of flour, dried foods and snacks – that doesn't require a huge minimum order. Has anyone come across a website that helps you find people to bulk order food with?</p> <p>Also, the space in my garden is minimal, but once the salad leaves are finished I'd like to plant something to eat in autumn or winter. Do you know of any easy to grow vegetables that can be planted this late in the summer?</p>",
  "<p>Nick Seddon's <a href=\"http://www.guardian.co.uk/public-leaders-network/2012/aug/03/mexican-approach-running-clinics?INTCMP=SRCH\" title=\"\">intriguing description </a>of the innovative cataract surgery being delivered by SalaUna in Mexico is the latest radical healthcare model from a low or middle income country to be held up as an example to the NHS.</p> <p>In India, <a href=\"http://www.aravind.org/\" title=\"\">Aravind Eye Care</a> and the cardiac surgery offered by <a href=\"http://www.narayanahospitals.com/\" title=\"\">Narayana Hrudayalaya </a>in Bangalore have been recognised as similarly mould breaking. They have in common a desire to extend healthcare to uninsured and low-income patients by driving down the cost of treatment, and have developed new methods of delivery characterised by high volumes and novel uses of staff.</p> <p>This has sometimes meant taking on the vested interests of the medical profession, and Seddon's description of SalaUna suggests that power lies with the managers of the business, who use contracts, incentives, data and dismissal as tools to shape the behaviour of clinicians.</p> <p>Faced with examples of this kind, it is very easy to follow Seddon's logic: the NHS suffers from inertia, which is undeniable in some areas. And it would follow that bringing in new entrants to the market and giving them autonomy over staff terms and conditions will banish this inertia and innovation will flow.</p> <p>But two observations can be made here. The first is that the NHS has already hosted some experiments with private sector companies developing and refining high-volume surgical procedures. Independent sector treatment centres, which have steadily grown in number since Labour introduced them in 2003, have proved popular with patients, as their increasing volumes of surgery have shown.</p> <p>They have produced some different ways of working; in some cases, managers have been able to run a tighter ship with their clinicians than has been possible in the NHS. But as a whole, they have yet to demonstrate that they are much more efficient or high quality than their NHS counterparts.</p> <p>The second observation is that there may only be a limited number of discrete, surgical procedures that lend themselves to this sort of innovation.</p> <p>Most hospital care is complex and there can be considerable ambiguity about the right course of treatment. In the US, <a href=\"http://www.newyorker.com/reporting/2012/08/13/120813fa_fact_gawande?mbid=social_retweet\" title=\"\">Atul Gawande recently explored</a> whether large, chain-style ownership of hospitals and physician groups might lead to a greater evidence-based standardisation of treatment procedures and drive out some of the over-utilisation that has proved so costly for the US health care system.</p> <p>The example of the US should serve as a counterweight to those who argue that new entrants will always lead to innovation.</p> <p>In the US, benevolent innovation by the private sector (be it for profit or not for profit) to improve quality and reduce costs is still very rare when compared with the relentless drive of hospitals and physicians to make money and expand, regardless of underlying health care needs or the reality of limited family, employer or state budgets. So much so, that the government is now taking a leading role in enabling and spreading innovation with its <a href=\"http://www.innovations.cms.gov/\" title=\"\">Medicare and Medicaid Innovation centre</a>.</p> <p>Many are watching with interest to see if any of the good ideas that are emerging can be scaled up across hospital and physician groups across the US. But it is worth noting that the private sector can also suffer from considerable inertia when faced with the need to contain costs.</p> <p><em>Ruth Thorlby is a senior fellow in health policy at the </em><a href=\"http://www.nuffieldtrust.org.uk/\" title=\"\"><em>Nuffield Trust</em></a></p> <p><strong>This article is published by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. Join the </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/public-leaders/start.php\" title=\"\"><strong>Guardian Public Leaders Network</strong></a><strong> free to receive regular emails on the issues at the top of the professional agenda.</strong></p>"
]