[
  "<p>In their article on 18 September, Douglas Alexander and Jim Murphy called for changes to our defence export policy. I always have an open mind about how we can improve on already carefully scrutinised policies, but the authors may be missing some key elements of what the government already does.</p> <p>First, they say more needs to be done to crack down on UK front companies. This already happens: UK brokering controls apply to UK nationals operating anywhere, and we prosecute people involved in illegal arms deals worldwide.</p> <p>Second, they call for risk assessments on defence exports to be \"forward-looking\". They already are: we have tough criteria and high standards, and our decision-making process includes a thorough analysis of possible future developments.</p> <p>Third, they suggest that licence applications should be subjected to prior parliamentary scrutiny. This was considered by parliament in 2001 and rejected by the Labour government on the basis that it would confuse the roles of executive and legislature. Current arrangements provide for thorough scrutiny of all export licensing decisions by parliament, which it does conscientiously.</p> <p>Finally, they call for a renewed commitment to secure a global arms trade treaty, but they know full well that the government is already delivering on this. The UK continues to lead international efforts for such a treaty. Ministers and officials worked tirelessly up to and during the negotiating conference in July, and are working intensively to prepare a second short conference in early 2013 to agree a strong treaty which sets high standards and attracts broad support.</p> <p>As the opposition knows, we take these responsibilities very seriously and, under heavy parliamentary scrutiny, will continue to do so. <br><strong>Alistair Burt MP</strong><br><em>Foreign and Commonwealth Office minister for counter-proliferation</em></p> <p>• Although the UK government has provided £2.4m for the training of police and armed services used by oppressive regimes, this support has focused on trying to improve their human rights and accountability record (<a href=\"http://www.theguardian.com/politics/2012/sep/25/uk-millions-training-oppressive-regimes\" title=\"\">UK gave Sudan and Congo troops training</a>, 26 September). Despite the honourable intentions of the government, it is treading a fine line: working to reform these forces must not give the impression of validating them. We should not forget that Sudanese security forces in particular are implicated in genocide at the very highest levels.</p> <p>Before reform can occur, a more effective response to the brutality of the Sudanese security sector is needed. It is futile to try to reform forces that are still systematically murdering and oppressing civilians that do not fit Khartoum's objective of a unified Arab-Islamist state. Financial support from the UK would be better spent supporting negotiations that resolve all the issues left unanswered by the comprehensive peace agreement – including where the border between Sudan and South Sudan is located, and the status of southerners in the north. Only when there is a real peace in Sudan should we try to help them reform their security forces – not before.<br><strong>Olivia Warham</strong><br><em>Director, Waging Peace</em></p>",
  "<p>It is shortly after five on a Sunday afternoon. Outside the streets are rain-slicked and autumnal; leaves cling to paving stones, and the sky is a dispiriting shade of lead. High up in the 6Music building in central London, the mood is somewhat warmer. Over the control panels and the coffee machine, the sofas and the swivel chairs, <a href=\"http://www.bbc.co.uk/programmes/p00nnx4z\" title=\"\">spills a disembodied voice</a>: rich and dry and northern, riffing on wedding singers and listener requests, 70s funk rarities and <a href=\"http://www.youtube.com/watch?v=iir_xAbt-ak\" title=\"\">Bruce Springsteen's Nebraska</a>.</p> <p>If you squint through the glass and into the dimly lit studio, you can vaguely make out the shape of Jarvis Cocker, with his producer, Adam Dineen, beside him. Together they are steering the show towards six o'clock, segueing gently from <a href=\"http://www.youtube.com/watch?v=PSJub1A1aIk\" title=\"\">Gustav Holst's Neptune</a> into <a href=\"http://www.youtube.com/watch?v=ns3d9Aa85MA\" title=\"\">Scout Niblett's 2005 track Kidnapped by Neptune</a>.</p> <p>Cocker's <a href=\"http://www.bbc.co.uk/programmes/b00ptsjd\" title=\"\">Sunday Service show</a> has been a fixture on 6Music for more than two and a half years now, and remains one of the station's most popular programmes – an essential part of a Sunday schedule notable for the number of shows hosted by musicians, from <a href=\"http://www.bbc.co.uk/programmes/b00llg30\" title=\"\">Cerys Matthews in the morning</a>, via <a href=\"http://www.bbc.co.uk/programmes/b00ds8lp\" title=\"\">Huey Morgan</a>, Cocker and, later, <a href=\"http://www.bbc.co.uk/programmes/b0072q60\" title=\"\">Guy Garvey</a> of Elbow. Cocker's show is a great stew of conversation, spoken word and musical exploration. In his first year, Cocker won a Sony Radio \"rising star\" award. Last year, he was nominated for Sony's radio personality award, losing out to Ronnie Wood.</p> <p>Cocker and Dineen emerge shortly after their final song (<a href=\"http://www.youtube.com/watch?v=97VIh8h6-SY\" title=\"\">The Velvet Underground's I'm Sticking With You</a>, requested by Bernie from Dorset), Cocker in tweed jacket and black cords, clutching an armful of vinyl and a small, blue-lidded record box. The pair began working together on Valentine's Day 2010, and Cocker says he remembers it well. \"Adam came in on that show and I was impressed because my researching is always a bit last-minute, like everything in my life is a bit last-minute,\" he recalls. \"We were getting ready for Michael Palin to come on to be interviewed, and I was doing my extensive research, which is always just looking at people's Wikipedia pages, and I saw that Palin had been involved in writing some lyrics for a record by a guy called <a href=\"http://www.youtube.com/watch?v=5-W3N0sitkA\" title=\"\">Barry&#xa0;Booth</a> in&#xa0;the 60s…\"</p> <p>Cocker thought that it would be a very good thing to play this Barry Booth record on that Sunday's show. Unfortunately, it was Friday, and the last day for ordering records from the BBC record library in Perivale was Thursday. \"So I thought, 'I've messed up there,'\" Cocker says flatly. \"But then I found that Adam had already ordered it. So I thought, hmmm, there's somebody who's more organised than I&#xa0;am, and that's what I need.\"</p> <p><a href=\"http://www.bbc.co.uk/music/artists/38550441-d437-4aff-867e-e79bf0c04142\">Reading on mobile? Click here to watch the video</a></p> <p>Each show begins to take shape on the Monday or Tuesday before broadcast. \"It will start with me looking through the things that have happened on that day,\" Cocker explains. \"The show isn't totally based around that – sometimes it's things that have actually happened in the previous week. But that gives it a structure, and for me that's useful because often an event will suggest a&#xa0;song for us to play.\"</p> <p>He is quite fastidious about this part of the process. \"I get my notebook out and write down events and births and&#xa0;…\" He allows a faint smile to cross his face. \"At first we did have deaths, too, but death is just a downer, there's no getting round it.\" Cocker fishes a small, violet-coloured notebook from the inside pocket of his jacket and opens it at a random page full of tight, scrawly handwriting. \"So I'll have a look down my notes, and find something like the Mayflower set off for the US on 16 September 1620. And so that made me think of that <a href=\"http://www.youtube.com/watch?v=_9crmJslTCw\" title=\"\">Wooden Ships song by Crosby Stills &amp; Nash</a>. It's helpful to me, and makes me feel that all that random knowledge littered about is in some way useful.\"</p> <p>He is drawn, he says, to songs that are particularly innovative with language. \"And that's why there's quite a lot of spoken-word stuff on the show,\" he says. \"I think that gets overlooked a lot. And that's certainly what I'll latch on to as what I like in a song. I appreciate people who try and use language in an interesting way.\" On other occasions, his research will lead the show into entirely new territory. He calls to mind a recent example: the American musician <a href=\"http://www.youtube.com/watch?v=WQHaglomIU0\" title=\"\">Korla Pandit</a>. \"I'd never heard of him, but he was born on 16 September 1921. I just thought it was an interesting name, so I looked him up and he was a very interesting guy who made out he was some Indian mystic type of figure and played the organ. So I asked Adam to look into it and we dug out some tracks by him.\"</p> <p>Part of Dineen's job is to wrangle with the troublesome library search engine. \"It's hard to use,\" he says, \"but at the end you get all these offshoots of what you were researching — like, with the anniversary of the Penny Black stamp, I found a strange seven inch on a label I'd never heard of, a guy singing a strange disco track called Penny Black. And then his son heard it, and he wrote us a letter saying thank you very much.\" The letter, Cocker adds, \"had loads of stamps on the front\".</p> <p>Cocker first arrived at the station as a stand-in for <a href=\"http://www.bbc.co.uk/6music/shows/stephen_merchant/\" title=\"\">Stephen Merchant</a>. \"And I suppose they thought I did a reasonable job,\" he says. \"I'd always fought against presenting radio really, because my father was a radio DJ in Australia. He's just recently retired. And I kind of didn't want to follow in his footsteps. But I suppose, as we all find as we become older, to some extent we do all become our parents.\" His father did offer him one very useful broadcasting tip. \"He said, 'Turn the headphones up as loud as you possibly can, because then you won't shout at the microphone. You'll just speak to it in a normal way, and that draws the listener in.' And you know what? It's true. Except it's sending me deaf.\"</p> <p><a href=\"http://www.bbc.co.uk/6music/events/hub/artists/jarvis.shtml\">Reading on mobile? Click here to watch the video</a>.</p> <p>Radio presenting has some similarities with his other job, as a solo artist and frontman of <a href=\"http://www.youtube.com/watch?v=KTo7wKumolU\" title=\"\">Pulp</a>. \"It's like a performance,\" he says. \"Not that you would have guessed it, looking through the glass – there's not a lot of action going on. It's just people in chairs. But there is a performative aspect to it. We try to pick the songs that go well together, we put them in groups of two so they kind of bounce off each other. And similarly, with a concert, you're trying to communicate with the audience, and that's why as much as possible, we try and do the show live, because you can get people involved. Like today, we asked for wedding song suggestions, so they can communicate with you and we can together decide on the last song. And that's nice, you know?\"</p> <p>Sunday afternoon brings a particularly intimate and informal audience. Many listeners text or tweet to say they are busy making their Sunday dinner, and on a rainy day like today, they email in droves. \"That's another part of the concept, I suppose, that it's pretty laid-back,\" says Cocker. \"When I was more of a drinker, I always&#xa0;found that hangovers got to their worst around 4pm. You're over the physical thing, and it goes into a psychological thing by then. So I thought it would be good to do a show that helps you through that difficult time — without being bland, but being quite soothing.\" He smiles, a slight pursing of the lips. \"To me, it's what Sundays used to be like. At one time we used to say we were bringing the boredom back to Sunday, and that might be overstating it, but it's that kind of thing. That the week's kind of finished, but the new week hasn't begun, so you've got this weird kind of floaty time where you can be a bit more reflective. It's not a massive concept,\" he adds, with typical self-effacement.</p> <p>This weekend, Cocker will present his show from <a href=\"http://www.guardian.co.uk/culture/a-room-for-london\" title=\"\">A Room for London</a>, a small boat stationed atop the Queen Elizabeth Hall next to the Thames in London. \"Because we're near water, we're going to try and have a little bit of an aquatic theme, looking for writings about the Thames,\" he says. \"We'll have a guy called <a href=\"http://philipsheppard.com/listen-here/\" title=\"\">Philip Sheppard</a>, who plays the electric cello, and did a record called The Diver in the Crypt. We'll do some semi-improvised thing of him playing and me intoning some texts.\"</p> <p><a href=\"http://www.bbc.co.uk/programmes/p00nnx4z\">Reading on mobile? Click here to watch the video.</a></p> <p>They have no real plans for any more&#xa0;wild specials, though they mention an upcoming interview with <a href=\"http://www.guardian.co.uk/music/2012/jan/01/art-garfunkel-interview\" title=\"\">Art Garfunkel</a>, perhaps more events such as <a href=\"http://www.bbc.co.uk/programmes/b01by9t7\" title=\"\">Cocker's Q&amp;A with Leonard Cohen</a> this February, and a hoped-for show from the <a href=\"http://www.ina.fr/media/television/dossier/1421/ina-images-that-speak-to-you.20090331.fr.html\" title=\"\">French national radio record archives</a> (this would be similar to one they recorded at the music library in Perivale, delving into the collection's oddities). \"At one point, we&#xa0;thought about doing a visual version,\" Cocker says. \"Because the format would work for TV – you could look at things that had happened, show&#xa0;little clips and things, and I'd sort&#xa0;of be quite interested in doing that.\" He gives the faintest flutter of a smile. \"Or&#xa0;perhaps we could write a musical. Perhaps we should do the show on ice …\"</p> <p>• This Sunday, Jarvis Cocker's show will feature extracts from his time in a boat on top of the Queen Elizabeth Hall in London. Watch an exclusive video from this show at <a href=\"http://www.guardian.co.uk/culture/a-room-for-london\" title=\"\">guardian.co.uk/culture/a-room-for-london</a> next week.</p> <p>• This article was amended on 27 September 2012 because the standfirst said Jarvis Cocker's radio show is three hours long. In fact, it lasts for two hours. This has been corrected.</p>",
  "<p>Down the mine there is pain, oppression and the cold fear of never coming back. But worst of all, said rock driller Mbuzi Mokwane, is the day he gets his pay cheque. \"My pay day is the most miserable day for me. At least during the week I'm working. But on the day you're given a pay slip that says 4,000 rand [£300], you start calculating your outgoings and you can go crazy. There is daylight robbery in the mines.\"</p> <p>Mokwane works at Blyvooruitzicht near Carletonville in western Gauteng (\"place of gold\" in Sesotho) province, a place where workers go underground every day fearing it could be their last; where they complain of low pay, bad food and overcrowded single sex hostels; where they say they are still treated like animals by their white bosses. Their simmering resentment could seemingly blow at any moment.</p> <p>South Africa's mines are the frontline in an increasingly ferocious battle over greed, inequality and economic liberation. The sight of angry workers confronting police with sticks and clubs has become a defining one. Strikes are raging above the country's vast reserves of platinum, gold and, this week, coal.</p> <p>On Wednesday, AngloGold Ashanti admitted that most of its 35,000 workers had downed tools in an illegal strike. At the same time industrial action continued at Gold Fields and Anglo American Platinum, whose Rustenburg mines are reporting less than 20% attendance. Many are spurred by <a href=\"http://www.theguardian.com/world/2012/sep/07/marikana-mine-shootings-revive-soweto\" title=\"Guardian: Marikana uprising\">last month's uprising at Marikana</a>, when 46 people died before rock drillers won a wage rise.</p> <p>Eighteen years after the end of racial apartheid, workers' patience is all but exhausted. Julius Malema, the fireband politician, has told them: \"They have been stealing this gold from you. Now it's your turn.\"</p> <p>An industry that has divided rich and poor for nearly 150 years, scarred by exploitation and violence, is facing an existential crisis. These are the world's deepest mines and there were 123 deaths last year; this week AngloGold Ashanti announced that a mud rush had killed a shaft timberman who had served the company for 33 years. The incidence of tuberculosis in the mines is up to six times higher than in the general population.</p> <p>Rock drillers have been described as a skilled elite among miners. But Mokwane, 33, told of the hardships his job entails once the cage snaps shut at Blyvooruitzicht.</p> <p>\"To me this work is like some form of torture. You always think, 'Am I going to come out alive, am I going to die?' If the rocks fall on you, you will be seriously injured or killed. It's very dangerous because in most cases we get to the working point and discover it's not safe, but we are told to work. We are afraid because it's not safe and anything could happen at any time.\"</p> <p>When the men are drilling, he continued, they are inside a crevice 1.5 metres high so cannot stand upright. They must get on their knees or squat. \"The challenge is that once you start drilling you have to balance the machine. It is shaking and taking energy from you.\"</p> <p>\"The other problem is smoke that comes out of the machine. You can't put on a nosemask because it easily gets wet. So you just have to breathe the smoke. There also difficulties when it gets too hot, like you are losing breath. When you ask the bosses for permission to go outside for fresh air, they say no, so you can hardly breathe.\"</p> <p>Last November, he recalled, his worst fears were realised when a colleague working close to him was \"totally buried by rocks\". He survived but is confined to a wheelchair. \"To this day,\" Mokwane said bitterly, \"he has not been compensated for his injuries.\"</p> <p>Racial politics are not left above ground, according to Mokwane. \"The white bosses don't respect us; they only respect each other. Sometimes the conditions are not safe but they don't listen. The bad thing is that even our own black bosses are treating us like the white bosses do.\"</p> <p>Like many men here, Mokwane sends more than half his salary to his impoverished family living far away, in his case the rural village of Mqanduli in Eastern Cape province. Mokwane's wife, three children, mother and three siblings are all depending on him to pay for their food, shelter and school fees. He misses his loved ones \"constantly\" but can only go back at Christmas and Easter.</p> <p>Home for the rest of the year is within the mining compound. A visitor to his shared hostel room is assailed by the thick air and smell of stale sweat, cracked floor tiles, filthy walls and power sockets, windows covered with old newspapers, uninviting communal kitchen, empty beer bottles stacked in the corner and battered lockers daubed with red spray paint that are meant to hold all a man's possessions.</p> <p>\"There's nothing that makes me happy staying in this room,\" Mokwane reflected. \"The way we live here is just like we're animals.\"</p> <p>Others start smoking drugs and, if you start complaining, they say, 'It's not your home.'\"</p> <p>Food is supplied by the mine company but does not go down well. Mokwane said: \"In the morning you're given a cup of tea and a quarter loaf. Sometimes you find the bread is long expired and so hard you can't eat it. Our lunch is also not good. In most cases they just give us food cooked the previous day. The rice is so overcooked it is like pap [maize porridge].</p> <p>\"If you try to complain, they say find your own alternative. Sometimes we try to take these complaints through the NUM (National Union of Mineworkers), but there is no change.\"</p> <p>Last week he and his colleagues told the union they are demanding a monthly wage of 12,500 rand (£938), like their counterparts in Marikana. \"If they don't come back with it, we will put down our tools. My opinion is that all miners in the whole country should go on strike, then start negotiating. No one should go to work until our demands are met. What's happening here shows that the bosses are very cruel. We were recently told the workers would share a 2m rand bonus; but I only got a black bag worth 20 rand (£1.50) in the shop.\"</p> <p>Mokwane's room-mate, Vuyisa Maqundweni, 26, was lounging in a battered plastic chair, a cap pulled down tight on his head. He feels like a prisoner. \"There's nothing I can do in privacy but the situation is that I have no choice. I come back very tired and I need to rest, but others come in drunk and making noise so I cannot.\"</p> <p>Maqundweni says he sends 3,000 rand of his monthly 4,000 rand salary to his wife, small child, mother and other extended family members in Eastern Cape. He believes the yawning chasm between haves and have-nots can no longer go unchallenged.</p> <p>\"The most painful thing is knowing these companies make billions from what we do but they just give us 4,000 rand. This makes me very angry because I know the money is there and they won't pay us. They should give us an increment before people start fighting and dying. If we don't get an increase it's likely people will do what happened in Marikana. They got a big increase but we still get 4,000 rand. How can people in Marikana get paid more than we do?\"</p> <p>There is widespread disaffection with the NUM, which is aligned to the governing African National Congress (ANC). Maqundweni said: \"They are not helping us at all and we think most of them are crooks. They are the cause of us not getting an increase because they no longer respect our interests. The ANC and NUM are working together to make sure we don't get what we want.\"</p> <p>Other miners expressed similar disgruntlement. All were migrant labourers driven from Eastern Cape or Lesotho by unemployment and poverty. They complained about meagre wages, hazardous working conditions, stale or overcooked food and hostel rooms often containing eight men in bunkbeds. They viewed Marikana as a watershed in the fraught contract between capitalist and worker and expressed a collapse of trust in the NUM and ANC.</p> <p>Michael Molomo, 42, a driller whose right arm bears the scar of a rock fall, sometimes starts his shift at 3am and might not emerge until 3pm or 7pm. He says he is paid 4,000 rand and it is not enough to support his wife and eight children. \"Every time I think of them, I miss them so much, but there's nothing I can do.\"</p> <p>\"The drilling is in a closed space that doesn't allow you to breathe freely. You can't stand up and you feel pains in your knees.\"</p> <p>Nomawule, from Lusikisiki in Eastern Cape, says he earns 5,300 rand (£397) per month. \"People always say, 'The money is not enough,' but, if I look at the work I do and the money I get, it's definitely not enough. It makes me very angry that the bosses are getting so much money and giving us so little. I'm not saying we should get equal pay to the mine bosses but we should get something reasonable.\"</p> <p>The wage makes it difficult to support his wife and 10 children, whom he can only visit twice a year. \"Even as I speak now, I'm really missing my family but the situation is that I have to gather money to go home.\"</p> <p>Living in the compound offers little solace. \"It's a boring situation.</p> <p>Of course there is electricity and we appreciate that, but the fact you have one bed on top of another is not good. It's still like apartheid where people are not treated as human beings. My wife cannot even come here to stay the night.\"</p> <p>He added: \"My collegues and I have a miserable life. I think the only solution to our problem of better wages is a national strike throughout the country. If all miners can put down their tools, I think people would listen and realise we're serious.\"</p> <p>The Guardian contacted Village Main Reef, owner of Mokwane's Blyvooruitzicht mine, with a list of the miners' concerns. Cheryl Walton, a spokesperson for the company, responded: \"I believe that some of these allegations have been raised by employees through the collective bargaining structures and are being addressed by mine management.\"</p> <p>She said: \"The allegations which haven't been raised before can unfortunately not be addressed through the media. Since Village took over the mine on 1 June 2012, we have engaged openly with all stakeholders of Blyvoor about legacy issues and challenges facing the company and threatening its future.\"</p> <p>In The Road to Wigan Pier 75 years ago, George Orwell observed: \"More than anyone else, perhaps, the miner can stand as the type of the manual worker, not only because his work is so exaggeratedly awful, but also because it is so vitally necessary and yet so remote from our experience, so invisible, as it were, that we are capable of forgetting it as we forget the blood in our veins.\"</p> <p>Today, South Africa, rated the most unequal society in the world, stands accused of the same wilful ignorance towards the \"poor drudges underground\" who make lives of privilege possible. Charles Abrahams, <a href=\"http://www.theguardian.com/business/2012/aug/22/south-africa-goldminers-lawsuit-negligence\" title=\"Guardian: South African gold miners file lawsuit for negligence\">a lawyer representing 3,000 former miners suffering lung diseases</a>, said: \"The same divide exists. The middle class have got absolutely no idea of what the ordinary life of a miner is on any single day.\"</p>",
  "<p>The British government is fighting to keep secret a blacklist of 44 countries with the worst immigration record whose nationals are targeted for tougher discriminatory action when applying to come to Britain.</p> <p>The Foreign Office has warned that some of the countries will be highly offended and regard their \"naming and shaming\" on a \"rogues' gallery\" list as a personal slight, and are likely to retaliate damaging Britain's diplomatic relations.</p> <p>They claim that retaliatory action could include restricting visas for British travellers, including officials, that could \"hinder our ability to function effectively overseas, damage business and reduce the projection of UK 'soft power'.\"</p> <p>The Home Office has launched a two-day appeal hearing starting on Thursday against a ruling by the information commissioner for a partial disclosure of the list. After a secret country-by-country assessment by the FCO, he said that publication would not damage relations in every case.</p> <p>His ruling came in response to a freedom of information campaign, by immigration detention activist, John O, who argued that keeping the list secret meant that those who faced discriminatory action by immigration officials could never know whether it was lawful or not.</p> <p>The list was drawn up in February last year after John Vine, the independent inspector of the UK Border Agency, revealed that British entry clearance officers based in Abu Dhabi and Islamabad were discriminating against Pakistani visa applicants compared to those from the Gulf states by demanding far more documentation from them, such as land registry title deeds. He said their action did not comply with equalities legislation.</p> <p>The Home Office responded by securing legal authorisation under equalities legislation to discriminate against nationalities the immigration authorities regard as \"high-risk\" and drawing up the list.</p> <p>The powers mean Border Force officers can demand more documents, such as bank statements, subject applicants to more rigorous questioning and their sponsors to interviews, when they apply for a visa or arrive at British airports. Those from countries on the list who are asked to leave Britain have their deportations given a higher priority.</p> <p>A Home Office statement to the information rights tribunal says that to get on the list, a country must have had more than 150 visa refusals or breaches of immigration law, with more than 50 of these for every 1,000 admissions in at least one of the preceding three months. A country can also be added to the list if there is specific intelligence that a significant number of its nationals have breached or about to breach the immigration rules.</p> <p>In practice there are actually two lists. The first contains the 44 countries whose nationals can expect much more rigorous treatment of their visa applications. The second list is of 32 countries whose nationals face tougher action when they arrive in Britain and if they face deportation. They are updated quarterly and signed off by the immigration minister.</p> <p>It is thought that the core of the lists probably centres on countries from the Indian sub-continent, such as Pakistan, and the Middle East.</p> <p>The FCO's director of migration, Susan Simon, has told the tribunal that \"although many countries will be aware of the security concerns posed by their nationals, some would be highly offended if the UK raised these concerns publicly. Many countries use visa and immigration policy as a foreign policy tool, reflecting their attitudes towards certain countries and the value of certain relationships. They expect us to do the same.\"</p> <p>She said that even those that understood Britain's risk-based approach would react badly if it was publicised that they were on the list. She expected that the published list would attract widespread attention and feature in the international media.</p> <p>The move would lead to retaliation such as similar measures to British travellers applying for visas, including officials, which could hinder the UK's ability to function effectively overseas.</p> <p>Simon also warns that it risks diplomatic countermeasures and could become a bone of contention in diplomatic talks on top of the regular concerns they already raise with British ambassadors and ministers over visas as they lobby to be taken off the list.</p> <p>She admits that the government was taken by surprise by the commissioner's ruling that there should ban partial disclosure of the list arguing that it could be \"reversed engineered\" to identify the countries that remained secret.</p> <p>She also said that those who were publicly identified as part of a smaller blacklist or rogues' gallery of countries who have been named and shamed on the basis of poor relations with the UK would lead to presentational and reputation ramifications.</p> <p>The FCO also claimed it would also risk overseas contracts for British companies and would \"create or increase the perception that the UK is not open to visitors or business from those countries.\" Co-operation over deporting their nationals from Britain would also be put at risk.</p> <p>Human rights lawyer, Shahram Taghavi, who is representing John O in Thursday's appeal, said the authorisation and the secret list \"not only offends against the established fundamental human rights principle of not discriminating on the grounds of nationality or race, but also violates a cardinal principle of the rule of law, the principle that laws must be accessible to citizens.</p> <p>\"We will be arguing that the Home Office have not provided a single piece of evidence to support their allegation that disclosure of the list will damage international relations and inviting the tribunal to rule that, in any event, any risk of damage to international relations is wholly outweighed by the public interest of knowing which countries are on the list.\"</p> <p>He added that while it was possible to argue that the countries involved probably already knew they were on such a list, it missed the point: \"Our primary concern is for the innocent citizens of these countries who are unknowingly being discriminated against solely on the grounds of their nationality or race.\"</p> <p>A government spokesperson defended the decision to keep the list secret: \"The ability to more closely examine those who pose the highest risk is vital to ensuring the security of the border. We are appealing as we believe that maintaining the list's confidentiality is vital to ensure officers can undertake these thorough checks without compromising diplomatic relations.\"</p> <p>They also denied the claim that it would make it harder for an individual to launch a discrimination claim in court..</p> <p>\"We expect our officers to treat individuals professionally regardless of their nationality and we take any allegation of discrimination seriously,\" they said. \"The ability to differentiate between the risk posed by particular nationalities does not permit individual decisions to be made solely on the basis of a person's nationality.\"</p>",
  "<p>When Enrique Peña Nieto was a candidate in Mexico's presidential elections, allegations that he had benefited from favourable media coverage triggered mass student demonstrations against him and his party. When he won the 1 July election, those allegations formed part of a legal challenge to his victory.</p> <p>Now, as the young and telegenic president-elect from the Institutional Revolutionary party, or PRI, prepares to take charge of the country on 1 December, the media allegations have been deemed legally irrelevant – and the furore they once caused has all but died away.</p> <p>The runner-up, Andrés Manuel López Obrador, and his party of Democratic Revolution, or PRD, were unable to persuade Mexico's federal electoral tribunal that there had been unfair favourable coverage of Peña Nieto, alongside other allegations such as massive vote buying and dubious campaign funding, such as to violate constitutional guarantees that elections be \"authentic and fair\".</p> <p>The part of the tribunal's unanimous decision on 30 August that referred to media bias drew heavily on an earlier decision by the Federal Electoral Institute, or IFE. That decision threw out a specific PRD complaint about \"hidden publicity\" by Peña Nieto, particularly on TV channels and other outlets associated with the broadcasting giant Televisa.</p> <p>\"They were unable to demonstrate that the role of Televisa was illegal,\" said the media expert Raul Trejo. \"The case is closed. Some people might question the [legal] rules, but these are the rules we have.\"</p> <p>Only one of the nine members of the IFE general council, which considered the \"hidden publicity\" complaint in a publicly broadcast debate on 16 August, voted against a \"proposal\" put before it by the institution's investigative branch.</p> <p>The proposal rubbished the quality of the evidence submitted by the PRD, which relied heavily on journalistic accounts of the alleged bias, among them an article published in the Guardian on 7 June.</p> <p><a href=\"http://www.theguardian.com/world/2012/jun/07/mexico-presidency-tv-dirty-tricks\" title=\"\">The article</a> was based on a cache of documents dated from 2005 appearing to show promotional packages, including coverage on Televisa, drawn up for political clients, including Peña Nieto when he was just taking over as governor of the state of Mexico. Televisa has <a href=\"http://www.theguardian.com/world/2012/jun/08/documents-no-proof-tv-dirty-tricks-mexico?intcmp=239\" title=\"\">challenged</a> the authenticity of these documents, and has denied it sold favourable news coverage to politicians including Peña Nieto.</p> <p>The full IFE proposal described the Guardian article as \"a subjective evaluation that is based on events than cannot be verified\". However, the debate in the IFE general council on 16 August automatically ruled out consideration of this and other evidence presented by the PRD that referred to alleged misconduct prior to 2007/8 legal reforms that drastically tightened restrictions on TV and radio advertising.</p> <p>It also dismissed the relevance of events already considered in previous rulings, such as a 2011 case in which the electoral authorities had sanctioned both Televisa and Mexico's other national network, TV Azteca, for transmitting political advertisements promoting governor Peña Nieto around the country. The law says such advertisements should only be broadcast locally.</p> <p>The most eye-catching allegation admitted for consideration was that the Peña Nieto campaign had paid for an interview in April on a radio show presented by a celebrity journalist, which was deemed groundless.</p> <p>Most of the debate in the IFE general council, however, focused on the question of whether the investigation into the evidence presented by the PRD had gone far enough. Alfredo Figueroa, the only member to vote against the proposal, argued that it had been superficial. He said it should have included more in-depth probing, including a requirement that prominent news anchors answer questions derived from the allegations.</p> <p>Another council member, Lorenzo Cordova, partially backed this position. He qualified his vote in favour of the proposal by stating that a \"richer investigation\" might have produced a different result.</p> <p>The overwhelming majority view, however, insisted that there was nothing in the complaint to justify \"additional irritation\" to journalists and media outlets featured in the evidence. A more exhaustive investigation, several of the council members said, would have violated guarantees of freedom of expression.</p> <p>\"The way that the alleged damages was argued, their relationship with events, and the temporality in which they occurred, led the investigation into a wall in all cases,\" the council member Benito Nacif said. \"It was unnecessary to continue.\"</p> <p>Both the IFE's decision, and the tribunal's subsequent wholesale dismissal of all other allegations of unfair play in the elections, sparked sharp criticism from some commentators as well as student protests. But the marches have since dwindled, as the movement appears to be running out of steam, and attention has refocused on what a Peña Nieto administration will actually look like, rather than how he is portrayed.</p> <p>The media expert Trejo nevertheless insists that while the controversy over the alleged bias may have waned, it has left a legacy of concern about the ethical nature of the relationship between the media and politicians in general. At the height of the post-election conflict Peña Nieto said that setting up an independent body to keep an eye on publicity spending at all levels of government was one of his priorities. \"This issue,\" Trejo said, \"is here to stay\".</p> <p>In its recent final review of this year's presidential election, IFE concluded that Televisa's news coverage on its nationwide newscasts had been fairly divided between the three main presidential candidates, stating that by the close of campaigning each of them had received just over 42 hours of coverage.</p>",
  "<p>In the early 1980s, neither Manchester club was a dominant force in English football in the way both are now. But they were certainly notable for their managers: United's perma-tanned Ron Atkinson – Mr Bojangles – and City's bouffant-haired John Bond, inevitably known as Bondy, formed a colourful, quotable duo in their ice-cream suits and striking ties.</p> <p>Bond, who has died aged 79, had already clinched his place in the nation's hearts when, in the 1980-81 season, after an FA Cup tie, he leapt from the upper tier of the Maine Road stadium to comfort his son Kevin, a defender in a Norwich side that City had just thrashed 6-0. The incident was made all the more piquant by the fact that Bond senior had just left Norwich to take the Manchester City job.</p> <p>Bond was an affable, courteous man who throughout his footballing life spoke in the slightly rustic tones of his native Dedham, in rural Essex. A schoolboy footballer with North-East Essex, he played for the non-league Colchester Casuals before joining West Ham United in 1950. There, he was part of a side that included <a href=\"http://www.theguardian.com/football/2010/oct/15/malcolm-allison-obituary\" title=\"\">Malcolm Allison</a> and later Bobby Moore, Geoff Hurst and Martin Peters, which won the 1957-58 Second Division Championship and the 1964 FA Cup. A right-back, his level of finesse can be gauged by the fact he was known as Muffin, after the principal puppet in the children's TV show Muffin the Mule. Bond was alleged to have a kick like the said creature.</p> <p>After 444 appearances for West Ham, Bond left in 1966 and saw out his playing days at Torquay United. Then he was taken on as manager of Bournemouth and Boscombe Athletic, where he is reputed to have been the driving force behind its change of name to AFC Bournemouth, to make it sound more continental. Having led them out of Division Four in his first season, 1971-72, he went to First Division relegation-romancers Norwich City in November 1973, taking with him Kevin, then a trainee. Unable to save them from the drop at the end of that season, he got them back at the first attempt.</p> <p>In an attempt to rebuild the side, he tried to sign the now ageing Moore. So keen was he to have him that Bond said he could stay in London, train with West Ham and commute on match days. Moore signed for Fulham instead. Bond did, though, bring another former team-mate to East Anglia in the form of Peters, with whose help he managed to establish Norwich in the top division. He also reunited Ted MacDougall and Phil Boyer, who had formed a successful striking partnership in Bond's Bournemouth days, and in March 1975 he took Norwich to the League Cup final, where they lost 1-0 to Aston Villa.</p> <p>It was Bond's reputation for producing an entertaining side on a budget that attracted Peter Swales, chairman of Manchester City, in those days feeling the pinch after the extravagance of Allison's cigars-and-fedora regime. In 1981, at the end of his first season with City, Bond was back at Wembley, this time in an FA Cup Final against Tottenham Hotspur, which went to extra time and then a replay distinguished by one of the most memorable goals ever seen at Wembley. Sadly for City, it was scored by Tottenham as Ricky Villa ran almost half the length of the pitch with Bond's men swarming around him before finding a sliver of space through which to despatch the winner past Joe Corrigan.</p> <p>Meanwhile, chairman and manager had fallen out over the purchase of Trevor Francis, and Bond threatened to walk out if the deal failed to go through. Francis duly arrived and scored twice on his debut against Stoke City. But Francis's career was hobbled by injuries, the friction between Bond and Swales returned, and in 1983 Bond moved on to Burnley, which had just been relegated to the Third Division.</p> <p>Turf Moor hailed him as one of the biggest names in the game, but selling local heroes such as Trevor Steven and Lee Dixon and bringing in a bunch of Manchester City faces went down badly. Within a year, reviled by the fans and unable to bring back the glory days, Bond left.</p> <p>He had a year at Swansea City, leaving in 1985, by which time they were grappling with the twin threats of dropping out of the league and bankruptcy. After that, he went to Birmingham City but was sacked in 1987, by which time they were hovering one place above relegation to Division Four. His last job, when he was nearly 67, consisted of scouting and coaching duties for Wigan.</p> <p>In addition to Kevin, Bond is survived by his wife, Janet, and his daughter, Toni.</p> <p>• John Frederick Bond, footballer and manager, born 17 December 1932; died 26 September 2012</p>",
  "<p>Growing fears that Syria's civil war is spilling over into neighbouring countries are driving urgent discussions involving Turkey and Arab states about a tougher, joint response, including possible military intervention. A focal point is this weekend's <a href=\"http://www.reuters.com/article/2012/09/26/us-turkey-akp-idUSBRE88P0I220120926\" title=\"\">Turkish ruling party convention in Ankara</a>, which several Arab leaders are expected to attend. But old grudges, current weakness, and a tendency to say, \"After you, Claude\" when it comes to actual fighting seem likely to continue to undermine effective regional action.</p> <p>Unlike in Libya – where Nato took the lead after the Arab League disowned Muammar Gaddafi – Saudi Arabia, Egypt, Qatar and other Arab governments that are demanding Assad's departure have been left to their own devices by the west. Barack Obama <a href=\"http://www.theguardian.com/world/2012/sep/25/obama-un-general-assembly-transcript\" title=\"\">repeated his demand at the UN this week</a> that the Syrian \"dictator\" stand down, but made no new move to achieve it. Hopes that Obama will take a tougher line if he is re-elected in November remain just that: hopes.</p> <p>Paralysing divisions within the UN security council, where Russia and China have repeatedly blocked calls for harsher measures, show no sign of easing. Ban Ki-moon, the UN secretary general, spoke of a \"regional calamity with global ramifications\". <a href=\"http://www.huffingtonpost.com/2012/09/25/syria-un-ban-ki-moon_n_1914691.html\" title=\"\">Ban added</a>: \"The international community should not look the other way.\" But despite fine speeches, and reminders of the UN's legal \"responsibility to protect\", this is exactly what is happening.</p> <p>Anger at this sorry state of affairs was voiced recently in Tehran by President Mohamed Morsi of Egypt, <a href=\"http://www.theguardian.com/commentisfree/2012/aug/30/egypt-iran-non-aligned-movement-summit\" title=\"\">who insisted</a>, to his Iranian hosts' discomfort, that the world had a \"moral duty\" to stop the Syrian slaughter. Speaking this week, Qatar's emir, Sheikh Hamad al-Thani, went further, proposing a military intervention.</p> <p>\"The security council failed to reach an effective position. In view of this, I think that it is better for the Arab countries themselves to interfere out of their national, humanitarian, political and military duties and do what is necessary to stop the bloodshed in Syria,\" <a href=\"http://gulfnews.com/news/gulf/qatar/qatar-calls-for-arab-intervention-in-syria-1.1081149\" title=\"\">Hamad told the UN general assembly</a>. Countries should provide \"all sorts of support\", presumably including arms, to the opposition.</p> <p>Direct military intervention in Syria by Arab countries remains extremely unlikely at present. But indirect, covert means are already being applied, and militarily weak governments continue to push others to act on their behalf. It was reported in July, for example, that Saudi Arabia and Qatar had induced Turkey to set up a secret \"nerve centre\" in Adana to direct military, intelligence, logistics and communications aid to Syrian rebels. This supposed operation may also have tacit CIA support. All the countries mentioned <a href=\"http://www.reuters.com/article/2012/07/27/us-syria-crisis-centre-idUSBRE86Q0JM20120727\" title=\"\">deny supplying arms</a>.</p> <p>Yet despite evident reluctance to get involved directly, the political temperature is rising as Syria's civil war spreads like an ink stain across a parchment map of the Middle East. Lebanon and Jordan fear political and social destabilisation amid an inexorable refugee tide. Reports from Iraq speak of repeated incursions into its land and air space by Syrian combatants. Syrian mortar shells <a href=\"http://www.denverpost.com/nationworld/ci_21631053/syrian-mortars-land-israeli-occupied-golan-heights\" title=\"\">landed in the Israeli-occupied Golan Heights on Tuesday</a>.</p> <p>Among all the neighbours, it is militarily formidable Turkey that is suffering the most, principally as a result of Assad's decision to offer Syrian bases and backing to Kurdistan Workers' party (PKK) fighters in their ongoing separatist struggle in and around south-east Turkey. Damascus's move followed the decision by the Turkish prime minister, Recep Tayyip Erdogan, to break ties with Syria, condemn the bloodshed and demand Assad's removal. In <a href=\"http://www.washingtonpost.com/opinions/lally-weymouth-interviews-turkish-prime-minister-recep-tayyip-erdogan/2012/09/20/a837da66-01c7-11e2-b260-32f4a8db9b7e_story.html\" title=\"\">an interview last week</a>, Erdogan said: \"This regime will go. Bashar is politically dead\".</p> <p>The price of such enmity is high. PKK-related violence inside Turkey has now reached a 10-year high and is spreading, according to recent reports. Tuesday saw <a href=\"http://www.dw.de/dw/article/0,,16262310,00.html\" title=\"\">another attack in which six Turkish soldiers and one civilian were killed</a>. Iran, Syria's ally, is covertly supporting Assad's Kurdish strategy, and this has led in turn to <a href=\"http://online.wsj.com/article/SB10000872396390444813104578018240196360244.html\" title=\"\">new strains in its relations with Ankara</a>.</p> <p>Turkey is being pressed by France to create and defend \"liberated zones\" along its border with Syria, an idea harking back to the Iraq \"safe havens\" of the 1990s and from which the US and Britain have so far distanced themselves. But while Erdogan will not act on the French proposal without UN or at least US and Nato backing, he may well be in the mood to hit back at Assad over his provocative support for the PKK. This weekend, several regional leaders opposed to Assad, including Egypt's Morsi, will attend Erdogan's ruling party bash. Expect ever more urgent plotting on the theme: Get Bashar.</p>",
  "<h2>Environment news</h2> <p>• <a href=\"http://www.guardian.co.uk/environment/2012/sep/25/trafigura-lessons-toxic-waste-dumping\">Trafigura lessons have not been learned, report warns</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/sep/26/nick-clegg-lib-dem-green-promises\">Nick Clegg taunts Conservatives over broken green promises</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/sep/26/google-maps-virtual-diving-reef\">Google Maps' virtual diving brings the Great Barrier Reef into view</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/sep/26/climate-change-damaging-global-economy\">Climate change is already damaging global economy, report finds</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/sep/25/supermarkets-protests-badger-cull\">Supermarkets face protests over support for badger cull</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/sep/25/global-shark-conservation-plan-talks\">Global shark conservation plan in the balance at landmark talks</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/sep/24/food-climate-change-fisheries\">Report warns of global food insecurity as climate change destroys fisheries</a></p> <h2>On the blogs</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396735854\"> <img src=\"https://static.guim.co.uk/sys-images/Environment/Pix/columnists/2012/7/3/1341317038596/Ban-on-wind-turbines-in-W-002.jpg\" alt=\"Ban on wind turbines in Wiltshire\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">West Mill wind turbines, Watchfield, Shrivenham Wiltshire in 2009.  Photograph: Stan Green/Alamy</span> <span class=\"element-image__credit\">Photograph: Stan Green/Alamy</span> </figcaption> </figure>  <p>• <a href=\"http://www.guardian.co.uk/environment/blog/2012/sep/26/myth-wind-turbines-carbon-emissions\">It's a myth that wind turbines don't reduce carbon emissions</a><br>• <a href=\"http://www.guardian.co.uk/environment/blog/2012/sep/26/green-investment-cure-economy\">Green investment is the cure for our ailing economy</a><br>• <a href=\"http://www.guardian.co.uk/environment/blog/2012/sep/26/measure-ocean-health\">How can we make our oceans well again?</a><br>• <a href=\"http://www.guardian.co.uk/environment/bike-blog/2012/sep/24/furious-cyclist-andrew-mitchell\">Have you been a furious cyclist like Andrew Mitchell?</a></p> <h2>Multimedia</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396735855\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2012/9/24/1348493799804/9379c160-0dc1-4e37-ab76-be9d1873b3d8-140.jpeg\" alt=\"Baby gorilla Isangi, a poached 9-month-old Grauer's gorilla, that was moved to Virunga National Park headquarters at Rumangabo, in the Demoncratic Republic of Congo to be quarantined for a month.\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Baby gorilla Isangi, a poached 9-month-old Grauer's gorilla, that was moved to Virunga National Park headquarters at Rumangabo, in the Demoncratic Republic of Congo to be quarantined for a month.  Photograph: Luanne Cadd/AFP/Getty Images</span> <span class=\"element-image__credit\">Photograph: LUANNE CADD/AFP/Getty Images</span> </figcaption> </figure>  <p>• <a href=\"http://www.guardian.co.uk/environment/gallery/2012/sep/24/orphan-baby-gorilla-centre-congo-in-pictures\">Orphaned baby gorillas rescued in Congo – in pictures</a><br>• <a href=\"http://www.guardian.co.uk/environment/video/2012/sep/26/catlin-seaview-survey-heron-island-video\">Catlin Seaview Survey takes a dive on Heron Island - video</a><br>• <a href=\"http://www.guardian.co.uk/environment/video/2012/sep/24/ice-melt-life-greenlanders-video\">How record sea ice melt is changing life for Greenlanders – video</a><br>• <a href=\"http://www.guardian.co.uk/environment/interactive/2012/sep/24/bernie-krause-animal-orchestra\">Bernie Krause's great animal orchestra - interactive</a></p> <h2>Features and comment</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-396735857\"> <img src=\"https://static.guim.co.uk/sys-images/Admin/BkFill/Default_image_group/2012/9/21/1348264867770/Monarch-butterfly-005.jpg\" alt=\"Monarch butterfly\" width=\"140\" height=\"84\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An adult monarch, right, probes for nectar on a Gregg's Mistflower. Photograph: Scott Gaulin/AP</span> <span class=\"element-image__credit\">Photograph: Scott Gaulin/AP</span> </figcaption> </figure>  <p>• <a href=\"http://www.guardian.co.uk/environment/2012/sep/22/monarch-butterfly-secrets-revealed\">Revolution in filming reveals epic journey of the monarch butterfly</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/sep/25/climate-change-windpower\">Onshore wind energy: what are the pros and cons?</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/sep/24/machine-natural-sound-bernie-krause\">The 'age of the machine' is drowning out natural sound, Bernie Krause warns</a><br>• <a href=\"http://www.guardian.co.uk/environment/2012/sep/23/lucy-siegle-ethical-living-hotel-towels\">Ethical living: is it worth reusing our hotel towels?</a></p> <h2>Green jobs</h2> <p>• <a href=\"http://jobs.guardian.co.uk/job/4515696/road-safety-campaigner/\">Road Safety Campaigner jobs, CTC, Guildford, Salary £24k pro rata</a><br>• <a href=\"http://jobs.guardian.co.uk/job/4515645/operations-director/\">Operations Director jobs, Garden Organic, Coventry, £50,000 – £55,000</a><br>• <a href=\"http://jobs.guardian.co.uk/job/4513530/sustainability-pa-coordinator/\">Sustainability PA / Coordinator for International Hydropower Association, Sutton, London, circa £30,000 for the right candidate</a></p> <h2>... And finally</h2> <p>• <a href=\"http://www.guardian.co.uk/environment/2012/sep/26/htc-phone-charger-waste\">New HTC phone will be sold without charger in bid to cut waste</a><br>Network operator O2 will pilot the charger-free scheme in the UK for the soon-to-be-released smartphone</p>",
  "<p>The UK has taken up leadership of the Open Government Partnership (OGP) on the organisation's first anniversary and says it will focus on ensuring member state meet their transparency commitments.</p> <p>In a <a href=\"http://www.theguardian.com/public-leaders-network/2012/sep/26/francis-maude-open-government-partnership\" title=\"\">Public Leaders blog,</a> the Cabinet Office minister Francis Maude said the UK will take the lead in supporting worldwide government transparency and reiterated that the OGP must now deliver on its promises, a year on from its inception.</p> <p>So far, 46 of the 57 member governments have published plans detailing 300 commitments to open government. A new independent reporting mechanism for partnership members will measure their progress, said Maude.</p> <p>\"Transparency is all about greater accountability and that's why we are putting in place a new independent reporting mechanism which will see governments voluntarily subjecting themselves to the formal scrutiny of researchers drawn from civil society and supported by the media\", he said.</p> <p>Maude said open data is the raw material of the 21st century and would be a resource for a new generation of entrepreneurs. \"Transparency drives prosperity and growth. It shines a light on underperformance and inefficiencies in public services and allows citizens and the media to hold governments to account,\" he said at a speech in New York setting out the UK's vision for the OGP.</p> <p>The <a href=\"http://www.opengovpartnership.org/\" title=\"\">Open Government Partnership</a> was formally launched in September 2011 by eight founding governments - the UK, Brazil, Indonesia, Mexico, Norway, Philippines, South Africa and the US. The UK will have the role of 'senior' co-chair, alongside 'junior' co-chair Indonesia, until September 2013, when it will step down.</p> <p><strong>This article is published by </strong><a href=\"http://www.theguardian.com/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. Join the </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/public-leaders/start.php\" title=\"\"><strong>Guardian Public Leaders Network</strong></a><strong> free to receive regular emails on the issues at the top of the professional agenda.</strong></p>",
  "<p>Russian partners inside the TNK-BP joint venture are talking to financiers about raising money to make a potential $20bn (£12.4bn) cash offer for <a href=\"http://www.theguardian.com/business/2012/jul/15/tnk-bp-sale-talks-russia\" title=\"\">BP's stake in the oil and gas business</a> as early as next month.</p> <p>The revelations have been met with a steely silence from BP which has developed a profound scepticism about the Moscow-based oligarchs who are still suing the British company in a Siberian court.</p> <p>The Russian partners who control the Alpha Access Renova (AAR) consortium had previously been offering to purchase half of BP's 50% stake in TNK-BP – but rival interest from state-owned Rosneft has forced it to think again.</p> <p>\"They [AAR] have decided they will make a cash offer for the full BP stake and are beginning to talk to banks,\" said sources close to the Moscow-based consortium.</p> <p>Asked why they had changed their minds, the source said: \"Clearly circumstances have changed and we are dealing with a bidding situation with Rosneft offering cash and shares and BP making clear it is not interested in selling only half of its stake.\"</p> <p>The BP share in TNK-BP is generally thought to be worth $20bn-$25bn but AAR shareholders Mikhail Fridman, Viktor Vekselberg and Len Blavatnik, have apparently not yet decided exactly how much they will offer.</p> <p>AAR had previously said it was willing to pay $10bn for a 25% stake in TNK-BP, Russia's third-largest oil company. BP, which needs cash to help pay for potential liabilities from the Deepwater Horizon accident in the Gulf of Mexico in 2010, has already talked to Rosneft and Vladimir Putin about a cash and share swap worth $20bn.</p> <p>BP, which has had a turbulent relationship with AAR, may see benefits from retaining a stronger foothold in Russia through a tie-up with Rosneft even in the face of a full cash offer from the oligarchs.</p> <p>The company declined to comment but outside industry sources said BP senior officials were wary that any offer from AAR was likely to come with strings attached. The previous offer of $10bn from AAR was conditional on $3bn being subtracted to take account of the court case in Omsk being dropped by AAR.</p> <p>Claims were made against BP in West Siberia on the grounds that the British company's now-failed attempt to set up a rival joint venture with Rosneft had damaged the TNK-BP share price.</p> <p>Under the TNK-BP shareholder agreement, only AAR could have an offer accepted before a 90-day deadline from the date when BP announced it wanted to sell its stake elapsed on 17 October. Other bidders may then step in with formal offers, creating the prospect of a bidding contest.</p> <p>Bankers have told Reuters that it would be possible for AAR to finance a significant portion of any purchase by leveraging up TNK-BP, which has paid out $19bn in dividends since BP came into the venture in 2003. But other commentators are sceptical and argue that Kremlin politics could be the deciding factor in any asset sale.</p> <p>There has also been suspicions that Fridman and the other oligarchs would ultimately like to sell their 50% stake in TNK-BP also and have hinted it would see Rosneft as the ultimate buyer.</p> <p>Igor Sechin, chief executive of Rosneft and traditionally close to Putin, was quoted by Russian news agency, RIA Novosti, last week as saying his company would \"consider\" any offer of sale by AAR.</p> <p>TNK-BP posted a record $14.6bn in profits last year and its gross debt was $8bn at the end of 2011, all of it unsecured and most of it long-term. That indicates, some bankers say, TNK-BP's ability to sustain a higher debt burden to finance a possible buyout by AAR.</p> <p>BP has already targeted the raising of $30bn to pay off any claims from the Macondo well blowout in which 11 people died and 17 others were injured. The Department of Justice is still planning to sue BP for gross negligence in a court case scheduled to start in January.</p>",
  "<p></p> <h2><strong>Crispin Chambers, head of Japanese, <a href=\"http://www.tavistockcollege.devon.sch.uk/\">Tavistock College</a>, Devon</strong></h2> <p>We connect with one of our former pupils who works at a junior high school in the Miyagi prefecture in Japan, one of the many schools directly affected by the <a href=\"http://www.guardian.co.uk/world/japan-earthquake-and-tsunami\">tsunami</a>, last March. In response to her appeal, our year 8 and 9 students each wrote a letter in Japanese introducing themselves and asking how we could help. The response was amazing with the English teachers allocating a letter to each of their Japanese students. We received very moving accounts of the personal experiences of the Japanese pupil including photos of the school gymnasium used as temporary accommodation to over 100 people who had lost their homes.</p> <p>This exchange of letters has been ongoing and helped our pupils understand the terrible reality of the tsunami. The Japanese pupils and teachers expressed their appreciation at our concern and put up our colourful posters on their classroom walls wishing them well.</p> <p>We also have Japanese lessons that we give to our feeder primary schools, cultural talks to people in residential homes, Japanese lessons for parents and a year 7 calligraphy club. Every year I take 20 year 11 and 13 students out to Tokyo for the two week annual exchange to Kanto Daiichi Senior High School, in Edogawa ward, Tokyo.</p> <h2><strong>Jo Speak, assistant headteacher and international co-ordinator, <a href=\"http://www.cookridgeprimaryschool.org.uk/homepage/\">Cookridge Primary School</a>, Leeds</strong></h2> <p>One of the most inspiring things we have done is the work with our partner school in Mexico, Colegio Esperanza, and when the Mexican teachers visited we planned a project about inspirational women face-to-face. We started it on Human Rights Day and used the <a href=\"http://www.peacejam.org.uk/\">Peace Jam</a> site to look at women of inspiration around the world. Then we looked at women in our own localities who had done inspirational things and we focused on the stories of two women. The Mexican school did the same. To reflect this we have made a cloak that will be split in half - and half of it will be sent to Mexico. It started as a whole school project with each class producing some art work which will be part of the cloak; there are printed pieces, sewed objects and laminated pieces which all form part of it. Our art group has also helped bring all the pieces together and the whole thing will be shared between the two schools.</p> <p>Another thing we do is to hold a yearly event called International Cookridge Week. It's based on the cultural experience of students at the school and we involve our partner schools. Most of the week is run by the parents. We have a lot of children here from the Middle East and last year we had a group of Arabic-speaking mums who looked at how they could support learning during that week. So they buddied up with a class teacher to read a book in English and Arabic and then we also had a cultural cabaret and world cafe. The world cafe saw parents bringing in dishes from Libya, Iran and so on and we fed the entire school. The children learn a lot about culture through the food.</p> <h2><strong>Nicola Starke, year 6 teacher, <a href=\"http://www.sthelensjuniorschool.moonfruit.com/\">St Helen's Junior School</a>, Barry, South Wales</strong></h2> <p>We have children at school from India, Philippines, Hungary, France, Germany and Malta. The <a href=\"http://www.greatlearning.com/ipc/\">International Primary Curriculum</a> is helping us to draw these countries into our learning and, as a result, it's giving our international children a chance to come to the forefront, creating real purpose for them to talk about themselves and their families. For example, one of our families, from Kerala, went home to India for the holiday and came back with a photograph showing the girls holding a big cacao pod from their grandmother's garden. This fitted perfectly into our unit on chocolate. All of a sudden it wasn't just a cool photograph, but a photograph that was adding value to everyone's learning. This was hugely empowering for those girls; making them feel special because they could add something to the learning that no one else could.</p> <p>As part of the holiday unit, the children had to become travel agents for the day. They were given plenty of notice to prepare for this and as a result they went to the maddest lengths to get artefacts to support their table-top displays. Several children selected places they had visited on holiday in order to use souvenirs and photographs they had at home. Others picked countries where their extended family lives. Such activities also get the parents involved in the learning process which has had a very positive effect.</p> <h2><strong>Anthony David, headteacher of <a href=\"http://www.stpaulsnw7.barnet.sch.uk/\">St Paul's CE Primary School</a>, Mill Hill, London</strong></h2> <p>The most interesting way we have used international collaboration in our school has been partnering with another London school and the <a href=\"http://www.ishthehague.nl/\">International School of the Hague (ISH)</a> and holding joint school council meetings.</p> <p>We discuss a common theme like the playground. We link up using Skype and the first thing I usually hear from the pupils in my school when they see the ISH pupils is \"they're not wearing school uniform!\" Our common language is English and although it is early days for us in doing this it is vital in building relationships so that going on we can discuss more delicate things like behaviour management.</p> <p>St Paul's is a one form entry school but we have 50 plus nationalities and so we also celebrate a country of the month. It ties into our learning objectives - for example we have been doing fashion and we held a Ghanaian fashion event. We had a parent provide 40 or so different costumes and we all wore Ghanaian dress - including myself. It was fantastic. The school is an international London school, it was founded by <a href=\"http://www.guardian.co.uk/uk/william-wilberforce\">Sir William Wilberforce</a>, if that doesn't make the school international I don't know what does.</p> <p></p> <h2><strong>Andrée Jordan, international co-ordinator, <a href=\"http://www.ravensbourne.bromley.sch.uk/page_viewer.asp?page=Home&amp;pid=1\">Ravensbourne School</a>, Bromley, London</strong></h2> <p>A really good lesson for international collaboration, for use in religious studies or in many other subjects for anything from year 6 to post 16, is based on a resource called <a href=\"http://www.worldecitizens.net/peace_room/\">The Peace Room</a>. The idea is that students nominate someone for entry into the Peace Room for the good work they have done. To do this, they have to research the person they think has made a positive difference to the world and to write something that persuades others to nominate their entry.</p> <p>Within the class, there can then be a meeting. There has to be a chairperson and one by one, students submit their nominations by telling the rest of the class who they have nominated. The student explains why their person should be allowed into the Peace Room. The chairperson then invites comments from the other students. Everyone listens and then votes on the nomination.</p> <p>If there are video conferencing facilities, like Skype or <a href=\"http://flashmeeting.e2bn.net/\">Flashmeeting</a>, this can be done together with a group from somewhere else in the world. Students can then upload their nominations to the actual website, and others can vote for them. If they get more than 10 votes, then they get put into the Peace Room and the writer is sent a certificate as a world e-citizen.</p> <h2><strong>Kieran Walsh member of senior leadership team and year 6 teacher<br><a href=\"http://www.roskear.cornwall.sch.uk/\">Roskear Primary School</a>, Camborne</strong></h2> <p>We have a partnership with a school in Uganda (St Joseph's) and we do lots to link with them; we share all sorts of PE resources and we have even sent out old laptops to help with their IT.</p> <p>All of our topics we try and link with Uganda and think what we can do with them. We have been studying rivers as part of the <a href=\"http://www.greatlearning.com/ipc/\">IPC (International Primary Curriculum)</a> and we located the source of the Nile in Uganda and the children in Uganda sent us live videos of it and pictures of the animals in the surrounding area, which really made it come to life in class. It made the learning very, very real for the children. It's a really lovely link.</p> <p>Our next topic is a bit more tricky because it is on space and so we are going to do some work that can tie in with their curriculum because basically they just do maths, English and RE. We will make some space resources and now they have laptops we can send over some PowerPoints.</p> <p>Our children in Cornwall are really cut away from the rest of the country and so it is not a culturally diverse place and so the work we have been doing with the school in Uganda makes the children look at the differences between them and also the similarities. They all love football.</p> <p></p> <h2><strong>Joy Pearson, foundation stage teacher, <a href=\"http://www.kingswayprimary.com/keyinfo.asp\">Kingsway Primary School</a>, Kirkby-in-Ashfield, Nottingham</strong></h2> <p>Last year year 5 focused on Peter and the Wolf with our partner school in Spain. The teacher in Spain is basically an artist so the pupils there did this amazing collage with seeds and beans. Usually we send work over to each other when it is completed but that one didn't get sent. Here we focused on the music of Peter and the Wolf in Spanish and the children learnt about all the instruments in the orchestra and we played games and so on to help with that. They also made a class book and sent copies of that to Spain.</p> <p>In foundation stage we did The Gingerbread Man and that was great as the Spanish pupils made some gingerbread men and sent them over and we did lots of work in Spanish looking at how things travel from one place to another.</p> <h2>This content is brought to you by <a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"Guardian Professional\">Guardian Professional</a>. Sign up to the <a href=\"https://id.guardian.co.uk/register/?INTCMP=ILCJOBTXT9366\" title=\"Guardian Teacher Network\">Guardian Teacher Network</a> to get access to more than 100,000 pages of teaching resources and join our growing community. Looking for your next role? See our <a href=\"http://jobs.guardian.co.uk/jobs/education/schools\">Guardian jobs for schools</a> site for thousands of the latest teaching, leadership and support jobs</h2>",
  "<p>Hmm, I think that's summer officially over with, then (I'm gazing out over a very grey Colchester skyline). I bit the bullet and lit my fire last night, too, and we've just had to shut all the office windows as it's blowing an absolute hoolie outside.<br> Never mind. Veg, thankfully, are much hardier than us. So while it may seem as if it's time to shut up shop on the edible garden, there are some easy ways to extend the growing season and ensure fresh pickings well into winter. Of course, I should start out by saying that we've got stalwart winter crops like robust, crinkly kales and savoys and steel-like leeks as the backbone of the cold-season garden. But there are ways to partner these old favourites with less likely candidates if you apply a bit of savvy – here's how: <strong>Cloches</strong><br>These are cheap, simple and invaluable – I use loads of them on my plot in autumn and winter. Mine are fashioned out of rigid wire mesh tunnels draped in a double layer of thick horticultural fleece (weigh this down with large stones or bricks) and are ideal for long rows of veg (you can buy them, too, if bending wire and folding fleece isn't your thing). Polythene isn't as insulating and it also doesn't allow for good air flow, so avoid it if you can. Laid over rows of summer-sown carrots, baby turnips, beetroot, kohl rabi, swede, celeriac, winter-hardy salad leaves and Swiss chard, it will encourage growth to tick along at the slowest of paces. As a consequence, your veg will remain small, tender and perfectly fresh. A midwinter layer of insulating snow over the top isn't a bad thing if your tunnel supports are up to it. Slug and snail damage will be minimal, as temperatures are too cold for their activity. <strong>Greenhouses</strong><br>If you have one of these, you're a lucky so and so, because it opens up the window to extensive winter growing. OK, so the cost of fuel may be prohibitive and you'll need to weigh up the economics of the situation. Electric \"fuel\" is preferable, as no fumes or water vapours are given off. The hotter you can heat your house, the more varied the crops you can grow. This could be excellent for ripening up the last few tomatoes and peppers, or any potted tender crops. No heating needn't be an issue, though, as you're essentially left with one huge cloche. Line this with bubble plastic and you'll have the ideal winter salad growing environment. Think rocket, mizuna, mustard, leaf radish, beetroot (leaves), chard, chicory, endive, hardy lettuce, turnip tops, land cress, par cel, radicchio – germinate in trays indoors to get them going, then move them to your greenhouse. Position them in the middle of the house and off the floor to access the warmest parts. <strong>Storing in the ground</strong><br>Just a quick note on this – most of us are familiar with the recommendation to leave parsnips in the soil, because a frost transforms some of the starches into sweeter substances. It also stops roots withering. Thin-skinned parsnips, celeriac and Jerusalem artichokes are better left in the soil until you want to eat them, as they risk drying out if lifted. \"Clamps\" are an old-fashioned way around this, because if your ground is frozen solid then you can't easily lift the crops. A modern-day clamp could be a box of damp sand in your shed or garage (line the base and sides with fine chicken wire to obstruct hungry rodents). Use it for the above crops, and larger beetroot, turnips and swedes. <strong>Freezing</strong><br>Of course you can always rely on your freezer to preserve your veg for winter. Calabrese, peas, spinach, runner beans – all these and more summer surpluses can be frozen. Two key points: get the veg to freezing point as quickly as possible (this results in smaller ice crystals and thereby preserves the texture) and blanch larger vegetables first to conserve their vibrant colour. There's loads on information on this on the internet, so check for specific blanching times for your particular crop.</p> <p><em>• Lucy Halsall is the editor of <a href=\"http://www.growfruitandveg.co.uk/magazine/\">Grow Your Own magazine</a>, which contains a wealth of information about growing your own vegetables. There are even more resources on the <a href=\"http://www.growfruitandveg.co.uk/\">website</a>, including the new <a href=\"http://www.growfruitandveg.co.uk/how-to-grow\">growing guides</a> section.</em></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-396702955\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/gallery/2012/9/26/1348653621485/Gelato-Museum-Italy-archi-001.jpg\" alt=\"Gelato Museum Italy: Gelato Museum Italy archive photo\" width=\"400\" height=\"435\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The museum opens its doors at the headquarters of Bologna-based gelato machine maker Carpigiani. The exhibits include many historic ice-cream images from around the world. Here gelato artisans stand next to a large batch freezer in their shop in Vienna, Austria, in 1906</span> <span class=\"element-image__credit\">Photograph: Gelato Museum Carpigiani Archive</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396702831\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/gallery/2012/9/26/1348653648193/Gelato-Museum-Italy-archi-010.jpg\" alt=\"Gelato Museum Italy: Gelato Museum Italy archive photo\" width=\"400\" height=\"533\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A gelatiere hands a cone to a child in Cannes, France, 1926</span> <span class=\"element-image__credit\">Photograph: Gelato Museum Carpigiani Archive</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396702847\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/gallery/2012/9/26/1348653642843/Gelato-Museum-Italy-archi-008.jpg\" alt=\"Gelato Museum Italy: Gelato Museum Italy archive photo\" width=\"400\" height=\"514\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman serving ice-cream in 1950s Germany</span> <span class=\"element-image__credit\">Photograph: Gelato Museum Carpigiani Archive</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396702845\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/gallery/2012/9/26/1348653645559/Gelato-Museum-Italy-archi-009.jpg\" alt=\"Gelato Museum Italy: Gelato Museum Italy archive photo\" width=\"628\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman eating gelato in South Africa in the 1950s</span> <span class=\"element-image__credit\">Photograph: Gelato Museum Carpigiani Archive</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396702895\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/gallery/2012/9/26/1348653639696/Gelato-Museum-Italy-archi-007.jpg\" alt=\"Gelato Museum Italy: Gelato Museum Italy archive photo\" width=\"669\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carpigiani van at a fairground in Bologna, Italy, 1958</span> <span class=\"element-image__credit\">Photograph: Gelato Museum Carpigiani Archive</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396702897\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/gallery/2012/9/26/1348653636390/Gelato-Museum-Italy-archi-006.jpg\" alt=\"Gelato Museum Italy: Gelato Museum Italy archive photo\" width=\"400\" height=\"572\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carpigiani promotional campaign, 1960s, Italy</span> <span class=\"element-image__credit\">Photograph: Gelato Museum Carpigiani Archive</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396702951\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/gallery/2012/9/26/1348653627088/Gelato-Museum-Italy-archi-003.jpg\" alt=\"Gelato Museum Italy: Gelato Museum Italy archive photo\" width=\"576\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Children waiting at an ice-cream van in 1960s England</span> <span class=\"element-image__credit\">Photograph: Gelato Museum Carpigiani Archive</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396702899\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/gallery/2012/9/26/1348653633126/Gelato-Museum-Italy-archi-005.jpg\" alt=\"Gelato Museum Italy: Gelato Museum Italy archive photo\" width=\"726\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Children eating gelato, 1980s</span> <span class=\"element-image__credit\">Photograph: Picasa/Gelato Museum Carpigiani Archive</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-396702953\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/gallery/2012/9/26/1348653624239/Gelato-Museum-Italy-archi-002.jpg\" alt=\"Gelato Museum Italy: Gelato Museum Italy archive photo\" width=\"607\" height=\"480\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A 1960s Italian gelateria with Carpigiani Singola soft serve machine</span> <span class=\"element-image__credit\">Photograph: Gelato Museum Carpigiani Archive</span> </figcaption> </figure>",
  "<p>A new museum outside Bologna charts the rise of <em>gelato</em> – Italian ice-cream – from its early incarnation as a chilled delicacy for Roman emperors to the sweet treat seen on every corner of Italy – and offers to make every visitor an artisan. </p> <p>The €1.5m ice-cream museum opens its doors tomorrow at the headquarters of Carpigiani, a gelato machine maker founded in Bologna in 1946 which now sells its treats in more than 100 countries.</p> <p>The free museum is located in a modern exhibition space seven miles outside of the city in the municipality of Anzola dell'Emilia. </p> <p>\"The Foundation has created the first museum in the world that describes the complete history, culture and knowledge of gelato,\" says Valentina Righi, vice president of the Bruto and Poerio Carpigiani Foundation, financier of the museum. By sending tourists home with an appreciation of the history, Righi hopes \"to spread the gelato culture everywhere in the world\".</p> <p>A tour through the museum is an animated affair, with an English-speaking guide on hand to take visitors through the 11th-century Arab pomegranate sorbet recipe and on to the birth of gelato in Italy 500 years later. Here its roots are traced to the House of Medici; a family famed in Florence for its political grip and production of popes. Luciana Polliotti, the museum's historical curator, says gelato as we know it today was invented by Cosimo Ruggieri, alchemist and astrologer to Caterina de' Medici in the 16th century.</p> <p>The simple pleasure was reserved for the well-to-do until the \"democratisation\" of gelato in the 20th century, the focus period of the museum.</p> <p>Throughout there are screens showing video interviews with aged Italians discussing the rise of gelato during their lifetime. Luca Caviezel is one; an 86-year-old Sicilian expert who, describes how \"the artisan gelato in the last 30 years has become a real science\".</p> <p>Other exhibits include a wall covered in an array of rainbow-coloured boxes, used to transport the cones to gelaterias in different Italian cities, and an original cone-making machine.</p> <p>Carpigiani's collection also boasts thousands of images from around the world, the best of which are on display and depict everything from <a href=\"http://www.theguardian.com/travel/gallery/2012/sep/26/ice-cream-museum-opens-italy-bologna-in-pictures \">Italian advertising campaigns to children queuing for Mr Whippy in 1960s England</a>. The museum is keen to point out, however, that gelato is distinct from British ice-cream, which has a higher fat content as it uses more cream.</p> <p>The hour-long tour concludes in the tasting area, where instructors from the university make modern versions of 19th-century recipes: strawberry and raspberry sorbet from 1822 and coffee sorbet first formulated in 1854. For €3 visitors can taste different types of gelato, including sorbets, fruit gelato, soft gelato and traditional creams.</p> <p>You can even take a short lesson in the university's laboratory and make your own artisan gelato for €10. Or a more intensive four-hour, €50 experience involves a full theory lesson in gelato making, hands-on production and tasting. From there the gelaterias of Bologna await.</p> <p>• <em>Gelato Museum Carpigiani is open Monday to Saturday by appointment only and bookable online (</em><a href=\"http://www.gelatomuseum.org\" title=\"\"><em>gelatomuseum.org</em></a><em>). It is a 25-minute journey from Bologna's central train station on the number 87 bus, or contact the museum (</em><a href=\"mailto:info@fondazionecarpigiani.it\" title=\"\"><em>info@fondazionecarpigiani.it</em></a><em>, +39 051 6505306) to arrange group transport</em></p>",
  "<p>As governments and universities struggle with the economics of mainstream higher education, many public systems are slowly (or suddenly) becoming mixed economy models. The OECD's <a href=\"http://www.oecd.org/education/preschoolandschool/educationataglance2011oecdindicators.htm\" title=\"\">Education at a Glance 2011</a> told the story of the shift. Between 1995 and 2008, public spending on tertiary education across OECD countries fell from 77 to 69% of total spending; while from 2000 to 2008, private spending grew 117%, or four times faster than public spending.</p> <p>The full effects of the global financial crisis are not yet visible in the <a href=\"http://www.oecd.org/edu/eag2012.htm\" title=\"\">2012 report</a>, but with mixed economy comes a need for management to match it – and Australia is already well down this path. In 1975 our university sector was small, domestically focused, and fully funded by the Commonwealth government. Today it is four times larger (if we include international students) and just half of all university revenue comes from the Commonwealth (less if we exclude student loans).</p> <p>Our universities rely on a mixed bag of income streams. Budgets and programmes stand or fall on some combination of the funding and pricing regime for public places for domestic students, tapping market demand for private places from international students, competing for research grants with other universities, and attracting third stream income wherever this may be found.</p> <p>Institutional strategies require a much wider-angle lens than previously, with immigration regulations and currency markets now relevant to the SWOT (strengths, weaknesses, opportunities, threats) analyses that university plans depend on. In administrative terms, universities have become extremely complex, with more moving parts than the London 2012 Olympics. And as academic enterprises, it's a given that many of these parts will have minds of their own.</p> <p>So the leadership challenge is large: an external context that keeps shifting, typically, makes internal changes very hard to introduce successfully. In the face of the uncertainties of a mixed economy, Australian university leaders have always argued for much more funding, and much less regulation. But since we know neither may come through, many are also building some version of what we might call an all-purpose, all-weather, multi-platform business model.</p> <p><a href=\"http://www.curtin.edu.au/\" title=\"\">Curtin University</a> is a case in point. With its main campus in Perth, it is Australia's largest west coast university. It has 47,000 enrolments in programmes from pre-degree to PhD. One in five of its students is in a postgraduate programme; two in five are international students. Through Curtin College, the university offers pathways into degree study through certificate and diploma programmes. With private operator Navitas, Curtin offers business degrees at its campus in the heart of Sydney on Australia's east coast.</p> <p>With 10,000 international students onshore and another 9000 offshore, it has more than 3000 studying at its East Malaysian campus at Sarawak, and more than 2000 at its Singapore campus. As a member of <a href=\"http://www.open.edu.au/\" title=\"\">Open Universities Australia</a>, Curtin also enrols 16,000 students through this online channel in award and non-award programmess. And in its own right it has launched <a href=\"http://courses.curtin.edu.au/course_overview/curtin-online/index.cfm\" title=\"\">Curtin Online</a> to make its degrees in humanities and business available through online study.</p> <p>For university managers – both in Australia and abroad – these new risks and complexities present both technical and adaptive challenges. Though the world of higher learning is changing rapidly, parts of academia don't get or want all this change. Many still see university management as an alien import from the corporate sector, and terms such as 'business model' part of the problem.</p> <p>We see more anecdotal critique of managerialism than research examining university management as a profession that needs to work in tandem with scholars. For all its insights, the critique of 'management as ideology' has become a solution-free zone in a sector that is desperately in need of solutions. Given these factors, it is unsurprising that university staff often step into academic and administrative management roles without much preparation.</p> <p>So what exactly do department heads, programme leaders and administrative managers need? They need to be in touch with the big trends shaping tertiary education and how these affect the outlook for their own institutions. They need a clear grasp of the aims and values that scholars and other professionals bring to the work of a modern university. They need a shared vocabulary and a wide repertoire of management roles and practices. They need a realistic strategy for the future of their institution or department. But just as importantly, they need a clear process for engaging their colleagues in discussing, designing and introducing well-considered changes.</p> <p><em>Geoff Sharrock is programme director of the master of tertiary education management at the </em><a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;ved=0CCMQFjAA&amp;url=http%3A%2F%2Fwww.lhmartininstitute.edu.au%2F&amp;ei=aalhUOfrMIG2hQelrIGAAg&amp;usg=AFQjCNFcKDV3NVvPbF6Bw-ncSFRyB_IYNw\" title=\"\"><em>LH Martin Institute for Tertiary Education Leadership and Management</em></a><em>, University of Melbourne, Australia</em></p> <p><strong>This content is brought to you by </strong><a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"\"><strong>Guardian Professional</strong></a><strong>. To get more articles like this direct to your inbox, become a member of </strong><a href=\"http://reg.guardian.managemyaccount.co.uk/higher-education/start.php\" title=\"\"><strong>the Higher Education Network</strong></a><strong>.</strong></p>",
  "<h2><a href=\"http://www.xperedon.com/news_1727?lang=EN\" title=\"\"><strong>Big society capital: £37m</strong></a></h2> <p><em>Xpreden:</em> World's first social investment bank announces multi-million investments as social enterprise sector grows.</p> <h2><a href=\"http://www.wiu.edu/news/newsrelease.php?release_id=10129\" title=\"\"><strong>IIRA faculty taught social entrepreneurship, enterprise at summer session in Mexico</strong></a></h2> <p><em>Western Illinois University:</em> When people think of Mexico, they often think of white sands, expansive ocean and idle hours. Yet two Western Illinois University employees had a different purpose in mind when they taught a summer course at the Universidad Panamericana (UP) in Guadalajara.</p> <h2><a href=\"http://www.thirdsector.co.uk/news/1151359/\" title=\"\"><strong>The slow flow of corporate capital is disappointing</strong></a></h2> <p><em>Third Sector:</em> Rodney Schwartz of ClearlySo says his initial enthusiasm for the role corporate capital can play in funding social enterprise has faded.</p> <h2><a href=\"http://www.newvision.co.ug/news/635637-Political-interference-stalling-cooperative-movements.html\" title=\"\"><strong>Political interference stalling co-operative movements</strong></a></h2> <p><em>New Vision:</em> The Government has made the development of cooperative movements a priority intervention for social-economic development since they help in resource mobilisation, employment, increased production and value addition.</p> <p><strong>This content is brought to you by Guardian Professional. To join the social enterprise network, </strong><a href=\"https://socialenterprise.theguardian.com/en/accounts/join\" title=\"\"><strong>click here</strong></a><strong>.</strong></p>",
  "<p>More than <a href=\"http://www.theguardian.com/environment/2012/sep/25/north-england-floods-homes\" title=\"Floods hit 300 homes in north England\">300 homes have been flooded in the north of England</a> after almost twice the average rainfall for September drenched parts of St Helen's in Lancashire and Morpeth in Northumberland in 48 hours.</p> <p>Flood warnings and alerts remain in place in areas of the north and south-west of England.</p> <h2>What does a flood warning mean?</h2> <p>The Met Office, Environment Agency and Scottish Environment Protection Agency all offer advice to the public on any threat posed by the weather.</p> <p>The <a href=\"http://www.metoffice.gov.uk/public/weather/warnings/\" title=\"Met Office weather warnings\">Met Office</a> warns the public about \"severe or hazardous weather which has the potential to cause danger to life or widespread disruption\" through its National Severe Weather Warning Service. Warnings can be issued for rain, snow, wind, fog and ice and are given a colour depending on how likely it is a weather event will occur and what impact it may have. Green means no severe weather; yellow ups the ante to \"be aware\"; amber means \"be prepared\"; red means \"take action\".</p> <p>The <a href=\"http://www.environment-agency.gov.uk/\" title=\"Environment Agency website\">Environment Agency</a> issues flood risk announcements for England and Wales with three levels of severity: flood alerts (meaning \"flooding is possible, be prepared\"); flood warnings (\"flooding is expected, immediate action required\"); and severe flood warnings (\"severe flooding, danger to life\").</p> <p>It issues these across seven regions: Anglia, the Midlands, the north-east, the north-west, the south-east, the south-west, and Wales. On its website you can look at specific flood risk locations and view maps. In Scotland, the <a href=\"http://floodline.sepa.org.uk/floodupdates/\" title=\"Scottish Environment Protection Agency website\">Scottish Environment Protection Agency</a> issues alerts on the same scale.</p> <p>For those in areas liable to flooding, it makes sense to sign up to the <a href=\"http://www.environment-agency.gov.uk/homeandleisure/floods/38289.aspx\" title=\"Environment Agencys Floodline\">Environment Agency's Floodline</a>, a free service which sends a message to your phone or email when flooding is expected.</p> <h2>What will the emergency services do?</h2> <p>Emergency services do not automatically have to act when a flood alert has been issued, but they will monitor potentially affected areas more closely. Local authorities work with the police, fire and rescue services as well as the Environment Agency to co-ordinate responses during severe flooding.</p> <p>If there is a major flood incident, it is the police who co-ordinate the emergency services and help with the evacuation of people from their homes where necessary (they will also issue warnings to motorists and close roads where necessary). The fire service is primarily responsible for saving lives, but it may also pump out floodwater (contact your local service to ask about this – there may be a charge).</p> <p>The emergency services advise people to listen to local radio and TV for announcements. You should also check with your local authority for updates. If the flooding is serious, be prepared for the emergency services and your local authority to evacuate you.</p> <h2>There is a flood alert for my area. What should I do?</h2> <p>Tune in to the local radio station so you can keep up with what is going on and to check the local weather forecast. It might be sensible to locate a battery or wind-up radio in case the power supply is hit.</p> <p>Prepare a flood kit: home insurance documents, torch, warm waterproof clothing, first aid kit and prescription medicine, bottled water and non-perishable food, baby food and care items.</p> <p>Think about who will need help to get out of danger, including vulnerable neighbours and pets.</p> <h2>The alert has changed to a warning – what now?</h2> <p>Turn off your gas and electricity. Move family, pets, important and precious items (including other insurance policy documents, birth certificates etc) to a safe position (the highest floor/attic).</p> <p>Put any flood protection products you have in place, including airbrick covers, floorboards (to fit around windows and doors), sandbags (stuff pillow cases or plastic bags with earth if you don't have sandbags) and sink and bath plugs weighed down by heavy objects to stop water coming up the pipes.</p> <p>If there is time also move other items such as expensive furniture, electrical equipment, lightweight rugs and carpets to the top floor in the house, and move your car to higher ground.</p> <p>Plug water inlet pipes with towels or cloths, and disconnect any equipment that uses water.</p> <h2>I'm already flooded – what now?</h2> <p>The most important thing is to stay safe. Co-operate with the emergency services and evacuate your home if told to do so. Call 999 if you are in danger.</p> <p>If your home is actually underwater it is too late to worry about saving items, but you should think about what to do once the waters start to recede. Your first step should be to call your insurance company – most have 24-hour emergency helplines.</p> <h2>What if I can't find my policy document?</h2> <p>Don't panic, your insurer should be able to find you on its database. Look on its website or call a directory inquiries line to get its number. If you car is underwater you will have to call your motor insurance company as well. Bear in mind you will only be able to make a claim if you have fully comprehensive cover.</p> <h2>What should I do next?</h2> <p>If you are able to stay in your property but need help to prevent further damage, speak to your insurer before arranging emergency repairs and keep any receipts for work done so you can claim for the cost. Where possible, take photographs to record the damage, as this could help with your claim.</p> <p>Remember that water and electricity don't mix: if your electricity supply is not switched off, ask a qualified person to deal with this. Do not touch sources of electricity while standing in water.</p> <p>Don't throw damaged things away, even if you will need to replace them, without first checking with your insurer. It is likely to want a loss adjustor to assess the damage and work out how much your payout should be. Use a permanent ink pen to mark how high water has risen in every room and make a list of what damage has occurred, including food touched by flood water and anything in your fridge and freezer.</p> <p>Keep a note of all phone calls with your insurance company, recording the date, time, name of the person you spoke to and what was agreed.</p> <p>Check whether the insurer will pay for the cleaning of your property, or if you are expected to do that.</p> <h2>What if I've had to leave my property?</h2> <p>In the first instance, you may be moved to emergency shelter by the rescue services, but after that you may need to move somewhere else while work is done to make your home habitable again. Building and contents insurance will usually include provision for alternative accommodation if the damage is so great you are unable to stay at home. If you have both types of policy, your building insurer will be expected to take care of your claim for somewhere to stay.</p> <p>Most insurers will ask you to approve with them the accommodation you are moving to before your stay begins. Sadly, they are unlikely to stretch to the Ritz – alternative accommodation is supposed to be in keeping with your normal lifestyle, so for most people that will mean a standard hotel or B&amp;B, at least in the short term.</p>",
  "<p>Human rights are the most powerful tool to ensure efforts against hunger and malnutrition tackle structural causes and are not reduced to short-term strategies, civil society groups said in a report published on Tuesday.</p> <p><a href=\"http://www.rtfn-watch.org/\" title=\"\">Who Decides About Global Food and Nutrition? – Strategies to Regain Control</a> argues that it is impossible to combat the causes of hunger while keeping existing power relations untouched.</p> <p>\"Food and power are related. It is almost impossible to find one person among the powerful in society and politics worldwide who does not have enough to eat,\" said Huguette Akplogan-Dossa, regional co-ordinator of the African Network on the Right to Food (ANoRF). \"The tendency is for exclusion from economic and political decision-making to go hand in hand with incidences of hunger and malnutrition.\"</p> <p>The report expresses particular concern about the increasing influence and control of agribusinesses and financial companies over food and nutrition.</p> <p>\"Far too often, agribusinesses and nutrition companies use their weight and influence to increase their profit margins, and to manipulate the rules to their interests and convenience, without regard for the best interests of small-scale food producers and the survival of their communities – let alone the moral and legal requirements of the human right to food,\" said Peter Prove, executive director of the Ecumenical Advocacy Alliance.</p> <p>The report points to a faultline in how to deal with food security – access to safe and nutritious food. There is the \"mainstream approach\" favoured by governments and international organisations, such as Agra, Alliance for a Green Revolution in Africa, and backed by the Gates Foundation, which focuses on technocratic approaches – better seeds and technology – to boost productivity and access to markets. This week, Agra is holding a <a href=\"http://www.agrforum.com/index.php\" title=\"\">forum in Arusha, Tanzania, on plans for developing Africa's agricultural sector</a>.</p> <p>However, the civil society groups behind the fifth annual report on the right to food and nutrition put the emphasis on a rights-based approach. They say an agricultural system that features large US and EU farm subsidies, along with a concentration of power among a few grain giants such as <a href=\"http://www.theguardian.com/global-development/2012/jul/18/us-multinationals-control-food-aid\" title=\"\">ADM, Cargill and Bunge (the main corporate beneficiaries of US food aid)</a>, contribute to food insecurity in poor countries.</p> <p>\"Allowing decision-making to be in the hands of a powerful but reduced group has led to a centralised model of food supply, which in many cases results in famines, political abuse, or infringement on the state's basic obligations when it comes to human rights: to respect, protect and fulfil them,\" the report says.</p> <p>The report sees negative corporate influence at work in the <a href=\"http://www.scalingupnutrition.org/\" title=\"\">Scaling Up Nutrition</a> (Sun) initiative, involving a $2.9bn plan to promote good nutritional practices with $6.2bn on preventing and treating malnutrition with special foods. Backed by the UN, the scheme has the support of <a href=\"http://www.gainhealth.org/\" title=\"\">Gain</a>, the Global Alliance for Improved Nutrition. Gain's partners include food giants such as PepsiCo, Kraft and Danone.</p> <p>The UN special rapporteur on the right to food, Olivier de Schutter, while welcoming the progress on Sun, has pointed out how the private sector tries to use technical solutions for what are fundamentally social problems. De Schutter has called on countries committed to scaling up nutrition to begin by regulating the marketing of commercial infant formula and other breast-milk substitutes. He has also noted the tension between a strategy that promotes processed foods, enriched with nutrients to the point that diets become \"medicalised\", and one that promotes local and regional food systems, as well as a shift towards less heavily processed and more nutritious food.</p> <p>A chapter in the report, written by Marcos Arana Cedeño and Xaviera Cabada, cites the vigorous promotion of soft drinks on school premises in Mexico by companies – endorsed by many school authorities, which provide space for sales and advertising in exchange for school supplies or financial benefits. They note the serious problems in Mexico's regions with large indigenous populations, where obesity rates are growing faster within the poorest quintile.</p> <p>\"It is precisely in these indigenous regions where the most aggressive and unregulated marketing practices of sweetened soft drinks take place,\" the authors write. These practices include a 35% price cut, promotion in Spanish and indigenous languages, and numerous sales outlets within and around schools.</p> <p>Civil society groups are making themselves heard on the issues surrounding food security and hunger. After years of negotiations involving governments, international organisations and civil society groups <a href=\"http://www.theguardian.com/global-development/2012/mar/14/negotiators-consensus-global-land-governance-guidelines\" title=\"\">under the UN's Committee on World Food Security</a>. The body officially endorsed the <a href=\"http://www.fao.org/nr/tenure/voluntary-guidelines/en/\" title=\"\">voluntary guidelines on the responsible governance of tenure of land, fisheries and forests</a> in the context of national food security.</p> <p>The guidelines promote secure tenure rights and equitable access to land, fisheries and forests as a means of eradicating hunger and poverty, supporting sustainable development and enhancing the environment. They contain provisions to protect local communities, indigenous peoples and vulnerable groups from land speculation and land concentration.</p> <p>\"With the reform of the Committee on World Food Security, an innovative way of inclusive governance has been established. It has been a breakthrough for those civil society groups that traditionally have been excluded from decision-making processes on all levels,\" said Flavio Valente, secretary general of advocacy group Fian International.</p>",
  "<p><strong>Hi John, how are you? </strong></p> <p>I'm good. What are we supposed to be doing<strong>(1)</strong>?</p> <p><strong>Well, we're having a chat. About anything you want really. </strong></p> <p>OK.</p> <p><strong>On your </strong><a href=\"http://en.wikipedia.org/wiki/John_Cale\" title=\"\"><strong>Wikipedia page</strong></a><strong> it says at the top \"Not to be confused with JJ Cale\". </strong></p> <p>Ha!</p> <p><strong>Does this happen to you a lot? </strong></p> <p>No.</p> <p><strong>OK. What about getting confused with John Cage? </strong></p> <p>No. That never happens.</p> <p><strong>Right. Well, I can see that this line of questioning is a roaring success. </strong></p> <p>I don't think there will ever be a John Cale <a href=\"http://www.youtube.com/watch?v=hUJagb7hL0E\" title=\"\">4m 33s</a>. They played that at the Proms actually. I was really impressed. The BBC have a mechanism in place so if ever the airwaves go dead they revert to playing old speeches or muzak. But for this song they turned that mechanism off. Which was admirable.</p> <p><strong>Was it a good version? </strong></p> <p>Haha! The silence? It was really quality, top-rate BBC silence.</p> <p><strong>So, your new album is called Shifty Adventures in Nookie Wood … </strong></p> <p>Well you know what nookie is. But Nookie Wood is kind of a dark place, like Blade Runner dark. I watched that film again about three weeks ago and spotted many similarities.</p> <p><strong>The press release says that listening to it is like looking at a collection of precious stones. Please explain. </strong></p> <p>When you look at a precious stone you're trying to figure out what it is about this thing that is so enticing. In each of these songs there's something that is enticing … for me it's the rhythm, for other people it's the textures. The textures keep changing. The tracks take you on a journey.</p> <p><strong>There's</strong> <strong>a song about childhood bullying on the record called Mary. </strong></p> <p>Yes. For that song not having a purpose was more important than delivering it with purpose. There was a tentativeness and insecurity that came from writing that song. That song wouldn't work with a strong vocal on it. It would lose character.</p> <p><strong>Was escapism important to you growing up? </strong></p> <p>Yes it was. I don't know how else to write songs. Writing a song is escapism, taking time out of real life to face real problems. You're dealing with your dream memories. But I don't want to end up in Pseud's Corner here so I'd better be careful.</p> <p><strong>The track Hemmingway involves you punching a piano(2). Do you feel bad taking out your anger on an innocent instrument? </strong></p> <p>I don't think of the instrument, I think of the sound. There's no enormous guilt about it. I get guilt about other things instead. Plenty of things.</p> <p><strong>Like when you once killed a live chicken on stage?</strong></p> <p>Oh, I look back on that fondly. The whole thing was fucked up to begin with. We stopped at a farm between Oxford and London to pick up the chicken. I said: \"Keep the damn thing in the box, don't pull it out.\" And the guy, this idiot, comes walking out of the farm house holding it up high, proud. You could feel the tension in the car on the way down to the gig, everyone was murmuring. Then sure enough someone said: \"What are you going to do with the chicken? Are you going to hurt it?\" I said: \"No. I won't hurt it.\" After the show they said: \"You lied, you said you wouldn't hurt it.\" And I said: \"I didn't hurt it, I killed it.\" That was kinda silly.</p> <p><strong>You're a big fan of using experimental techniques to achieve certain sounds …</strong></p> <p>Yes, there's a lot of software I can use to create strange noises, taking normal instruments and twisting them into something else. But on this album a lot comes from the rhythm because most of the record was written not on a piano or guitar but on a rhythm machine. I love the way hip-hop drives the funk by making the backbeat really lazy. On most digital drum machines there's a button that says \"swing\" on it and that gives you the amount of lateness or laziness on the backbeat. A lot of the drummers I used tried to straighten out the beat but my real intention was to never straighten it out, to have it stagger along.</p> <p><strong>Who are your favourite hip-hop artists? </strong></p> <p>The funny ones more than anything. Snoop is <em>really</em> funny, there's a lot of humour in there. <a href=\"http://en.wikipedia.org/wiki/Chingo_Bling\" title=\"\">Chingo Bling </a>is a Tex-Mex guy with a song called They Can't Deport Us All, he's funny. There's a group called Not the 1s with a track called <a href=\"http://www.youtube.com/watch?v=jF-QQ885UqA\" title=\"\">You Dress Like an Asshole</a>, which nails the fashionistas pretty well. I generally go in that direction rather than the gangster stuff.</p> <p><strong>Did hip-hop draw you towards working with Happy Mondays?(3)</strong></p> <p>I didn't know about hip-hop at the time, that came later.</p> <p><strong>The story from your time producing them was that you avoided the temptation of taking their drugs by eating tangerines … </strong></p> <p>I love tangerines and I found a bunch that had no pips in them! So I was like: \"Wahey, I'm going to be in the studio and have my vitamin C!\" I was on a health kick but I paid for it. They never let me forget this. It was a black mark on me for not being the John Cale they thought they were going to get.</p> <p><strong>Did they ask for their money back? </strong></p> <p>Nothing like that. But those sessions were full of folly. You know, Bez not being able to stand up straight even when he was sober. Seeing Bez try and play a tambourine was like watching a building collapse. It was very funny<strong>(4)</strong>. But we got it all done.</p> <p><strong>Talking of other artists, I've always been very intrigued that you played on Nick Drake's Bryter Layter album.</strong></p> <p>When that record was made Nick was not on the studio. I was the hired hand to come in and overdub and put some colour on the tracks. I finished the tracks, went on my merry way and met Nick much later.</p> <p><strong>Are you proud of those records? </strong></p> <p>Yeah they're quite pretty. Very dreamy, I guess.</p> <p><strong>Would you say it would be a bad idea to ever do a 30 minutes with … Lou Reed? </strong></p> <p>No. I don't have any reason for saying that. I haven't spoken to Lou in yonks … but he's a sentient being.</p> <p><strong>He doesn't always seem to like journalists much. </strong></p> <p>Oh, that's historical. Some of them he loves, some of them he doesn't. But do I have terrible memories of working with him? Well yeah, I do, but I also have great ones.</p> <p><strong>Were you surprised to see Velvets drummer </strong><a href=\"http://www.theguardian.com/music/musicblog/2010/oct/01/velvet-underground-moe-tucker-tea-party\" title=\"\"><strong>Moe Tucker turning up at a Tea Party rally</strong></a><strong>(5)?</strong></p> <p>I don't know how real that was as I haven't spoken to her. I saw it and what <em>she</em> was saying made perfect sense to me. But why that happened at a Tea Party rally … I don't understand. I don't know how deeply committed she was to those fanatics.</p> <p><strong>She always seemed like the oasis of calm in the madness that was the Velvets … </strong></p> <p>Absolutely. And I like to think of it like that in this case. I don't think she intended to go to a tea party rally. I think she got caught … by a journalist!</p> <p><strong>OK back to the music ... what's your favourite scale? </strong></p> <p>D major. It's very easy to play on a viola.</p> <p><strong>There's quite a bit of viola drone on the new album I noticed … </strong></p> <p>Yeah. I decided to go to town and use it as often as I can to create that. A lot of records use technology to make use of all sorts of noises – traffic, everything – but the viola can do that anyway without really telling you what it is. It's like a tapestry behind the song.</p> <p><strong>Is that what draws you to it? </strong></p> <p>The viola has always had that capability to personify the location that you're in. Most of the drones I use are really open tunining and in open tuning there are all sorts of possibilities you don't get by fingering the chords you're playing. On open strings there are all sorts of anomalies that come with it, you hear harmonics of a different kind, all sorts of open sounds. Those drones on there are all open strings.</p> <p><strong>What other techniques do you use? </strong></p> <p>I like playing things backwards a lot. Whatever it is you put in you don't know what you're getting back. There's a programme called Beat Detective, which takes whatever you play and fits it into a grid. If you play it in 4/4 time, you can instruct the computer to correct it and make it fit. But if you give it instructions to do something that's not what you've been playing – say, you ask it to do it in 9/17<strong>(6)</strong> – it will figure that out because it's an algorithm. It will satisfy your instructions but you don't know what you're getting. That can surprise you – the result can be really full.</p> <p><strong>Do you worry about losing the soul of something when you use computers like that? </strong></p> <p>Not at all. If I'm the guy that's doing it then it's my soul.</p> <h2>Footnotes</h2> <p>1) Always a good start, this</p> <p>2) Cale once took part in an 18-hour piano-playing marathon, which might explain why</p> <p>3) Cale produced the Mondays' Squirrel and G-Man Twenty Four Hour Party People Plastic Face Carnt Smile (White Out)</p> <p>4) We're pretty sure Cale doesn't find collapsing buildings funny. But maybe he does.</p> <p>5) Moe was filmed making an anti-Obama statement, but has since distanced herself from the Tea Party</p> <p>6) Cale's favourite time signature is actually 9/7</p> <p>• John Cale's Shifty Adventures in Nookie Wood is released on 1 October on Double Six Records. He plays the Royal Festival Hall at Southbank Centre's Ether festival on 13 October.</p>",
  "<p>The Paris-based press freedom watchdog, Reporters Without Borders (RSF), is concerned that the detention of Cuban reporter Calixto Ramón Martínez Arias is a return to darker days.</p> <p>Martínez, who works for the independent Hablemos Press agency, was arrested on 16 September on a charge of insulting the president, which carries a three-year prison sentence. But RSF says: </p> <blockquote> <p>\"It is hard to see how the investigation into a spoiled consignment of medicines that Martínez was carrying out at the time of his arrest, or his earlier revelations about cholera and dengue, which the authorities confirmed, could result in a charge of insulting the president.</p> <p>This charge is totally absurd… Information of public interest should be disseminated, discussed and debated… We call for Martínez's immediate release.\"</p> </blockquote> <p>The editor of Hablemos Press, Roberto de Jesús Guerra Pérez, tried without success on 21 September to obtain permission to visit Martínez. He is the third Hablemos journalist to be detained this month.</p> <p>Two Cuban journalists have recently defected. Mairelys Cuevas Gómez, an editor with the communist party newspaper Granma, took advantage of a working visit to Mexico to go the US border and request asylum.</p> <p>And Luis López Viera, sports editor of Juventud Rebelde, another official newspaper, requested asylum in Britain during the London Olympics.</p> <p><em>Source:</em> <a href=\"http://en.rsf.org/cuba-call-for-release-of-independent-24-09-2012,43441.html\">Reporters Without Borders</a></p>",
  "<p>Millions of people will be able to take a virtual dive on the <a href=\"http://www.greatbarrierreef.org/\" title=\"\">Great Barrier Reef</a> via Google Maps on Wednesday as part of a pioneering underwater scientific expedition.</p> <p>The <a href=\"http://www.catlinseaviewsurvey.com/\" title=\"\">Catlin Seaview Survey</a> will allow internet users to share the discoveries of scientists who are using new technology to study the composition and health of the Great Barrier Reef.</p> <p>Up to 50,000 high-definition panoramic images of the reef will be taken by the world's first tablet-operated underwater camera and geolocated. When the rapid-fire images are linked together, users will be able to choose a location along the reef, dip underwater and go for a viewer-controlled virtual dive using the street view feature of <a href=\"http://maps.google.com/help/maps/streetview/gallery.html#!/ocean\" title=\"\">Google Maps</a>.</p> <p>Dives already completed at three islands on the Great Barrier Reef, as well as sites in Hawaii and the Philippines, will be available today, with more images virtual dive sites added as the scientists map 20 separate reefs along the 2,300km system to a depth of 100m.</p> <p>The imagery will be available to more than 1 billion monthly users of Google Maps around the world, as well as through a <a href=\"http://www.youtube.com/seaview\" title=\"\">dedicated YouTube channel</a>, <a href=\"https://plus.google.com/\" title=\"\">Google+</a> and <a href=\"http://www.panoramio.com/group/65415\" title=\"\">Panoramio</a>, a geolocation photo-sharing website. The survey was launched with a live night dive via a <a href=\"https://plus.google.com/+CatlinSeaviewSurvey/posts\" title=\"\">Google+ Hangout</a> at the <a href=\"http://www.blueoceanfilmfestival.org/\" title=\"\">Blue Ocean film festival</a> in Monterey, California.</p> <p>The three-month survey of the Australian reef system is the first in a series of Catlin Seaview surveys to explore and record the world's coral reefs. Next year, the expedition will move on to Hawaii, the Philippines and Bermuda.</p> <p>The survey aims to make the underwater experience accessible to the public in a way that has never before been possible, and help bridge the gap between scientific awareness and public knowledge. It is sponsored by the UK-based insurance company Catlin, and backed with technology from Google and support from NGOs, research institutes and <a href=\"http://www.uq.edu.au/\" title=\"\">the University of Queensland</a> (UQ).</p>      <video data-media-id=\"gu-video-396654017\" class=\"gu-video\" controls=\"controls\" poster=\"http://static.guim.co.uk/sys-images/Guardian/Pix/audio/video/2012/9/25/1348569600319/Google-Seaview-launched---015.jpg\"> <source src=\"https://cdn.theguardian.tv/brightcove/2012/9/25/120925Seaview-16x9.mp4\"/><source src=\"https://cdn.theguardian.tv/connectedTV/[value not present]/2012/9/25/120925Seaview-720.mp4\"/><source src=\"https://cdn.theguardian.tv/3gp/small/2012/9/25/120925Seaview_3gpSml16x9.3gp\"/><source src=\"https://cdn.theguardian.tv/ad/120925Seaview/120925Seaview.m3u8\"/> </video>   <p><a href=\"http://www.guardian.co.uk/environment/video/2012/sep/26/catlin-seaview-survey-heron-island-video\">Reading on mobile? Click here for the video</a><br>\"From a scientific point of view, this survey is about getting a baseline record of the world's coral reefs and how they are being affected by climate change,\" said the project's chief scientist, Prof Ove Hoegh-Guldberg, from the <a href=\"http://www.gci.uq.edu.au/\" title=\"\">Global Change Institute at UQ</a>. \"But it's also about engaging the public with this issue. Most of us haven't been lucky enough to dive on a reef but by using these tools, people will know what we mean by the beauty and diversity of our coral reefs.\"</p> <p>Around 50% of the world's coral reefs have been lost in the past 30 years to pollution, overfishing and climate change, which is increasing sea temperatures and elevating levels of ocean acidity. Coral reefs support the lives of millions of people worldwide and a quarter of the world's marine species, and are an important indicator of the health of the seas.</p> <p>Shallow reef surveys will involve scientists using state-of-the-art digital technology to capture images of the reef that can be linked to create a virtual dive experience. Automated technologies for rapidly assessing the amount of amount of coral cover and other life forms will provide a \"baseline\" for understanding change. The cameras for the shallow reef survey, the SVII, have been specially designed to take 360-degree, geolocated panoramic images every 4-6 seconds while travelling at 4kph.</p> <p>The deep reef survey will use diving robots and HD cameras to explore and reveal habitats that are rarely visited by humans. In ecosystems like the Great Barrier Reef, more than 90% has not been explored because it is more than 40m – too deep for scuba divers.</p> <p>Scientists will use the deep survey to assess the potential for the deep reef to host \"refugee\" communities of species under stress because of bleaching and changes in the shallow reef due to climate change.</p> <p>They also hope to discover new species – a pilot study on Heron Island revealed a new species of pygmy seahorse and four new species of coral.</p> <p>\"This is a real opportunity to understand the story of climate change and natural ecosytems, Hoegh-Guldberg said. \"At the end of the three-year survey we will have an important snapshot and understanding of the state of coral reefs across the planet.\"</p> <p>All of the data gathered will be made public in a database called the Global Reef Record, a \"game-changing scientific tool\", according to Hoegh-Guldberg. \"We will be able to monitor change in marine environments now and in the future. Marine scientists researching researching any aspect of the reef will be able to study these environments from any of the surveys we conduct – shallow reef or deep reef.\"</p> <p>\"We want to make these special underwater locations as accessible to people as the roads and landmarks they explore in Google Maps each day,\" said Jenifer Austin Foulkes, Google's oceans manager.</p> <p>The survey <a href=\"http://www.guardian.co.uk/environment/2012/feb/23/virtual-diving-online-great-barrier-reef\" title=\"\">was unveiled</a> at the World Ocean Summit in Singapore in February.</p>",
  "<p>Spare a thought for Fernando Torres this morning, who will have awoken in decent spirits having scored his fourth goal of the season in <strong>Chelsea's</strong> 6-0 rout of Wolves only to hear that the club are <strong>preparing a £45m bid for Radamel Falcao</strong>. Just when Torres thought he was firmly established as Chelsea's principal striker, well, he is not.</p> <p>Not that there is any shame in the possibility of having to play second fiddle to Falcao. This, after all, is one heck of a striker, as Chelsea know only too well having seen the 26-year-old's talents up close during last month's Super Cup final, when Falcao scored a hat-trick in Atlético Madrid's 4-1 victory over the European champions. Roman Abramovich probably started writing the cheque then.</p> <p>Falcao scored 36 goals in 49 appearances for Atlético last season having joined from Porto for £32m in August 2011 and, apparently, Chelsea want the Colombian to move to London during the January transfer window, giving Torres a little over three months to prove he is more than a heavily-tattooed bench warmer.</p> <p>Sticking with Chelsea and there are a fair few how-will-England-cope-without-John-Terry? stories doing the rounds. There are claims that <strong>Roy Hodgson will not select Rio Ferdinand</strong>, despite the Manchester United defender making himself available for selection, and also speculation that <strong>Ashley Cole would welcome Ferdinand back </strong>into the national squad despite all that choc ice nonsense from a few months back.</p> <p>Another saga continuing to garner coverage is the future of Steve Kean at <strong>Blackburn</strong>. Now this really is a strange one – when Blackburn were hurtling towards relegation from the Premier League last season, his job was safe, but now that they are third in the Championship, <strong>Kean is close to being sacked at Ewood Park</strong>, so close, in fact, that the club's chicken-loving owners, Venky's, are apparently only going to keep him on for three more games as they<strong> </strong>finalise a replacement manager.</p> <p>Elsewhere, <strong>Wolves want Tottenham's head of youth development, Alex Inglethorpe, to replace Terry Connor as first-team coach</strong>, while former Bolton manager <strong>Sammy Lee is being lined up to take over at League One Bury</strong>.</p> <p>Also, <strong>Simon Grayson wants to turn James Vaughan's loan deal at Huddersfield into a long-term transfer</strong>. The 24-year-old has impressed since arriving from Norwich last month,<strong> </strong>scoring twice in five appearances, most recently in Huddersfield's 3-1 win at Blackpool.</p>",
  "<p>Students today are living in truly exciting times. With a shrinking world and a global economy, they are destined to spend their adult lives communicating and working alongside colleagues across the world. Schools recognise the significance and benefits of teaming with a school from another country and forming strong international links. From learning about languages and food to getting to meet their international peers in person – the benefits, it seems, are colossal.</p> <p>Since the advent of technologies such as Skype, schools like <a href=\"http://www.boughton-monchelsea.kent.sch.uk/international_links\">Boughton Monchelsea Primary</a>, Kent has utilised its potential for positive communication that really impacts. Teacher Matt Wills said: \"Being able to communicate directly means our students have been able to discuss issues and debates that are important to them. We did some research on how children from other nations were feeling about the Olympics, for example. This really sparked discussion and challenged perceptions.\" </p> <p>Wills says the school has been using technologies to communicate with its partner schools in Vienna and Germany for almost a decade now. \"We've used Skype which is great, but <a href=\"http://flashmeeting.e2bn.net/about.html\">Flash Meeting</a> has enabled us to actually talk to several other schools at once. What's really fun too is having sports events and competitions across schools; we might see how far children can throw, for instance, and compare our data with others doing the same event on the same day.\"</p> <p>At Boughton Monchelsea the catchment is fairly middle-class and somewhat lacking in diversity, but Wills and the other teachers are determined that the children there will learn about respect and acceptance from the schools they partner with both in the UK (they have a connection with a school in urban Liverpool) and in Europe. \"We want the children here to learn that they are a part of the larger European community, not just the small one in which they live. While we have children from year 5 visit other schools in Europe each year, the growing technology enables a whole-school approach to learning from the partnerships,\" he explains.</p> <p>It's not all about using the newest of technologies though. Sending school work examples, writing letters and posting CDs also claim an important role in all of this. And for those itching for a more hands-on experience, visits to an international partner school can prove life changing.<br>Kate Burns, headteacher of <a href=\"http://www.kingswayprimary.com/\">Kingsway Primary School</a>, Nottinghamshire, has had staff visiting partner schools in both Spain and Mexico and Spanish and Mexican colleagues visiting her school in return. For Burns these visits are about opening minds and learning about teaching from a global perspective. \"We love sharing ideas and genuinely learn from this. Our connection with these schools is imperative to us all,\" she explains.</p> <p>In Southport, year 6 pupils from <a href=\"http://www.linakerschool.co.uk/\">Linaker Primary School trek</a> off to China every year. Head teacher Colin Coleman said: \"About 60 to 70% of these children have never left the UK. And here they are, engaging directly with their Chinese peers. We have a different theme each year. This year it was the Olympics, next year it's going to be a creative-based theme. They work on their topic together with the children in the Chinese school.\"</p> <p>One of the more demonstrable advantages of having an international link lies in language learning. At Kingsway you'll find four year-olds practising their Spanish. Burns said: \"We teach Spanish from reception. We think it's essential that our children have the opportunity to speak a second language.\"</p> <p>Kingsway is not on its own. At <a href=\"http://www.tavistockcollege.devon.sch.uk/\">Tavistock College</a> in Devon the school has an active connection with a school in Japan, born from a desire to support students who were learning Japanese. The children not only get to practise their language skills with their Japanese peers but gain a broader perspective of Japanese culture and life.</p> <p>There's plenty of lessons in altruism to be learned too, especially for schools working with counterparts in war-torn or poverty-stricken regions. The <a href=\"http://www.kampalachildren.org/about/story-so-far/\">Kampala Children's Centre</a> in Uganda supports children who have been left orphaned or injured and a governor from <a href=\"http://trafford.schooljotter.com/limetree\">Lime Tree Primary School</a> in Trafford, touched by their work, began fundraising for them. Subsequently he invited their choir to perform at the school. That was two years ago and since that day Lime Tree has developed a firm, meaningful and mutually beneficial connection.</p> <p>Spokeswoman for the school, Heather Bradshaw, said: \"Our children fundraise for them, and as they've met many of the children in person, they have a true understanding of how they're helping. We encourage the children to compare and contrast what they've got with that of the children at the children's centre. We think about their learning environment, their classrooms and play areas and compare with what we have. This has been particularly on our minds recently as we're in the middle of a re-build. Essentially we're encouraging our children to be open-minded, reflective and respectful.\"</p> <p>For Jane Girt, deputy headteacher at <a href=\"http://www.tongschool.co.uk/\">Tong High School</a> in Bradford, linking with an international school is no flash in the pan. The school's relationship with Masaka Senior School in Uganda is now in its seventh year. Jane said: \"We received funding from the <a href=\"http://schoolsonline.britishcouncil.org/\">British Council</a> under <a href=\"http://schoolsonline.britishcouncil.org/programmes-and-funding/linking-programmes-worldwide/connecting-classrooms\">Connecting Classrooms</a>. This funding has finished now, but we'll strive to keep our strong connection going.\"</p> <p>Connecting Classrooms is a programme currently operating in more than 50 countries. The goal is to promote school partnerships and professional development courses, and the chance to share successful planning and teaching methods with international counterparts. It's this element, of sharing good practice and professional expertise, that Girt says is crucial: \"As well as sending learning resources and plans and vice versa, our students have embarked on joint projects with the students in Uganda. They've done environmental projects together and further work on other pertinent issues, such as poverty, famine and the best use of world resources.\"</p> <p>So, what for the future of international links? In our globalised society, where working collaboratively across the world is a reality, surely bringing this international emphasis to education has never been more crucial.</p> <p>Coleman from Linaker Primary said: \"A decade ago there were two children at our school for whom English was an additional language. Now there are 148. Our world is getting smaller. Diversity is just a normal and wonderful part of life. The international links serve to extend and reconfirm all of this.\"</p> <p>He adds: \"What the children learn is that we're all really just quite similar. Sure we might live on the other side of the world, but what the children care about, they find, is remarkably matched. It's a fantastic lesson to learn.\"</p> <h2>This content is brought to you by <a href=\"http://www.guardian.co.uk/guardian-professional\" title=\"Guardian Professional\">Guardian Professional</a>. Sign up to the <a href=\"https://id.guardian.co.uk/register/?INTCMP=ILCJOBTXT9366\" title=\"Guardian Teacher Network\">Guardian Teacher Network</a> to get access to more than 100,000 pages of teaching resources and join our growing community. Looking for your next role? See our <a href=\"http://jobs.guardian.co.uk/jobs/education/schools\">Guardian jobs for schools</a> site for thousands of the latest teaching, leadership and support jobs</h2>",
  "<p>Climate change is already contributing to the deaths of nearly 400,000 people a year and costing the world more than $1.2 trillion, wiping 1.6% annually from global GDP, according to a new study.</p> <p>The impacts are being felt most keenly in developing countries, according to the research, where damage to agricultural production from extreme weather linked to climate change is contributing to deaths from malnutrition, poverty and their associated diseases.</p> <p>Air pollution caused by the use of fossil fuels is also separately contributing to the deaths of at least 4.5m people a year, the report found.</p> <p>The 331-page study, entitled Climate Vulnerability Monitor: A Guide to the Cold Calculus of A Hot Planet and published on Wednesday, was carried out by the <a href=\"http://daraint.org/\" title=\"\">DARA group</a>, a non-governmental organisation based in Europe, and the <a href=\"http://daraint.org/climate-vulnerability-monitor/climate-vulnerable-forum/\" title=\"\">Climate Vulnerable Forum</a>. It was written by more than 50 scientists, economists and policy experts, and commissioned by 20 governments.</p> <p>By 2030, the researchers estimate, the cost of climate change and air pollution combined will rise to 3.2% of global GDP, with the world's least developed countries forecast to bear the brunt, suffering losses of up to 11% of their GDP.</p> <p>Sheikh Hasina, prime minister of Bangladesh, said: \"A 1C rise in temperature [temperatures have <a href=\"http://www.theguardian.com/environment/2011/jan/21/does-small-rise-temperatures-matter\" title=\"\">already risen by 0.7C globally since the end of the 19th century</a>] is associated with 10% productivity loss in farming. For us, it means losing about 4m tonnes of food grain, amounting to about $2.5bn. That is about 2% of our GDP. Adding up the damages to property and other losses, we are faced with a total loss of about 3-4% of GDP. Without these losses, we could have easily secured much higher growth.\"</p> <p>But major economies will also take a hit, as extremes of weather and the associated damage – droughts, floods and more severe storms – could wipe 2% of the GDP of the US by 2030, while similar effects could cost China $1.2tr by the same date.</p> <p>While many governments have taken the view that climate change is a long-term problem, there is a growing body of opinion that the effects are already being felt. Scientists have been alarmed by the increasingly rapid melting of Arctic sea ice, <a href=\"http://www.theguardian.com/environment/2012/sep/19/arctic-ice-shrinks\" title=\"\">which reached a new record minimum this year</a> and, if melting continues at similar rates, could be ice free in summer by the end of the decade. <a href=\"http://www.theguardian.com/environment/2012/mar/14/met-office-arctic-sea-ice-loss-winter\" title=\"\">Some research suggests</a> that this melting could be linked to cold, dull and rainy summers in parts of Europe – such as has been the predominant summer weather in the UK for the last six years. In the US, this year's severe drought has raised food prices and in India the disruption to the monsoon has caused widespread damage to farmers.</p> <p>Connie Hedegaard, the European Union's climate chief, warned that extreme weather was becoming more common, as the effects of climate change take hold. \"Climate change and weather extremes are not about a distant future,\" she <a href=\"http://www.theguardian.com/environment/2012/sep/19/extreme-weather-new-normal-climate-change\" title=\"\">wrote in a comment for the Guardian last week</a>. \"Formerly one-off extreme weather episodes seem to be becoming the new normal.\"</p> <p>Michael Zammit Cutajar, former executive secretary of the UN Framework Convention on Climate Change, said: \"Climate change is not just a distant threat but a present danger – its economic impact is already with us.\"</p>"
]