[
  "<p>The struggling Woolworths retail group yesterday rejected a bid approach from Malcolm Walker, the multimillionaire founder of the Iceland frozen food chain.</p> <p>The 800-strong variety store chain, it emerged, received a formal written offer from Walker about three weeks ago. It is said to value the stores at \"a few tens of millions\". Walker wants only the store chain and does not want control of EUK - the books and music distribution business - or 2entertain, the joint venture with the BBC that distributes DVDs of programmes such as Planet Earth and Top Gear. Woolworths has been battered by supermarkets and specialist online retailers in recent years and despite sales of £1.7bn has struggled to make a profit. </p> <p>It is understood that Walker intends to turn over part of every Woolworths store to food and take on the big grocers and convenience store operators. Woolworths recently started a pilot project selling Somerfield food in some of its stores.</p> <p>Walker's Iceland chain is backed by Icelandic investment group Baugur, which owns a 10% stake in Woolworths. The approach is from a consortium headed by Walker with the backing of Baugur.</p> <p>Yesterday, as details of Walker's indicative proposal leaked out, Woolworths called an emergency board meeting and rejected the bid as \"unacceptable\".</p> <p>In a statement, the Woolworths board said Walker's offer was too low and that he also wanted Woolworths to retain all pension liabilities for employees. </p> <p>The store chain said the bid \"undervalued the assets\" and \"involved a complex restructuring which in practical terms is not achievable\". It added that the group's funding arrangements could be \"adversely impacted\" by the bid.</p> <p>At its financial year end on February 2, Woolworths' net debt was £124m. According to Woolworths' annual report, it has a pension deficit of £48.2m, but this is due to be revalued. </p> <p>Iceland refused to comment on the proposal yesterday but is expected to release a statement this morning. A source close to the consortium said he did not expect Walker to walk away.</p> <p>The grocery tycoon - who was once a management trainee at Woolworths - has had a rollercoaster career in recent years.</p> <p>After building the frozen food empire from a shop in Oswestry, he tried to move the downmarket Iceland chain into organics. The strategy backfired and Iceland's sales and share price fell off a cliff. Walker was ousted in the wake of some controversial share dealings. New management was installed but failed to return the business to health. In 2005 Baugur bought the chain and Walker made a comeback.</p> <p>Since then the business has bounced back and as the credit crunch has taken hold discount and frozen food retailers have seen sales soar. </p> <p>Woolworths, meanwhile, has lurched from bad to worse. The shares - which are likely to climb today - have collapsed by some 70% to 6.65p in the past year and the company now has a stockmarket valuation of £97m.</p> <p>In July it admitted recent sales were down nearly 7% on 2007 levels.</p> <p>Last week chairman Richard North named the former boss of DIY chain Focus as Woolworths new chief executive. Restructuring specialist Steve Johnson agreed to take on what is widely regarded as the toughest job in retail in return for a pay package that could generate more than £8m in four years if he can get the share price back over 20p.</p>",
  "<p>Surrounded by fellow militia armed with Kalashnikovs, Captain Elrus patiently explained the new map of Georgia. \"This used to be our territory. This is our territory. And this will be our territory in future,\" the captain said, pointing out a large bulge of land around the town of Akhalgori.</p> <p>On Saturday Elrus and his men arrived in Akhalgori from rebel-held South Ossetia. The sleepy town was previously under the control of the Georgian government. Its mixed population of Georgians, Ossetians, Armenians and the odd Russian had - until now - lived contentedly together. </p> <p>Now, however, most of the Georgians had fled, driving off down an attractive mountain road lined with mulberry and walnut trees. Its administration had also fled to Tbilisi, 40kms away. </p> <p>The town was now under full South Ossetian control, Elrus said yesterday, adding: \"It will be part of an independent country within the Russian Federation.\" His militia had taken over the town's police station; a soldier tried to scuff away a Georgian flag removed from the roof. Nearby Russian soldiers perched on top of an armoured vehicle - and invited the Guardian for a spin round the block. (\"Let's go to London. We don't need a visa,\" one joked.) </p> <p>The capture of Akhalgori is significant. It appears part of a wider Kremlin plan to redraw the map of Georgia - reducing the young republic to a small leftover rump and boosting the size of its separatist territories. </p> <p>Across the central swath of Georgia there was no sign whatsoever of an imminent pullout from Georgia by Russia's army - despite the ceasefire deal signed by Russia's president, Dmitry Medvedev. The Kremlin leader promised yesterday to start a withdrawal on Monday, but on the ground, Russian forces seemed to be digging in for a longer campaign.</p> <p>As well as helping their South Ossetian allies capture undefended Akhalgori, Russian troops have set up new checkpoints along the highway between Tbilisi and Gori. Several tanks are visible up in the surrounding hills; others are hidden among thickets of twigs. On the road to Gori yesterday afternoon the Guardian spotted a Grad multiple-rocket launcher - heading not away from the conflict zone but towards Tbilisi. In Gori, Russian soldiers are now manning checkpoints at all entrances in and out of the city. Some residents yesterday returned, gathering at a relief centre set up in the main Stalin Square. </p> <p>Before the war in Georgia, South Ossetia's rebels controlled one small town, Tskhinvali, and a few villages. Moscow is now reimposing the old, much bigger borders that South Ossetia enjoyed when it was an autonomous area or oblast within Soviet Georgia. </p> <p>Residents fear that when South Ossetia votes for rule by Moscow, Akhalgori will become Russian again. \"I'm Georgian. I live in Georgian territory,\" Tamar Ogadze, 29, said, waiting with other locals for a ride out of town and down the valley. Pointing at the Caucasus, she added: \"These are the mountains that have always surrounded Georgia and protected it from invaders. It's been like that for centuries. Now I'm sad. I don't have any desire to join an association with Russia.\" Many residents had spent two nights hiding in the mountains, she said, fearful of what would happen if the militias advanced. Yesterday the South Ossetian paramilitaries were patrolling the dusty streets - allegedly performing \"peacekeeping duties\". Each had tied a white armband round their arm to indicate their new function. </p> <p>Human Rights Watch and other bodies have accused the South Ossetian militias of carrying out widespread ethnic cleansing in the Georgian villages between South Ossetia and the town of Gori. Asked whether this was true, Elrus said: \"We did perform some cleaning operations. We were looking for fighters.\"</p> <p>He went on: \"Why are you journalists not reporting about the civilians killed in the [Georgian] attack on Tskhinvali? We have Georgian soldiers whose bodies have been lying there a week. Their government doesn't care about them.\"</p> <p>Most of the town - population 10,000 - was deserted yesterday. A few people, mostly Ossetians and the elderly, had opted to stay. The South Ossetian militia had set up a checkpoint in the village of Odzizi, a couple of kilometres down the road; they had parked a large truck and mini-tank on a grassy verge. \"This is a very beautiful place. No wonder Russia wants it,\" Dada Natadze, 26, mused, squatting in the shade of a mulberry tree. He added: \"Most people have gone. Their gardens are dying already.\"</p> <p>In Tbilisi yesterday Mikheil Saakashvili, Georgia's president, accused Russia of ethnic cleansing. Elrus was unimpressed. \"This place is peaceful. Nobody needs to be afraid. But if there are problems we have lots of tanks.\"</p>",
  "<p>Five people were killed when two planes collided above the Warwickshire countryside yesterday.</p> <p>The identities of the victims and cause of the crash had not been confirmed last night, but both aircraft - a twin-engined plane and a smaller single-engined aircraft - were believed have collided near the approach to Coventry airport at about 11:40am. Both had taken off earlier in the morning from the airport's runway and came down within a mile of each other.</p> <p>The twin-engined plane, a Cessna 402 which crashed in dense woodland, had been returning to the airport with four people on board after conducting aerial survey work. Part of a fleet operated by Reconnaissance Ventures Ltd (RVL), a local company which conducts aerial surveys for private and government agencies, it had been on a routine flight taking images for a private company.</p> <p>Colin Dennis, RVL's managing director, said he believed his plane had been in contact with Coventry airport air traffic control at the time of the collision. \"We have been advised that one of our aircraft has been involved in an accident, and we believe it resulted in fatalities. The information we have is that we believe our aircraft was performing a normal approach to Coventry airport for landing. The collision took place around one minute from touchdown.\"</p> <p>He said the four people on board the plane included pilots and staff operating specialist aerial survey equipment. \"They were all our employees that we have known, in some cases, for many years. It's a very difficult situation for all of us. This is the first serious accident that the group has been involved in for over 20 years. We are all extremely shocked at the unexpected tragedy.\"</p> <p>One witness said he saw the pilot of the Cessna try to lift the aircraft's nose shortly before it plunged into trees. \"I saw a plane travelling east, coming down sharply straight towards the woods,\" said David Mooney, 53, who lives in Binley Woods. </p> <p>\"I immediately thought it looked like something was wrong, then at the last minute, just 50ft up, the pilot managed to pull up the nose of the plane. It looked like he was trying to save the plane from the trees. But then I realised that the plane was going down and it disappeared into the woods.\"</p> <p>Less was known about the second plane, a microlight-type aircraft with just a pilot on board that came down around a mile away in farmland near Coombe Abbey, a hotel near Brinklow. Emergency services confirmed that it was a single-engine aircraft that \"disintegrated\" in mid-air.</p> <p>Coventry airport was closed yesterday as Warwickshire police, Warwickshire fire and rescue and the Air Accidents Investigation Branch began an investigation. </p> <p>One theory was that both planes were intending to land at around the same time. </p> <p>Richard Topping, a division commander for West Midlands ambulance service, said crews had been guided to the wreckages by two helicopters. \"Unfortunately, when the emergency services got to the casualties, nothing could be done for them,\" he said.</p> <p>All the victims were believed to be adults. There were no reports of survivors.</p>",
  "<p>Unfortunately your report on Herman Ouseley's investigation into why minority ethnic lawyers feature disproportionately in the work of the Solicitors Regulation Authority (Report, August 14) did not accurately reflect his findings. Having reviewed 187 cases, Ouseley said: \"There is an inescapable conclusion that allegations of breaches were founded and penalties imposed appropriately.\" Neither did he conclude that minority ethnic solicitors are the victims of racism.</p> <p>Ouseley identified numerous factors which might contribute to the disproportionately high representation of minority ethnic solicitors in our regulatory work. These included the high numbers of minority ethnic lawyers working on their own or in small practices, which regardless of the race of the solicitors are more likely to get into difficulty. </p> <p>Nevertheless, the SRA recognises the need to embed best-equality practice in everything it does. We are launching a comprehensive programme to ensure ethnic minority lawyers are not unfairly disadvantaged by any of our policies or procedures. We will also work in partnership with minority lawyers to understand the factors outside our immediate control that appear to place some solicitors at greater risk of regulatory action. <br><strong>Peter Williamson</strong><br>Chair, Solicitors Regulation Authority</p>",
  "<p>Europe's pine forests are at risk from a killer bug that has already caused ecological catastrophes in east Asia, experts believe. Tens of thousands of trees have already died in Portugal and officials fear that pine wilt disease, which has become out of control in the south-west corner of the continent, could spread further. </p> <p>Two species of pine are susceptible: maritime pine, which makes up almost a quarter of Portugal's forests, and Scots pine, the most widespread pine species in Europe, often used for Christmas trees.</p> <p>The European commission has already imposed tight restrictions on the export of Portuguese pine, which must be disinfected and given a clean bill of health before leaving the country. But Roddie Burgess, the head of the Plant Health Service for the British government's Forestry Commission, who has been studying the disease for more than 20 years, fears the bug's spread across Portugal. \"Given the scale of the problem ... it's going to be very difficult to get on top of this,\" he said. </p> <p>The nematode bug swarms through a pine tree's innards and kills it within weeks by choking off the flow of sap. It is carried in the respiratory system of a flying beetle and was first detected in the Setúbal region, south of Lisbon, in 1999, when 340,000 trees died in two years. Experts think the beetle arrived in wooden crates at a nearby port. </p> <p>The disease wiped out Japan's vast pine forests in the 1970s. </p>",
  "<p>Pity poor Matt Emmons, who threw away gold on his final shot for a second Olympics running. In Athens, he ended up medalless after firing at the wrong target; this time he squandered a huge lead when he pulled the trigger by accident while lining up, gifting the gold to China's Qiu Jian. Emmons ended fourth in the men's 50m rifle three-positions. </p> <p><strong>· </strong>Chinese officials are thanking other foreigners for the country's sporting success. Cui Dalin, deputy head of the national delegation, praised the \"advanced training methods and new concepts\" of 38 overseas coaches for the improvement of its athletes. Earlier this year Germany's Josef Capousek accused China of working its athletes \"like horses\" in its thirst for medals after he was sacked as kayak coach.</p> <p><strong>· </strong>Chinese textile manufacturers have been suffering this year, thanks to the yuan's appreciation and the global economic downturn. But one niche in the sector is bucking the trend, with flag makers benefiting from the patriotic upsurge created by the Olympics. With Chinese flags fluttering from car aerials and shops across the city, the Beijing Kaixuan flag factory is experiencing record turnover. \"I think the rate has increased by about 50 times,\" said its manager.</p> <p><strong>· </strong>The \"golden girl\" of the Athens games is in disgrace after failing a drug test hours before she was to compete. The chief of Greece's Olympic Committee told Reuters that Fani Halkia, who was due to defend her 400m hurdles title, should have stayed at home instead of damaging her country's reputation. \"If you want to commit suicide it is up to you, but you do not have the right to kill your country,\" Minos Kyriakou said.</p> <p><strong>· </strong>Ten sports enthusiasts have enjoyed the Olympics for free thanks to an anti-smoking philanthropist, Xinhua news agency reported. Xiong Wei placed an advert in the Beijing News offering tickets to smokers who promised to quit. After being inundated with replies he picked the applicants with the most convincing strategies for quitting. Alarmingly, the youngest winner was a 14-year-old girl.</p> <p><strong>· </strong>Olympic pollution control measures have brought the best air quality for August in a decade, China Daily reported yesterday. The city had enjoyed seven \"excellent\" days, whereas last August it saw only two. But Beijing-based climatologist Wang Zifang warned: \"From Tuesday to Thursday, the wind is forecast to change direction and may bring pollutants from cities south-east of Beijing.\"</p>",
  "<p>Thank God for dishonesty. I can't have been the only Briton to shift awkwardly in their seat throughout the opening ceremony of the Beijing Olympic games the other week. The Chinese mounted an unprecedented spectacle. Thousands of synchronised drummers, acrobats, fireworks, impossible floating rings made of electric dust (surely alien technology, that), dancers, prancers, singers and flingers. Maybe not flingers. I just threw that in to complete the rhyme. But you get the picture. It was amazing. It cost around £50m and was probably rehearsed at the shooty end of a machine gun. Dance, beloved populace! Miss three steps and we take out your kneecaps. Miss five and we go for the head. Dance till your homeland is the envy of the world! Stop weeping and dance!</p> <p>Yet even as my eyes took delight in the colour and magic, my spirits sank. I'm no patriot, but I feared for our national pride come the 2012 London Olympics. How the hell are we going to top a display like that? Our plans currently consist of six roman candles, Bernie Clifton riding his ostrich, and some Britain's Got Talent prick-a-ma-boob beatboxing on a trampoline. It would be less shameful if we all marched into the arena one by one, dropped our trousers, yanked our bumcheeks apart and let the entire globe gaze right up our apertures for an hour, while the Kaiser Chiefs perform their latest single in the background. If nothing else, it would give the rest of the planet something to think about. They'd never mess with us again, that's for damn sure.</p> <p>But my defeatism, for once, was misplaced. The ceremony wasn't as spectacular as it seemed. An impressive swooping aerial shot of fireworks bursting in footprint-shaped constellations turned out to be a computer-generated lie. And the cute little girl singing the Chinese anthem was only miming to the voice of another girl, whom the authorities considered too hideous to warrant airtime.</p> <p>Actually, they were right. The original girl was an absolute pig, with teeth so higgledy-piggledy you could be mistaken for thinking her skull was trying to chew its way out of her face. You could possibly use her head as the basis for the lead puppet in a children's programme set in Ugly Wood, provided you didn't mind your kids vomiting in fear and disgust each time she wobbled on screen. </p> <p>Oh shut up. I'm joking.</p> <p>Anyway, the deception didn't end with the opening carnival, but bled into the events themselves. Hordes of volunteers, known as \"cheer squads\", have been been planted in the stands during under-attended events, to disguise empty seats and goad the rest of the crowd into whooping on cue.</p> <p>What's remarkable about all this trickery isn't the trickery itself - but how ineptly it's been maintained. Even a six-year-old knows that once you tell a lie, you stick to it. You never admit the truth. Never. And when confronted with irrefutable evidence of your guilt, you dig your heels in further still - loudly denying reality until your accusers die of exasperation. It's a brilliant strategy that's kept the Bush administration going for years.</p> <p>But the Chinese? A few timid queries and they admitted it all with a shrug. Yeah, they were computer-generated image (CGI) fireworks. Yeah, the kid was miming. Yeah, we're using cheer squads. So what? We're not arsed. Stop wetting your pants. What are you going to do about it anyway? Did you know that if we all stood up and sat down at the same time, the resulting tidal wave would destroy your capital cities? Ask us again if we're arsed. Go on. Fire away.</p> <p>They didn't even try to cover it up properly before they were rumbled. The \"cheer squads\", for instance, were hardly subtle - they were decked out in bright yellow shirts and huddled together in conspicuous clumps. They couldn't have been more noticeable if they'd had searchlights for faces and foghorns for hands. All of which provides an effective blueprint for us to follow circa 2012. First up, the opening ceremony, in which a volcano rises from the Thames, spewing flaming Olympic rings into the night sky while Big Ben - or rather, a genetically enhanced version of Big Ben, one with straighter teeth and bigger tits - pirouettes in the background, miming to the Kaiser Chiefs' latest single. This goes on for 15 hours or until the nearest superpower threatens to bomb us. Then the events themselves begin. None of them takes place in the Olympic stadium because there is no Olympic stadium. We've not bothered building one. Instead, we've got a host of exciting made-up CGI sports. Moon Snooker! Unicorn Wrestling! Quantum Deathball! Dissenter Beheading! Pac-Man with Guns! Naturally, none of the other countries has been allowed to practice any of these games, whereas we've had four solid years to develop and perfect them. So we're guaranteed, ooh, at least three bronze medals. We'll thrash Paraguay, that's for damn sure.</p> <p>And as our virtual athletes (who aren't really there) take their place on the podium (which isn't really there either), thousands of specially trained spectators will loudly voice their appreciation at gunpoint. Then we'll kick the shit out of one or two overseas journalists and claim the whole thing's been a roaring success. Again and again, till we're blue in the face. Bish bash bosh. Job done. As a twat might say at the end of a column. </p> <p><strong>· </strong>This week Charlie watched the second episode of the startling <strong>Make Me a Christian</strong> on Channel 4: \"The single most infuriating broadcast of the week. And it actually makes me pity the Christians because they're so badly misrepresented.\"</p>",
  "<p>The unexpected advantage of the silly season is that there is also space for some serious stuff to escape from the thinktanks for a few deep breaths of the oxygen of publicity. This August, a series of research findings on the status of women at work has produced some conflicting results that need thought. How is it that the skills minister David Lammy, in this week's New Statesman, can point to the growing demand for \"soft skills\", emotional and intellectual, rather than physical strength, and a Yorkshire Building Society survey can argue that the work women do in the home should be valued at £8,000 a year - while TUC research into vulnerable workers found that at the bottom of the low-paid pile were newly arrived migrant women? A partial answer is given in an analysis by the Office of National Statistics, released last Tuesday, which simply said that two-thirds of the gender pay gap remains unexplained. Discrimination by employers plus women's motivation and qualifications were put up as reasons, although with girls outperforming boys at school and increasingly at university the latter seems unlikely. It is the relevance of qualifications that may be more of a problem, according to the ONS, which found that manufacturing jobs and apprenticeships remain a largely male preserve.</p> <p>Earlier this month there was a flurry of excitement about the death of the supermum - a 1970s media myth - who held down a top job, cooked soufflés and coached the kids in maths all at the same time. Most women will be truly grateful at her demise, presumably from exhaustion. Supermums were invented by men who did not want to do the hoovering, misguidedly egged on by women with no sense of sisterly solidarity. But the heart of the report by the Cambridge sociologist Jacqueline Scott was that in Britain and the US there was a growing concern that family life suffered when mothers worked, even though it is ever more widely accepted that men are not the sole bread winners. In fact, workplace equality, and the expectation that both mothers and fathers go out to work, has never had such extensive support. In the latest British Social Attitudes survey, only 17% thought men should be the main earners. Cultural attitudes, reinforced by economic pressures like the cost of buying a home, are not in retreat at all. The assumption that everyone wins is. Last month, Nicola Brewer, who as chief executive of the new Equalities Commission might be expected to champion change, warned that legislation might actually be counterproductive, discouraging employers from taking on women of child-bearing age and, most significantly, confirming the prejudice that mothers are the main carers.</p> <p>There is anecdotal evidence that non-mothers, as well as some employers, feel the legislation (that from 2010 gives mothers a year's paid maternity leave, the second half of which can be shared with the father) has gone too far, yet almost every aspect of working and home life is still framed to make it harder for mothers. As the campaigning organisation Fawcett points out, most jobs are still man-shaped - long hours, full-time, intensive, making demands that can only be met by someone without immutable outside commitments. While the women who would like them to be shaped differently still get sacked when they get pregnant (at a rate of about 30,000 a year), change will only come slowly. Meanwhile, the home is still woman-shaped. Four-fifths of mothers work, but they still do two-thirds of the chores and most of the parenting. Maybe that is why the growing concern about the impact on the family Professor Scott identified is more marked among men (no clean socks in the drawer) than women. Meanwhile, the state still hesitates about engaging fully in providing the support that families most need. But in the end, equality needs more than government policy to make it happen. It starts at the kitchen sink.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-336698755\"> <img src=\"https://static.guim.co.uk/sys-images/Lifeandhealth/Pix/pictures/2008/08/18/dita5.jpg\" alt=\"Dita von Teese\" width=\"140\" height=\"310\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Out-dazzle them in a playsuit like Dita von Teese. Photograph: John Chapple/Rex Features</span> <span class=\"element-image__credit\">Photograph: John Chapple/Rex Features</span> </figcaption> </figure>  <p><strong>I've been gritting my teeth all summer but I cannot hold it in any longer. Playsuits! On adults! Has the world gone mad?</strong></p> <p><strong>Angela Carver</strong>, London</p> <p>Ahhh, the sun is a-shining, the sweat is a-glistening, the fish are a-biting (so I'm told), but nothing says summer more to this column than the annual playsuit debate. Should one suffer the slings and arrows that outrageous summer fashion often provokes, or take arms against a sea of troubles and fight against this wave of insanity? Hopefully, unlike Hamlet (a noted playsuit fan), we can resolve this issue without recourse to killing our girlfriend's father, our stepfather and, ultimately, ourselves.</p> <p>There seems to be an instinctive kick of antipathy against the playsuit in this country and, frankly, I don't understand why. Shorts are now an accepted part of the summer sartorial landscape. What is not, in my esteemed opinion, is the too-short vest top that is often worn with the shorts, thereby baring the wearer's stomach to all and sundry. This, to my mind, is the greatest fashion crime of all, greater even than slogan T-shirts, heart-shaped sunglasses and hotpants, making Kimberly Stewart, fan of all of the above, the biggest (fashion) criminal in history, but we'll get back to that another time.</p> <p>Anyway, the playsuit bypasses this gravely perilous risk because, well, there is no need to deal with a shirt at all, because it's all built in - you see? Amazing amazingness! What is this resentment against a garment that falls outside the dress/shirt/shorts/jeans bracket? People of Britain, shuck off your conservatism! Listen to David Miliband (who would look just brilliant in a playsuit): change is good! Heck, just talking about them makes me want to romp down a Mediterranean beach in the 1950s, ideally holding a beach ball aloft and smiling a smile that could out-dazzle them all.</p> <p>But, but, but. Still people recoil and, to be fair, there is a problem and it's one that can be called, in suitably capitalised form, The Bladder Issue. I'm not going to lie to you: going to the loo in these babies is an utter faff and a half, involving lots of behind-the-back arm action, your left arm craning back from underneath, your right one winching back over your shoulder, both trying to reach that damn zip to undo your playsuit so you can find the necessary relief. Yes, this is a down side. But really, it is one that a simple catheter could easily resolve. Come on, everyone, use your imaginations - do I have to sort out everything?</p> <p><strong>Is it too late to buy a pair of gladiator sandals? Has the trend already been and gone?</strong></p> <p><strong>Marta Cornejski</strong>, by email</p> <p>Yes, thank God, hopefully for another 2,000 years. Marta, what in the name of all that is honourable and sane in the world is wrong with you? I do not condemn (which certainly does not mean I condone, mind) anyone who fell for this gladiator sandal nonsense when it first reared its over-buckled head because some people need to be shown something many, many times before they understand how hideous it is. But Marta, my dear, come on. You've had nigh on four months now to learn this very painful lesson, which has been demonstrated to you repeatedly: gladiator sandals suck eggs.</p> <p>This is a classic example of fashion snobs shooting themselves in the (over-buckled) foot. You see, these sorts of people like to look different from the masses. Nothing wrong with that. Problems arise, though, from the fact that the masses often have quite sensible taste (with the exception of Ugg boots, but let's not talk about such distressing things on a Monday morning. Gladiator sandals are bad enough). Anyway, fashion snobs then have to find something that the masses don't like and don't wear - often, though, for a reason. Hence the sudden popularity of ridiculously high-waisted jeans over hipster versions among the Dazed &amp; Confused types, and ditto for gladiator sandals over less Greco-Roman ones.</p> <p>Oh my sweet, sweet fashion snobs, take my hand and listen. I'm all for fashion originality. And no, there's nothing wrong in the least with not wanting to look like yet another Kate/Amy/Sienna copyist. But the point of fashion is to look like yourself and to look nice - not to look like Russell Crowe and to look ugly. An easy mistake to make, dear snobs. Well, it's a mistake, anyway.</p>",
  "<p>When teachers return for a new school term in the tiny Texas farming town of Harrold, they can bring a extra tool of the trade alongside books, pens and worksheets. To defend pupils from any gun-toting maniacs, they can carry loaded pistols into the classroom.</p> <p>With barely 300 residents, the remote rural community in the state's northern dustbowl has appalled gun control advocates by becoming the first in the US to allow its teachers to bear concealed firearms.</p> <p>Harrold's school board maintains that the move is necessary because the town is 25 miles from the nearest sheriff's office, making it hard to get swift help in an emergency. Its location just yards from a major highway, America's north-south interstate 287, makes it a potential \"target\" for armed maniacs.</p> <p>\"We are 30 minutes from law enforcement,\" Harrold's school superintendent, David Thweatt, told the Guardian. \"How long do you think it would take to kill all 150 of us? It would be a bloodbath.\"</p> <p>Carefully selected teachers are to be trained in crisis management including handling hostage situations. Thweatt said: \"When you have good guys with guns, the bad guys do less damage.\"</p> <p>More than a dozen mass shooting tragedies have hit US educational establishments over a decade, including the Columbine massacre which claimed 15 lives at a Colorado high school in 1999 and last year's Virginia Tech massacre which left 33 people dead. When pressed on such cases, the powerful pro-gun lobby often argues that Congress sent out a message of vulnerability in a 1990 law which banned guns in schools - although the law was declared unconstitutional and overturned by the Supreme Court five years later.</p> <p>\"We've had a very disturbing trend of school shootings in the US,\" said Thweatt. \"It is my belief this is caused by making schools gun-free zones. When schools were made gun-free zones, they became targets for people who wanted to rack up the body count.\"</p> <p>As is commonplace in America, Harrold's school already has tough security including card-swipe entry for rooms and screening for visitors. Armed teachers must get a state gun licence and will be required to use bullets of a type less liable to ricochet off walls or desks. But teachers' unions in Texas have expressed horror.</p> <p>\"It's a disaster waiting to happen,\" Gayle Fallon, president of the Houston Federation of Teachers said. She described it as the sort of manoeuvre that makes Texas a laughing stock: \"It's up there with the worst ideas in the history of education.\"</p> <p>Ken Trump, an Ohio-based specialist in advising school boards on security, suggested it would be more sensible to hire security guards than to give guns to \"minimally supervised, minimally trained\" teachers. \"You could have a gun accidentally taken away, or a gun could be dislodged or discharged while a teacher's breaking up a fight in the cafeteria,\" said Trump.</p> <p>While not quite in the wild west, Harrold can lay historical claim to be a frontier community. Named after a rancher called Ephraim Harrold, the town has its roots as a railway terminus - during the 1880s, it was the westernmost point of a line which eventually ran from the heart of Texas to Denver in Colorado's Rocky Mountains. </p> <p>The town's school, which has 110 students from kindergarten up to the age of 18, offers courses with a farming bent such as agricultural metal fabrication, soil sciences and horticulture. </p> <p>Harrold's gun policy was praised by the pro-gun nationwide Citizens Committee for the Right to Keep and Bear Arms. Its chairman, Alan Gottlieb, said the town's school buildings would be safer: \"Allowing armed staff and teachers will provide a last line of defence if other security measures at the school fail.\"</p> <p>He argued that teachers would be able to respond faster to a classroom shooting than a security guard: \"Officers can't be everywhere and in an emergency, every second counts.\"</p> <p>Harrold's school board is unapologetic about the controversy. Thweatt said the thick brick walls of Harrold's school protected pupils from tornadoes - and the school authorities had a duty to protect children for human attacks.</p> <p>\"When you hear about these shootings, the reports always start out with 'this is a sleepy little place, nobody thought this would ever happen here',\" said Thweatt.</p> <h2>Background: Gun violence in US schools</h2> <p><strong>April 1999 </strong>Students Eric Harris and Dylan Klebold kill 12 students and a teacher at at Columbine high school in Littleton, Colorado, before shooting themselves</p> <p><strong>February 2000</strong> Six-year-old Kayla Rolland is shot dead at Buell Elementary School near Flint, Michigan, by a a six-year-old boy</p> <p><strong>May 2000</strong> 13 year-old Nate Brazill shoots dead a teacher at Lake Worth school, Florida, after being sent home</p> <p><strong>March 2005</strong> 16-year-old Jeff Weise guns down five <br>students, a teacher and a security guard at Red Lake High School in northern Minnesota before killing himself. He had also just killed his grandfather and his grandfather's companion </p> <p><strong>September 2006</strong> 15-year-old student kills his school principal in western Wisconsin</p> <p><strong>October 2006</strong> Charles Roberts kills five girls at a one-classroom Pennsylvanian Amish school</p> <p><strong>April 2007</strong> Cho Seung-hui, kills 32 students at Virginia Tech university </p> <p><strong>February 2008</strong> Gunman kills five students at Northern Illinois University</p>",
  "<p>The battlelines over greenwashing were drawn last week by the Advertising Standards Authority (ASA) and its chairman, Chris Smith. The ASA upheld a high-profile complaint against Royal Dutch Shell for an ad that ran, just once, in the Financial Times in February, claiming that oil sands in Canada's wilderness were a \"sustainable\" energy source. \"We don't want to discourage companies from making legitimate claims but want to reinforce the fact that they have an obligation not to mislead,\" Smith says. \"Ambiguous or exaggerated claims risk generating scepticism and undermine the genuine initiatives that many businesses, including Shell, are taking to be greener.\" It is the second time in a year that Shell has found itself falling foul of the ASA's mounting concern, and follows an ASA ruling in December on a Shell poster showing flowers rather than smoke coming out of factory chimneys which arguably forced the pace. And it is indicative of Smith's determination to move against misleading green advertising. \"That was clearly a misleading claim. It's those sort of things we have wanted to raise concern about,\" he says. </p> <p>Chris Smith, or rather Lord Smith of Finsbury, is a genial, beaming presence - a highly unusual animal, a personable politician. Now 57, he is celebrating his first anniversary at the ASA, and applying his politician's instinct for zooming in on those issues shooting up the public agenda, while also trying to keep the ad industry, desperate to avoid more restrictions after losing the battle over junk foods and children, on side. </p> <p>His arrival at the ASA marked a change in tone from his predecessor, Lord (Gordon) Borrie, an austere competition lawyer. One of Smith's first initiatives was to hold public seminars to take soundings on fraught issues. Sparked by a sharp rise in complaints about environmental claims - which have quadrupled from 117 complaints about 83 ads in 2006, to 561 about 419 ads in 2007 - the most recent seminar focused on greenwashing, when consumers are misled about a product or company's green credentials.<br><strong><br>Confusion reigns</strong></p> <p>But while there does appear to be genuine confusion about what common terms - carbon-neutral, 100% recycled, or wholly sustainable - really mean, some see Smith as bowing to pressure groups (the flowers complaint was made by Friends of the Earth, last week's complaint was from WWF-UK). Smith denies this: \"The reason we got interested in this is that the number of complaints - from, on the whole, ordinary members of the public - about environmental claims for products and services has been going up and up. I suspect that's largely because environmental concern is rising generally, and so companies are using the environmental angle to put their case forward.\"</p> <p>The view of some critics is that the environment is not an area for advertising, which relishes superlatives. But Smith gives this short shrift: \"The raison d'etre for the ASA is that companies can make the best possible claims for their product, but not mislead people. I absolutely don't want to discourage them from doing so, the more that companies think seriously about the environmental impact of their products the better. But what they mustn't do is pretend a product is greener than it is.</p> <p>\"On quite a number of these issues there is very little official government or national guidance. It would help us enormously if things were clearer at national level.\" This is particularly true, he says, for claims of carbon offsetting.</p> <p>The advertising code is currently being revised to take green issues into account, as well as going through a broader overhaul - the ASA, as a non-governmental body, oversees binding codes of practice for self-regulation of the advertising industry, most recently assuming operational responsibility for broadcasting.</p> <p>\"The green claims points can be included in that revision,\" Smith says. \"But it won't stop there, it will have to be continually looked at, because this is a fast moving area.\"</p> <p>But greenwashing is only one of the issues the ASA is taking on: Smith also highlights a serious problem with the internet, which, with 2,980 complaints last year is now the second most complained about medium, after television, and ahead of print - and yet the ASA currently only has limited jurisdiction over pop-up ads and paid-for search devices. The authority calculates that more than 70% of complaints are entirely outside its remit, and has asked the Advertising Association, the industry's overall trade body, to take an urgent look. It is expected to report in September. </p> <p>\"These [complaints] are coming from shoppers, ordinary people. The complaints are virtually all about misleading and inaccurate ads, not taste and decency issues. This is bread and butter stuff for the ASA,\" says Smith. \"What we don't have is any agreement for advertising on companies' own websites, if it's a direct email to you from a company, say with an offer, it is covered, but if you click into a company website, that's not covered.\"</p> <p>Smith adds that this large grey area includes child-friendly games, characters, and stories, advertorials, and the marketing of products, deals and prices. \"On the whole nowadays a company which has a marketing department has executives who know the rules. In most cases they are using advertising agencies who know the codes. But the website may be being done by someone else. Getting the people who draw up website content to think about codes may be the way forward. The world of advertising needs to recognise there is an issue and needs to address it.\" </p> <p>The ASA is ready to help, but Smith says it is \"not up to us to decide what happens\". He suggests one possible solution: an agreement to include advertising material on websites within the scope of the codes. \"If that is the case there will have to be some sort of adjudication process on complaints. It would be a major expansion of work, and we would need income to resource that.\" </p> <p>Smith is far more relaxed about the operation of the ban on ads for high fat, salt and sugar foods in programmes children watch. \"There are a few campaigning groups who are arguing that the rules are not strict enough, and there are calls for pre-9pm bans [on all advertisements for these foods, regardless of the programme],\" he says. \"My own personal view is that would be an overreaction.\"</p> <p><strong>Resigning the whip </strong></p> <p>Towards the end of our interview, Smith suddenly confesses to feeling \"a bit odd\". Just days before we met, this career politician had resigned the Labour whip, and become a non-aligned peer after taking on the chairmanship of the Environment Agency, a government body. Having spent a major part of his working life in active politics, declaring himself as a neutral requires a mental shift and a step back from direct involvement.</p> <p>Given that he is no longer a Labour peer, I ask what he has made of the youthful Andy Burnham's performance so far, as culture secretary - Burnham served as a special adviser to Smith when he was in government. The culture secretary has rushed to pre-empt a consultation period on the possible introduction of product placement on television, by declaring his opposition. What does Smith make of this? \"My view currently is let's see what the consultation provides on this. I'd say that in five years' time the way people watch TV may have changed dramatically, and the impact of specific advertising slots may have reduced to such an extent it becomes difficult to finance programmes. It might [have to be] through product placement. Simply ruling it out ... I'm not sure. I'm not wanting to take a definitive view at this stage.\"</p> <p>When Smith was culture secretary, of course, he helped create Ofcom, which is currently seeking a new chairman. Smith says he thinks Ofcom has been a \"considerable success\" on the whole, when asked for his assessment. \"Nine out of 10. It's easy to underestimate the scale of the task it faced ... there are moments when they need to pay slightly more attention to the content side of their work than the purely economic and competition side, but that's a minor quibble.\" </p> <p>As for Ofcom's current public service broadcasting review, Smith has been persuaded by Channel 4's argument for public funding. \"I'm convinced by the case Channel 4 is making for their need for assistance in some years' time: they don't need it now. I believe they are a very important part of the broadcasting landscape. We must look seriously at where that help could come from.</p> <p>\"Top-slicing is not an option I would rule out completely. If I was secretary of state and I had £100m of licence fee money to deploy, with public service broadcasting values in mind, would I spend it on BBC3, or would I spend it on helping Channel 4? I think that's a very difficult question for the BBC to answer.\" And for Smith? It would, he says, have to be spent on Channel 4 because it is \"absolutely\" more important than BBC3.</p> <p><strong>Curriculum Vitae </strong><br><strong>Age</strong> 57<br><strong>Education</strong> Pembroke College, Cambridge and Harvard<br><strong>Career</strong><br><strong>1983 </strong>elected Labour MP Islington South and Finsbury<br><strong>1997-2001 </strong>secretary of state for culture, media and sport<br><strong>2003-2008 </strong>chairman, Clore Leadership Programme<br><strong>2005</strong> becomes life peer, privy councillor<br><strong>2007</strong> chairman, Advertising Standards Authority<br><strong>2008</strong> chairman, Environmental Agency</p>",
  "<p>More than 130 Georgian civilians are being held captive by South Ossetian authorities in the regional capital, Tskhinvali, after being rounded up and herded into a single room in the interior ministry headquarters here, the Guardian has learned.</p> <p>The prisoners, who were plucked off the streets according to their nationality soon after hostilities broke out 10 days ago, are being kept indefinitely in the hope of exchanging them for Ossetian civilians allegedly abducted by Georgian soldiers during the conflict. One interior ministry official confirmed the plan, saying: \"We hope there will be an exchange soon.\"</p> <p>The 131 \"hostages\" are being held in a single room in the interior ministry headquarters in Tskhinvali, according to Taymuraz Khugayev, South Ossetia's prosecutor general. Roughly half of them are women and they include one 12-year-old girl. Most of them are Georgian \"guest workers\" who were living in the city when it was attacked on August 7. Their status is unclear. The taking of civilian hostages by warring parties is prohibited by Article 3 of the Fourth Geneva Convention.</p> <p>The Guardian was able to speak to a hostage after he was led out into the street by three soldiers. He looked nervously at his captors as he crossed the street. \"I am Tamaz Barbikadze, a Georgian,\" he said. \"I worked the last two years in Tskhinvali as an engineer.\" He glanced at his jailer with a gun at his hip: \"I am a hostage.\" </p> <p>Yesterday Georgian government officials said they were aware of the hostage situation. \"We know about them,' said Koba Subeliani, an MP responsible for internally displaced persons. He added: \"They want to exchange them for our hostages. The problem is we don't have any hostages so we can't do any exchange.\"</p> <p>Barbikadze, 69, was only allowed to speak in the presence of his three guards. \"I was detained as I walked down the street on August 8,\" he said. \"I think they want to exchange us for kidnapped Ossetians.\" The man said he had been given a chance to phone his wife and daughters in Tbilisi but he had \"no idea\" when he and the other captives would be released. \"It would be desirable to find out,\" he said.</p> <p>Asked if he had committed any crime, Barbikadze said: \"No, I helped build a sports centre in Tskhinvali. We are peaceful people.\" Then seeking to mollify his captors, Barbikadze denounced Georgia's president, Mikheil Saakashvili. \"He started a genocide against the Ossetian and Georgian peoples,\" he said, pausing. \"He should be hanged!\" Had any captives been beaten? \"No one laid a finger on me,\" said Barbikadze. And the others? \"No one laid a finger on me,\" he repeated.</p> <p>Interior ministry officials refused to let the Guardian see the room where the captives were being held. Younger prisoners had volunteered to help clear up debris under armed guard in Tskhinvali but no one was obliged to work, they said.</p> <p>In Tskhinvali, Khugayev said that the captives were being held \"according to the laws of war\" to protect them from revenge attacks. He said he had attempted to agree a handover with international organisations and Georgian authorities but Tbilisi had refused to cooperate.</p> <p>He said some of the Georgian prisoners had helped negotiate the return of four Ossetians from the Georgian side but many others were still missing: \"We estimate 500 Ossetian civilians were kidnapped and taken away by Georgian forces from the south of Tskhinvali,\" he said.</p> <p>Khugayev said that in one case being investigated by South Ossetian prosecutors, six women aged 18 to 25 from Khetagurovo village were abducted by Georgians in a column of tanks on August 8.</p>",
  "<p><strong>Syriana </strong><br>(Stephen Gaghan, 2005) <br>5.50pm, Sky Movies Indie </p> <p>The densely plotted narrative traces several diverse characters - including George Clooney's old-school, disillusioned CIA man - whose lives are wrecked by the relentless greedy power of the oil industry. It's hard work following the many tightly knit strands, but what emerges is a forceful and compelling thriller in which all notions of loyalty, patriotism and morality are sacrificed to the petrol-political axis. </p> <p><strong>Shooter</strong><br>(Antoine Fuqua, 2007) <br>9.15am &amp; 8pm, Sky Movies Premiere</p> <p>Clearly, Mark Wahlberg saw Matt Damon's Bourne movies and thought: I can do that ... His ex-marine sniper is a similarly hard-nut, put-upon hero, on the run but with the bosses who framed him for shooting the US president in his sights. The fight-and-flight stuff is efficiently handled and Wahlberg is a convincing action hero - but no Jason Bourne.</p> <p><strong>Gumshoe </strong><br>(Stephen Frears, 1971) <br>11.05pm, BBC4</p> <p>Frears' debut feature is a delightful, funny homage to film noir, with a touch of Billy Liar thrown in. Albert Finney is Liverpool bingo caller Eddie Ginley, who imagines himself a Bogartesque private eye and becomes embroiled in a tricky murder case. Beautifully written by Neville Smith, with fine support from Billie Whitelaw and Frank Finlay.</p>",
  "<p><strong>Is this a typical outfit?</strong><br>Well, obviously I play football so I'm an athlete, but I like to be feminine. I think the outfit I am wearing today shows that. I've got on a lot of jewellery. Then I'm wearing Nike's Her Favourites sportswear, which is pink and looks quite feminine. </p> <p><strong>Where are your accessories from? </strong><br>This snake bracelet can be worn as a bangle or higher on your arm. I got it from a boutique in Camden. The other one is from Topshop and so are my earrings. My trainers are more for running. They're light and easy to wear. </p> <p><strong>Are earrings a signature look? </strong><br>Yes, I wear my hoops all the time. A lot of the girls give me stick for it. They call me a diva but I love to wear them, I feel a bit naked without them. I probably have about five pairs of hoops and I wear all different styles, like long, dangly ones. It depends where I am going. </p> <p><strong>Is your hair band for practical or style purposes? </strong><br>Both really. As you can see my hair is quite outgoing. Obviously I wear it to play sport so it keeps the hair out of my face. </p> <p><strong>Tell us about your hair.</strong><br>Yes. I put stuff in it to calm it down because otherwise it will become out of control. I get it done by my hairdresser about once a month. The back of it is blond, and then there are blond highlights on the top. Having your hair done makes you feel good about yourself. I like to keep myself in the best condition I can and treat myself to beauty products. </p> <p><strong>What's your football kit like? </strong><br>I've just moved to Chelsea - I was at Arsenal - and we have a fitted kit. Women players used to have to wear men's kit but now the kits are cut to fit women. I prefer to wear my kit tighter. I don't want to be running around wearing really baggy clothes. </p> <p><strong>What about the football boots you are holding?</strong><br>The ones with studs on [pictured] I wear when it's raining. They're new out at the moment. They're Nike Vapours. You can see they have my name on them, which is done by Nike ID. </p> <p><strong>Do you think that people have preconceived ideas about your style because you're a female footballer? </strong><br>Yes, definitely. When people meet me they never think I play football. I think with female footballers, people think the women will look like men, kind of masculine. Obviously we are hoping to change that, so when people see people like myself, they'll know that you can actually be feminine and play football. It's good for the kids to see that. </p> <p><strong>When did you first realise you were interested in clothes?</strong><br>When I was younger and playing football with the boys where I lived, I just wore football kits all the time and probably used to just want the latest Man United one. A few years ago though, I took a liking to fashion and now I really enjoy shopping with my friends.</p> <p><strong>What do you wear off-pitch? </strong><br>Every day I wear jeans, tops and maybe a hoodie or nice jacket, like a mac. When I'm going out with the girls I like to dress up. I wear dresses, skinny jeans and heels, things like that. </p> <p><strong>Where do you shop? </strong><br>Bond Street. I really like D&amp;G jewellery. I do like to be individual when I buy my clothes rather than wearing what everyone else is wearing so I try and go to places where they have one-off pieces too. </p> <p><strong>Is there anything you wouldn't wear? </strong><br>Not particularly. I can't wear really high heels. I can wear a little bit of heel but when it comes to playing the next day, your feet just kill you. Not anything revealing either - I don't want to look trashy. </p> <p><strong>Is your wardrobe divided into sportswear and fashion? </strong><br>I have a really big wardrobe. My mum and dad are always saying to me \"you don't need any more clothes!\" I have separate spaces for my football stuff, casual clothes and smarter things plus areas for trainers and shoes. I have about 40 pairs of trainers.</p>",
  "<p>At the end of a weekend of intoxicating and almost unrelieved success, Britain found another athlete to lengthen its list of great Olympians when Rebecca Romero added a gold medal in the women's individual pursuit to the silver she won in the quadruple sculls at Athens four years ago, making the 28-year-old the only British woman to win Olympic medals in two different disciplines.</p> <p>The women have set the pace for Britain in these Olympics. Nicole Cooke, another cyclist, gave the team its first medal when she won the road race eight days ago, and on Saturday Rebecca Adlington, already the first British woman in 48 years to win a swimming gold, followed up her victory in the 400m freestyle by beating an 800m world record set in 1989.</p> <p>For two heady days, on podiums beside the swimming pool, the rowing lake, the velodrome, the pommel horse and the open water off Qingdao, British athletes stood and fingered their medals as the union flag was hoisted overhead - sometimes two at a time. Britain finished the weekend an almost unimaginable (and, to be realistic for a moment, probably unsustainable) third in the medal table, lying behind China and the US but ahead of such old rivals as Germany and Australia.</p> <p>In the words of the president of the International Olympic Committee last week, London's 2012 games will be a celebration of the nation that, in the 19th century, gave modern sport to the world; he was too polite to add that there have been occasions in the more recent past when it seemed the world had a much clearer idea of what to do with it. In Atlanta 12 years ago, for instance, the entire British team managed just one gold medal between them. The last 48 hours, however, have been telling a different story. </p> <p>In terms of concentrated success, the reference books say that 1908 still has the edge. There was a single day during that year's London Olympics when the British team harvested eight gold medals, all in tennis and shooting. Measured against the unremittingly competitive world of modern sport, however, the eight won by their 2008 successors this past weekend, leaving the team with a total of 11 - plus six silver and eight bronze - represent an entirely different order of achievement.</p> <p>After Saturday's haul of four golds for Adlington, the cyclists Bradley Wiggins and Chris Hoy and the men's coxed four of Andy Hodge, Peter Reed, Tom James and Steve Williams, who managed to row themselves out of the long shadow of Steve Redgrave and Matthew Pinsent, Sunday began early with one of the weekend's few anti-climaxes. Paula Radcliffe again broke down towards the end of an Olympic marathon, although this time she managed to limp to the finish in 23rd place, hobbled with only a couple of miles to go by the consequences of a recent stress fracture.</p> <p>The day's first gold came in the sailing regatta, where the tabloid heroes of Britain's Yngling crew repeated their Athens victory, Sarah Ayton and Sarah Webb winning their second medals along with a first for the newcomer, Pippa Wilson. A decisive win over their Dutch rivals finished only moments before a heavy rainstorm arrived, although it was a deluge of a different kind that showered the British team during the remainder of the day.</p> <p>Zac Purchase and Mark Hunter were next to take centre-stage in the lightweight double sculls, the 22-year-old from Cheltenham and the London-born 30-year-old doing their bit to give Britain's oarsmen and women their best ever medal total.</p> <p>Back in Qingdao nothing could stop Ben Ainslie in the Finn class winning his third gold medal in consecutive games, to go with a silver from Atlanta. Still only 31, he may yet match Redgrave's unique tally of five golds in five games.</p> <p>The day's final gold came from Romero, a most interesting woman. Many modern athletes talk about being \"in the zone\", referring to a protected mental space where they can connect with their most profound competitive instincts, but her intensity during the training sessions at the velodrome has been a sight in itself. In yesterday's final she was required to beat her team-mate Wendy Houvenaghel, with whom she shares a coach.</p> <p>Her tears on the podium represented a release of tension so enormous that before the race she had said to another team-mate, Victoria Pendleton: \"I'm about to find out if I'm freed for the rest of my life. Freed from the demons.\" As they waited to receive their medals, Houvenaghel looked thrilled to bits. Romero looked as if she was afraid that someone would take it away from her. But then came the biggest smile of the day. There have been rumours that she will be taking on yet another sport in time for London 2012. \"I don't know,\" she said. \"I can't put myself through that again. I'm happy with my luck.\"</p> <p>As well as Houvenaghel, the women's quadruple sculls and the men's eight also took silver medals. There was a bronze, too, for Louis Smith, a 19-year-old from Peterborough who became the first British gymnast to win an individual Olympic medal in 100 years with his routine on the pommel horse. Given the strength of the competition from the Chinese and US gymnasts, this may well have represented the finest of all the day's achievements.</p> <p>And to round it all off, back in the velodrome four more members of the virtually invincible cycling team faced the prospect of needing to match the very fast time set by a Danish quartet in order to reach today's team pursuit final. Their response was to set a new world record. That's the kind of weekend it was.</p>",
  "<p>Paul Deacon marked his latest return from the hamstring problems that have troubled him for almost 12 months with a masterful performance yesterday to keep Bradford on course for the top-six play-offs and leave Hull in danger of going into the Challenge Cup final on the back of four consecutive defeats. </p> <p>Deacon had played in only two of the Bulls' last 11 games, eight of which they had lost, and it took him less than two minutes to show what had been missing with a delicate kick to set up James Evans' opening try. The 29-year-old scrum-half, who broke the club's goalkicking and points-scoring records earlier this season, produced an even defter chip to lay on another score for Matt Cook and then dummied through for a neat solo try of his own in the second half; and he converted each of Bradford's seven tries.</p> <p>\"He's missed a lot of the season, so he's excited to be playing again and I think that showed through,\" said Bradford's coach, Steve McNamara. \"It's not just what he does himself but he makes people around him look better as well.\"</p> <p>Deacon's half-back partner Ben Jeffries showed as much with the break that laid on a try for Terry Newton to give the Bulls a 12-0 lead inside four minutes and McNamara remains quietly confident that Bradford could make a mark in the play-offs when Iestyn Harris, who missed this game with a thigh strain, returns to provide another play-making option.</p> <p>Despite the lop-sided scoreline, Hull competed strongly for three-quarters of the match, trailing 12-10 at half-time after tries from Matt Sing and Motu Tony and hitting back again after conceding a soft score to Wayne Godwin with a Kirk Yeaman try that was brilliantly created by Shaun Berrigan. But Deacon's class took Bradford out of sight again and by full-time Hull's weak links had been uncomfortably exposed, with the young centre Craig Hall kicking out twice on the full and Thomas Lee showing a lack of urgency in allowing Jeffries to score in stoppage time.</p> <p>\"We were missing some players who will be back next week, so it was the last- chance saloon for some others and I don't feel they have taken that opportunity,\" said the Hull coach, Richard Agar, whose team have conceded 138 points in three consecutive defeats. Agar expects Garreth Carvell, Todd Byrne, Danny Tickle and Gareth Raynor to return in Friday's home game against Harlequins but remains \"cagey\" about the fitness of Adam Dykes, the scrum-half whose presence is essential to allow Berrigan to switch to hooker.</p> <p><strong>Bradford Bulls</strong> Halley; Evans, Sykes, Nero, Tadulala; Jeffries, Deacon; Vagana, Newton, Lynch, Cook, Finnigan, Langley. <strong>Interchange</strong> Solomona, Kopczak, Godwin, Johnson.</p> <p><strong>Hull FC</strong> Tony; Sing, Hall, Yeaman, Briscoe; Washbrook, Berrigan; Cusack, Houghton, Dowes, Manu, G Horne, Radford. </p> <p><strong>Interchange </strong>Wheeldon, Burnett, Lee, Thackray.</p> <p><strong>Referee</strong> I Smith (Oldham).</p> <h2>Rovers snatch late win</h2> <p>Hull KR leapt from 10th to seventh in the Super League table and kept alive their slim hopes of a play-off place with a dramatic late fightback at Warrington yesterday. Rovers were trailing 34-18 with eight minutes left but two tries from their England wing Peter Fox, below, brought them back into contention before Kris Welham claimed his second in stoppage-time and Michael Dobson snatched victory by converting from wide out. </p> <p>Hull KR are now within three points of Bradford, whom they play at Odsal a week today, and Warrington's collapse has given Wigan fresh hope of overtaking them in the battle to finish fourth and secure home advantage in the first round of the play-offs. \"We kept the faith after failing to control the game at any stage,\" said Rovers' coach, Justin Morgan. \"Ninety per cent of the people inside the ground probably thought we couldn't win.\" </p> <p>Catalans Dragons are guaranteed to finish at least third after winning 22-20 at Huddersfield on Saturday and Gateshead Thunder won 22-14 at Workington to clinch the Co-operative National League Two title, the first in their history.</p>",
  "<p>Valentino Rossi extended his lead in the MotoGP riders' standings to 50 points after capitalising on Casey Stoner's misfortune to claim his second successive victory in the Czech Grand Prix yesterday. </p> <p>Stoner had a 1.5sec lead over the Italian rider going into the sixth lap but lost control of his bike and flew into the gravel. It was the first time the world champion had failed to finish a race this season but Rossi believed he could still have won without the Australian's crash.</p> <p>\"I knew today would be very difficult with Casey Stoner so strong and his first lap was impressive,\" the Fiat Yamaha </p> <p>rider said. \"I lost a bit of time with John Hopkins in the first corner because he overtook me. This time we had the pace with Stoner and I was catching up with him. I knew my setting and the tyres were working well.</p> <p>\"I think I could possibly have beaten him in a battle. Unfortunately he crashed and then I was ahead with an 11sec lead. If he hadn't have crashed, then things would have been tougher, for sure.\" </p> <p>With Stoner out of contention the Italian cruised to victory more than 15sec ahead of Alice Ducati's Toni Elias, with the veteran Rizla Suzuki rider Loris Capirossi third after starting on the third row of the grid. Elias overcame problems on the sighting lap to record his first podium position of the season after starting 13th . </p> <p>The Spanish rider was relieved to finish second after a difficult start to the year and is now 12th in the overall standings. \"It has been a difficult season until now,\" he said. \"Qualifying was really difficult and so I started further back on the grid here. I passed many riders and the last seven laps I was comfortable with my pace.\"</p> <p> The Japanese San Carlo Honda Gresini rider Shinya Nakano was fourth while the Australian Anthony West, on a Kawasaki, held off a strong challenge from his compatriot Chris Vermeulen, on a Suzuki, to finish fifth. Britain's James Toseland, riding a Tech 3 Yamaha, was 13th. </p> <p>In the 125cc race, the British teenagers Bradley Smith and Scott Redding finished sixth and 11th, respectively.<strong> PA</strong></p>",
  "<p>It was as Samir Nasri picked up the pieces of his career, after falling ill with meningitis, that Arsène Wenger faced the test of his convictions. The midfielder had been named as France's Young Player of the Year in 2006-7, ahead of Lyon's Karim Benzema, but the virus that cut him down last September had many of his admirers taking stock. Nasri struggled sorely after his return to the Marseille team.</p> <p>But Wenger did not run. The Arsenal manager had watched Nasri's first professional start for the French club some three seasons previously and the images retained a startling clarity. He had tracked his progress since, noting a player with the sharpness of mind and technique to play for Arsenal and, at the end of last season, aware that he would lose Alexander Hleb to Barcelona, he backed his instincts.</p> <p>It cost him. The fee of £12.5m represented a huge gamble but on Saturday, as Arsenal sleepwalked their way to victory over newly promoted West Bromwich Albion, Nasri offered encouragement. If Hleb came to epitomise Arsenal's tendency to over-elaborate, with his feints and dribbling ability but lack of an end product, it was refreshing to see the decisiveness in Nasri's game. Having timed his run on to Denilson's pull-back to score what proved to be the game's only goal after four minutes, the 21-year-old probed for final balls and showed a willingness to shoot rather than check and pass.</p> <p>\"Nasri can give us increased cutting edge,\" said Wenger. \"He is intelligent, he looks to have good acceleration, he sees a good vision of the game and that left flank suits him quite well.</p> <p>\"He had a bad season last year because he had meningitis, he was in hospital for two weeks, he didn't recover properly for three months and then they rushed him back to play and, of course, he was not at the expected level.</p> <p>\"The season before, everybody wanted him. Sometimes you have to be brave enough when everybody says he is not good. I saw him start his first game and he gave me an impression that you keep with you, when you see things. You have to go with your beliefs.\"</p> <p>Nasri grew up in one of Marseille's tough suburbs and his Algerian extraction, coupled with his creative talent, led to the inevitable, if unfair, comparison. \"It is of course flattering to be compared to Zinedine Zidane but it's also a bit annoying because that is a lot of pressure,\" said Nasri. \"He is the best player of the past 10 years in European football.</p> <p>\"When I arrived at Arsenal, no one told me as well that I was the successor for Alex Hleb. We play very different football. I will try to bring my own game here and take the team forward. I would rather be known as Samir Nasri.\"</p> <p>Wenger, though, does see certain similarities between him and a former Arsenal favourite. \"There is maybe a bit of Robert Pires in him because he looks to be able to change direction very easily and [he has] a little bit the same style of run,\" said Wenger, who added that although Nasri was smaller than Pires, he was more prepared to put his foot in. \"That will not be difficult,\" he smiled. \"Robert's strength was the intelligence of his game, not his tackling.\"</p> <p>Nasri, who stands at 5ft 8in and weighs a little under 12st, has been placed on a specialist programme by the club's medical staff to bulk him up. West Bromwich, though, found it difficult to lever him off the ball. \"There were not that many problems for me to adapt to playing in England,\" Nasri added. \"When I first met the boss, he said that I would need a bit of time, maybe up to six months, but I felt really good straight away.</p> <p>\"There was a bit more contact than in France but the main change was the intensity of the game and how quick the 90 minutes actually goes.\"</p> <p>It looked initially as though it would be a long afternoon for Tony Mowbray's Albion. Paul Robinson, the full-back, admitted that \"for the first 25 minutes, we showed them too much respect\". Yet gradually the visitors got to grips with the tempo, together with Arsenal's movement, and despite Mowbray's disappointment that \"we weren't good enough when we had the ball\" they might have conjured an equaliser.</p> <p>Ishmael Miller forced Manuel Almunia into a smart save on 50 minutes and from the rebound, Robinson saw his shot cleared off the line by Johan Djourou. At the full-time whistle, their supporters bellowed their belief, chanting: \"We're staying up.\"</p> <p>\"There will be weeks when this performance is good enough to get us points,\" said Mowbray, who has his sights set higher than mere survival and will remain true to the footballing principles that served him well en route to the Championship title last season.</p> <p>\"If we get that extra bit of quality in [before the transfer window closes] then we can all look forward to the rest of the season,\" he added.</p> <p><strong>Man of the match</strong> Samir Nasri</p> <p>The France international could reflect on a dream debut for Arsenal at the Emirates. The midfielder caught the eye with his willingness to take responsibility in and around the penalty area and scored a great goal.</p> <p><strong>Best moment</strong> Nasri admits he is not known as a prolific goalscorer yet he finished in style after just four minutes of the game, having played a part at the beginning of the move.</p>",
  "<p>Xabi Alonso could be forgiven for feeling like a child's toy. Once much loved by Rafael Benítez, the Spanish midfielder now finds himself deposited in a dark corner of the Anfield cupboard and knows that, these days, he is dusted down for action with a certain reluctance.</p> <p>Just as toddlers tire of formerly favoured playthings and begin fixating on newer, shinier objects, so Liverpool's manager has become simultaneously bored by Alonso and increasingly obsessed with signing Gareth Barry. His board's refusal so far to pay Aston Villa £18m seemingly prompted Benítez to contemplate resigning last week and on Saturday evening it provoked yet another dig at Rick Parry, Liverpool's chief executive and principal transfer negotiator.</p> <p>Essentially the Spaniard feels Parry should have spent the early part of this summer moving Alonso on to another, preferably European, club for a big fat fee and then swiftly re-invested the cash at Villa Park. The logic behind this proposed central midfield switch is that Barry is not only a coveted left-footer but, being English, will also make it easier for Liverpool to meet Uefa's new regulations demanding that all squads named for Champions League games contain at least eight \"home-grown\" players.</p> <p>So far so theoretically sound - except that on Saturday Alonso began on the bench, Roy Keane's revamped Sunderland midfield outclassed their visitors throughout the first half and it was only after the interval, when Benítez sent his compatriot on, that the game started going Liverpool's way.</p> <p>Quite apart from unleashing the clever, and perfectly calibrated, pass which prefaced Fernando Torres's winning goal, Alonso dictated the midfield and almost scored courtesy of an audacious 50-yard lob which had Craig Gordon desperately backpedalling before the ball dropped fractionally wide of a post.</p> <p>\"We were in control but things changed when Alonso came on and started spraying the ball around,\" admitted Sunderland's Danny Collins who, along with Nyron Nosworthy, generally marked Torres superbly but, fatally, stood off the striker as he connected with Alonso's delivery and, extending his right foot, struck the ball low and venomously into the bottom corner from 20 yards.</p> <p>Roy Keane is generally parsimonious in his praise for rival central midfielders but, significantly, Sunderland's manager, who knows a little bit about that department, singled Alonso out. \"He made a difference, he's a threat and the pass he gave for the goal was great,\" enthused the Irishman.</p> <p>Turning diplomatic, Keane body swerved a question about whether selling Alonso to buy Barry was really such good business after all but it is one that surely should be asked in the Anfield boardroom. Good as the suddenly über-fashionable, if slightly one-paced, Villa player is, he is surely not worth £18m and arguably lacks a bit of the more imaginative Alonso's star quality.</p> <p>Benítez, though, continues to hanker after an expensive new toy. \"I was talking to Tom Hicks and he told me we have the money. We are not that far apart. If we sell one or two players we have enough money to sign another good player,\" said the Liverpool manager who saw Robbie Keane make a largely subdued debut alongside Torres.</p> <p>Hick's co-owner, George Gillett, appears less enamoured by the prospective deal but Benítez remains determined that Parry should be blamed for Barry's non- appearance.</p> <p>\"I talked about what I wanted in April,\" said Liverpool's manager in characteristically cryptic fashion. \"I had a player in mind and an idea. The question now is why we cannot do it? They did not say no before. They said no after four months ... After four months they said the player is too expensive. They said we will have to do something else maybe.\"</p> <p>Was Parry the man culpable? \"We have to be quicker,\" responded Benítez. \"I said this four years ago and I'm still thinking in those terms. That way we can save more money and sign the targets we want. In my opinion we aren't doing all the things we need to do in terms of signing players.\"</p> <p>Meanwhile Alonso, once such a rock of the \"Rafalution\", is in limbo. \"I spoke with Xabi and told him we also have Mascherano, Lucas, Gerrard and Plessis in midfield and we need eight British players in the squad,\" said Liverpool's manager. \"I need to bring British players in and I need a left-footed player.\"</p> <p>While Sunderland still lack attacking incision and crave reinforcement at left-back and centre-half, Steed Malbranque and El Hadji Diouf have infused Keane's side with some much-needed technical ability.</p> <p>\"My players are as disappointed as I've ever seen them and that gives me great hope and belief we're going in the right direction,\" enthused the home manager. \"Liverpool will be relieved to have got back on their bus with a win.\"</p> <p>Benítez could have done worse than devote that trans-Pennine journey home to pondering whether missing out on Barry and keeping Alonso would really be the end of the world.</p> <p><strong>Man of the Match</strong> Xabi Alonso (Liverpool)</p> <p>He put Sunderland's Andy Reid and Co in their place. Alonso got the passing game going, almost scored from 50 yards and refrained from giving away silly free-kicks</p> <p><strong>Best moment </strong>The combination of vision and slide-rule delivery in his pass to Fernando Torres for the goal</p>",
  "<p>The UN's committee on human rights has just published a report criticising Britain's anti-terror laws and the resulting curbs on civil liberties. For many commentators the issues raised are mostly a matter of academic abstractions and speculative meanderings. For me, it is anything but. These laws have destroyed my life.</p> <p>On May 14 I was arrested under section 41 of the Terrorism Act - on suspicion of the \"instigation, preparation and commission of acts of terrorism\": an absurdly nebulous formulation that told me nothing about the sin I had apparently committed. Once in custody, almost 48 hours passed before it was confirmed that the entire operation (involving dozens of officers, police cars, vans, and scientific support agents) was triggered by the presence on my University of Nottingham office computer of an equally absurd document called the \"al-Qaida Training Manual\", a declassified open-source document that I had never read and had completely forgotten about since it had been sent to me months before. </p> <p>Rizwaan Sabir, a politics student friend of mine (who was also arrested), had downloaded the file from the US justice department website while conducting research on terrorism for his upcoming PhD. An extended version of the same document was also available on Amazon. I edit a political magazine; Rizwaan regularly sent me copies of research materials he was using, and this document was one. </p> <p>Within hours of my incarceration I had lost track of time. I often awoke thinking I had been asleep for days only to discover it wasn't midnight yet. My confidence in the competence (and motives) of the police ebbed away. I found myself shifting my energies from remaining cheerful to remaining sane. In the early hours, I was often startled by the metallic toilet seat, crouched in the corner like some sinister beast. </p> <p>For days on end, I drew cartoons and wrote diary entries in the margins of Mills and Boon novellas. I spent hours reciting things to myself: names of Saul Bellow characters, physics Nobel prize winners, John Coltrane albums, anything to keep the numbness away.</p> <p>I'm constantly coming across efforts being made to give detention without charge the Walt Disney treatment: the crushing weight of solitary confinement is painted as a non-issue; the soul-sapping nothingness of the claustrophobic, cold cell is portrayed as a mild inconvenience. Make no mistake: the feeling that one's fate is in the hands of the very people who are apparently trying to convict you is, without doubt, one of the most devastating horrors a human being can ever be subjected to. It is (to misquote Carl von Clausewitz) the continuation of torture by other means. </p> <p>\"Those who have nothing to hide, have nothing to fear,\" goes the tautological reasoning of the paranoia merchants calling for harsher, ever more draconian \"security\" measures - as we saw throughout the 42-days debate. They should read Kafka: nothing is more terrifying than being arrested for something you know you haven't done. Indeed, it is the innocent who suffers the most because it is the innocent who is tormented the most. The guilty calculates, triangulates, anticipates. The innocent doesn't know where to start. The answers and the questions are absolute, unbreachable, towering conundrums. </p> <p>I underwent 20 hours of vigorous interrogation while entire days were being completely wasted by the police micro-examining every detail of my life: my political activism, my writings, my work in theatre and dance, my love life, my photography, my cartooning, my magazine subscriptions, my bus tickets.</p> <p>Aspects of my life that would have been seen as commendable in others were suddenly viewed as suspect in my case for no apparent reason other than my religious and ethnic background. I was guilty of being that strangest of creatures: a Muslim who reads; who studied engineering yet writes about Bob Dylan; was a vocal opponent of the Iraq war yet owns all of Christopher Hitchens' writings; admires Terry Eagleton yet defends Martin Amis; interviews Kazuo Ishiguro, listens to Leonard Cohen, goes to Radiohead concerts, all of which became the subject of rather bizarre questioning.</p> <p>This is not all: outside, lives are shattered, jobs are lost, marriages are destroyed, minds are damaged, friends and families are traumatised - often irrevocably so. My parents, whom I wasn't allowed to call, could barely get any sleep throughout the ordeal. Many of my Muslim university friends were, and still are, worried about being targeted themselves. For most of my loved ones, despite my innocence, nothing will ever be the same again. I'm now jobless, facing destitution and threatened with deportation from the country I've called home for nearly half my life.</p> <p>Immense pressure is exerted on law enforcement agencies by their political mandarins to produce \"results\": pressure to produce a higher number of arrests but also the corollary, more dangerous, impulse to justify them at any cost. Naturally, through a perverted but pervasive circularity in the logic, lack of evidence becomes the very justification for requesting \"more time\". The government claims that checks and balances will ensure extensions to detention periods are based on verifiable and compelling arguments. I beg to differ: in my case, the judge was simply bullied by streams of technospeak until she had no option but to grant extra time. </p> <p>Fighting terrorism is a serious matter and needs to be tackled in a serious way - not through empty gimmicks sustained by fear-mongering and alarmist rhetoric. The real danger is that we are witnessing a slide from the essential purity of habeas corpus into a Britain where the innocent are detained until proven guilty.</p> <p><strong>·</strong> Hicham Yezza, an activist and writer, was released without charge after six days in custody, immediately rearrested on immigration charges and issued with a removal order to Algeria, after which he was held for a further 27 days; he is still awaiting a conclusion to his deportation case <a href=\"http://www.freehicham.co.uk\">freehicham.co.uk</a></p> <p>· This article was amended on Tuesday September 2 2008. A document known as \"the al-Qaida training manual\" does not appear on the reading list for Nottingham University's politics department, as we first said in this piece. This has been corrected.</p>",
  "<p>European leaders warned Russia yesterday to withdraw its forces rapidly from Georgia or face unspecified consequences, as Moscow stalled on its pledges to honour a ceasefire and pull back the thousands of troops from the Caucasus republic.</p> <p>With the US and European governments due to meet tomorrow to consider their options for the first time since the crisis erupted 10 days ago, President Nicolas Sarkozy of France threatened the Kremlin with an ultimatum for the first time, warning that more delays in a pullout \"would have serious consequences on relations between Russia and the European Union\".</p> <p>The French warning echoed similar statements from the Americans in recent days, none of which appears to have rattled the Russians, whose forces remain in firm control of large tracts of Georgia well beyond the two separatist enclaves of South Ossetia and Abkhazia.</p> <p>\"People are going to begin to wonder if Russia can be trusted,\" said Condoleezza Rice, the US secretary of state, yesterday of Moscow's failure to keep its promises.</p> <p>The German chancellor, Angela Merkel, added to the pressure on Moscow by insisting on an \"urgent\" retreat. She also backed Georgian aspirations to join Nato. Downing Street said it would send the foreign secretary, David Miliband, to the Georgian capital, Tbilisi, later this week.</p> <p>In Moscow, President Dmitri Medvedev said Russia's troops would start withdrawing today. But there is a yawning gap between what Moscow and the west understand by withdrawal.</p> <p>Yesterday, Russian forces appeared to be entrenching their positions on the ground barely 30 miles from Tbilisi.</p> <p>Nato foreign ministers are to hold an emergency meeting in Brussels tomorrow on their response. The Americans could call for a suspension of the Nato-Russia council, a talking shop that goes back more than a decade and symbolises the post-cold war rapprochement that has been shaken by the invasion of Georgia.</p> <p>The conflict has reopened old rifts among the western allies that recall the \"old Europe-new Europe\" divisions over the Iraq war in 2003. </p> <p>France and Germany are keen to maintain smooth relations with Moscow and fear that the EU's mediation role will be jeopardised if they take sides.</p> <p>The east Europeans in Nato and the EU are strongly on the side of Georgia, looking not to Brussels, Paris or Berlin, but to Washington for leadership. At the weekend, President Lech Kaczynski of Poland slammed France and Germany for being too soft on Moscow, and complained that they were trying to monopolise the EU position.</p> <p>France was unapologetic. \"We have to invent a new language with regard to Russia. That is what the European Union is trying to do,\" said Bernard Kouchner, the French foreign minister.</p> <p>Sarkozy, the current EU president who negotiated a six-point ceasefire agreement with the Russians and Georgians last week, called for the \"withdrawal, without delay, of all the Russian military forces that entered Georgia since August 7\", when the fighting started.</p> <p>The Russians, with an estimated 10,000 troops and 150 tanks in Georgia, show no intention of withdrawing the entire invasion force, and plan to leave troops in Georgia proper, beyond the two pro-Russian breakaway provinces. Yesterday, troops set up a series of checkpoints between Tbilisi and Gori. The first checkpoint near the town of Igoeti is less than 30 miles from the Georgian capital. Georgian drivers turned back by the Russians said they were told they needed permission from Russia's ambassador in Georgia to drive down the road - which connects the east and west of the country. </p> <p>The Russian military continues to occupy around two thirds of the country, including several towns they were supposed to leave under the terms of the ceasefire deal agreed on Saturday by Medvedev.</p> <p>The Kremlin said from today Russia would \"begin the withdrawal of the military contingent moved to reinforce Russian peacekeepers after the Georgian aggression against South Ossetia\". But it said the force would not retreat to Russia, only to South Ossetia, and that forces would stay in the \"security zone.\"</p> <p>The Russians intend to establish buffer zones in previously Georgian-controlled territory beyond South Ossetia and Abkhazia. One of the most contentious points of the Sarkozy's ceasefire plan allows Moscow \"to take additional security measures\" beyond the two enclaves until \"an international mechanism\" is established.</p> <p>The \"international mechanism\", entailing perhaps UN-mandated international peacekeepers, will take weeks to establish at a minimum. The EU is endeavouring to be the main middleman. But apart from perhaps sending a few dozen unarmed ceasefire monitors in the days ahead, it is unlikely to grapple with the bigger issues of peacekeepers until EU foreign ministers meet in Avignon in France next month.</p> <p>Georgia's president, Mikheil Saakashvili, said he would not be happy until every Russian soldier had left his country's territory. \"Georgia will never give up a square kilometre of its territory,\" he said.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-336696628\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/maps_and_graphs/2008/08/17/GEORGIA_1808.gif\" alt=\"GEORGIA_1808.ai\" width=\"286\" height=\"427\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">GEORGIA_1808.ai</span> <span class=\"element-image__credit\">Photograph: Graphic</span> </figcaption> </figure>  <p>&#xa0;</p>",
  "<p>The children of Woodside High, a comprehensive in Haringey, north London, know a bit about loyalty. Ask them what they think of their school and they talk about their friends, the teachers who look out for them, and feeling safe inside the school gates.</p> <p>Ask the government and you get a different image. In June, Woodside High was named alongside 637 others as \"underperforming\" by the secretary of state, Ed Balls, and told it would close within three years if exam results did not improve. </p> <p>On Thursday, with the publication of this year's GCSE results, the school will learn its fate. </p> <p>The headteacher, Joan McVittie, said that regardless of the results, the struggle - already an uphill one - to attract children was now slipping out of reach. The bottom fell out of the school's applications the day Balls put the school on the at-risk list. </p> <p>McVittie said: \"I don't think Ed Balls has any concept of how damaging he has been to this school. He should have been in the hall last night when my staff were expecting 150 parents to the new year-seven evening and got 50. He should have been in that hall when I had to tell the pupils their school wasn't going to shut down in 50 days.\" </p> <p>The children already know what people think of their school. Asked what the school's biggest problem was, one student, recently arrived from the Czech Republic, said solemnly: \"The students. We are the worstest.\"</p> <p>Woodside High, formerly White Hart Lane secondary, has been threatened with losing £150,000 in funding for its specialist status, and subjected to intense attention from press and politicians. </p> <p>Successive heads have tried tactics such as teaching in the children's home languages, as well as recruiting teachers from overseas and re-branding, to shed the school's abysmal image.</p> <p>But it is working with one of the most difficult intakes imaginable. One in five of the 1,110 pupils has a special education need. </p> <p>About 66 languages are spoken and many children arrive with only a basic grasp of English. McVittie said that some pupils came to school malnourished through neglect. A minority entered aged 11 and left at 16. There were high numbers of looked-after children, children who had arrived in the UK unaccompanied and children living with a grandparent. </p> <p>Nonetheless, one pupil, 13-year-old Cynthia, when asked what she liked about Woodside High, compared it with the Nigerian school she had attended until her arrival in London last autumn: \"In my Nigerian school I couldn't talk to a teacher - you asked too many questions and they beat you.\"</p> <p>Julia Crooks, a teaching assistant at the school, said: \"Cynthia isn't one in a thousand. Most kids here have a story. This school gets a rough ride but is getting better. </p> <p>\"There were very, very dark days. When my eldest boy was told he'd come here I nearly had a nervous breakdown - no way did I want him here. There would be 10 to 15 police vans outside the school. How could I let my boy go into that? But now that's starting to change. It's very gradual.\"</p> <p>Violence once flowed down the corridors of Woodside High. When the current headteacher arrived two years ago she found weapons including 20 knives and countless laser pens in her predecessor's bottom drawer. </p> <p>\"It was in total turmoil when I arrived,\" McVittie said. </p> <p>Permanent security guards on the gates and tougher disciplinary procedures that make carrying a weapon an offence automatically triggering exclusion have brought some order to the passageways at Woodside High. </p> <p>Every single day, senior staff join the security people at the school gates. Instead of weapons, they painstakingly confiscate hoodies, sending children home when their uniforms are not up to scratch. </p> <p>The hallways are now under control, but there are still classes where teachers must patiently negotiate a thousand distractions to get the children learning. </p> <p>Since the arrival of McVittie half the staff have been changed and rigorous systems for tracking pupil progress have been introduced. </p> <p>Teachers on the government's Teach First scheme, which fast-tracks high-flying graduates into classrooms, have arrived, as have a network of experienced leaders and consultants. </p> <p>McVittie has participated in 18 disciplinary processes and three tribunals to tackle underperforming and underqualified teachers. </p> <p>But last year the school celebrated its best GCSE results in years. It scores highly on the government's value-added measure, which indicates how much children have improved during their time in a school. </p> <p>But the government's target is now much tougher than it was previously. To get out of the underperforming category the school will need to achieve 30% A-star to C grades with its GCSEs, including maths and English. At Woodside High that figure has been stuck at around 17% for several years now.</p> <p>But the school is confident it will get there. On the windowsill in McVittie's office sits a framed photograph of Tony Blair outside the school, with the words: \"Congratulations on turning your school round. Tony Blair 2006.\"</p> <p>How many times can you turn a school round? McVittie said: \"It's not difficult. You need three things to turn a school around. Sort the behaviour out, sort the teaching out, then give it some time. You can't get these kids through English GCSE in a year ... you need five years of sustained work. That's what the government doesn't understand.\"</p>",
  "<p>Have you recently been the victim of a love rat? Lost half your body weight? Married a Greek waiter a third of your age? Overcome a pet-related tragedy? All of the above? If so, you may be thinking about selling your story. After all, lots of other people do. The British media are obsessed with \"real life\" and the little stories of everyday passions, deception, triumphs and anguish that are played out behind the double glazing of the country. Shelf-loads of magazine titles are dedicated to real-life stories; newspapers - of all types - fill their pages with case studies and, courtesy of the Trisha and Jeremy Kyle studios, real people are running amok across our TV screens. </p> <p>No wonder, then, that dancing in attendance to the real people is a group of agents and agencies who will help you sell your story. But who are they? How do they work? And what will they do with your heartfelt tale of losing half your weight because of your poor treatment at the hands of a love rat, only to have your pet run off with a Greek waiter?</p> <p>Some of the agencies are long-established: South West News, Wessex Features and KNS News all began life as organisations for funnelling local news up to the nationals. But now, thanks to the expansion of the real-life market and the growth of the internet - meaning stories' scope can be national, even international - the role of the agency is developing, and these organisations are being joined by a plethora of smaller set-ups who provide a similar service: finding, writing up and selling a host of real-life stories. </p> <p>Katy Weitz, the director of First Features press agency, says of the local agencies: \"They didn't see the opportunities first and now they're having to catch up.\" She notes that many are being forced to diversify, or even close down their news wing altogether to focus on selling real-life stories. Weitz also points out that because of the work local companies have done until recently, they are not always well equipped to provide the service she does (although obviously, she has a reason for suggesting this). \"Traditionally, local agencies are where you serve your journalistic apprenticeship, so you're good at running around after stories but not necessarily good at sitting on the phone for hours getting lots of emotional detail from a real-life story.\"</p> <p>Conversely, the new real-life agencies are often set up by freelance journalists, who can now use the internet to reach a large audience. \"The real-life thing is just building,\" says Natasha Courtenay-Smith, the founder of Talk to the Press. \"Everyone from Take a Break up wants human interest stories.\" Alison Smith-Squire, who runs Feature World, agrees. \"The volume of traffic at my site has increased massively in the last year,\" she says. \"With a Google search it's quite easy to find an agency, and real-life magazines and TV programmes all help to raise awareness about selling your story.\"</p> <p><strong>Going it alone</strong></p> <p>But using an agency to sell your story is not necessary. In fact, magazines, newspapers and TV programmes would prefer it if you didn't - because it's cheaper for them - and many publish or broadcast invitations for you to contact them direct. </p> <p>Agencies make much of the hand-holding service they can offer during a potentially tricky process. \"A lot of people are really nervous about it,\" says Courtenay-Smith, \"and you do need your wits about you. When you're phoning the features desk of the Sun or the News of the World you can hear how busy they are. You have to be concise and to the point about the story, which is hard if you're living it.\" </p> <p>Agency websites also make great efforts to reassure potential clients that they will be happy with the story that's published, and will be able to read through the final copy before it leaves the agency. What they don't say is that it's unlikely to be the same version that appears in the publication. \"Mostly the journalist who receives it will think, 'This is a piece of crap' and rewrite it because the majority of agency writers seem to have gone to the Mills and Boon school of flowery writing,\" says one features editor who has worked on a variety of weekly real-life titles. </p> <p>Clare Thorp, features editor at New! magazine, agrees that most stories will go through a rewrite, if only to get it into the appropriate style for the magazine. \"They are pretty much always changed,\" she says, \"and we nearly always have to ring up the person in the story for more quotes.\" It means that the reassuring read-through of your story before it leaves the agency is probably redundant. \"When agencies read back I think it's a bit pointless,\" she says, \"because it will change so much before it's published.\"</p> <p><strong>Unspecified rewards</strong></p> <p>The payoff, of course, is the money. But does going through an agency mean more money for you? \"When agencies get involved it becomes a bidding war and the prices are pushed up artificially,\" says one features editor. \"They will claim they've had other bids in when they haven't.\" Working out how much money agencies make off the stories they sell can be quite difficult. Most agency sites say that their service to people selling the story is \"free\": they negotiate a fee for the story and then add their own charge on top, paid by the magazine, newspaper or TV show. Agency sites either don't specify amounts or emphasise that fees are variable - from a couple of hundred pounds into the thousands, depending on the story. </p> <p>Unsurprisingly, agencies are reluctant to discuss how they split the money. Some suggest that they just keep the standard freelance journalist's rate for writing up the story. Others have their own policy about how the money is shared. Thorp says that most magazines don't get involved in the details of how much money is going to an agency and how much to the subject of the story. \"We pay an all-in fee,\" she says, \"and leave it to them to sort out.\"</p> <p>Weitz, on the other hand, insists that good agencies will always keep the process transparent - and that because of the auctioning process for real-life features (she describes it as \"like eBay for stories\"), going through an agency will normally mean you make more money than if you sell direct.</p> <p>What's clear, however, is that getting a good deal is dependent on finding a reputable agency - and there's no guaranteed way to do that. \"I say that the world wide web is the wild, wild west,\" says Weitz. </p> <p>Smith-Squire says people thinking about selling their story should be careful who they work with. \"Always check out the credentials of the agency,\" she recommends, \"and make sure you can see examples of what they've done before. Because there isn't any regulation and you're relying on people being honest.\"</p> <p>And if you fail to do that? Well, you might have another story to sell on your hands: my real-life agency hell.</p>",
  "<p>Whenever, to coin a phrase, a war breaks out in a faraway country of which we know little, I am reminded of a news editor I once worked for. He would go to a wall map showing the location of the paper's correspondents, produce a ruler, and measure the distance of each from the area in question. Regardless of travel links or national boundaries, he decreed that the nearest should go. </p> <p>It was a bit like that, I imagine, in many media offices when the conflict between Georgia and Russia broke out. Not only was it August, when many reporters are on holiday, it was also the Olympics, and the few still on duty were mostly in Beijing. The Financial Times headline, \"Georgia says Russia at war\", may have seemed strange, but it summed up the state of Fleet Street's verifiable knowledge as the armies moved into action. In the age of 24-hour news, however, the press cannot hang about waiting for reporters to arrive. Readers want bombs, tanks and death tolls. They need to be told who are the goodies and baddies. News, remember, is part of the entertainment industry.</p> <p>Into the vacuum stepped the Georgian government. Its president, Mikheil Saakashvili, speaks English, wants to join Nato, sent troops to Iraq, got himself educated at Harvard, cultivates a media-friendly style, and sends Georgian university exam papers to be marked in Britain, though whether he expects to get them back is another matter. He took power in the Rose revolution of 2003-04 and professes to be a democrat. He's clearly an all-round good egg. And he has a PR firm, Aspect Consulting, based in Brussels, London and Paris, which also acts for Exxon Mobil, Kellogg's and Procter and Gamble.</p> <p>Almost hourly over the five-day war, press releases landed on foreign news desks. \"Russia continues to attack civilian population.\" The capital Tblisi was \"intensively\" bombed. A downed Russian plane turned out to be \"nuclear\". European \"energy supplies\" were threatened as Russia dropped bombs near oil pipelines. A \"humanitarian wheat shipment\" was blocked. Later, \"invading Russian forces\" began \"the occupation of Georgia\". Saakashvili's government filed allegations of ethnic cleansing to The Hague. Note the use of terms that trigger western media interest: civilian victims, nuclear, humanitarian, occupation, ethnic cleansing.</p> <p>It would be unfair to accuse the British press of accepting the Georgian PR uncritically. Most papers dutifully reported that a Georgian attack in the breakaway province of South Ossetia, where most people want to join Russia, started the conflict. But casual readers might have struggled to understand that. The Mail's headline announced: \"'1,500 die' as the Russian tanks roll in\". Only in the last paragraph of the story did it become clear that the Georgians, not the Russians, were alleged to have killed 1,500.</p> <p>Russia's behaviour, newspapers implied, was in a quite different category from Georgia's. In the Sunday Times, Russian tanks went \"rampaging\" in South Ossetia, while Georgian tanks merely \"moved\". If Georgian forces had bombarded civilians, it was \"reprehensible\", the Telegraph allowed. Russia, however, was \"offending every canon of international behaviour\". An analysis in the same paper avoided any mention of how Georgia provoked the crisis. Saakashvili was \"paying the price\" for his pro-western foreign policy. A \"resurgent Russia\" was \"itching to flex its muscles and burning with post-imperial hubris\". Such comments are illuminated by substituting Britain or America for Russia, and Iraq for Georgia. Try \"resurgent Britain ... itching to flex its muscles\", etc. </p> <p>As the conflict went on, press coverage became more balanced, with several commentators noting, to quote the Independent's Mary Dejevsky, that \"it is quite hard to argue that there is one law for assisting Albanians in Kosovo and quite another for Russians and Ossetians in Georgia\". Increasingly, the press portrayed Saakashvili as a self-regarding fool who blundered into a war he was bound to lose. </p> <p>But Georgia's actions in South Ossetia went largely unexamined, and it was hard to find, from press accounts, what refugees from the province were fleeing from. Again, the Georgians played the PR game more skilfully. Western correspondents were welcomed into Gori and shown areas apparently bombed by the Russians. Saakashvili held international media phone conferences, got himself on TV news channels and even found time, within hours of war breaking out, to write for the Wall Street Journal. Russia, by contrast, allowed little access to South Ossetia. Its government attempted no comparable media offensive. Though it also has a PR agency, GPlus Europe in Brussels (and Ketchum in Washington), it was not asked to issue press releases. As a source wryly put it, \"the press release is not a common tool of the Russian government\".</p> <p>The brief war in the Caucasus was a classic example of the situation outlined in Nick Davies's book Flat Earth News. Most newspapers hadn't a clue what was going on and lacked sufficient resources to find out. So skilfully presented PR was at a premium. Most journalists treated it with at least some scepticism, but it inevitably had an effect. If there was a military war, there was also an information one, and Georgia got the better of it.</p>",
  "<p>On the afternoon that my husband Paul decided to take his life, I was at the supermarket buying his favourite pizza for tea. As soon as I got home, my instinct told me that something was wrong. I dumped my shopping bags in the kitchen and went upstairs to our bedroom. Paul was sitting on the side of the bed with his back to me. </p> <p>\"I'm sorry,\" he said. \"I've taken enough this time.\" He rolled on to his back and I noticed that there was a piece of paper stuck to his pyjamas. I knew it was a note for me. Paul had written it in case he fell unconscious before I got home. It explained that he couldn't stand the pain any more, and was signed, \"Your darling bear, Paul.\"</p> <p>In the few seconds it took me to read, Paul had drifted off to sleep. From the corner of my eye, I could see a pile of empty sleeping pill and morphine packets on the bedside cabinet. I could not bring myself to check how many of the tablets Paul had taken. Part of me hoped that he hadn't taken enough, but deep down I knew that he meant it this time.</p> <p>He had taken two overdoses in the past, but admitted immediately that they had been cries for help. Both times I had called for an ambulance. This time, ringing for help simply wasn't an option. I wanted Paul to live more than anything, but I also knew how desperate he was to escape his suffering. I had to put his wishes before mine. </p> <p>I had known that Paul was the man for me as soon as we met at a pub in Richmond 10 years earlier. He was intelligent, funny and kind. Two years later, we got married at Chelsea register office. Just days before the wedding, Paul developed flu-like symptoms, which hung around long after the honeymoon had ended. </p> <p>Paul saw countless doctors and specialists in an attempt to get a diagnosis. He had suffered from arthritis since childhood and wasn't a stranger to poor health. When the doctors failed to explain why he was so exhausted and achy all the time, we scoured the internet and eventually drew our own conclusions. All the symptoms matched those associated with ME, or chronic fatigue syndrome. Paul was obviously suffering from a severe case. We moved to a rented cottage in Yorkshire in the hope that the fresh countryside air might aid his recovery, but over the years his symptoms worsened. </p> <p>Paul was a gifted linguist and shortly after meeting we set up a translation business together. But as his health deteriorated, so did the business and we went bankrupt. He was in constant excruciating pain, which he described as like having toothache all over his body. I could hear his bones crunching when he moved, yet most of the medical professionals we saw concluded that his illness was all in his mind. They tried to suggest that Paul was suffering from depression, but he was like an active man trapped inside a 95-year-old's body. He felt so frustrated, but he directed his anger at his own weakening body. </p> <p>His condition had worsened to the point where even washing and shaving were a struggle. He kept his mind active by reading and watching the news and documentaries on TV, but he needed to be out there living life rather than observing it from his bedroom. He was struggling to deal with the burden of his illness and loss of independence. His hope had faded along with his health. </p> <p>Now, as Paul lay dying in our bed, I kept myself busy downstairs. I felt strangely calm as I put away the food that I had bought for us to eat together and replied to some emails. It was a warm and peaceful July evening. </p> <p>I went into the garden to pick some flowers for Paul's bedside table. I also checked on him constantly through the night, wiping the sweat from his brow, lying next to him as he slept and telling him how much I loved him. </p> <p>I didn't think of the past or future. Paul woke up only once that night and asked for his headphones so he could listen to his radio. At 9.30 the next morning, he took his last breath. There was no regret. I knew the end was how he had wanted it to be; painless and dignified. </p> <p>The calm that had enveloped me continued as I called our GP and told him what had happened. He came straight over and confirmed that Paul was dead. He then said that it was his duty to inform the police because Paul had died at home. A policewoman came to take a statement. As I went over what had happened I suddenly felt overwhelmed with emotion and broke down in tears. Later a detective arrived and I went over everything again, thinking it was simply a matter of routine.</p> <p>That evening, my mum, Betty, and my brother, Warwick, arrived, but I just wanted Paul. Suddenly I started to wonder how I was going to carry on without the love of my life. Mum stayed with me while I started making the funeral arrangements and answered all the calls and emails that came in telling me what a wonderful man Paul was. He was only 43. I kept reminding myself how lucky I was to have had him in my life for 10 years, even if it wasn't for as long as we both wanted. </p> <p>Two weeks later, the detective I had given my statement to knocked on my door. \"I'm arresting you on suspicion for assisting suicide and manslaughter,\" he said matter-of-factly. </p> <p>I began to shake as he read me my rights. </p> <p>I couldn't believe what was happening. </p> <p>It hadn't even crossed my mind that I had done anything that could be deemed wrong in the eyes of the law. In my mind what I had done was an act of love. How could I be arrested for that? I just couldn't equate what I had done with a criminal offence. </p> <p>I was told to report to Harrogate police station the next day. My stepfather Frank knew a solicitor who agreed to take me on. </p> <p>I was released on bail while the police investigated further. I had to surrender my passport, and report back to the police station at regular intervals. I was also ordered not to speak to Paul's family in case they were needed as witnesses. </p> <p>I kept thinking how horrified Paul would have been if he could have seen what was happening to me. It was the last thing he would have wanted. I missed him desperately, but I felt that I had to try to put my grief on hold until the investigation was over. My solicitor kept reassuring me that it wouldn't go to trial and I did my best to believe him. </p> <p>The Christmas after Paul died I moved to Exeter to make a fresh start. It had been Paul's and my dream to retire to Devon, and moving there helped me feel connected to him somehow. But the combination of grief and the sleepless nights I spent worrying about the case had a terrible effect on my own health. On the first anniversary of Paul's death, I was rushed to hospital with pneumonia and spent two days in intensive care. I was prescribed antidepressants to help me cope. </p> <p>Then, two months later, I was told to report back to Harrogate police station where I was charged with manslaughter. They couldn't charge me with assisting suicide because I hadn't done anything to actually assist Paul's death. Even so, I was facing up to 15 years in prison. </p> <p>I pleaded not guilty and my trial began at Leeds crown court in April 2005. The prosecution accused me of failing in my duty of care towards Paul by not intervening when I realised what he had done. Much emphasis was put on the fact that Paul's illness was so difficult to diagnose. Our very private relationship was picked over for the consideration of the jury. But not once during that six-day trial did I question whether I had done the right thing or not. That gave me the strength to get through it. </p> <p>I also received support from the organisation Dignity in Dying, which campaigns for people's right to choose how their life ends. My own life was now in the hands of the jury - and, fortunately, they saw how thin the case was against me. They took just two hours to declare me not guilty. So many emotions flooded through me as I stood in the dock knowing that I was free. I felt relieved that it was all over, and angry that I'd had to go through it all in the first place. The jury all gave me thumbs-up signs and mouthed \"good luck\" to me as they left the court, which I found tremendously moving. This hadn't just been a victory for me; it was a victory for Paul, too. </p> <p>With the trial over, I started seeing a counsellor to help me cope with my grief and I also applied to do a creative writing master's degree at Exeter University. I'm now studying for the next stage up, an MPhil in the same subject, and I'm planning to write a book about Paul and what we went through together. </p> <p>It's five years since Paul's death and I still miss him terribly. Life will never be the same without him. Our story isn't an easy one. </p> <p>It's full of pain and disappointment, but also joy and pleasure. Not every love story has a happy ending.</p> <p><strong>· </strong>Jill Anderson was talking to Danielle Wrate. Dignity in Dying can be reached on 0870 7777 868 or <a href=\"http://www.dignityindying.org.uk\">dignityindying.org.uk</a> </p> <p><strong>· </strong>Do you have a story to tell about your life? Email it (no attachments, please) to <a href=\"mailto:my.story@theguardian.com\">my.story@theguardian.com</a>. If possible, include a phone number.</p>",
  "<p>It is the darkest place in England. The Kielder Forest, occupying 250 square miles and situated just where Northumberland brushes against Scotland, has the lowest levels of light pollution in the country - making it the perfect place to watch the stars. Here, far from towns and cities, where all that artificial light smogs up the skies, Charles Barclay, a young, London-based architect, has designed a gloriously inventive yet low-key observatory. It is a place where amateur stargazers and professional astronomers can share telescopes, viewing platforms, ideas and knowledge, beneath one of the most wonderful sights the country has to offer, as the sun sets on clear days and eyes adjust to the seemingly infinite expanse of stars above. </p> <p>This really is a remote spot. It is the last great, uninvaded playground of the red squirrel, as well as home to otters, roe deer, six species of bat (happily evident in the hot summer skies) and any number of birds of prey, from goshawks to windhovers. Unless you are prepared to drive, though, the Kielder Observatory, built for the Forestry Commission and the Kielder Partnership, is very hard to get to. The last passenger train stopped at Kielder Forest station in 1956. If trains were running along the route today, they would be busy all summer: there is so much to see, by day as well as by night. There's the vast reservoir, opened in 1982 and almost instantly redundant, designed to quench the thirst of heavy industry along the Tyne, Wear and Tees. There are 155m trees, great stretches of moor and bog, and a cluster of enigmatic artworks, plus numerous other structures - including Japanese architect Kisa Kawakami's Mirage, which features 1,000 steel discs woven between trees - all commissioned over the years by the Kielder Partnership. </p> <p>And now there's the observatory. I finally got here by the post bus that runs morning and afternoon from Hexham, half an hour from Newcastle upon Tyne by train. The observatory - which is not staffed all the time, so check before you go - is a small wonder, a kind of wooden pier stretching over land. When the doors of the turrets concealing its telescopes glide open, it looks like a child's drawing of a warship. With its decks and galley, its largely timber and steel construction, and great views out across the waters of Kielder Forest, the observatory really does feel like a ship at sea - especially as night settles in and only the ghostly shrieks of barn owls remind you that you are a long way from tidal waters. </p> <p>Set on concrete stilts, the observatory has two hand-cranked, rotating telescope turrets; between them sits an open-air terrace where amateur stargazers can unfold their telescopes, and a timber retreat called the \"warm room\". This is where professional astronomers can operate the smaller telescope remotely, by computer. The room is equipped with a stove, and there's a compost lavatory next door. All the energy the observatory needs is generated by a 2.5kw wind turbine and by solar power. This special building touches down on the Kielder landscape as gently as a long-legged fly on the nearby reservoir.</p> <p>It has not been expensive: the total cost, including equipment, was £415,000. Projects like this will never make architects well off, yet who could resist such a challenge? Charles Barclay was a natural choice. He has a good feel for buildings that are inventive and gentle, as well as being imaginative and economical; his best work includes the renovation and remodelling of an 18th-century barn in the Cotswolds, and a new timber house for a Cornish dairy farmer at Liskeard.</p> <p>Barclay's observatory is a happy balance between what appears to be little more than a simple, almost cartoon-like, timber gangway with some sheds on top and some fine technology inside, with the cranks and cogs needed for the telescope turrets sitting delightfully within the simple wooden walls, floors and ceilings. It is rather like being in an early Victorian steamship, especially in the dark, when the red lamps glow (red keeps light pollution to a minimum). The timber, Douglas fir and Siberian larch, has had to be imported; the abundant supply within Kielder Forest is not suitable for building. Equally, there's a nice balance between the computer-linked telescope and its larger sibling, a 20in Pulsar Optical, a mighty star-spotting device. </p> <p>So the Kielder observatory is not just a special building in a special place, but a gateway to the heavens. At night, in the darkness of the forest, the sky is anything but still: shooting stars flare, satellites flash as they spin past, planets appear to rise and fall, and the moon glides by. I trained my telescope on the Dog Star, at its height in summer (hence the phrase \"the dog days of summer\"). It was the clearest view of it I've ever had. </p> <p>The observatory joins a growing cluster of unpretentious, low-cost British buildings by intelligent architects that offer something way beyond what money can buy, far from the world of crude modern development. These gems include the simple yet sophisticated An Turas ferry shelter on Tiree, designed by Sutherland Hussey Architects; and Tony Fretton's Faith House on the Dorset coast. Both are, as it happens, good places to watch stars from. And, because of their rarity, these buildings, along with the Kielder Observatory, are curiously exotic, and well worth working that little bit harder to get to - much like the stars themselves.</p> <p><strong>· </strong>Details: <a href=\"http://www.kielderobservatory.org\">kielderobservatory.org</a> </p> <h2>From a monsoon predictor to dishes that can cross the road<br>Jonathan Glancey picks five other great gateways to the heavens</h2> <p><strong>Royal Greenwich Observatory, London</strong><br>Commissioned in 1675 by Charles II, this observatory, commanding a magnificent view over the Thames and central London, was designed by Christopher Wren with Robert Hooke. It was the originator of Greenwich Mean Time, and in 1851, a line drawn through the observatory became the prime meridian (longitude 0 degrees). </p> <p><strong>Jantar Mantar, Jaipur, India</strong><br>This elaborately sculpted stone observatory, built in the 1720s, boasts 14 major devices for measuring time, predicting eclipses, tracking stars, ascertaining declination of planets and determining the beginning of the monsoon season. Enchanting, unexpected and very beautiful.</p> <p><strong>WM Keck Observatory, Hawaii</strong><br>The twin domes of this station, on the peak of Mauna Kea, Big Island, Hawaii, sit atop a 13,600ft dormant volcano. Night skies here are as dark as any human could hope for, and the journey up is breathtaking. </p> <p><strong>Parkes Observatory, New South Wales, Australia</strong><br>Opened in 1961, this station, with its big telescope/communications dish, was a great help to Nasa and the first manned mission to the moon in July 1969. It is one of the most important centres for locating pulsars, which were once thought to be beacons created by extraterrestrials.</p> <p><strong>The Very Large Array, New Mexico, US</strong><br>There are 27 radio telescopes here, built by the US National Science Foundation as part of the National Radio Astronomy Observatory. Arranged on tracks, the dishes can move huge distances. They can even cross Highway 60. The location, 7,000ft above sea level, is one of magnificent isolation.</p>",
  "<p>You probably have no idea what Alisdair Simpson looks like, but you'll know his voice. It is deep and manly, confident, velvety, unhurried, and British. He is The Voice, and has narrated dozens of documentaries and adverts. He can create drama with just a pause and a drop in pitch and volume, as he does frequently in <strong>Pacific Abyss</strong> (BBC1, Sunday). As we go deeper down into the ocean, so Alisdair's voice follows: \"This is one of the deepest and most dangerous diving expeditions ever undertaken,\" he purrs. This is one of the deepest and most lucrative voices ever heard. </p> <p>Kate Humble's there, too, of course. Any trip going anywhere exciting and adventurous for TV, Kate's on it. She's actually become part of any expedition checklist. Oxygen tanks? Check. Wetsuits? Check. Humble? Check. Here, Kate's diving with audio equipment, so we can hear what she's saying, even underwater. \"It's so exciting to see so much life, so many different species,\" she gushes, swimming around a wreck in Chuuk Lagoon. Come on, Kate, you're going to have to do a bit better than that. Say something pithy. </p> <p>We're in Micronesia, with a bunch of divers, sorry \"extreme underwater adventurers\". Alisdair keeps telling us how dangerous it all is. Kate's with the shallow crew, but there's also a deep crew, who take \"incredible risks in their search of new species\". His pompous syrupiness is beginning to annoy. The deep team is testing out their kit. \"If things go wrong now, they have very few options,\" says Alisdair. And suddenly there is a problem! Someone has equipment failure! \"In a flash, the mood changes,\" whispers Alisdair. It's life and death. </p> <p>Except it isn't really. The guy is perfectly OK, just a problem with his read-out or something. Still, it's very important to emphasise the EXTREME DANGER these brave people are constantly in. I know it's not really Alisdair's fault; he's just reading a script, but I've got to pick on someone.</p> <p>The equipment they're testing is something called a \"rebreather\", which is explained in considerable depth (which of course is where it's designed to go). There's actually a fair amount of equipment explanation; the whole thing feels a bit like a Padi course. Too much Padi, not enough fish and sharks. And not enough about the wrecks either. Chuuk Lagoon is the resting places for dozens of Japanese warships, sunk by the Americans, tit for Pearl Harbor's tat. We get a bit of world war two history, but not enough. It's certainly a lot more interesting than rebreathers. I'd like less about the divers, their equipment and the IMMENSE RISKS they're taking, and more about what they actually find down there.</p> <p>There are two more parts to come, and we leave it on a cliffhanger - almost literally, except the cliff is underwater, in a sunken atoll. An abyss-hanger then. The divers are exploring a cave, unaware that the wind is getting up on the surface. \"In the silence of the cave,\" says Alisdair, \"the divers are unaware that topside, the full force of the storm is about to hit ...\" Oh shush, they'll be absolutely fine, you'll see. </p> <p><strong>Make Me a Christian</strong> (Channel 4, Sunday) is one of those silly shows that reduces a major world religion to a few simple dos and don'ts. They've done it for Islam, I seem to remember. So Christianity means following the word of the bible, blindly, unquestioningly. And it means stopping having sex with people you're not married to, never having sex with people of the same sex, cutting down on the number of shoes you own, eating nettle soup, playing pick-up sticks, and singing. Oh, and giving up lap-dancing (inevitably one of the potential converts is a lap-dancer). And that's pretty much it. Do that and you're in. Congratulations.</p> <p>I just don't believe in the people on <strong>Wife Swap</strong> (Channel 4, Sunday). It's now well past it's sell-by date. Groan. They're behaving the way they do because they're on TV. This episode did produce the quote of the weekend, though. It came from Tony, a ridiculous, lazy, sexist </p> <p>idiot, who's not about to attempt to improve himself. \"You can't teach an old leopard new spots,\" he says. No, Tony, you can't.</p>",
  "<p>When China's biggest sports star takes to the starting blocks this week, the nation will pray for him to end the race with a gold medal around his neck.</p> <p>But executives are more worried about the rest of Liu Xiang's attire. He will cross the finishing line of the 100 metres hurdles with a swoosh on his shoes - but if he makes it to the podium, he will have three stripes on his sleeve. </p> <p>Never mind the athletics. The real battle in Beijing is not the struggle to top the medal table, but the multibillion-dollar fight between two giant brands intent on conquering the fastest-growing sportswear market in the world. Adidas and Nike have invested unprecedented sums in wooing Chinese consumers during the Olympics. The German firm is estimated to have spent $190m (£100m) on sponsorship and associated marketing; its US rival has stumped up close to $150m.</p> <p>Adidas is sponsoring the games itself and the Chinese Olympic committee. Torchbearers, officials and volunteers are all clad in the brand; so too are Chinese champions. \"Every single Chinese athlete winning a medal will be in Adidas on the podium,\" says Paul Pi, vice-president of marketing for Adidas China.</p> <p>But Nike has fought back by sponsoring the Chinese teams in 22 of 28 Olympic sports. \"The moment for Chinese fans is when the gun goes off and when he crosses the finish line. If Liu's in first place, the whole nation will go completely insane with excitement - and he will be wearing swooshes,\" says Nike spokesman Charlie Brookes.</p> <p>At the root of this rivalry is a market a fraction the size of the US - but growing at 30% annually for the past five years. Pi concluded, \"If you want to lead globally, you have to lead in China.\"</p> <p>Nike says it passed the $1bn sales mark this spring, a year ahead of schedule. Adidas says it has leapfrogged its rival in becoming market leader by the start of the games, with sales up 60% in the first half of 2008 - though its claim is based on factors such as brand image. It is \"on course\" to reach $1.5bn by 2010.</p> <h2>Powerful</h2> <p>\"They are absolutely neck and neck,\" said Terry Rhoads of Shanghai-based sports specialists Zou Marketing. He estimates China could overtake the US as the biggest single market by 2025.</p> <p>\"Adidas had to have this sponsorship,\" added Greg Paull, co-founder of marketing consultants R3, who believes the brand was at risk because of Nike's deals with individual athletes.</p> <p>\"We expected the Olympics would not be a powerful marketing tool - but the opposite has been the case. The market hasn't matured to the stage of the US or UK in terms of marketing literacy and the celebrity aspect is still very strong. If you can tie Liu Xiang or Yao Ming to your product, that has a big impact.\"</p> <p>Adidas has tapped into the national passion for sport with a campaign that gives its standard slogan a patriotic twist: \"Together in 2008 - Impossible is nothing\".</p> <p>\"Other countries are interested in the Olympics. But in China well over 90% of people are passionate and supportive and want to be involved,\" said Pi.</p> <p>Meanwhile, Nike's \"Courage\" spots emphasise individual achievement. \"For us, it's about connecting with athletes: we make products that make them perform better and then build on the excitement that creates,\" says Brookes, citing the ultralight Hyperdunk shoe for Kobe Bryant or Asafa Powell's Zoom Aerofly. He pointed out that ordinary consumers benefit from the the same technology.</p> <p>The real race is outside the Olympic zone. Adidas, which is opening stores at the rate of two a day, will have 5,000 shops in China by the end of the year. Its new store in Sanlitun - several miles away from the Bird's Nest stadium - opened last month and is the largest in the world, with 3,170 sq m of retail space over four floors. There is a rooftop basketball court, a smoothie bar, computer terminals to customise trainers and exercise stations. A gallery showcases the footwear Adidas has made for the games, from boxing boots to slides for divers - all presented in glass cases and lit with artistic reverence.</p> <p>Nike has slightly fewer outlets, and its main store is a mere 1,208 sq m, but its Wangfujing location is one of Beijing's premier shopping hubs. It also boasts a gallery in the 798 art district, where the current exhibition traces the brand's development - and not a single item is for sale.</p> <h2>Flair</h2> <p>Meanwhile, the two companies face competition from sporting icon turned entrepreneur Li Ning. The three-time gold medallist demonstrated his gymnastic flair as he \"ran\" around the top of the Bird's Nest Stadium before lighting the Olympic cauldron - albeit dressed in Adidas. But to many young Chinese people he is as well known for his eponymous sportswear brand: sales reached $750bn last year. After his appearance, his Hong Kong-listed stock rose 3.5%.</p> <p>But its appeal may be flagging for shoppers like Yang Yang, who visited Sanlitun's Adidas store shod in Nike trainers this week. \"I do wear some Chinese brands - mostly Li Ning,\" said the 26-year-old sports teacher. \"They're a lot cheaper, but the style and technology of Adidas and Nike are better. I usually buy Nike for running, but a lot of the Adidas casualwear looks really good.\"</p> <p>Rhoads believes that consumers like Yang will leave both Adidas and Nike winners for many years to come. \"This market is phenomenal,\" he said. \"China has 400 million under-20s who are watching the Olympics and falling in love with sports. Most people in China still are not playing sport. When it does catch up - wow!\"</p> <h2>Explainer: Battle of the brands</h2> <p><strong>Nike</strong></p> <p><strong>Headquarters</strong> Beaverton, Oregon, US</p> <p><strong>Trademark</strong> The swoosh</p> <p><strong>Founded</strong> In 1964, by Phil Knight and his former track coach Bill Bowerman, as Blue Ribbon Sports. In 1971 they adopted the name of the Greek goddess of victory, Nike, for their shoes.</p> <p><strong>Employees</strong> More than 30,000</p> <p><strong>Revenues</strong> £10bn in the fiscal year ending May 31 2008</p> <p><strong>Olympic sponsorship</strong> Is sponsoring 22 of 28 Chinese sports federations. Also sponsors Liu Xiang, China's most famous athlete, and the US national Olympic committee.</p> <p><strong>Adidas</strong></p> <p><strong>Headquarters</strong> Herzogenaurach, Germany</p> <p><strong>Trademark</strong> Three stripes</p> <p><strong>Founded</strong> In 1949 by Adolf Dassler, who had been producing sports shoes since the end of the first world war and equipped athletes at the 1928 Olympics. His brother Rudolf founded Puma, prompting an ugly family feud.</p> <p><strong>Employees</strong> 31,000</p> <p><strong>Revenue</strong> £8bn in 2007 (including Reebok and TaylorMade golfing equipment)</p> <p><strong>Olympic sponsorship</strong> As partner, has clothed 100,000 event volunteers, officials and staff. It also sponsors the Chinese national Olympic committee, meaning its athletes will wear the logo while receiving</p>",
  "<p>There were two distraught crews among the British rowing squad yesterday, and both of them had won silver medals. The expectations within the team had become so high that both the women's quadruple scull and the men's eight were devastated by an afternoon that they regarded as a failure. Rarely can such success have provoked such misery.</p> <p>Hardest hit was Katherine Grainger, the senior member of the quad. The Scot has now won silvers at three consecutive Games, making her the most successful female British rower in history. This medal, she said, was the hardest to accept of the three. \"I think we're all devastated, I'm proud of what we've done in the last few years, but the gold was what we came for. We've failed to meet our own standards. We always said that silver wouldn't be good enough for us.\"</p> <p>Shortly after saying those words, Grainger broke down in tears and was consoled by the embrace of her mother. Her crew-mate, Annie Vernon, was also crying, \"I feel so empty - if we can't do it now, when will we do it?\" For Vernon, 25, the answer to that question may well be at London 2012. But for Grainger, 32, this might prove to have been her last chance. She refused to consider her future, commenting only that her plans had stretched as far as winning gold and no further.</p> <p>Whereas the women's quad were overtaken by China in the final 200 metres of the race, the men's eight trailed Canada throughout, but it did not make their defeat any easier to take. \"It wasn't the result we were hoping to get,\" said the cox Acer Nethercott. \"It's bizarre, the rational side of my brain is saying 'I can't be upset with a silver' but the emotional side is still very raw, because we were capable of gold.</p> <p>\"But we didn't get a clean start so we were always chasing the race. There's always things you could have done better, but when you come away with silver not gold those questions are going to haunt you. My rational side has got to wrest control because I'm probably only going to stand on an Olympic podium once in my life, so I've got to make sure I enjoy it.\"</p> <p>David Tanner, performance director of UK rowing, rightly pointed out that the reactions of the eight and the quad were an indication of how strong the squad has become. \"This may sound strange, but a big positive is that we've seen guys win silver medals and they're far from ecstatic about it. That's a strong sign of what we're aiming for.\"</p> <p>If this squad, the most successful in Britain's Olympic history, needed any extra motivation for 2012, they have found it with the silvers they won yesterday.</p>",
  "<p>Roman Abramovich could manage this special group of players. Both Jose Mourinho and Avram Grant would have overseen a rout as emphatic as this. Yet Luiz Felipe Scolari now has that privilege. Chelsea, fluid and purposeful with quick, early, below knee-height passing, rampaged through the Portsmouth ranks with frightening ease.</p> <p>Scolari began his reign here by integrating all four of his attacking midfielders... anchored by the young man-mountain Mikel John Obi... but their starting positions bore little relevance to the area in which they operated at any one moment. Deco, for example, started on the left but was hugely influential all over the place.</p> <p>The hosts were splendidly flexible and passed and moved with bewildering accuracy. Important as the speedy one-touch passing was, the forward runs from midfield were equally vital as they gave team-mates the opportunity to play penetrative forward balls into space. Not only Nicolas Anelka tested the heavy-footed Sol Campbell; Joe Cole and Frank Lampard also surged ahead at will.</p> <p>This was a side without dribblers or orthodox wingers. They relied more on a sublime speed of pass and eager running off the ball. This is a different Chelsea set-up from that which once boasted Arjen Robben and Damien Duff. The long-term implications may be worrying for Shaun Wright-Phillips.</p> <p>Chelsea's first goal (see diagram) summed up the team-before-self philosophy that Scolari is promoting. The ball was fed to Anelka who supplied an unselfish lay-off, with Ballack instantly spotting Cole's charge to supply a perfectly weighted pass into space behind Hermann Hreidarsson. The England midfielder confronted and defeated David James with some ease.</p> <p>Mikel was crucial to this performance, striding easily and unchallenged to provide the base from which the creative talents flourished. He looked the perfect successor to Claude Makelele. Even when Ballack departed with an injury - Florent Malouda's employment as an orthodox wide man reduced the home side's efficiency - Deco remained in full control and would have impressed the home fans every bit as much as his flying countryman, Jose Bosingwa. Indeed the Portuguese, like Ashley Cole, supported the attack at every opportunity.</p> <p>Portsmouth simply could not cope. Harry Redknapp has been shorn of central midfield strength. Younes Kaboul was asked to fill in here but, while playing him further upfield ensures he makes his mistakes further away from critical positions, it will take more than mere physical strength to feed Redknapp's two forward purchases. Jermain Defoe and Peter Crouch need more support from midfield and wide. Here they were forced to drop deep themselves to help out their labouring team-mates. That is a question Harry has yet to answer.</p>",
  "<h2>French new-wave cinema</h2> <p>During the early 50s, a group of young French film enthusiasts began to think about film in a new way. They rejected the prevailing orthodoxy that mainstream cinema could not be considered as an art and began to examine Hollywood production. Their critical engagement revealed a highly organised studio system in which it was, nevertheless, possible to distinguish the unique voice of an individual auteur, a theory which was given a platform in the pages of Cahiers du Cinema.</p> <p>At the same time, these young and enthusiastic critics rejected the populist products of the post-war French film industry. At the end of the 50s, these critics were able to begin making their own films. It was natural, in the circumstances, for them to make an entirely new kind of film. The work of Jean-Luc Godard, Francois Truffaut, Claud Chabrol, Eric Rohmer and Jacques Rivette was identified as the new wave of French cinema.</p> <h2>Existential themes – girls and guns</h2> <p>New wave films established themselves as distinct from both Hollywood mainstream and French cinema. The early films were made with relatively small budgets and some of their stylistic characteristics devolve from economy. At the same time, the films explored the emerging consumer culture of post-war French society and presented their protagonists in the morally ambiguous light of existentialism. The result was a world where the certainties of Hollywood and the suburban and provincial niceties of French cinema were turned on their heads.</p> <p>The result was series of films with petty-thieving anti-heroes whose taste for violence was arbitrary and sudden. Within this system of signification, the gun became a symbol of chaotic and random violence rather than of law and order. Paradoxically, the internalised moral struggle of these new wave existentialists gave the film's female protagonists more scope for rebellion, than the limited roles offered to actresses within conventional cinema.</p> <h2>Graphic design and advertising</h2> <p>The origins of poster advertising and of cinema within the French 19th century leisure economy have given both poster art and film culture a special status in France. This is reflected by the relative sophistication of film advertising across the Channel.</p> <p>The larger, landscape, format of many film posters allowed for a less congested integration of image and text. The high levels of craft skill existing within the design and printing industries allowed film posters to contribute to a visual print culture beyond the immediate confines of the cinema. So, French film posters are displayed on the Metro, in the street, in cafe doorways and around the cinema. By the 60s, film posters were including photographic elements in composition and expressing their contemporary relevance through combinations of lettering.</p> <h2>Society of the spectacle</h2> <p>Accordingly, these images contribute to the wider culture theorised by Guy Debord as the Society of the Spectacle. In its totality, the spectacular comprises all of the elements that constitute and give expression to the discourse of consumer culture in the capitalist organisation of society. For Debord, and others in France, the cultural formation of contemporary identity was generally constituted through a mistaken understanding of these forces as benign.</p> <p>In the 60s and on the left, political activity in France became increasingly associated with the expression of resistance against these overwhelming forces. The arbitrary violence and moral ambiguity of the New Wavers became shaped, by the struggles of May 1968, into something more extreme.</p> <h2>Made in USA</h2> <p>The Made in USA poster is for a film by Jean-Luc Godard from 1966. It combines the visual signifiers of girl and gun to express something dangerous and unstable. The use of the word politics within the design flags the film up as outside the usual parameters of commercial film production. The stencil shaped letterforms of the title anticipate the rough-and-ready style of resistance used in the posters of 1968 and, later, in the punk graphics of the 70s.</p>",
  "<p>European leaders warned Russia today to withdraw forces rapidly from Georgia or face unspecified \"consequences\", as Moscow stalled on its pledges to honour a ceasefire and pull back thousands of troops from the Caucasus republic.</p> <p>With the US and European governments due to meet on Tuesday to consider their options for the first time since the crisis erupted, the French president, Nicolas Sarkozy, threatened the Kremlin with an ultimatum for the first time, warning that more delays to a pullout \"would have serious consequences on relations between Russia and the European Union\".</p> <p>The French warning echoed similar statements from the Americans in recent days, none of which appear to have rattled the Russians, whose forces remain in firm control of large tracts of Georgia well beyond the two separatist enclaves of South Ossetia and Abkhazia.</p> <p>\"People are going to begin to wonder if Russia can be trusted,\" Condoleezza Rice, the US secretary of state, said today of the Russian failure to keep its promises.</p> <p>The German chancellor, Angela Merkel, added her voice to the pressure on Moscow after holding talks with the Georgian president, Mikheil Saakashvili, in the capital, Tbilisi. She described a Russian retreat as \"urgent\" and said it should be \"very fast, very prompt\". </p> <p>In Moscow, President Dmitri Medvedev told Sarkozy the Russians would start pulling out tomorrow. But there is a yawning gap between what the Russians and the west understand by withdrawal. Today, Russian forces appeared to be entrenching their positions on the ground barely 20 miles from Tbilisi.</p> <p>Nato foreign ministers are to hold an emergency meeting in Brussels on Tuesday. The Americans could call for a suspension of the Nato-Russia council, a talking shop that dates back more than a decade and symbolises the post-cold war rapprochement that has been shaken by the invasion of Georgia.</p> <p>The conflict has reopened old rifts among the western allies that recall the old Europe-new Europe divisions over the Iraq war in 2003. France and Germany are keen to maintain smooth relations with Moscow and fear the EU's mediation role will be jeopardised if they take sides.</p> <p>The eastern Europeans in Nato and the EU are strongly on the side of Georgia, looking not to Brussels, Paris or Berlin but to Washington for leadership. The Polish president, Lech Kaczynski, slammed France and Germany for being too soft on Moscow and complained they were trying to monopolise the EU position. </p> <p>France was unapologetic. \"We have to invent a new language with regard to Russia. That is what the European Union is trying to do,\" said Bernard Kouchner, the French foreign minister.</p> <p>Sarkozy, the current EU president who negotiated a six-point ceasefire agreement with the Russians and Georgians last week, called for the \"withdrawal, without delay, of all the Russian military forces that entered Georgia since August 7\" when the fighting started.</p> <p>The Russians, with an estimated 10,000 troops and 150 tanks in Georgia, show no intention of withdrawing the entire invasion force and are planning to leave troops in Georgia proper, beyond the two pro-Russian breakaway provinces.</p> <p>The Kremlin announced that from tomorrow \"Russia will begin the withdrawal of the military contingent which was moved to reinforce Russian peacekeepers after the Georgian aggression against South Ossetia.\" But it stressed that the invasion force would not retreat to Russia but only to South Ossetia, and that Moscow would keep forces in the \"security zone\".</p> <p>The Russians intend to establish buffer zones in previously Georgian-controlled territory beyond South Ossetia and Abkhazia. One of the most contentious points of Sarkozy's ceasefire plan allows Moscow \"to take additional security measures\" beyond the two enclaves until \"an international mechanism\" is established.</p> <p>Sarkozy said this weekend that meant there could be no Russian presence in Georgian urban centres. But the Russians take the point as carte blanche to mount security patrols outside South Ossetia and to keep forces deployed in Georgia.</p> <p>Saakashvili insisted today that he would not be happy until the last Russian soldier had left. \"Georgia will never give up a square kilometer of its territory,\" he said.</p> <p>The \"international mechanism\", entailing perhaps UN-mandated international peacekeepers, will take weeks to establish at a minimum. The EU is endeavouring to be the main middleman. But apart from perhaps sending a few dozen unarmed ceasefire monitors in the days ahead, it is unlikely to grapple with the bigger issues of peacekeepers until EU foreign ministers meet in Avignon in France next month.</p>",
  "<p>Could the very existence of money itself, whether we are greedy for it or not, be a problem?</p> <p>When people say that \"money is the root of all evil\" they usually don't mean that money itself is the root of evil. Like Saint Paul, from whom the <a href=\"http://www.biblegateway.com/passage/?search=1%20Timothy%206:10&amp;version=31;\">quote</a> comes, they have in mind the love of money. Could money itself be at fault? </p> <p>Karl Marx thought so. In the <a href=\"http://www.marxists.org/archive/marx/works/1844/manuscripts/preface.htm\">Economic and Philosophical Manuscripts</a> of 1844, a youthful work that remained unpublished and largely unknown until the mid-20th century, Marx describes money as \"the universal agent of separation\" because it transforms human characteristics into something else. A man may be ugly, Marx wrote, but if he has money, he can buy for himself \"the most beautiful of women\". Without money, presumably, some more positive human qualities would be needed. Money alienates us, Marx thought, from our true human nature and from our fellow human beings. </p> <p>Marx's reputation sank once it became evident that he was wrong to predict that a workers' revolution would usher in a new era with a better life for everyone. So if we had only his word for the alienating effects of money, we might feel free to dismiss it as an element of a misguided ideology. But research by Kathleen Vohs, Nicole Mead, and Miranda Goode, reported in <a href=\"http://www.sciencemag.org/cgi/content/abstract/314/5802/1154\">Science </a> in 2006, suggests that on this point, at least, Marx was onto something. </p> <p>In a series of experiments, Vohs and her colleagues found ways to get people to think about money without explicitly telling them to do so. They gave some people tasks that involved unscrambling phrases about money. With others, they left piles of Monopoly money nearby. Another group saw a screensaver with various denominations of money. Other people, randomly selected, unscrambled phrases that were not about money, did not see Monopoly money, and saw different screensavers. In each case, those who had been led to think about money – let's call them \"the money group\" – behaved differently from those who had not. </p> <p>\u0095 When given a difficult task and told that help was available, people in the money group took longer to ask for help. </p> <p>\u0095 When asked for help, people in the money group spent less time helping. </p> <p>\u0095 When told to move their chair so that they could talk with someone else, people in the money group left a greater distance between chairs. </p> <p>\u0095 When asked to choose a leisure activity, people in the money group were more likely to choose an activity that could be enjoyed alone, rather than one that involved others. </p> <p>\u0095 Finally, when people in the money group were invited to donate some of the money they had been paid for participation in the experiment, they gave less than those who had not been induced to think about money. </p> <p>Trivial reminders of money made a surprisingly large difference. For example, where the control group would offer to spend an average of 42 minutes helping someone with a task, those primed to think about money offered only 25 minutes. Similarly, when someone pretending to be another participant in the experiment asked for help, the money group spent only half as much time helping her. When asked to make a donation from their earnings, the money group gave just a little over half as much as the control group. </p> <p>Why does money makes us less willing to seek or give help, or even to sit close to others? Vohs and her colleagues suggest that as societies began to use money, the necessity of relying on family and friends diminished, and people were able to become more self-sufficient. \"In this way,\" they conclude, \"money enhanced individualism but diminished communal motivations, an effect that is still apparent in people's responses today.\" </p> <p>That's not much of an explanation of why being reminded of money should make so much difference to how we behave, given that we all use money everyday. There seems to be something going on here that we still don't fully understand. </p> <p>I am not pleading for a return to the simpler days of barter or self-sufficiency. Money enables us to trade – and thus to benefit from each other's special skills and advantages. Without money, we would be immeasurably poorer, and not only in a financial sense. </p> <p>But now that we are aware of the isolating power that even the thought of money can have, we can no longer think of money's role as being entirely neutral. If, for example, a local parents' organisation wants to build a children's playground, should it ask its members to do the work on a voluntary basis, or should it launch a fundraising campaign so that an outside contractor can be employed? </p> <p>Harvard economist Roland Fryer's proposal to <a href=\"http://www.nytimes.com/2007/06/09/nyregion/09schools.html\">pay poor students for doing well</a> at school is another area where using money is open to question. If money were neutral, this would be just a question of whether the benefits of using money outweigh the financial costs. Often, they will – for example, if the parents lack the skills to build a good playground. But it would be a mistake to assume that allowing money to dominate every sphere of life comes without other costs that are difficult to express in financial terms.</p> <p>In cooperation with <a href=\"http://www.project-syndicate.org/\">Project Syndicate</a>, 2008.</p>",
  "<p>The 11-week parliamentary recess is now under way, <a href=\"http://www.telegraph.co.uk/news/yourview/1524767/Should-Parliament's-76-day-summer-recess-be-put-to-an-end.html\">amid the familiar</a> annual charges of laziness and waste. Some MPs argue that the break provides valuable time to catch up on important constituency work. <a href=\"http://www.johnredwoodsdiary.com/2008/07/23/mps-locked-out-for-11-weeks/\">Others</a>, like John Redwood, disagree. <a href=\"http://www.politicshome.com/Landing.aspx?Blog=2026&amp;perma=link\">Most political insiders</a> seem to think it is too long. </p> <p>But do we really care whether MPs are sitting at Westminster anyhow? Many believe the mother of parliaments no longer makes much of an impact and that it simply serves to rubber-stamp <a href=\"http://www.theguardian.com/commentisfree/2007/feb/25/comment.politics2\">the government's proposals</a>. Even Gordon Brown waded into the debate over parliament's effectiveness <a href=\"http://www.totalpolitics.com/magazine/mag_features01.php\">in a recent interview</a> in which he derided the institution for spending the majority of its time debating \"minor clauses of minor sections of minor bills\" instead of \"the big issues of our time\" such as climate change and terrorism.</p> <p>Parliament does spend a fair amount of time examining the PM's legislation – roughly a third of overall Commons' sitting time and <a href=\"http://www.publications.parliament.uk/pa/ld199798/ldbrief/ldwork.htm\">more than half</a> of time in the Lords – including bills this session on climate change and terrorism. This is hardly a surprise, as parliament's primary and best-known function is to make laws that affect all of us on a daily basis, regardless of whether they are \"major\" or \"minor\". And although the overwhelming majority of legislation is drawn up by the government, it is parliament alone that has the power to pass, amend and even repeal them. </p> <p>Moreover, the portrayal of parliament as puppet bears little resemblance to reality. If nothing changed between the day that a bill left a government department and the day the Queen gave her assent, then that would indeed be an indictment of parliament and the legislative process. Thankfully, this is <a href=\"http://www.hansardsociety.org.uk/blogs/press_releases/archive/2008/07/17/parliamentary-scrutiny-does-make-a-difference-to-legislation-16-july-2008.aspx\">far from the case</a>. Parliamentary scrutiny does make a significant difference to the content of legislation. In fact, thanks to the increase over the past decade in public consultation, the publication of draft bills and <a href=\"http://www.revolts.co.uk/\">backbench rebellions</a> – and a second chamber in which no single party enjoys a majority – more changes are made to bills now than in the past. Sometimes this change is dramatic – as in the case of the legislative and regulatory reform bill, which the government was forced to re-write in order to get it through the Commons. Usually, however, it is in small but significant ways. For example, during parliament's scrutiny of the immigration, asylum and nationality bill, the government was pressured to preserve appeal rights for visitors to the UK who seek to vary the terms of their visas.</p> <p>Nonetheless, the law-making process remains far from perfect and lack of time remains a central part of the problem. This, coupled with the <a href=\"http://www.timesonline.co.uk/tol/news/politics/article4166890.ece\">sheer volume of legislation</a> – and its increasing complexity – makes it difficult for parliament to carry out one of its key tasks to its fullest potential. </p> <p>Parliamentary time is precious. Therefore a shorter recess or a return to the <a href=\"http://news.bbc.co.uk/1/hi/uk_politics/6105486.stm\">ill-fated September sittings</a> might be welcome. At the very least, parliament and government should explore further ways of using the existing parliamentary time more efficiently. </p> <p><em><a href=\"http://hansardsociety.org.uk/blogs/publications/archive/2008/07/17/new-research-on-influencing-legislation-launched.aspx\">Law in the Making: Influence and Change in the Legislative Process</a> by Alex Brazier, Susanna Kalitowski and Gemma Rosenblatt, with Matt Korris, was recently published by the Hansard Society</em></p>",
  "<p>The Moors murderer Ian Brady has complained about low wages and poor treatment at the top-security hospital where he is held, in a wide-ranging letter in which he also claims that people do not feel safe walking the streets.</p> <p>In the eight-page handwritten letter to his MP, George Howarth, and his solicitor, Brady criticises the government for undermining civil liberties by playing on people's security fears.</p> <p>The killer, now 70, is held in Ashworth hospital, Merseyside, where he claims he is getting a £25-a-week allowance while others at the hospital get £100. As a \"prison transfer\", Brady is entitled to £1,300 of taxpayers' cash a year - less than the amount for full-time patients.</p> <p>He has been on hunger strike since 2001 and is being kept alive by force-feeding. He has said he wants to return to an ordinary prison where he says he would be free to starve himself to death.</p> <p>In his letter, Brady rails against the regime at Ashworth. \"Perhaps more embarrassing to prudently financial New Labour are the ranks of tramps and malingerers who have escaped into Ashworth to avoid working for a living, demanding and receiving full board and full benefits of £100 per week pocket money for life (we prison transfers receive only £25, being regarded as 'patients' only for restrictions),\" he writes.</p> <p>While boasting that he is \"in the top 5% of the UK population\" for intelligence, he says: \"Cataracts I've had for 10 years are untreated, as my visiting an outside hospital would again draw unwanted attention.</p> <p>\"Quality background: Haven't exercised in the open air since 1975; stopped all social visits since 1998 when Ashworth became less than a prison; confined to ward for past 23 years; force-fed since 1999. I - a 70-year-old tube-fed skeleton - am the sole high-profile prisoner Ashworth holds to exploit as a demonising agent.\"</p> <p>The letter goes on: \"In like fashion New Labour exploits the threat of a few fertiliser bombs to panic and heard a bovine generation. As a child I watched German planes daily/nightly bomb Glasgow back to full employment; New Labour has accomplished more permanent diminution of human/civil liberties than WW2 bombs and rockets ever achieved. </p> <p>\"New Labour's disregard for human/civil rights is now a general contagion, with each infliction coated in a syrup of entirely cosmetic 'safeguards' for swallowing.\"</p> <p>He criticises the \"surveillance society\" that he says \"rightly has people complaining they can't safely walk the streets\".</p> <p>Brady instructed Liverpool-based RMNJ, mental health specialist lawyers, to appeal to a mental health review tribunal to allow him to be transferred to a conventional jail.</p> <p>His solicitor, Richard Nicholas, of RMNJ, said, \"The change in the therapeutic environment at Ashworth since the late 1990s has led Mr Brady to wish to be transferred back to prison. He wishes to be free from the power of psychiatrists under the Mental Health Act, including the power to artificially prolong his life by force feeding.\" </p> <p>Brady was jailed for life alongside his former lover Myra Hindley in 1966 for murdering three children. He later confessed to killing two more.</p> <p>The victims were buried on Saddleworth Moor, in the Pennines above Manchester. The pair later took snapshots of themselves standing over the graves. </p> <p>Hindley died in prison in 2002, aged 60. She had waged a long, unsuccessful campaign to be released.</p>",
  "<p>Jeremy Clarkson and Matthew Parris, how do you like us now?</p> <p>This week, no doubt, the British media and public will fall in love with its cyclists, and rightly so: in the post-war years no British team in any Olympic discipline has dominated their particular speciality as the trackies have over the first three days at the velodrome. Superlatives are being exhausted on a daily basis.</p> <p>The word from inside the team after <a href=\"http://www.theguardian.com/sport/2008/aug/11/olympicscycling.olympics20082\">Nicole Cooke had won her gold on the road</a> was that something truly special was on the way on the track. A raft of personal bests across the board pointed to a colossal medal haul, so big that the performance director, Dave Brailsford, was having to be talked into believing it could really happen.</p> <p>It has happened and it is happening: eight track gold medals out of 10 disciplines is within reach, not to mention a total cycling haul of 10 golds out of a possible 16.</p> <p>So perhaps it is time for a look at the bigger picture. <a href=\"http://www.theguardian.com/sport/2008/aug/17/olympics2008.chrishoy\">Front pages today</a>, top of the breakfast news, children getting on their bikes to play at team sprinting in the streets outside their home (this is not mere whimsy but happened to an acquaintance, yesterday, when he phoned home – 'can I talk to the kids?' 'No they are outside pretending to be Chris Hoy').</p> <p>Gongs and knighthoods in the autumn, arise Sir Bradley Wiggo of Maida Vale, Lord Hoy of Meadowbank and Dame Nicole of Wick, awards this winter – hopefully with slightly less inane questioning on Sports Personality than Adrian Chiles managed when meeting Cooke in 2006 – and so onwards and upwards.</p> <p>For the Lottery funded programme, the sky is now the limit. But outside that fairly restricted elite field, it would be nice to see some other spin-offs. Let's start with Clarkson and Parris. No more \"Nazis on bikes\" lines from the first, no more complaints about having to slow down in his 500bhp penis extension because some git in Lycra is getting in his way.</p> <p>From Parris, perhaps it is time for a proper apology, at length, over <a href=\"http://www.timesonline.co.uk/tol/comment/columnists/matthew_parris/article3097464.ece\">the \"piano wire\" across the roads jibe</a>. It's hard enough nearly getting killed on a daily basis – which is how most cyclists in Britain find riding on the roads – without this kind of stuff.</p> <p>And that nearly getting killed line is not mere hyperbole. Let's pause and reflect for a moment on the sentence given last week to the driver who ran down and killed Jason McIntyre, the Scottish time-trial champion, a cyclist who certainly had ambitions to be here this week: £500 and six months driving ban. The contrast is clear: we laud and honour our cycling medal winners in Beijing or anywhere else, but on the roads of Britain the lives of those on two wheels are devalued.</p> <p>I understand that the verdict was careless driving, that the driver claimed he had not seen McIntyre. (\"Not seeing\" cyclists is a pretty common phenomenon, if my experience and that of the other cyclists I know is anything to go by). As cyclists, the laws of the road need to be changed to make drivers aware that each time they are in their cars, they are in control of a potential killing machine.</p> <p>Perhaps this is sheer fantasy on my part, but why should colossal Olympic success not change a few minds behind steering wheels nationwide, in government, and among the police. And why should it not be used as an argument to change those minds?</p> <p>Here is my personal challenge to Clarkson and Parris, and the millions of idiots who don't give cyclists space on the road. Let's see you get on your bikes. Hoy, Wiggins, Cooke, Romero and Houvenaghel are the top of a very large pyramid of people on two wheels who deserve something better.</p> <p>We've got the medals. Now give us all a little more respect.</p>",
  "<!-- Block 1 --> <p><strong>Team news hastily culled from the wires</strong> Manchester United suffered a major blow ahead of the game after Carlos Tevez was ruled out. Tevez has flown back to Argentina following a family bereavement, leaving Sir Alex Ferguson to call up Fraizer Campbell for his senior debut alongside Wayne Rooney in attack. Wes Brown won the battle with Gary Neville for the right-back berth against a Newcastle side that has not won at Old Trafford since 1972 and included debutants Fabricio Coloccini, Danny Guthrie and Jonas Gutierrez.</p> <!-- Block 2 --> <p><strong>With this team news, we're spoiling you:</strong></p> <p>Man Utd: Van der Sar, Brown, Vidic, Ferdinand, Evra, Fletcher, Carrick, Scholes, Giggs, Campbell, Rooney. <br>Subs: Kuszczak, Neville, Rafael Da Silva, O'Shea, Evans, Gibson, Possebon.</p> <!-- Block 3 --> <p>Newcastle: Given, Beye, Taylor, Coloccini, N'Zogbia, Milner, Butt, Guthrie, Gutierrez, Duff, Martins. <br>Subs: Harper, Jose Enrique, Bassong, Smith, Geremi, Edgar, Donaldson.</p> <p>Referee: Mike Riley (Yorkshire)</p> <!-- Block 4 --> <p><strong>Last season</strong>, this game finished 6-0 to United. And, though Fergie hasn't added many to his squad nor, crucially, have Newcastle - which is something you'd have thought they would desperately have needed to do to have any chance. Unless they're planning any absolute last minute signings before this game (and they're cutting it fine if they are), they can't have much of a chance here.</p> <p>Kevin 'Mr Positive' Keegan, though, is busy telling the waiting world - or the man holding the Sky microphone - that Old Trafford is a brilliant place to come and play the first game of the season. Because, obviously, a morale-snapping hammering first up is how every team wants to kick off their campaign.</p> <!-- Block 5 --> <p><strong>\"I'm confident,\"</strong> says Alex Ferguson, to the surprise of absolutely no-one. Despite fielding an attack missing Ronaldo and Tevez, he does have Rooney, Giggs and Scholes at his disposal, while Fraizer Campbell was no slouch when on loan at Hull last year. Keegan's new signing Gutierrez does have a Spiderman mask though. Wonder if he's got that tucked into his kecks just in case.</p> <!-- Block 6 --> <p><strong>The teams</strong> are in the tunnel, Ryan Giggs is eyeballing - well, looking at - former team-mate and current Newcastle captain Nicky Butt. They stride out onto the pitch and are about to get this business underway. That means there's just time for George Templeton to say: \"I know everyone likes to make fun of Kevin Keegan, but he engineered a pretty good finish to the season for Newcastle United. And the additions of Jonas Gutierrez and Fabricio Coloccini aren't insignificant. Why can't Newcastle (assuming they don't sell Milner and Keegan doesn't walk out) make a run at a top six finish?\"</p> <!-- Block 7 --> <p><strong>We're off:</strong> Newcastle get things started and rake a long ball all the way up the pitch into Van der Sar's arms. Damien Duff, meanwhile, has found a novel way to ward off criticism of his bad form on the left wing at Newcastle. He's now playing as a striker. Ronaldo, on the other hand, is brooding in the stands.</p> <!-- Block 8 --> <p><strong>2 min:</strong> Coloccini makes his first contribution in English football by hacking down Campbel just outside the Newcastle box. Giggs thumps it straight into the wall, where it actually hit Milner's arm. Lucky that wasn't a penalty. Seconds earlier, incidentally, Beye attempted an athletic clearance and nearly took Giggs' head off with a totally unwarranted bicycle kick.</p> <!-- Block 9 --> <p><strong>4 min:</strong> Scholes hammers it up the pitch and somehow Rooney controls it - that was hit like a rocket. He knocks it down to Fletcher who scoops a shot well wide. That Milner incident, by the way, really should have been a penalty.</p> <!-- Block 10 --> <p><strong>6 min:</strong> Obafemi Martins aims a sighter at the United goal from just outside the area. He slices his shot though, and Van der Sar doesn't have to adjust his 90-year-old frame to address it. Coloccini then lets a ball bounce right over his head, only to see Wayne Rooney streak past him and onto the ball. The new boy does just about enough to recover, though.</p> <!-- Block 11 --> <p><strong>8 min:</strong> Frazier Campbell is denied a goal by a fantastic Given save. That was pure reaction stuff. At the other end Vidic bundles over Guttierez just outside the box, which should have been a free-kick.</p> <!-- Block 12 --> <p><strong>10 min:</strong> Rooney plays Scholes in, but he falls over in the box. Danny Guthrie clears to Martin running up the left wing and Van der Sar has to come tearing 30 yards out of goal to hoof it into touch. I may have overstated that Shay Given save, by the way. Rooney crossed the ball magnificently, Campbell attacked it brilliantly and put the header bang on target. The Given reaction save though? It bounced off his head and he knew very little about it.</p> <!-- Block 13 --> <p><strong>12 min:</strong> \"I see why Ferguson doesn't want to sell Fraizer Campbell,\" writes George Templeton. \"He is a live wire out there.\" And he appears to be in possession of a working body too, unlike Saha who is currently, as ever, injured.</p> <!-- Block 14 --> <p><strong>14 min:</strong> Under absolutely no pressure whatsoever, Nicky Butt sliced a clearance straight into Wayne Rooney's path. His initial shot is blocked well by Given but Scholes pounces on the rebound - forcing Given into another good save. That was shockingly poor from Butt. Good from Given though. How much are Newcastle going to rely on him this year?</p> <!-- Block 15 --> <p><strong>17 min:</strong> That second Given save from Scholes' shot was also off his face. He might want to consider getting a glove on his forehead if this continues. Scholes, for his part, has snap shot from outside the area which he mishits - it loops gently into Given's arms, rather than off his bonce, this time.</p> <!-- Block 16 --> <p><strong>19 min:</strong> Duff in his new role as striker, gets his first touch. It's to offload the ball to Milner who, in combination with Martins, earns his side a corner. Milner takes it himself but doesn't beat Giggs, the first man, with his cross.</p> <!-- Block 17 --> <p><strong>20 min:</strong> United play the ball around inside the Newcastle half like a cat toying with its prey. Eventually the cross comes into Giggs, who runs straight into Beye before going down and, unreasonably, claiming a penalty.</p> <!-- Block 18 --> <p><strong>Goal! Manchester United 0-1 Newcastle (Martins 22)</strong> Corner to Newcastle which United fail to deal with properly. Eventually Van der Sar gets a loose fist onto it and Taylor has a shot which is cleared for another corner. The next corner comes in and, completely unmarked, Martins pops up to head it home. This could be very interesting.</p> <!-- Block 19 --> <p><strong>Goal! Manchester United 1-1 Newcastle (Fletcher 24)</strong> Fletcher suddenly pops up on the pitch and slams home a belter into the bottom corner. That didn't last long, did it? It didn't help Newcastle that Stephen Taylor was off the pitch getting treatment.</p> <!-- Block 20 --> <p><strong>26 min:</strong> Carrick has had to limp from the pitch too. That, really, was classic Keegan: a nice bit of attacking play that led to a goal followed by utterly shambolic defending.</p> <!-- Block 21 --> <p><strong>29 min:</strong> Milner puts over a cross that is perfect in all but one respect - there are no Newcastle players in the box. Though already lively, this game is even livelier after those goals. Newcastle are beginning to get more of the ball in the midfield, too. Something no doubt aided by Carrick's departure and O'Shea's appearance in his place.</p> <!-- Block 22 --> <p><strong>31 min:</strong> Gutierrez, (who, physically, is almost perfectly square) battles down the left. Wayne Rooney, for some reason, appears in the right back position for United and flings his legs at the ball. He misses completely, allowing Gutierrez to send over a cross that Martins can't quite reach.</p> <!-- Block 23 --> <p><strong>33 min:</strong> \"What is it about scoring a goal that causes teams to switch off?\" writes George Templeton in an email that is only being printed because literally nobody else has written in - while he has emailed five times in 10 minutes. \"Everton yesterday and Newcastle today, each score and then concede within a minute!\"</p> <!-- Block 24 --> <p><strong>35 min:</strong> Scholes hoofs a long ball into the corner for Campbell to chase and it takes two Newcastle defenders to get the ball from him. They do so by conceding a throw-in, which is then crossed into Giggs who can't direct his header goalwards. Incidentally, Villa are 4-1 up - two goals from Agbonlahor inside two minutes.</p> <!-- Block 25 --> <p><strong>37 min:</strong> A moment to describe Collocini's hair. It is extraordinary. A sort of shabby, long, ginger permed effort that wouldn't have been out of place in 1982. You don't see haircuts like anymore. When's that fashion going to come back round?</p> <!-- Block 26 --> <p><strong>38 min:</strong> Another escape for Newcastle. From an Evra (I think) cross, Rooney nearly deflects the ball into the roof of the net. Given manages to keep it out though - but it falls to Scholes, whose long-range shot is poor until Rooney sticks his face onto it and tries to deflect it in. Nothing doing though.</p> <!-- Block 27 --> <p><strong>40 min:</strong> \"Don't you think it's a bit unfair to be referring to them (Manchester) as United and us (Newcastle) as Newcastle,\" complains Stephen Forster. \"I think it would be fair to give both their proper titles! There are two Uniteds playing today.\" While that's true, I don't have the finger speed to chop out Newcastle United and Manchester United every couple of minutes. The United fans are singing a particularly foul-mouthed song at the moment. I'm not saying which United though.</p> <!-- Block 28 --> <p><strong>43 min:</strong> Coloccini and his locks of lustre give away a foul on the left hand edge of the box when he failed to deal with Campbell running at him. In order to give Shay Given's face a break, Nicky Butt takes the free kick flush in the kisser, but it works fairly effectively as a clearance.</p> <!-- Block 29 --> <p><strong>45 min:</strong> As they've just pointed out on the telly, Gutierrez has been good so far. He's been willing to get back as well as forward. That's more than can be said for Coloccini. It would be no surprise if he had a collapsible car parked in the car park and a red nose in his pocket as his performance so far suggests he'll more than fit in at the heart of the comedy Newcastle defence.</p> <!-- Block 30 --> <p><strong>Peep, peep:</strong> O' Shea plays it to Evra on the left, he knocks it back to Scholes, who smack the ball across the pitch to Fletcher. His cross to the penalty spot is a good one but it's met with Shay Given's flying fists of fury and the referee blows the whistle for half-time. Entertaining stuff so far.</p> <!-- Block 31 --> <p><strong>A selection of half-time emails:</strong> \"I have recently taken to wasting an inordinate amount of time playing Football Manager 2007,\" writes Ian Copestake. \"Can anyone recommend any players who turn out to be wonderkids so I can get on with making Bradford European Champions?\"</p> <p>Meanwhile, Thomas Midlane has this to say: \"Rather than whipping out his Spiderman mask from his Y-fronts when he scores, do you think Gutierrez has considered the advantage that might be gained from keeping it on throughout the entire match? It would probably contravene some Premier League guideline (Article XI - players shall not intimate fictional superheroes while the ball is in play), and it might obscure visibility somewhat, but think of the bemusement value for opposition defenders.\"</p> <!-- Block 32 --> <p><strong>George Templeton</strong> has written in (again) to say that \"it was three Agbonlahor goals in about six minutes for that 4-1 lead\". And he's right - sorry about that, would have let you know, but I was going solely on the reaction of other people's faces in the office.</p> <!-- Block 33 --> <p><strong>Jim, in Houston,</strong> Texas, wants to know what both Fraizer Campbell and Shay Given look like. I could embark on a series of the word pictures which, technically, I'm being paid to produce. Instead I'll just direct him to <a href=\"http://images.google.co.uk/images?q=fraizer%20campbell&amp;ie=UTF-8&amp;oe=utf-8&amp;rls=org.mozilla:en-US:official&amp;client=firefox-a&amp;um=1&amp;sa=N&amp;tab=wi\">here</a> and <a href=\"http://images.google.co.uk/images?um=1&amp;hl=en&amp;safe=off&amp;client=firefox-a&amp;rls=org.mozilla%3Aen-US%3Aofficial&amp;q=shay+given&amp;btnG=Search+Images\">here</a> and hope that suffices.</p> <!-- Block 34 --> <p><strong>\"I noticed</strong> the Manchester players are wearing black arm bands, do you know why?\" asks Jonny Mac. \"The commentators on the US feed I'm watching haven't mentioned anything.\" It's in memory of an old Manchester United kitman, who died yesterday - I think. They're showing footage of Agbonlahor's hat-trick on my telly and it's clear Mark Hughes has got his work cut out at Manchester City. The defending there was <em>awful</em>, really, really substandard.</p> <!-- Block 35 --> <p><strong>The clatter of studs on concrete</strong> means only one thing: the second half is imminent as the players are running down the tunnel.</p> <!-- Block 36 --> <p><strong>We're off:</strong> No change in formation or personnel as Fletcher feeds Rooney down the right. He wangs his cross in 30ft too deep and 20ft too high. Interestingly, in the stands, sits Sam Allardyce. Perhaps he's plotting a move to get back in charge at Newcastle. Or maybe it's the Manchester United job he's after.</p> <!-- Block 37 --> <p><strong>48 min:</strong> Taylor protects the near post as Giggs has a pop. From the corner, which is cleared, Evra picks out Vidic and Newcastle just about scramble it away. They've just cut to Coloccini's hair again. It's the best haircut in the world and I defy anyone to find a better one on a currently playing footballer. It's like a floppy, ginger Valderama.</p> <!-- Block 38 --> <p><strong>50 min:</strong> Martins has a poke at goal that goes through Fletcher's legs. It's straight at Van der Sar, though, who has no problem claiming it. Moments later Van der Sar earns his pay again by catching a corner Martins was jumping for.</p> <!-- Block 39 --> <p><strong>52 min:</strong> Giggs tears down the right, beating N'Zogbia with ease. He plays a one-two with Rooney, then crosses for Campbell but Taylor is there to clear. \"Re Stephen Forster's 'two Uniteds' point at 40mins. To be fair, Newcastle fans chant 'Newcastle' themselves, United don't sing 'Manchester' when referring to themselves, because we have another team called Manchester,\" writes Steve Hewitt. \"Although, Newcastle fans could just be referring to their home town and not their club. Anyway, happy to have cleared that up for you.\"</p> <!-- Block 40 --> <p><strong>54 min:</strong> Guthrie finds himself with the ball just outside the United box. He looks around, sees that there's nothing on, so chooses to hammer the ball into the top row of the crowd, a good 30ft wide of the goal. Interesting decision.</p> <!-- Block 41 --> <p><strong>56 min:</strong> Gary Neville is doing lunges in the Manchester United dug out, while Ryan Giggs has taken a wander over to the touchline to have a word with the physio about his legs. With Ronaldo out and Tevez on a plane to Argentina, there's no real attacking strength in depth on the United bench. That means if Newcastle can carry on like they are, this will be a significant result for them.</p> <!-- Block 42 --> <p><strong>59 min:</strong> \"Is Frazier Campbell a good player or not? And if so how good? Is Shay Given the best goalie in the Premier League?\" emails Texan Jim. Neatly, this little incident that has just happened will tell you all you need to know: Campbell turns sharply outside the box sending in a very good shot, which Given turns around the corner. The United player looks very promising, and is certainly working hard today, while Given remains an excellent shot-stopper - though Petr Cech (his blips last season notwithstanding) has to be the best Premier League 'keeper.</p> <!-- Block 43 --> <p><strong>60 min:</strong> Gutierrez has, according to George Templeton, been compared to David Ginola where he's watching the game. The comparison must have been made by someone who has never watched Ginola play. Yes, they both have long hair; yes, they have now both played on the left for Newcastle, but Gutierrez was just back in the Newcastle box, tackling back and making robust physical challenges - something Ginola wouldn't have been seen dead doing. So far he, Gutierrez, looks like a great signing.</p> <!-- Block 44 --> <p><strong>62 min</strong> Milner has a crack from outside the area, played in by Gutierrez. It nicks Paul Scholes and goes behind for a corner. It lands on Martins' head - who is again completely unmarked. He's so surprised that he heads over.</p> <!-- Block 45 --> <p><strong>64 min:</strong> Ryan Giggs comes off for Brazilian Rodrigo Possebon to assembled cries of \"who?\" from the Newcastle crowd, the Manchester United crowd and most of this sports desk. Apparently he's ... um ... erm ... a good passer. At the sharp end of the attack, Fraizer Campbell is limping badly.</p> <!-- Block 46 --> <p><strong>66 min:</strong> Evra has moved up onto the left wing, while O'Shea has dropped back to left-back, allowing Possebon to run around in circles in the the midfield - as he has just done. Next, Scholes misplaces a pass, allowing Gutierrez to run away into the box but a heavy, clattering tackle from Vidic takes the ball behind for a corner. From it, the Argentinian miscues his shot well over the bar.</p> <!-- Block 47 --> <p><strong>67 min:</strong> \"Coloccini's hair is, indeed, magnificent,\" emails Mac Millings. \"Who does he remind me of? <a href=\"http://en.wikipedia.org/wiki/Image:MichaelBolton.jpg\">Who could it be</a> ...?\"</p> <!-- Block 48 --> <p><strong>70 min:</strong> \"Although Newcastle fans do sing 'Newcastle' they also chant 'United' so I'm not sure Steve Hewitt has cleared anything up,\" corrects Craig Douglas. Rooney starts a charge up the middle, then lays it off to Campbell. The understanding isn't quite there yet, though, and Campbell plays the ball back behind him. Rooney then does that thing footballers always do when they don't get the ball where they want: he points with both hands at his feet repeatedly and shakes his head.</p> <!-- Block 49 --> <p><strong>72 min:</strong> It's that man Gutierrez again. He pops up in the Newcastle box and goes down under a challenge. He knew it was a fair one, though, so stands up without making the sort of song and dance about it that other footballers do. Good to see.</p> <!-- Block 50 --> <p><strong>74 min:</strong> Off the bar! Fletcher sends over a corner and Vidic gets onto the end of it. He heads it straight into the ground before it bounces up and onto the crossbar. Milner, who was on the line, wouldn't have been able to do anything about that had it been a foot lower.</p> <!-- Block 51 --> <p><strong>75 min:</strong> Rooney overhits the next corner and O'Shea has to head it back across the box. It's cleared though but still gets worked back to Rooney. His shot meets an outstretched N'Zogbia and gets knocked back up the pitch. \"Re: your 'Given remains an excellent shot-stopper - though Petr Cech (his blips last season notwithstanding) has to be the best Premier League 'keeper.' That's like saying I'm the best Premier League player apart from the slight lack of pace, power, control, goals and the fact that I am eight time zones away in Malaysia,\" chortles Derek.</p> <!-- Block 52 --> <p><strong>78 min:</strong> \"Is this 'respect' thing working or is everyone on best behaviour on the first day back at school? There seems to be few cards about - even Paul Scholes hasn't added to his vast collection,\" writes Gary Naylor. Well, this is Old Trafford and Mike Riley is refereeing so the players on one side don't have much to complain about. Having said that, Campbell has just been carded for a lunge on Coloccini, prompting Rooney to wander over and offer Riley his opinion.</p> <!-- Block 53 --> <p><strong>80 min:</strong> Duff makes one of his rare contributions to the game by charging up the middle and then sending Martins away up the left. He passes back to Milner, who earns a free-kick on the right. Meanwhile, Campbell goes off to be replaced by Rafael Da Silva - one of the two twins that Manchester United recently signed.</p> <!-- Block 54 --> <p><strong>82 min:</strong> Brown gets himself a yellow card for a wild tackle 10ft outside the United box and bang in front of goal. Milner takes a look at the sun shining in Van der Sar's eyes and belts a shot at him. It's far too high though. Still, though, there are only eight minutes left here and Newcastle look as likely to score as Manchester United.</p> <!-- Block 55 --> <p><strong>85 min:</strong> Martins goes on an elaborate dribble up the middle of the pitch and loses the ball, foolishly. United break quickly, working the ball to Rooney on the left wing. He attempts a cross-come-shot that Shay Given watches nervously onto the roof of his net.</p> <!-- Block 56 --> <p><strong>87 min:</strong> Martins chases a long ball chipped over his head into the corner but is forced too wide to shoot. At the other end, Milner stops a promising Scholes run by means of the simple tactic of standing in his way and putting his foot on the ball. Scholes goes down in a heap and complains, obviously.</p> <!-- Block 57 --> <p><strong>88 min:</strong> Manchester United have resorted to long balls into the box, which is a bad sign for them. Newcastle, though, are sitting back and inviting them to attack.</p> <!-- Block 58 --> <p><strong>89 min:</strong> Ferdinand strides forward, takes his time, then plays it wide to Brown. He crosses to the centre-spot but the United players in there are climbing all over the Newcastle defenders so a foul is given.</p> <!-- Block 59 --> <p><strong>90 min:</strong> After drawing against Reading on the first day of last season, Manchester United won't want to do the same by failing to beat a team they'll consider inferior. They have three minutes to do something about it but it's not looking good.</p> <!-- Block 60 --> <p><strong>90+1 min:</strong> Rooney and Scholes combine to give Evra, steaming in up the left, a chance. He screws his shot well wide though. Good opportunity, though.</p> <!-- Block 61 --> <p><strong>90+3 min:</strong> Riley breaks the habit of a lifetime and fails to award Manchester United a penalty. Da Silva was caught by Butt and went to ground - fortunately he was inches outside the box, so Rooney lines up the free-kick.</p> <!-- Block 62 --> <p><strong>It's all over:</strong> Rooney elects to go round the wall but can't bend it at the net. Seconds later, the referee places the whistle to his lips and blows for full time. Great result for Newcastle and a poor one for Manchester United. That leaves Chelsea top of the table and Manchester United in tenth, with Newcastle just behind them.</p> <!-- Block 63 --> <p><strong>Though Manchester United</strong> were missing Ronaldo and Tevez - and, you could argue, an as yet unsigned frontline striker - Newcastle were without Owen and Viduka too, so that left each team fairly even in the injury stakes. Given that, Newcastle can chalk this one up as a moral victory: they played well, defended less comically than normal and deserved their goal.<br> United were again hindered by Rooney's action man routine - had he spent more time trying to score goals and less time knocking about as a makeshift right-back, left wing and everything in between, the Manchester United attack would have looked considerably sharper. </p> <p>Thanks for all your emails, I'm off.</p>",
  "<!-- Block 1 --> <p><strong>Chelsea</strong>: Cech, Bosingwa, Carvalho, Terry, Ashley Cole, Ballack, Lampard, Obi, Deco, Joe Cole, Anelka. <br><strong>Subs</strong>: Hilario, Di Santo, Malouda, Bridge, Ferreira, Wright-Phillips, Alex.</p> <p><strong>Portsmouth</strong>: James, Kaboul, Campbell, Distin, Hreidarsson, Johnson, Diarra, Diop, Kranjcar, Defoe, Crouch.<br><strong>Subs</strong>: Ashdown, Lauren, Thomas, Utaka, Mvuemba, Cranie, Traore.</p> <p><strong>Referee</strong>: Mike Dean (Wirral)</p> <!-- Block 2 --> <p><strong>1.17pm</strong>: Younes Kaboul makes the Pompey line-up, seemingly as a third centreback or perhaps as a holding midfielder (!), but the most intriguing question all summer has been how will Frank Lampard, Michael Ballack and Deco play together in the same side. The answer will surely be 'very well', as Pompey are about to find out. Meanwhile, the injured Didier Drogba is ambling around Stamford Bridge, signing autographs and parading his fetching new pony-tail – which shouldn't be confused with the pony tales he regularly spouts in the press (you know, I love Chelsea, Chelsea is miserable, I love Chelsea, Chelsea is miserable, I love Chelsea, Chelsea is miserable, etc and so on).</p> <!-- Block 3 --> <p><strong>1.23pm</strong>: How <strong>you</strong> can help <strong>me </strong> revive my cursed memory: in the light of the impressive debuts yesterday by Samir Nasri, Johan Elmander and Amr Zaki, can you recall other players who've come from overseas and impressed right from the off (possibly before fading like, say, Rebrov and Reyes)?</p> <!-- Block 4 --> <p><strong>1.26pm</strong>: Out stroll the teams, Deco blowing chewing gum bubbles like the lovable mischief-maker he is.</p> <!-- Block 5 --> <p><strong>1 min</strong>: Pompey kick-off but, like careless dope smugglers, are immediately dispossessed by the boys in blue.</p> <!-- Block 6 --> <p><strong>3 min</strong>: The first shot on target comes from a slightly surprising source: Defoe. It was a weak effort from 16 yards and easily saved by Cech. That is likely to be Pompey's last shot today.</p> <!-- Block 7 --> <p><strong>5 min</strong>: Bosingwa and Ashley Cole are already playing in very advanced positions, systematically instigating or joining in attacks. A dangerous cross from Bosingwa almost found Anelka, but Johnson strained his neck to head behind for a corner, which James then punched clear.</p> <!-- Block 8 --> <p><strong>6 min</strong>: James again uses his fist well, this time to divert a Lampard free-kick to safety.</p> <!-- Block 9 --> <p><strong>9 min</strong>: Chelsea are completely overwhleming the visitors, zipping the ball around with speed and precision. James has again had to make an important intervention, beating away a long-range Lampard effort. \"Re overseas signings impressing from the off: didn't El Haji Diouf score a brace on his debut for Liverpool in 2002?\" reminisces Gary Naylor. \"His must be within spitting distance of the best overseas debut.\" Well, it would be Gary if it weren't for the fact that those two goals against Southampton were not on his debut - seems your memory is as accurate as Diouf's shooting turned out to be.</p> <!-- Block 10 --> <p><strong>10 min</strong>: Kaboul, who conviction that he was a midfield playmaker rather doomed his career in Tottenham's defence, has just embarked on a dextrous run past two Chelsea players. Then just as Pompey begin to believe an incursion into the box may be possible, Ashley Cole exposes the delusion.</p> <!-- Block 11 --> <p><strong>GOAL! Chelsea 1-0 Pompey (Cole 12')</strong></p> <!-- Block 12 --> <p><strong>13 min:</strong> Anelka chested down a punt and fed it back to Ballack, who chipped a beautiful ball over the top to Joe Cole, who from a 56 degree angle placed it perfectly past James and into the net. That was inevitable, and more seem certain to follow.</p> <!-- Block 13 --> <p><strong>15 min</strong>: To all of you wondering where Essien is, he's injured. That should have been obvious: there is no other justifiable reason for omitting him. \"Surely top prize among the bright-but-fading-foreign-sparks brigade has to go to Stilyan Petrov, whose debut against the Kit Stealers had Villa fans in something of a lather,\" gusges Cassi Mei. \"Fast forward two mediocrity-filled years, and most of them would happily give Petrov a good lathering.\"</p> <!-- Block 14 --> <p><strong>18 min</strong>: Pompey simply can't get a touch. And if Chelsea continue playing like this all season, they too will be untouchable. \"Who can forget Fabrizio \"The Feather\" Ravenelli scoring a hat trick on his debut for Middlesborough?\" hollers KJ Casemore. Good call, KJ, even if that match was overshadowed by the fact that Stig Inge Bjornebye also somehow managed to get on the scoresheet.</p> <!-- Block 15 --> <p><strong>21 min</strong>: Lampard slips the ball through to Anelka, who, in almost exactly thr same from position from which Joe Cole opened the scoring, unleashes a weak low shot that James batters away with his foot. \"Can I be the 57th person to suggest that Gary Naylor is mistaking Diouf (somehow) for Patrick Berger, who did score two on his debut for Liverpool,\" requests Ian Copestake. \"It was pretty much down hill from there on.\"</p> <!-- Block 16 --> <p><strong>25 mins</strong>: Pompey have just touched the ball! OK, it was James again, clutching an overhit pass from Lampard, but it's a positive sign.</p> <!-- Block 17 --> <p>GOAL! Chelsea 2-0 Pompey (Anelka 25')</p> <!-- Block 18 --> <p><strong>25 min</strong>: Bosingwa bombed down the right and curled a cross to the back post. Deco knocked it over James, and Anelka outjumped Johnson to nod it into the net. Pompey are being pummeled.</p> <!-- Block 19 --> <p><strong>30 min</strong>: Kranjcar rolls a free-kick to Kaboul, who, from 35 yards, offers the ball as a souvenir to some young fan in the 47th tier. Then Campbell is caught out by a routine long ball form the back and Anelka pokes it past James but just wide. \"Regi Blinker scored two goals on his debut for the mighty Sheffield Wednesday,\" claims Jon Horsley. \"They were cancelled out by a brace from another impressive foreigner, Savo Milosevic, before Andy Townsend scored the winner. Regi's only other contribution was to comedy wig sales.\"</p> <!-- Block 20 --> <p><strong>32 min</strong>: Chelsea have relaxed the tempo for the first time in the match and are now stroking the ball to each other at a more leisurely pace. By the way, about Deco: didn't Sting write a song about him? Because every little thing he does is magic.</p> <!-- Block 21 --> <p><strong>35 min</strong>: How about this for a sign of the all-new adventurous spirit that Chlsea's full-back have been imbued with: Bosingwa has just fired a cross to the back post, and Ashley Cole was on hand to meet it. And head if miles over.</p> <!-- Block 22 --> <p><strong>38 min</strong>: Ballack has picked up an injury and has to be replaced by Florent Malouda, who, if things dont improve this season, could belong on the list of plauyers who've impressed on their debuts before fading ignominiously. And now, a history lesson from Barry Landy. \"In 1995 Sir Alex Ferguson took French defender William Prunier on trial, originally scheduling him to play in some reserve games. At the time though, United were going through an injury crisis at the back and were forced to partner Prunier with Gary Neville in the centre of defence during a win (I forget the score) over QPR. Prunier impressed sufficiently to keep his place for the next game against Spurs. United lost 5-1. Prunier was never seen in Manchester again. It all happened in the space of a few days. Even Sergi Rebrov didn't go from hero to zero that quickly.\" It's true, Barry, and what makes that story all the more amusing is that, if I'm not mistaken, Prunier was recommended to Ferguson by Eric Cantona.</p> <!-- Block 23 --> <p><strong>39 min</strong>: \"That's a glorious ball by Deco,\" purrs Sky's commentator, obviously out of habit because, as it happens, that time the pass was easily intercepted by Johnson.</p> <!-- Block 24 --> <p>41 min: Malouda's first contribution is an exquisite ball across the face of the goal that both Deco and Anelka contrived to miss. \"Joe Royle hit four (!) on his debut for Bristol City in 1977 and then just 14 in his 100 other games for the club!\" blurts Jeremy Poynton. While that is indeed a remarkable case of raising false hopes, Jeremy, Royle's decline was not quite bad enough to justify stripping him of his British nationality, so he doesn't really belong on this list.</p> <!-- Block 25 --> <p><strong>43 min</strong>: There's a turn-up: Kranjcar almost scored, Cech spilling a decent Kranjcar shot from distance but then doing better with Crouch's effort on the rebound.</p> <!-- Block 26 --> <p><strong>45 min</strong>: <strong>Chelsea 3-0 Pompey</strong> Deco picks out Joe Cole with another splendid pass. Cole attempts to centre for Anelka, but Distin inadvertently blocked the cross with his hand. Lampard rolls the penalty into the bottom corner, as James collapses the other way.</p> <!-- Block 27 --> <p><strong>Half-time</strong>: Like a pair of old underpants in the hands of an improvising homemaker, Pompey are being used to wipe the floor. Chelsea could easily hit six today.</p> <!-- Block 28 --> <p><strong>Thought for the day</strong>: \"As a QPR fan, the Prunier story is all too familiar to me, confides Roy Allen. \"We have a long history of making crap opposition players look good. By the way, I'm enjoying Chelsea's football here, but their fans are seriously obnoxious. All this yelling of \"Frreeeeaaaakkk\" when Crouch gets the ball is just disgusting.\" I haven't actually heard it today, Roy, but if it's happening it is indeed disgusting. One of the likable things about Crouch is that he has succeeded despite encountering such abuse since he was a kid - as you probably know well, as I recall he was regularly barracked like that when he was at OPR all those years ago. I dare say that if Chelsea fans were looking for someone who deserves to be insulted, they might just find one or two in their own team ...</p> <!-- Block 29 --> <p><strong>46 min</strong>: Pompey reluctantly regain the pitch. They stand there awaiting Chelsea's kick-off, like rabbits in a juggernaut's headlights. Bloody big rabbits, admittedly.</p> <!-- Block 30 --> <p><strong>46 min</strong>: It took 41 seconds for Chelsea to get off their shot of the half, Anelka's effort flying a yard over the bar.</p> <!-- Block 31 --> <p><strong>48 min</strong>: Lovely interplay between several Chelsea players again. Malouda threaded a fine pass through to Anelka, who rounded James and was about to knock it into the net when the linesman raised his flag. He was right, just. \"Elano certainly was an instant success and had the City fans believing they had the second coming of Christ in their team,\" hails Marko Zindovic. SPeaking of Elano, I'll be interested to see how Mark Hughes uses him this afternoon - I reckon he needs to be stuck in the hole like erstwhile team-mate Geovanni was for Hull yesterday. Forget asking him to track back.</p> <!-- Block 32 --> <p><strong>51 min</strong>: After a rapid Malouda-led break by Chelsea, Anelka again fires over when he should have done better.</p> <!-- Block 33 --> <p><strong>53 min</strong>: Pompey are being continually caught out by humdrum balls over the top. This time it was Joe Cole who found himself racing clear. WIth Distin closing, he dragged his low shot wide.</p> <!-- Block 34 --> <p><strong>55 min</strong>: Chelsea are now playing more on the counter-attack, absorbing Pompey's blunt attacking before springing forward. Only a crude tackle by Diarra on Deco curtailed the most recent raid.</p> <!-- Block 35 --> <p><strong>56 min</strong>: Woeful shot by Mikel, who prods the ball towards Fulham from 20 yards.</p> <!-- Block 36 --> <p><strong>59 min</strong>: Sweet dribbling by Joe Cole, who twisted past Distin before chipping the ball through to Lampard. The control of the best paid player in the league was inadequate, however, and the ball trickled through to James.</p> <!-- Block 37 --> <p><strong>62 min</strong>: The Chelsea's siege of Pompey's goal is lifted when Joe Cole heads wide from six yards. \"For a team with a manager that has never been in club football, Chelsea sure look good today,\" booms George Templeton, who presumably doesn't folow South American football very closely. \"I guess the Premeir League is a two-horse race this season.\" Wrong, it's a one-horse race. Chelsea will win at a canter, United will not be in the top two.</p> <!-- Block 38 --> <p><strong>64 min</strong>: Golly! Pompey have won a corner! And darn nearly scored from it! Distin met it with his knee, and Crouch almost deflected it into the net. But didn't.</p> <!-- Block 39 --> <p><strong>64 min</strong>: Nice run by Defoe, who skipepd past three before being mullered by a wonderful tackle from Carvahlo! If Terry had done that, commentators would be cooing with pleasure. The Portuguese followed that up by blocking a Crouch shot. Yes, Pompey are actually starting to exert some pressure.</p> <!-- Block 40 --> <p><strong>68 min</strong>: Pompey change - Mvuemba on, Diarra off.</p> <!-- Block 41 --> <p><strong>71 min</strong>: The only thing that has prevented Chelsea from adding to the score so far has been occasionally bad decision-making from Anelka and lapses in control by Joe Cole and Lampard. \"What a silly comment about horses,\" fumes John Humphrey. \"It's very early days, lad.\" Yes, it is, but I didn't make the comment solely on the basis of today's display – in fact I made it well before the season started. Chelsea have a better squad that anyone else, enhanced by Bosingwa and Deco, and would have won the league last season if it weren't for the management fiasco and the African Cup of Nations and injuries, neither of which will intervene to help United this season.\"</p> <!-- Block 42 --> <p><strong>72 min</strong>: Pompey change - Kranjcar off, Jerome Thomas on, for all the difference that will make.</p> <!-- Block 43 --> <p><strong>74 min</strong>: Lampard takes a corner short to Deco, who returns it to him. Campbell then rises well to nod Lampard's cross behind before Anelka could connect.</p> <!-- Block 44 --> <p><strong>76 min</strong>: Pompey's partnership nearly worked! Crouch flicked on a hoof, and Defoe slid in to meet it … but could only poke the ball wide from eight yards.</p> <!-- Block 45 --> <p><strong>79 min</strong>: Chelsea change: Joe Cole off, Wright-Phillips on.</p> <!-- Block 46 --> <p><strong>81 min</strong>: Malouda curls a nice ball into the box. Lampard, surging from deep as ever, whacks it over the bar. \"With Pompey getting hammered today, Everton fielding anyone with a blue shirt on the bench yesterday and Tottenham losing as well, there may be even less of a challenge to the Big Four this year than ever,\" mourns Gary Naylor. \"The Champions League is the worst thing to happen to English football - it disenfranchises all but four clubs' supporters and the glory hunters.\" In fairness, you can't blame the Champions League for all the inequalities - Chelsea's wealth, for instance, hasn't come from there, even if the CL helps sustain it. And it wasn't the Big Four's fault that Everton botched their one excursion into the continents's elite competition. Besides, it's not the middling English clubs I feel sorry for: the CL has disenfranchised entire countries.</p> <!-- Block 47 --> <p><strong>83 min</strong>: Hreidarsson penalised for pushing over Carvahlo as he attempted to meet a Pompey corner.</p> <!-- Block 48 --> <p><strong>84 min</strong>: Chelsea change - Paulo Ferreira on, Bosingwa off, to hearty applause.</p> <!-- Block 49 --> <p><strong>86 min</strong>: The match is just petering out now, Chelsea seemingly satisfied that they have asserted their superiority enough. It's a hot day in London, you know. Well, hottish. \"While the blues look very strong this season, isn't it a bit early to write off the team that will soon again feature that Ronaldo boy?\" carps Miguel Henriques. \"He has won it for them twice in a row now.\" Yes he has, but no it's isn't. His absence of the early part of the season could, indeed, wreak a gap that United will not be able to close when he returns. I certainly don't see Chelsea dropping many points.</p> <!-- Block 50 --> <p>GOAL! Chelsea 4-0 Pompey (Deco 88')</p> <!-- Block 51 --> <p><strong>88 min:</strong> Moments ago Deco was awarded man of the match, and just in case anyone wasn't convinced that he deserved it, he collected the ball 35 yards out and smashed a swirler into the net via James's left hand. Outstanding.</p> <!-- Block 52 --> <p><strong>90 min</strong>: Ferreira almost ruins Chelsea's perfect day by dawdling and being pickpocketed by Kaboul, who lumbers through on goal but fires straight at Cech. And on that note, the referee blows for full-time. Chelsea's title charge is in full effect: they're top of the league and may well stay there until May.</p>",
  "<p>For any student of Persian, the name Ann Lambton is likely to conjure up feelings of either despair or gratitude. Despair, if, faced with her dense, unforgiving <a href=\"http://books.google.com/books?id=GXAIIQAACAAJ&amp;dq=lambton+persian+grammar\">Persian Grammar</a>, you felt like giving up before you'd even started. Gratitude, if having overcome the early obstacle of learning the alphabet and got to grips with Lambton's clipped style, she provided with you the means to begin reading real Persian. </p> <p>I learnt Persian from another book, Wheeler Thackston's <a href=\"http://www.amazon.co.uk/Introduction-Persian-Wheeler-M-Thackston/dp/0936347295/ref=sr_1_7/026-0855208-1702057?ie=UTF8&amp;s=books&amp;qid=1218900586&amp;sr=1-7\">introduction</a> to the language. But Lambton was always there in the background, as one of the past masters. She was a bit frightening: the \"lessons\" into which her book was divided offered no concessions to the confused. Any hint that the author was, in fact, a human being, was scrupulously avoided. The subtext seemed to be: if you don't understand, you're probably an imbecile. </p> <p>Lambton, who died in July aged 96, has been the subject of a <a href=\"http://www.telegraph.co.uk/news/obituaries/2524891/Professor-AKS-Lambton.html\">number</a> of <a href=\"http://www.theguardian.com/education/2008/aug/15/universityteaching\">obituaries</a> this week. Reading them, I was reminded of the various teachers I had as a student of Persian – at least one of whom, <a href=\"http://books.google.com/books?id=5bjcqSqb3BwC&amp;pg=RA1-PA542&amp;lpg=RA1-PA542&amp;dq=Peter+Avery+collected+lyrics&amp;source=web&amp;ots=9uSMUruzgE&amp;sig=0bKovRgY7TcIgooXoGwfaQq3eCI&amp;hl=en&amp;sa=X&amp;oi=book_result&amp;resnum=4&amp;ct=result\">Peter Avery</a>, had been taught by her – and the strange, rarified world they seemed to inhabit. </p> <p>It's a minority subject, after all. There are few ivory towers as secluded as Persian studies. (With the exception, maybe, of <a href=\"http://www.asnc.cam.ac.uk/\">Anglo-Saxon, Norse and Celtic</a>?) Having only two or three students to contend with at a time, lecturers are freer to carry on research and pick up new languages: they are always well-versed in Arabic, sometimes Urdu, Pashto and Turkish, often with Latin and ancient Greek thrown in for good measure (<a href=\"http://en.wikipedia.org/wiki/Annemarie_Schimmel\">Annemarie Schimmel</a> apparently spoke 12). They come across as extraordinary, occasionally intimidating, repositories of arcane knowledge. </p> <p>Lambton's academic writing, for example, focused on the political economy of medieval Persia; a time of <a href=\"http://en.wikipedia.org/wiki/Hassan-i-Sabah\">assassins</a>, <a href=\"http://www.iranologie.com/history/history9.html\">invasions</a> and <a href=\"http://books.google.com/books?id=BxRwJUrnr20C&amp;pg=PA267&amp;lpg=PA267&amp;dq=nizam+al-mulk+barid&amp;source=web&amp;ots=qEBirTEjx_&amp;sig=awBxDJwwdpVONeUGiHKSfyr2iyw&amp;hl=en&amp;sa=X&amp;oi=book_result&amp;resnum=5&amp;ct=result#PPA267,M1\">secret intelligence</a> (not to mention a great flowering of literature), but hardly part of the academic mainstream. </p> <p>I've occasionally wondered what draws Europeans and Americans to Persian studies. I had a reason: I'm half Iranian, and wanted to learn more about my father's culture and language. But my brilliant teacher, <a href=\"http://www.iis.ac.uk/view_person.asp?ID=100250&amp;type=user\">Gabrielle van den Berg</a>, fluent in Tajik Persian and an expert on poetry, was Dutch. I found the subject difficult and obscure at times, but I had reasons not to be put off. What could have motivated her to become such an expert? Similarly, Lambton, scion of an aristocratic English family, who ended her days living quietly in Northumberland, devoted to the church and her community. What had driven her to become, in her time, the west's greatest authority on Iran? </p> <p>In the beginning, it might simply have been the pleasure you get from being different, from examining something in detail that few others have taken the trouble to understand. Beyond that, the subject has its own delights, which, once tasted, are reason enough to carry on. Stumbling through <a href=\"http://enel.ucalgary.ca/People/far/hobbies/iran/Golestan/index.html\">Sa'adi</a>, <a href=\"http://www.iranchamber.com/literature/ferdowsi/ferdowsi.php\">Ferdowsi</a> or <a href=\"http://en.wikipedia.org/wiki/Hafez\">Hafez</a>, teasing out the complex meanings, is a little like unlocking a cache of oriental treasures. </p> <p>Ivory tower-dwellers they might be, but, because of the nature of Iran and its place in the world, \"Persianists\" sometimes find themselves at the cutting edge of contemporary politics: no more so than in Lambton's case. Having become fluent the language, she was made press attaché at the British legation in Iran during the second world war. In the years afterwards, British diplomats came to rely on her expertise and local knowledge. Some accounts suggest that her advice was crucial paving the way for a CIA-backed coup against nationalist leader Mohammed Mossadegh, an episode that <a href=\"http://www.aqoul.com/archives/2006/05/ahmadinejads_19.php\">reverberates</a> to this day.</p> <p>In my experience, Iranians are generally thrilled when outsiders take an interest in their culture. <a href=\"http://en.wikipedia.org/wiki/Edward_Granville_Browne\">EG Browne</a> and <a href=\"http://en.wikipedia.org/wiki/Arthur_Pope\">Arthur Pope</a>, for example, are well-known names in Iran, though largely forgotten in their own countries. But they are equally suspicious of foreign interference. Given the role she may have played in the downfall of Mossadegh, I wonder: what do modern Iranians think of Ann Lambton?</p>",
  "<p>Is Google good for you? Well, you can have too much of a good thing, <em>writes <a href=\"http://theguardian.com/profile/davidsmith\">David Smith</a>.</em></p> <p>The company launched in a Californian garage 10 years ago next month has become one of the most wealthy and influential in the world. You might have found this blog post using its search engine. To google the weather, a cinema listing or an obscure fact in mid-conversation has become something of a reflex. Indeed my research for an article asking <a href=\"http://www.theguardian.com/media/2008/aug/17/googlethemedia.google\">whether Google is now too powerful</a> involved a lot of googling. It has made our lives so easy that, in the Atlantic Monthly, the writer Nicholas Carr pondered: <a href=\"http://www.theatlantic.com/doc/200807/google\">'Is Google making us stupid?'</a></p> <p>Google was born just south of San Francisco where post-Sixties optimism, idealism and utopianism still reign supreme. The founders have an altruistic desire to make information available for free (while pocketing billions of dollars from advertising). Earlier this year in San Francisco I met Chris Sacca, head of special initiatives at Google from 2003 to 2007, whose blog includes a brilliantly written post about <a href=\"http://www.whatisleft.org/lookie_here/2007/06/sigh.html\">the day he witnessed a shooting</a>. Last week the 33-year-old told me how staff at Google are given unprecedented autonomy and creative freedom: 'I've never known a company have such a broad mission statement - to organise all the world's information - and live up to it. Time limitations, cost, number of computers, bandwidth, fear of upsetting people didn't apply. It was simply: what problem is this solving?'</p> <p>As for Google's co-founders, Larry Page and Sergey Brin, Sacca is somewhat in awe: 'They're two of the smartest people on the planet. You can go to them with an idea and by the next day they've read everything on it. It's almost intimidating how bright they are.'</p> <p>But not everyone regards the project quite so benignly. Google's product philosophy, launch fast and launch often, has given it immense reach and something approaching dominance of the online advertising market. Amnesty International was deeply unimpressed when Google bowed to censorship in China. And now almost every week the press is full of alarm, some of it <a href=\"http://www.dailymail.co.uk/sciencetech/article-1031861/Google-burglars-charter-street-cameras-given-clear-privacy-watchdog.html\">over-hyped</a>, about Google's ability to hoover up our personal secrets. Even Barack Obama and John McCain are beating a path to the Googleplex, and the company will be co-hosting the Vanity Fair parties at the Democratic and Republican conventions.</p> <p>In the age when knowledge is power, is it really healthy for any one organisation, particularly a profit-driven company, to have quite so much information at its fingertips? What do you think?</p>"
]