[
  "Homophobia in football faces red card",
  "Blossoming of Nakamura shows Strachan's canny eye for a cast-off",
  "Enforcing engine duplication will silence the symphony",
  "Scouting Report: Simon Church, Reading",
  "Minister of vroom",
  "Everyone knows management interests me, says Shearer",
  "Queen of green: Crown Estate's offer fans interest in wind farming",
  "The mother of all talent-spotters",
  "Small steps to success",
  "'Without her I would not have my son'",
  "Tottenham chairman Levy still believes Ramos can lead the revival",
  "'Negligent' father led daughter, 7, to her death in quad bike accident",
  "Amid the rubble of global finance, a blueprint for Bretton Woods II",
  "McCain has only $47m left for final polling spurt",
  "Charity begins at school",
  "Cap in hand",
  "The Feylin phenomenon",
  "Moscow's multi-billionaires feel the pinch, relatively, with caviar, jets, but nyet profit",
  "Arrest warrant needs a level playing field",
  "Lions and tigers seized as police raid drug gang",
  "Viewpoint: Why you can bank on HBOS rescue",
  "DPP attacks approach to fighting terror",
  "People",
  "News in brief",
  "'We are all beautiful!'",
  "The campaign against Angel Delight",
  "Wayward White delivery sums up Aussie woe",
  "Problems in the post for Mandelson",
  "'In the 80s, I had to backcomb my hair higher and higher ever day. It's never recovered'",
  "Labour's stitch-up will deny women fundamental rights",
  "Harman to block Commons votes on liberalising abortion laws",
  "The showstopper",
  "Death of a good samaritan: Taliban say aid worker killed for 'spreading Christianity'",
  "Public finances hit record deficit as recession looms",
  "Biting back at Oliver's empire",
  "$250m multiplier for William Hill Online",
  "Rear Admiral Michael Kyrle Pope",
  "Rich pickings",
  "New declaration on principles of equality",
  "Back to school",
  "Calling time",
  "Frank 'Lefty' Rosenthal",
  "Daughter is moving in for a few weeks. Is there any possibility we can live together without falling out?",
  "'How do you deal with winning or losing this much?'",
  "The Wire re-up: The music",
  "A trial of strength with Ergenekon",
  "Don't trust the opinion polls",
  "Nokia plays weird games",
  "Fair point",
  "Young Iranians need their own Obama",
  "Brown's dreams and reality: a poll apart",
  "William Hill places stake in software specialist",
  "Food for thought",
  "Queen breezes in to aid wind projects",
  "Dangerous liaisons",
  "Home Office trying to persuade unions to drop opposition to ID cards",
  "Your photos: October 2008",
  "Mind the gap",
  "Peter Mandelson to face MPs over controversial proposals",
  "Will you jump on board the revamped Routemaster?",
  "This will fail families, Peter",
  "Toby Radcliffe: What's rocking sport",
  "Warning over higher broadband bills",
  "Rhys Jones murder: Mother testifies against accused son",
  "US election: Cuban-Americans begin to voice diverse political views",
  "Yet another gullible believer has been locked out of Google",
  "Our deadly export",
  "Trials of live CCTV on buses",
  "Girls Aloud to appear in Nintendo ads",
  "A philosophical dead-end",
  "Seoul arson and stabbing rampage kills six",
  "No 413: Riz MC",
  "Rising water in Florida's Everglades threatens wildlife",
  "Iran maintains death penalty for teenagers convicted of murder",
  "Allegra McEvedy's cookery class: ingredient list",
  "Johnson cruises to Martinsville victory as Sprint Cup looks a sure bet",
  "The week in money",
  "Pullman's potent mix of magic and technology",
  "Beer drinkers for Obama",
  "What it takes to get that school place",
  "Little Britain: too camp for Uncle Sam?",
  "WashPost-ABC: No Ayers effect",
  "US election briefing: What will McCain do now?",
  "Derby day in Madrid brings Atlético same old woes",
  "£1m ad campaign targets 'forgotten' drinkers",
  "Financial crisis leaves David Cameron with few options",
  "James Blunt to edit Metro International for a day",
  "Sony delays PlayStation game over Qur'an lyrics",
  "Tsvangirai will not attend African summit on Zimbabwe crisis",
  "Robin Williams unamused by pay dispute",
  "Why Max Mosley is right - and wrong",
  "Keeping EU powder dry on Russia",
  "The 'win-win' solution failing the rainforests",
  "Family courts may be opened up to media",
  "Is the credit crunch good news for UK universities?",
  "Universal Declaration of Human Rights: children's edition",
  "Worth a look",
  "Don't cut public pensions",
  "Reviews, reviewers and the reviewers who review them.",
  "'Obama is a liar' - gun owners sound off",
  "'Obama is a liar' - gun owners sound off",
  "Day eight: Sunday morning in the 'evangelical Vatican'"
]