[
  "<p>As the longest US presidential campaign in history enters its final 50 days, the world is watching Barack Obama and John McCain battle it out. But America is watching its media chase after something else entirely: the saga of Sarah Palin. The hunt may be unedifying for some but it has raised questions about the media's role in a heated climate where charges can't always be fact-checked.</p> <p>Since castigating the press in her national political debut, Palin has given just one mainstream interview, to ABC news. Yet lack of access has only led to more attention, giving liberals heartburn and conservatives fuel for attacks on the media.</p> <p>\"Her critics like to say that Palin hasn't accomplished anything,\" Arianna Huffington blogged. \"I disagree. In the space of ten days she's succeeded in distracting the entire country from the horrific Bush record - and McCain's complicity in it.\"</p> <p>The early numbers suggest Palin has indeed crowded out other stories. She was the subject of 60% of US news stories during the Republican party convention, according to the independent Pew research centre, even more than McCain and three times as many as Obama in the same week.</p> <p>Palin's unexpected nomination, combined with the relative exoticism of her Alaskan roots, made the media fascination somewhat inevitable. The questions mounted: did she raise taxes as mayor of Wasilla, Alaska? How much government money did she seek to study seal DNA? Where did she get her children's names from?</p> <p>\"Let's not underestimate how much of a surprise she was,\" warns Mark Jurkowitz, associate director of the Pew centre's Project For Excellence in Journalism. \"Not just to the political chattering class, but also to the media itself. You're getting this rush of information - some gossip, some rumours, some of it important, all of it coming out in a small timeframe.\"</p> <p>Indeed, the way her quick ascension sent the press into a tizzy has led the gun-toting mother of five to be compared with Obama.</p> <p>More important than the Palin-mania of the 24-hour news cycle is the Republican campaign's savvy use of her popularity, however. Before she uttered a word to the voting public, McCain aides refused to answer media questions about Palin's record, deeming them too sexist.</p> <p>US reporters and commentators may have called it a \"marketing ploy\" - in CNN president Jon Klein's words - but they were left wondering how to cover a candidate who demonised them.</p> <p>\"There's a rhetorical case the McCain campaign has made, that shock [at Palin's nomination] was similar to disapproval,\" Clint Hendler, a staff writer at the Columbia Journalism Review, says. \"I don't think that's true. But they've blurred the line there, because it's advantageous to them to draw a parallel between the 'good-old-boy' network in Alaska and the 'good-old-boy' network in the media.\"</p> <p>Perhaps ironically, it also meant that the support given to Obama by liberal bloggers during his campaign against Hillary Clinton was used against him by Palin supporters.</p> <p>The mainstream media cannot ignore popularity. Her convention speech was watched by an eye-popping 37.2 million US TV viewers. (The finale of American Idol, by contrast, attracted just 31.7 million.) In the speech, she launched cutting broadsides at the media, emboldening Republicans in the crowd to vent their anger over perceived liberal bias at the MSNBC network.</p> <p>The marquee pundits at MSNBC, the third biggest news channel after CNN and Fox, dismissed Palin's vitriol. Keith Olbermann sighed at the Republican \"picking of fights\". Chris Matthews shrugged: \"This is showbiz. They know what they're doing. It might work.\"</p> <p>Within days, Olbermann and Matthews had been removed from their anchor chairs for the rest of the election season, despite being hugely popular with younger viewers. Paul Waldman, a senior fellow at the watchdog group Media Matters, says: \"The problem is, you had all this protest coming from the right\" even before Palin's speech. \"When you make the shift in the wake of that, it looks like you're trying to compensate and knuckle under.\" The ripple effect of Palin's rise has grown more intense as the US media tries to find its rudder in a sea of short-lived campaign scandals. Scrutiny of her record has turned up a slew of contradictions. As hypocrisies emerge, liberals have joined conservatives in chastising the press - albeit for very different reasons.</p> <p>Democratic partisans cried foul, for example, when the media quoted Palin's claim to have terminated an expensive Alaskan bridge project. A simple Google search confirms that she actually supported the bridge. \"The US mainstream media is very much a prisoner of a perhaps obsolete idea of balance,\" says the CNN analyst and New Yorker writer Jeffrey Toobin.</p> <p>\"For the most part, the media is very uncomfortable saying that one side is right and one side is wrong, even on factual matters like this one.\"</p> <p><strong>Sexist jibe</strong></p> <p>While liberals seethed about Palin's bridge claim, conservatives were pouncing on any press criticism of the vice-presidential candidate as sexist. Wary of having their words twisted into a gaffe, Obama aides steered clear of Palin - but Obama himself stepped into a trap on Tuesday by calling Republican rhetoric \"lipstick on a pig\".</p> <p>The McCain camp promptly accused him of a sexist jibe, which the mainstream media felt bound to report despite the fact that it is a common expression in the US. And though the mainstream media had spent a week rebutting sex-bias charges, Obama got no such help in the wake of the remark.</p> <p>Cable TV dedicated hours of airtime to questioning whether Obama's use of the US colloquialism referred to Palin, who often jokes that hockey mums like herself are pit bulls in \"lipstick\". The Associated Press wrote that Obama was \"clearly drawing a connection to Palin's joke, even if it's not what [he] meant\".</p> <p>Tom Patterson, professor of government and the press at Harvard University, says the media's focus on trivialities is dragging down its credibility with the public. \"The problem is that on cable, which is usually the driver of news content, they love this stuff,\" he adds. \"The press, because it needs to feed the 24-hour beast, has almost lost its compass, and the public recognises it.\"</p> <p>Academics are not alone in questioning the media's self-control in the post-Palin era. When politico.com asked senior Republicans and Democrats about the coverage of the sexism furore, both sides said the press response was utterly predictable. It is clear that the US press - with the unusual exception for a serious political candidate of Us, OK! and People - has not yet figured out how to approach Palin two weeks after she burst onto the scene.</p> <p>Palin's debut interview on ABC last week highlighted all these tribal divisions - between the sexes and the parties - that have been shown up by her brief career in the national spotlight. As she prepares to debate with her Democratic counterpart on October 2, the mainstream media will again have to weigh their desire for a great story against the risk of more attacks on alleged bias. And with the compass spinning through a fast-changing media landscape ahead of the elections on November 4, time is running out.</p>",
  "<p>It came to Zeblon Gwala in a dream. The Zulu former long-distance lorry driver was visited by his dead grandfather and told to gather herbs and roots from across Africa. Then the voice in his head told him to boil them into two formulas - one to boost the immune system, the other to suppress the HIV.</p> <p>Gwala's first patient was his sister. \"She was HIV-positive in the last stage, because the skin was peeling off, and then I've been told I must cook this and give it to her. I was cooking about five litres and give it to her and then she's getting better. She's getting pregnant, she's getting a baby, she's getting married,\" he said.</p> <p>He doesn't mention that she's also dead. When that is brought up, he is evasive: \"She died from problems in hospital but we can't talk about that because it was a big mistake by the doctors.\"</p> <p>The demise of Gwala's sister has not discouraged South Africans from tramping in their thousands to his \"clinic\" on a busy street in the east coast city of Durban, where they hand over more than £50 - a fortnight's pay for many - for what he calls his \"concoction\", brewed in large blackened pots in his garage and sold in two-litre milk containers.</p> <p>It is called uBhejane, Zulu for black rhinoceros, and it is by far the most popular of the alternative Aids treatments in South Africa.</p> <p>But before he hands over his potion, Gwala warns his patients that they must give up the anti-retroviral (ARV) drugs supplied by hospitals to stave off the transition to Aids. He says they both work equally well but the drugs will eventually kill you.</p> <p>\"In South Africa we've got two choices. We've got ARVs and we've got uBhejane. As far as I see the results, it's equal. The main point is, uBhejane hasn't got side-effects. ARVs work but the problem is very, very strong side-effects, so we can't say it is the right way because patients take it until they die. What is the cause of that dying is the side-effects. But they die with a nice look,\" he said.</p> <p>Gwala says that hospitals have mortuaries because the doctors don't know what they are doing. There is, he notes, no mortuary at his clinic in a former shop in a commercial suburb of Durban lined with car dealerships.</p> <p>So far, more than 50,000 people have preferred to believe Gwala, and they are still coming in their thousands.</p> <p>It might be a typical story of profiting from the most desperate and vulnerable on a continent where Aids \"cures\" can be found on almost every street corner, particularly in South Africa, where one in six adults is HIV-positive, nearly 1,000 people a day die of Aids, and the government has manifestly failed in its responsibilities to the afflicted.</p> <p>That is how some of the country's most prominent Aids scientists regard Gwala, saying that his secret formula of 89 herbs and roots might not do any physical harm, but neither does it combat Aids - and his insistence that patients give up ARVs is a virtual death sentence.</p> <p>When the official opposition Democratic Alliance party submitted a formal request for a police investigation of him in August 2007, it called him a \"backyard chemist\" manufacturing a \"fake Aids cure\".</p> <p>But in this story there is a difference: unlike in most of Africa, where governments frequently work hard to emphasise that there is no cure for Aids and to get ARVs to the needy, the South African authorities have thrown their weight behind the lorry driver and his visions. Gwala has been heralded as a lifesaver by members of a parliamentary committee during hearings into Aids policy, and defended by South Africa's health minister, who derided Gwala's critics as \"colonialists\".</p> <p>The conflicting views over uBhejane are portrayed by the government as a struggle between traditional healers and their treatments - which are the first port of call for about 80% of black South Africans when they get sick - and an entrenched, and racially tainted, medical establishment bias toward western drugs. But Aids activists and scientists accuse the government of exploiting the reasonable demands of traditional doctors for greater official acceptance in order to promote the controversial views of President Thabo Mbeki and his widely scorned health minister, Dr Manto Tshabalala-Msimang, who question the scientific orthodoxy that HIV causes Aids and that ARVs save lives. Both politicians have openly disparaged ARVs, suggesting - like Gwala - that they are so poisonous as to kill those who take them.</p> <p>That has not only left many South Africans confused over the benefits of \"medicines\" such as uBhejane but opened the way for what some Aids doctors have denounced as foreign \"charlatans\" from Europe distributing vitamin pills and garlic concoctions as alternatives to scientifically tested drugs.</p> <p>And, they say, people are dying as a result.</p> <p>Five years ago, a controversial German figure, Matthias Rath, who has built a lucrative business selling vitamin pills in Europe, moved into one of the first battlegrounds over Aids drugs, Khayelitsha township. Khayelitsha is home to about 600,000 black people just outside Cape Town. About 70,000 are HIV-positive.</p> <p>When Mbeki was refusing to provide ARVs in government hospitals, the aid agency Médecins Sans Frontières flew in the drugs and began distributing them from its clinic there.</p> <p>In 2003, Rath established his own clinic in Khayelitsha to distribute what he described as lifesaving micronutrients and vitamin pills as an alternative to ARVs, which HIV-positive people were pressed to give up. Some of the pills were hard to tell from the ARVs, which Rath's critics said created confusion.</p> <p>But Rath could not have been clearer in his message in a campaign waged on the internet, in speeches across the world and in adverts in the New York Times: ARVs were a form of genocide against Africans, produced by drug companies responsible for the second world war, apartheid and the US invasion of Iraq.</p> <p>Rath's hostility to ARVs touched a nerve with Mbeki, who had postulated that it was the toxicity of the drugs that was killing millions of people who took them, not Aids.</p> <p>His health minister, Tshabalala-Msimang, who once claimed that western countries deliberately spread HIV among Africans through smallpox vaccines, embraced Rath.</p> <p>But MSF and South Africa's influential Treatment Action Campaign (TAC), which has led the popular agitation to get Mbeki to provide anti-Aids drugs to the poor, were horrified at Rath's views and tactics. While none of the government's critics question the benefits of a healthy diet and vitamins in bolstering the immune system and staving off Aids, they accused Rath of misleading HIV-positive people to lure them off the lifesaving drugs.</p> <p>When Rath first established an office in Cape Town in 2003 - called the Dr Rath Health Foundation - to distribute his vitamin and micronutrient pills for free among the poor, that office was set up by his close South African associate, Anthony Rees. Rath visited frequently.</p> <p>\"When I started working with Dr Rath I thought everything was above board because the way he presents his company is as philanthropic and seems to be evidence-based. It looks like he's done a lot of research to back up what he does and make the statements that he does,\" Rees says.</p> <p>Within two years Rees had turned against the Rath Foundation, saying he had come to realise that the pills were not saving lives, and that a number of its \"patients\" had died after coming off ARVs. Among them was Marietta Nziba from Gugulethu township, whom Rees describes as one of the foundation's \"star patients\" and a former worker there.</p> <p>She could be seen in a video that appeared on the foundation's website at the time promoting the wonders of micronutrients. With Rath at her side, the young woman described how her CD4 count - a measure of the strength of the immune system - more than doubled once she started taking his pills. The boils on her arm, diarrhoea and vomiting disappeared. \"I just thank God that he brings vitamins here to South Africa to help our lives,\" she said.</p> <p>Within weeks she was dead.</p> <p>\"It was that incident that brought me to action and that I must do something about this,\" Rees says.</p> <p>Another who died was Zukiswa Njokwa, who was 40. \"Zukiswa was taking ARVs but they made her feel bad even if they were helping to raise her CD4 count,\" says her best friend, Norute Nobebola, herself one of the first women diagnosed as HIV-positive in Khayelitsha.</p> <p>\"She didn't tell me she had stopped taking them and begun taking multivitamins. I saw the unused ARVs in her house after she died.\" That helped convince Nobebola to go public with her own HIV status and to campaign against Rath's pills. \"A number of the people in the support group decided they would go for multivitamins because the ARVs made them feel ill at first. If you have been diagnosed you want any help you can get to feel well again. So they defaulted on their ARVs, they feel better for a bit but then they get very sick again and then they die,\" she says.</p> <p>In time, MSF learned that Rath Foundation workers had infiltrated Aids clinics in Khayelitsha. A nurse and the manager of the bustling Ubuntu clinic, Nompumelelo Mantangana, says she discovered that some of the foundation's employees were paying health staff to pass on the names of HIV-positive patients: \"We stopped that but not before it did a lot of damage.\"</p> <p>Mantangana says foundation workers visited people at their homes to persuade them that multivitamins could cure HIV and Aids. \"That created a great deal of confusion in our patients. They didn't know who to believe. We have had people die,\" she says.</p> <p>She says the Rath Foundation played on the fact that many people came to the clinic only once they were sick, and that ARVs tended to make them feel worse before their health began to recover. \"They said, come off the ARVs and take the multivitamins and you will feel better. And you do - but it doesn't mean you are getting well. Eventually you get sick again,\" she says.</p> <p>Things turned nasty as the doctors and the Treatment Action Campaign fought back against the Rath Foundation. TAC distributed a leaflet in Khosa accusing Rath of causing the death of a woman called Ntombekhaya after she was pressed to take multivitamins instead of ARVs.</p> <p>The Rath foundation hit back by flooding the township with its own leaflets describing TAC as an agent of the pharmaceutical industry and accusing it of \"destabilising our democracy on behalf of foreign interests\".</p> <p>The health minister, Tshabalala-Msimang, spoke in favour of Rath because he shared Mbeki's view that it was the toxicity of ARVs that killed people, not Aids. \"I will only distance myself from Dr Rath if it can be demonstrated that the vitamin supplements that he is prescribing are poisonous for people infected with HIV,\" she told reporters.</p> <p>Others were more sceptical.</p> <p>South Africa's advertising standards authority ruled that some of Rath's claims for his vitamins were false and the US food and drug administration warned him that some of his advertising broke the law. The World Health Organisation, UNAids and Unicef accused Rath of misrepresenting their advice on the value of nutrition in combating HIV; he accused them of being infiltrated by the drug companies. Rath is not seen in South Africa so frequently these days and was not available for interview. But in 2007 he reopened an office in Cape Town headed by Ndithini Tyhido, who has worked for Rath for many years.</p> <p>In 1992, Tyhido was convicted of murdering a child and of the attempted murder of a man in Khayelitsha, and sentenced to nine years in prison.</p> <p>He said it was self-defence during the political violence of the time, but South Africa's Truth and Reconciliation Commission refused him amnesty. He was also thrown out of the African National Congress for alleged criminal misconduct.</p> <p>Tyhido has learned to be cautious after the legal battles and has scaled down Rath's claims for his pills. \"It's not treatment. It's not therapy,\" he says.</p> <p>So does Rath still maintain that his preparations are a preferable alternative to ARVs? \"These micronutrients are very much lifesaving. I've seen people recuperate from a very bad state. I wouldn't say they are cured of Aids because there is no cure but they are very much better,\" he says.</p> <p>But Tyhido avoids a direct answer when it is put to him that some people promoted by the foundation as success stories are now dead. He calls it a \"raw lie\" that the foundation has done anything underhand in promoting its pills, describing them as a gift to the poor funded through the sale of Matthias Rath's vitamins in other parts of the world. Why, then, does he think there's so much hostility toward Rath? \"Because what Dr Rath does and the policies of this country threatens big business.\"</p> <p>Mandla Majola, who heads the TAC office in Khayelitsha, said that eventually his group's campaign and other publicity raised awareness in Khayelitsha.</p> <p>But, he says, \"it only became a problem in the first place because of Mbeki's denialism. The government is tolerating it [Rath's campaign against ARVs], because it questions the link between HIV and Aids. They believe these [ARV] drugs are very toxic and endangering lives, and that people like Matthias Rath might have the solution, when that solution is killing people.\"</p> <p>Mbeki and Tshabalala-Msimang have embraced other Aids dissidents, including one of Rath's most enthusiastic backers, Anthony Brink, a lawyer and former judge who calls the belief that HIV causes Aids a \"mass hysteria\". He does not recommend using condoms, on the grounds that \"an act of love\" cannot cause death.</p> <p>A New York doctor, Roberto Giraldo, helped persuade Manto Tshabalala-Msimang that a diet of garlic, lemon juice, beetroot and African potato was a suitable alternative to ARVs, earning her the nickname of \"Dr Beetroot\" after she said as much to an international Aids conference.</p> <p>Tshabalala-Msimang also embraced a Dutch nurse, Tine van der Maas, who has been peddling a garlic and lemon formula to HIV-positive people in rural KwaZulu-Natal. Van der Maas tells them to give up ARVs and take her formulas with the argument that Aids is brought on by a bad diet of too much maize and sugar. \"We are the people being referred to as Dr Manto's quacks,\" she says in a promotional video she shows prospective \"patients\".</p> <p>The video shows Van der Maas telling people in KwaZulu-Natal that HIV has nothing to do with Aids: \"It doesn't matter whether a person is HIV-positive or HIV-negative, they can still have the Aids symptoms.\"</p> <p>Zeblon Gwala's concoction is now so popular that he markets it through distributors across Durban and other parts of KwaZulu-Natal. Gwala doesn't claim to know how his mixture works, only that it protects users \"from any kind of virus\".</p> <p>\"I'm lucky. I can say from 100 [users], maybe I come up with 98 it works for,\" he says. \"People mustn't die from this HIV/Aids, because we've got something to cure you, or make it better. Nobody's allowed to say I've got an HIV and Aids cure. But I'm saying my concoction is healing the HIV and Aids people. It can be a cure for three years, can be a cure for five years.\"</p> <p>There are few in South Africa's medical profession who deny the importance of traditional healers to the health of the nation. But, they say, long-established herbal compounds, whose worth has been proven over generations, are wholly different from Aids \"cures\" conjured up in less than a decade.</p> <p>Tshabalala-Msimang sees it differently. After the opposition Democratic Alliance called uBhejane a \"fake Aids cure\" manufactured by \"a backyard chemist\", the health minister accused the party of \"stagnating in a colonial ideological outlook\". She told the Guardian that it was not the role of her ministry to tell people whether uBhejane and its like actually work. \"For centuries people in this country used traditional medicines. They didn't go through the rigorous processes of clinical trials. It's not for me to say, you've not improved, you are still very sick. It's not for me to say, 'stop it'.\" Aids activists disagree profoundly.</p> <p>In 2006, the University of KwaZulu-Natal tested uBhejane and said that while it was not toxic there was no evidence that it was a treatment for Aids.</p> <p>The university's vice-chancellor, Prof Salim S Abdool Karim, a renowned Aids researcher, told a press conference: \"uBhejane is being sold as an Aids treatment at high cost, suggesting that profits are being made from the suffering of Aids patients through untested claims.\"</p> <p>The research on uBhejane is led by Nceba Gqaleni, head of the university's traditional medicines research programme.</p> <p>\"I watched [Gwala] at work. He sells to anyone with the money because he's not a qualified healer, he's not utilising an indigenous knowledge. The medicinal plants in uBhejane have a long history of use by healers but not for HIV/Aids of course, it's a new disease,\" he says. \"I think people such as Mr Gwala should use the science up front to validate his visions. But our government doesn't always think so.\"</p>",
  "<p>About £1bn in western aid to revive Zimbabwe's economy will hang in the balance today as western donors watch to see how a power-sharing deal to be signed by President Robert Mugabe works in practice before committing a rescue package.</p> <p>Under the deal with his arch-rival Morgan Tsvangirai, Mugabe is to surrender many of his powers for the first time in 28 years. But though the agreement, to be formally signed today, marks a huge climbdown by Mugabe, foreign donors indicated that they want to see just how much power Tsvangirai wields as the new prime minister in the coalition government.</p> <p>\"We want to see this government in action before we commit our support to it,\" said a European diplomat in Harare. \"We need to see Mugabe is not continuing to run things. There will be benchmarks, litmus tests of who's really in charge.\"</p> <p>Donors, including Britain, the EU and the US, are broadly agreed to inject about £1bn in aid over a year to reverse more than a decade of economic decline that has brought inflation above 20,000,000%, mass unemployment, empty supermarket shelves and forced about 4 million people to leave the country to find work. </p> <p>Agriculture has collapsed, leaving millions without sufficient food and reducing many to one meal every other day.</p> <p>Tsvangirai will be keen to see the foreign money as soon as possible in the hope of bolstering public support by swiftly moving to alleviate people's misery. </p> <p>The power-sharing agreement brokered by the South African president, Thabo Mbeki, gives the opposition a majority of one in the cabinet and places Tsvangirai in charge of the daily administration of government. </p> <p>When the 31 cabinet posts are divided in the coming days, Tsvangirai's Movement for Democratic Change is likely to win control of the finance ministry because Mugabe recognises the donors will not want to see a Zanu-PF minister in charge of their funds. But diplomats say that their governments will be looking for other signs that Tsvangirai is in control. </p> <p>One test will be if the MDC gains authority over the police and if it is able to remove the highly partisan police commissioner, Augustine Chihuri, who said he would not salute Tsvangirai if he were elected president and whose force played an active part in the bloody assault on opposition supporters during the election. </p> <p>Western donors are also keen to see the governor of the central bank, Gideon Gono, sacked because of his alleged role in the plunder of the country's hard currency reserves and fuelling inflation by furiously printing money.</p> <p>Nonetheless it will be difficult for western countries to turn their back on today's watershed agreement because they risk being accused of failing to accept an African-mediated settlement. The evident hostility and suspicion with which Mugabe regards Tsvangirai and the expectations of western governments was evident in a column in the state-run Herald newspaper by the president's spokesman, George Chiramba, under a pseudonym. It called the MDC in government the \"enemy within\" and accused it of taking its orders from Britain and other powers.</p> <p>\"For a party that has always relied on government and intellect for policy incubation, [Zanu-PF] has to learn to govern in a new environment where the enemy is within, well embedded,\" Chiramba wrote. \"The west will now have an eager listening post, right up to cabinet. There will be lots of policy pre-emption.\"</p> <p>Many Zimbabweans are cautious about the political settlement. Lining up for bread in shops with otherwise bare shelves, or queuing for the pitiful 50p-worth of currency they are permitted to withdraw from the bank each day, people are desperate for reasons to hope.</p> <p>However, men such as Arthur Mubaiwa, who was part of a very long queue for petrol yesterday, say they know Mugabe and they do not have full confidence in Tsvangirai.</p>",
  "<p>For Thabo Mbeki, it could have been the day that restored a reputation battered by perverse policies on HIV/Aids and Machiavellian strategies: the signing of a deal he brokered to end Zimbabwe's political crisis and silence those who scorned his \"quiet diplomacy\" with Robert Mugabe. </p> <p>Instead, South Africa's president will spend this week fighting for his political life as his party debates whether to remove him from office after a damning court ruling that accused Mbeki of apartheid-style tactics in illegally abusing the justice system to try and prevent Jacob Zuma from becoming the country's next leader.</p> <p>The agreement in Zimbabwe today is a major triumph for Mbeki who managed to press Mugabe into conceding many of his powers to Morgan Tsvangirai. But that will count for little at home as leaders of Mbeki's African National Congress decide his future following Friday's ruling in which a high court judge, Chris Nicholson, threw out corruption charges against Zuma and said that the prosecution was the result of \"baleful political influence\". </p> <p>Nicholson said that Mbeki and members of his cabinet had abused the prosecuting authority in an attempt to remove Zuma from the \"titanic political struggle\" for control of the ANC. The judge likened Mbeki's actions to those of apartheid-era governments for inducing two successive heads of the prosecutions authority to commit \"a very serious criminal offence\" by pursuing a political prosecution.</p> <p>\"In terms of the law, more especially emanating from the constitution, there is responsibility attributable to the president,\" the judge said.</p> <p>Now Zuma and his supporters are preparing to take revenge on Mbeki. The ANC national executive and its trade union confederation and Communist party allies are to discuss his future this week. The ANC's chief whip in parliament, Nathi Mthethwa, told Johannesburg's City Press newspaper that it is not a question of if, but when, the party will move against Mbeki. </p> <p>\"As a leader of the ANC, you cannot be implicated of [sic] plotting the downfall of your comrade and people then pretend as if nothing has happened,\" he said.</p> <p>A senior ANC leader told Johannesburg's Sunday Times newspaper that Mbeki had to go. \"The most obvious (position) would be to appoint a delegation that will ask him to step down,\" he said. </p> <p>Another ANC official told the paper that Mbeki would \"be pushed on (to) his sword if he can't fall on his sword\". Mbeki can be removed through a vote of no confidence or by calling an early election. The ANC holds 293 of the 400 seats in parliament so if the party leadership decided to force the president out it could almost certainly win the necessary majority among ANC MPs with an eye to their future selection as candidates at the next election. </p> <p>If that happened, the speaker would become acting president until parliament elected a new president, almost certainly Zuma. If an early election is called instead, Mbeki would remain president until the vote within 90 days.</p>",
  "<p>Europe's first state-funded school for Hindus, which receives its spiritual guidance from the Hare Krishna movement, opens today in London amid continued concern about the divisive nature of faith schools.</p> <p>Krishna-Avanti primary school, in the north-west borough of Harrow, home to about a quarter of the UK's Hindu population, is welcoming 30 children to its temporary base at Little Stanmore primary school. The school will gradually increase in size until 2014, when it will have filled places for 236 pupils, including a nursery. </p> <p>However, pupils will have to wait until next September to enjoy their new £10m building, which will have a meditation garden, an amphitheatre for outside teaching and eco-friendly innovations such as a grass roof. </p> <p>Headteacher Naina Parmar said it was a \"huge step forward for Britain's 1 million Hindus\" before adding: \"I want our school to be a haven of peace. Hinduism is a very inclusive faith, which naturally promotes a calm, caring and cooperative learning environment. </p> <p>\"This will be reflected not only in the curriculum but also in the school's ethos and environment.\"</p> <p>The opening coincides with renewed calls for a reform of the government's policy on faith schools. Members of Accord, a coalition of religious and non-religious groups and individuals, warned that faith schools could have a negative impact on children. </p> <p>Its chair, Rabbi Dr Jonathan Romain, said: \"Some parents will feel reassured by a school that shares their faith and cultural background, but everybody should also be aware of the impact this may have - limiting their children's knowledge of and interaction with children from other cultures, and also depriving other community schools of Hindu participation.\"</p> <p>He urged the school to teach pupils about other traditions and to follow the local religious education syllabus. He said it was also vital the school did not discriminate against non-Hindus when employing staff or bar children of other faiths from attending.</p> <p>Nitesh Gor, chair of governors at Krishna-Avanti, rejected suggestions that the school would foster segregation and insularity. \"Faith schools have an excellent record of providing high-quality education. </p> <p>\"By helping children to develop strong self-identities, the best faith schools also give children the confidence to play a full part in the wider community.\"</p>",
  "<p>Welcome to the weekly mailout for www.benlagenlive.com, where we serve only \"extra-virgin\" news: unfiltered and raw, from the first cold pressing, occasionally a bit cloudy, sometimes with solid bits hanging in it, but still apparently OK to use. </p> <p>My tech guru Wayne and I have introduced a few new features which I'm sure you'll notice right away. The first is the Black Hole Watch box, which keeps regular visitors appraised of the possibility of dangerous black holes developing in the Large Hadron Collider at Cern. Just because it didn't happen at the launch, doesn't mean it won't happen later, which is why I'm determined to keep you informed hour by hour, no matter what the people at Cern say. Their response when I began my regular updates last week? \"Please stop ringing\". Don't worry. If something does go wrong, you'll hear about it at benlagenlive just as soon as the story appears on the BBC website. </p> <p>The big bar along the right side of the home page is the new Kim Jong-Il Healthometer, designed to keep real-time tabs on the relative wellbeing of the North Korean leader. It's at zero at the moment, not because he's dead, but because we're waiting for some hard information about his condition, but if he does die, then obviously it will also go to zero, so check with the New York Times to make sure. </p> <p>In other news, the \"well-known TV presenter\" who I accused of vandalising my Wikipedia entry seems to have an iron-clad alibi. He, in turn, accused me of vandalising my own entry and living in a \"fantasy world\", a slur which, let me assure you, I will not take lying down.</p> <p>The top three stories visited on www.benlagenlive.com for the week ending 14.09.08 were:</p> <p>1. Adrian Chiles: an apology</p> <p>2. End of the world: nigh</p> <p>3. Wayne's Large Celebrity Collider: Nigella v Peaches Geldof (requires Flash)</p> <p>I was going to apologise for the comments facility being disabled for most of last week, but Wayne now says it was actually working all along, so don't be shy! By the way, if you think that in \"going global\" I'm overlooking the hyperlocal, then check out the pic of the dog turd I almost stepped in on Saturday (www.benlagenlive.com/pavement gallery). That was right outside my front door.<br><strong>Ben</strong></p> <p>If you wish to unsubscribe to Ben Lagen's mailout, mailto:sendLinkDisguisedAsFreePorn@hotmail.com</p>",
  "<p>Bad things happen in early September. Wars have started, terrorists have struck, financial markets have trembled. In Britain 16 years ago, the first half of September saw the build-up to Black Wednesday; last year it saw the run on Northern Rock.</p> <p>This year has been no different. If the US Treasury imagined that its takeover of Fannie Mae and Freddie Mac would restore confidence in the financial markets, then it was quickly disabused of that fanciful notion. By the end of the week, American policymakers were preparing for another weekend at their desks as the predators switched their attention to the limping stragglers of the pack: Lehman Brothers, Washington Mutual and American International Group. These companies are big beasts of the financial jungle: Lehman is the fourth-biggest US investment bank; Washington Mutual is the largest US savings and loan association; AIG is one of the country's biggest insurers.</p> <p>Clearly, there has been a ripple effect from the credit crunch through the rest of the economy. What's remarkable, however, has been how muted the impact on \"the real economy\" has been. Consumer spending in the US and the UK has not collapsed. Unemployment has risen, but it has not gone through the roof. Economies have slowed and bits of continental Europe have already seen output fall, but this is not the Great Depression. </p> <p>The consensus view - in the financial markets and among policymakers - is that this trend will continue. To be sure, there will be some short-term pain but by the end of next year more normal conditions will have returned to financial markets and the drop in oil prices will diminish both inflationary pressure and the squeeze on real incomes. Interest rates will be coming down and consumer spending, while still weak, will be picking up. </p> <p><strong>Genie</strong></p> <p>According to this view of the world, policymakers should be wary of being over-hasty: cuts in interest rates could entrench inflation; bail-outs for housing could impede the self-healing process of markets. Paul Tucker, the Bank of England's director of markets, said last week: \"If in the interests of sustaining growth in the short run, we were to let inflation become established at higher levels, things could easily get out of control as higher medium-term inflation expectations would become embedded. We would then find it much harder to bring inflation back to target, and could well end up having to generate a serious recession to put the genie back in the bottle.\"</p> <p>This is a comforting view of the world. It suggests that the problems of the global economy are manageable, that the framework for economic policy is the right one and that policymakers know what they are doing. It is sincerely to be hoped that all three assumptions are correct, because there are some pretty powerful arguments pointing in the opposite direction.</p> <p>The first is historical. Over the decades, there have been many false signals of trouble ahead, but a rocketing oil price has not been one of them. Every time there has been a spike in the cost of crude, the global economy has gone into recession. There were oil shocks in 1973, 1979-80 and 1990; there were recessions in the mid-1970s, the early 1980s and the early 1990s. While the recent plunge in the oil price has been most welcome (indeed, it is the single biggest reason for hoping that the worst can be avoided), there has still been a fivefold increase over the past six years. By comparison, there was a quadrupling of the oil price in late 1973 and a doubling in 1979-80. Even at $100 a barrel, oil is mightily expensive.</p> <p>On top of this, there is the profoundly deflationary impact of the credit crunch. In the first half of 2007, half of the UK's mortgage loans came from lenders raising money on the world's money markets - that source of funding has dried up and not been replaced. Banks have lost money on their investments in fancy derivative products and have tried to get some of it back by increasing the cost of their services to their customers. The problems at Fannie and Freddie, Bear Stearns, Lehman Brothers, Washington Mutual and the institutions next in line for a mauling suggest that this is a different sort of crisis.</p> <p>And that's the third worry. The Belgian economist Professor Paul De Grauwe, from the University of Leuven, makes the point that economic policymakers, like military strategists, only have a number of reference points against which to judge their actions. In the whole of the 20th century, there were only a handful of seminal events - </p> <p>Germany's hyperinflation, the slump of the 1930s, the stagflation of the 1970s. De Grauwe's fear is that just like the French military establishment in the 1930s, the economics community has created its own Maginot Line - perfect for fighting the last war (the inflation of the 1970s) but cumbersome in the face of a new threat (financial implosion compounded by the impact of more closely integrated financial markets).</p> <p>If De Grauwe is right, the countries that have flexible and unified command structures will almost certainly be best placed to cope. Over the past 11 years, coordination between the Bank of the England and the Treasury has been good, and even today there are few serious policy rifts. Yet, the Bank's system of setting interest rates is flawed; it is based on a measure of inflation that does not include housing costs but does include goods (fuel and food) over which it has no control. Moreover, there is the potential for the wrong mix of policy, with over-tight monetary policy leading to a ballooning of the budget deficit. That was precisely how Japan got monetary policy wrong in the 1990s.</p> <p>None of the above means that the forecasts of a soft landing or a relatively brief hard landing are necessarily wrong. Policymakers, despite De Grauwe's concerns, may indeed have learned the right lessons from the past war and be ready to face the current one. Today's CBI forecasts - falling UK output in the second half of 2008 and minimal growth in 2009 - is the new consensus. The US authorities' frenetic activism may succeed in putting a floor under the housing market, thereby halting losses in the financial sector. China may ride out the crisis, even though its two biggest export markets - the US and Europe - are flirting with recession and there is every sign that the global economy is as synchronised on the way down as it was on the way up.</p> <p><strong>Headwinds</strong></p> <p>On the other hand, the consensus view has been consistently over-optimistic. The Treasury, the Bank of England, the City and economists have all had to pare back their forecasts as recessionary headwinds have grown more powerful. Who is to say that the new, allegedly more sober, forecasts are more accurate? It was assumed that the problems of the sub-prime mortgage market would be contained. They weren't. It was thought the financial crisis would blow over. It didn't. It was assumed that bailing out banks would get them lending again. It hasn't. It was assumed that damage would be limited if unemployment stayed low. It is now rising.</p> <p>All of which, to me, suggests that the risk of something much more serious is now a strong possibility, if by no means a stone-cold certainty. The data over the next couple of months - starting with Wednesday's figures for joblessness - will show whether the price of manning a Maginot Line is an economic Dunkirk.</p> <p><a href=\"mailto:larry.elliott@theguardian.com\">larry.elliott@theguardian.com</a></p>",
  "<p>In your report (Labour's academy schools revolution, September 11), you say all political parties now support the scheme. The Green party remains deeply opposed to academies, which represent a not so thinly veiled attempt to privatise state-run secondary schools in a way which puts the interests of students and communities behind those of the government and the academies' sponsors. These sponsors can be anyone with a spare couple of million pounds to invest (the cost of buying your own secondary school).</p> <p>In Brighton, for example, former Capita boss Rod Aldridge wants to run an academy specialising in entrepreneurship and sport - if he's allowed to do so, we'll see the closure of a special educational needs facility using the site, and the new school will host a multistory car park serving a nearby football stadium. Entrepreneurship and sport in action!</p> <p>By replacing LEA-run schools with what are, effectively, private institutions (albeit free at the point of delivery), the government is further undermining councils' ability to control often complicated local admissions procedures and offer a local, comprehensive education to all children who want it. The Green party is putting forward people's concerns in opposition to Labour and Tory councils up and down the country.<br><strong>Dr Caroline Lucas MEP </strong> <br>Green party, South-East England </p> <p>Nick Clegg recycles the myth of a middle-class flight from state education (Liberal Democrats in Bournemouth, September 13) to justify the Orange Book agenda of more \"choice\". In fact only 7% of children attend fee-paying schools, a figure almost constant for 30 years. <br><strong>Richard Knights</strong><br>Liverpool</p>",
  "<p>For a player who seems to apply such a take-it-or-leave-it approach to life off the field, Ben Herring does a remarkably convincing impression of a man very much on a mission when he sets foot on it.</p> <p>The Aucklander, who arrived at Welford Road in 2007 after receiving no offers of employment in New Zealand, spent the summer taking in the attractions of America's west coast. All fair enough. But consider that he went on holiday without the foggiest whether his job would still be there when he got back from a month living it up 6,000 miles away and you realise he really has perfected the happy-go-lucky lifestyle.</p> <p>A new one-year contract was awaiting him on his return and on the evidence of his part in a tense victory over London Irish, it was a wise move indeed by the Tigers management.</p> <p>\"There was a little bit of uncertainty but me and my wife just went away on holiday and said we'll deal with it when we got back,\" said Herring. \"We went to California and just toured around for a month. It was nice just to be away and out of contact with people. Then when I got back they wanted me to take up another contract. I'm loving it. I really want to win some trophies and this is the best place to do it.\"</p> <p>As well as charging through Exiles' backmarkers to score the try that ultimately saw his side over the line, Herring was omnipresent at the breakdown all afternoon, though he had plenty of breathers in between pile-ups thanks to the incessant whistling of Chris White. </p> <p>This game was blighted no more by the experimental law variations than it was enhanced. There were more traditional values at play, such as Leicester's dominance of the scrum that should have yielded a penalty try in the first half, and their annihilation of the Exiles' lineout, which badly missed the ill Nick Kennedy. </p> <p>Decimated though they were, London Irish are experts at living off scraps and replied to Geordan Murphy's opening try through Steffon Armitage before Seilala Mapusua put them ahead after gobbling up Danie Coetzee's charge-down of a Murphy kick.</p> <p>Ten minutes later Herring found himself on the left wing with Tom Croft for company, so dabbed a neat grub-kick behind the defence for his fellow back- rower who reached it first to score. The New Zealander was then the recipient of a lineout move that allowed him to steam past tackling that may not make the most pleasant viewing in the London Irish video room this week.</p> <p>Delon Armitage's late try was not converted by Peter Hewat, to the relief of the Welford Road faithful, though you sense Herring would not have let it bother him had it gone over. He's that sort of bloke.</p> <p><strong>Leicester</strong> G Murphy; Varndell, Hipkiss (J Murphy,53), Mauger (capt), Smith; Flood, Ellis (Dupuy, 61); Ayerza, Chuter (Kayser, 50), White (Cole, 56), Blaze (Wentzel 23), Kay, Croft, Herring, Crane.</p> <p><strong>Tries</strong> G Murphy, Croft, Herring. <strong>Cons</strong> Flood 3. <strong>Pens</strong> Flood.</p> <p><strong>London Irish</strong> Hewat; Ojo, D Armitage, Mapusua, Tagicakibau; Hickey (Sevealii, 70), Hodgson (capt, Richards 53); Lea'aetoa (Corbisiero, 40), Coetzee (Paice, 58), Rautenbach (Lea'aetoa 42; D Murphy 64), Rouse (Fisher, 56), Johnson, Thorpe, S Armitage, Hala'Ufia (Danaher, 65). </p> <p><strong>Tries </strong>S Armitage, Mapusua, D Armitage. <strong>Cons</strong> Hewat 2. <strong>Pen </strong>Hickey.</p> <p><strong>Referee</strong> C White (Gloucestershire).<strong> Attendance</strong> 16,553.</p>",
  "<p>Alessandro Petacchi completed his hat-trick of stages in the Tour of Britain in Liverpool yesterday, winning the big bunch sprint in the Capital of Culture as Geoffroy Lequatre, of France, crossed the line with an arm in the air to celebrate his overall victory. </p> <p>Lequatre was a relieved man, following a final stage in which his Agritubel team had come under siege from various quarters. He suspected that several squads had conspired to unseat him in an attempt to help second-placed Steve Cummings, the local boy from the Wirral, close the six-second gap to Lequatre. </p> <p>Behind Cummings, who rides for the South African Barloworld team, Ian Stannard, riding for Team GB, was also gunning for the podium with the mid-stage time bonuses offering him the chance to move from fifth to third - something he managed by winning an intermediate sprint on the finishing circuit in Liverpool. </p> <p>Cummings was second in the sprint, Lequatre third, to confirm this trio as the top three overall, though not in that order. In the end, Cummings clawed back one second to finish five seconds behind Lequatre, while Stannard was happy with third overall, 14 seconds down. </p> <p>\"I felt that today we were alone,\" smiled Lequatre at the finish. \"Some teams were working together, for sure - we were the team to kill, because the British wanted Cummings to win. It was very difficult for our team to control and I was very nervous. But I am very happy - this is my biggest win.\"</p> <p>It is also Lequatre's first win in four years, the 27-year-old having suffered a serious crash in the 2005 Hamburg GP that left his face fractured in 20 places. It took the rider, who runs an eponymous fashion label in his spare time, a full year to recover, and he still has nine metal plates in his face, but this victory should earn him a place in the French team for the world championships in Italy in two weeks. The team will be announced today. </p> <p>Cummings was happy with second but said a tougher course might have suited him better. \"I had a good go, especially on the last climb [on Saturday's stage from Glasgow to Drumlanrig] but second is OK. I think they could do with making the route harder; there was no day to really sort it out. It's a good race but it doesn't necessarily suit the strongest rider.\"</p> <p>In Liverpool, after Cummings' final efforts to leapfrog Lequatre came to nought, it was the Petacchi show once again, with the Italian winning the sprint from Julian Dean and Robbie Hunter. Britain's Rob Hayles, who crashed heavily mid-stage, recovered to finish fifth.</p>",
  "<p>A record £32.5m signing making his debut against the club who had spent all summer trying to sign him was all the invitation Manchester City needed to believe a new era had begun. There were Brazil flags on Joe Mercer Way, any number of Robinho replica shirts and a fair smattering of fans dressed as Arabs to remind Chelsea where the balance of spending power now lies.</p> <p>The balance of playing power obstinately refused to change much, however, and though Robinho's City career got off to a sensational start with a free-kick that beat Petr Cech in the 13th minute his overall contribution was dwarfed by the impact made by the other player who slipped through Chelsea's fingers. </p> <p>Shaun Wright-Phillips, modest in stature and a relative snip at £9m, was comfortably City's best performer and arguably their brightest hope for the future. Signs with the words Welcome Back Shaun emblazoned on them were dotted all around the Eastlands arena; the affectionate cheer that greeted the returning hero was more heartfelt than the one for Robinho. Wright-Phillips, doubtless happy to be back in such familiar surroundings, slotted in as if he had never been away.</p> <p>Perhaps it was always going to be more difficult for Robinho. He was after all playing his first match for a new team in a new country against the side everybody thought he was about to join. But then it must have been difficult for Cristiano Ronaldo to make his Manchester United debut against Bolton as an 18-year-old in 2003. He was only filling David Beckham's boots, after all, and Sam Allardyce's Bolton were no pushovers. Yet Ronaldo made an enormous impression that day.</p> <p>As City themselves invited this comparison that is how Robinho will have to be judged. A fitful performer for Real Madrid in the past couple of seasons he is nowhere near as powerful a presence on the pitch as Ronaldo. He has all the close control you would expect, but has yet to demonstrate a willingness to attack the open spaces. And after five years of Ronaldo's swaggering style even the Robinho stepover looks a little self-conscious. At one point in the second half when he completed a few dummies then passed straight to Ashley Cole people were wondering aloud whether he still thought he had joined Chelsea.</p> <p>That may have been harsh because there is no doubt a forward line of Robinho, Jo and Wright-Phillips will cause problems for most Premier League defences this season, though City's talk of a top-four finish was put into perspective by the steely determination Chelsea brought to defending. Even after John Terry had been sent off for what was clearly a professional foul Chelsea easily kept City at arm's length, with Robinho fizzling out to near anonymity in the second half. </p> <p>Ricardo Carvalho was imperious and with a stunning block to deny Stephen Ireland to add to his opening goal he was a clear candidate for man of the match. So too was Frank Lampard, who will not be surrendering his England place to Steven Gerrard any time soon if he can keep up his present levels of consistency. Playing a more attacking role for his club than for England in Croatia Lampard drove his side forward, ran the midfield and scored an excellent goal.</p> <p>Somewhat bafflingly, Setanta ended up asking the midfielder to present the man-of-the-match award to Deco. The Portuguese had been neat, busy and constructive - when is he anything else? - though the game's three outstanding performers were Lampard, Carvalho and Wright-Phillips. Not necessarily in that order. And not Robinho. Not yet.</p>",
  "<p>The legal profession's attempts to attract applicants from more diverse backgrounds are being undermined by continuing public disputes, including rows about the cutting of legal aid fees and claims of racial discrimination, it is feared. </p> <p>Last week, the government was forced to acknowledge that its scheme for reducing lawyers' fees in long trials may cause problems, and solicitors withdrew their support for a scheme that would have forced them to represent defendants in court by video link for less pay. </p> <p>The ongoing row between ethnic minority solicitors, who say they are disproportionately investigated by the Solicitors Regulation Authority, the body that regulates complaints against them, reached new levels when further accusations were made in the Daily Mail against Shahrokh Mireskandari, the solicitor representing Tarique Ghaffur in his race claim against the Metropolitan police. </p> <p>Mireskandari is<strong> </strong>currently<strong> </strong>suing the Law Society in a £10m claim for racial and religious discrimination, harassment and victimisation.</p> <p>The Bar is concerned about the bad press and the impact it could have on would-be entrants to the profession. </p> <p>In a report commissioned by the Bar Council last year, Lord Neuberger, a law lord, wrote: \"There is a perception that the Bar is only open to the more privileged, and, like many perceptions, this has a strong element of self-fulfilment.\" </p> <p>The report continued: \"There are aspects of the entry procedures and training, particularly the cost and the risk, which exacerbate the problem.\"</p> <p>In 2006, just under 9% of barristers were from ethnic minority backgrounds, but research showed that the annual chance of gaining pupillage was twice as high for white as for ethnic minority applicants. More than 80% of trainees came from families whose occupations placed them in the top two socioeconomic classes, and almost a third went to Oxbridge. </p> <p>\"The Bar should have a profile which reflects society,\" said Peter Lodder QC, chairman of the Criminal Bar Association. </p> <p>The Neuberger report suggested placement programmes for children from less privileged backgrounds, Bar Council podcasts aimed at children and university students and a loan scheme to help student barristers with the cost of training.</p> <p>Law firms are also trying to address the issue after being criticised by the government last year for failing to increase diversity. In 2007, 18.4% of trainee solicitors were from ethnic minority backgrounds. </p> <p>Clifford Chance, the world's biggest law firm, recently published its first corporate social responsibility report, in which it acknowledged its failings in hiring and promoting enough minority lawyers, and city firm Eversheds announced it was working with the government to widen participation at universities.</p>",
  "<p>Senior police advisers and community leaders warned yesterday that youth violence was spiralling out of control on inner-city streets after another teenager was killed in London. Oliver King-Onzila became the 26th teenager to be murdered in the capital this year when he was knifed outside a bar on Saturday. </p> <p>The killing means that teenage homicides in the first nine months of this year already equal the number for all of 2007 in the Metropolitan police area. Since 2000, the number of teenagers killed on the capital's streets has risen year on year.</p> <p>Sir Ian Blair, the Met police commissioner, said during a spate of killings last year that the violence among young people was \"completely unacceptable\" and he was \"not prepared to tolerate this continued sequence of senseless killings\". But despite a high-profile police presence on the streets and more stops and searches, the number of stabbings has risen. </p> <p>King-Onzila, 19, who captained Barnet's youth football team, died in a fracas outside the E Bar in Croydon, south London. Barnet's manager, Paul Fairclough, described him as \"a gentle giant\". </p> <p>Cindy Butts, a deputy chair of the Metropolitan police authority and specialist in gun and knife crime, said: \"I think we must brace ourselves. It is like an arms race ... The more young people are aware that other young people are carrying knives, the more likely they will be to carry one.\" </p> <p>Raymond Stevenson, a community leader in Brixton, said: \"Next year the figures will go up again because we are at the beginning of the spiral, not at the end.\" </p> <p>The rise in violence, particularly knife attacks, is reflected in the casualty units. In the first seven months of this year the Royal London hospital treated 150 victims with serious stab injuries, compared with 185 over the whole of last year. Across England, admissions for serious knife injuries have risen over the past five years, from 3,000 to more than 5,000.</p> <p>In London, police resources have been diverted to tackle knife crime, with some officers pulled off terrorist duties to join a 75-strong squad in high-risk areas. </p> <p>But Stevenson alleged that government \"neglect\" of urban areas gave young people \"the worst teachers in the most rundown schools, no after-school provision and no hope\". He said the \" underinvestment in urban communities is a national disaster\". His own violence awareness group, Urban Concepts, has had its Home Office funding withdrawn.</p>",
  "<p>The Broadcasting Commission for Scotland - which reported last week - was set up by Alex Salmond in one of his first acts after winning control of the Scottish parliament. Amid much talk of emergent nationhood, broadcasting was seen as a key battleground and expectations for last week's report were high. Yet in Scotland, while there has been broad support, there has been clear disappointment in some quarters - whilst in the London-based UK press the story was little covered and has already faded from view. The report was expected to cause fireworks, but its reception has been not so much big bang as dull phut. To understand why, one needs to look not so much at what the report did do as at what it didn't. The central recommendation was for the establishment of a Scottish digital channel (somewhat grandiosely described throughout as a \"network\") with a budget of between £50m and £75m a year. This is meant to be the primary vehicle for \"public service competition\" with the BBC. </p> <p>Many people - in Scotland at least - quite like this idea, which has also attracted broad political support. There are issues of course. Who pays for it? The report says it should be the UK government as part of a \"new PSB settlement\". Even if the channel got all the money it wants, it could never compete effectively in drama, comedy, entertainment, news and current affairs, documentary and so on; and could it ever achieve the reach and impact necessary to provide genuine plurality?</p> <p>Meanwhile, more pressing questions about the current broadcasting set-up in Scotland appear to have been ducked. The much discussed \"Scottish Six\" question is one of them. The demand for a Scottish-based national and international news programme on the BBC is a longstanding one. And as devolution has gathered pace with local administrations taking responsibility for more and more aspects of policy, arguments against it have become thinner and thinner. Since being criticised in its own impartiality review for its coverage of Scotland, the BBC has clearly smartened up its act. Yet the agenda issue remains a critical one. </p> <p>In TV terms, it is hard to imagine anything being more significant for a developing sense of nationhood than a major national and international news programme, with access to the BBC's unrivalled newsgathering network, being run from Scotland for Scotland. But the commission doesn't go there and the BBC is let off the hook. </p> <p>And ITV in Scotland? The national licensee - STV - has the highest satisfaction ratings and the lowest dissatisfaction ratings of any TV channel in Scotland. It also has reach and impact amongst audiences that more than matches the BBC's. And while this is primarily due to the popularity of a good few of ITV's network programmes with Scottish viewers, the reach and impact this confers on STV's news and information services would be virtually impossible to replicate - and certainly well beyond anything suggested in the broadcasting commission's report. Yet there is little detailed analysis of STV's position or of potential regulatory measures that might preserve the service at least up to and beyond digital switchover.</p> <p>Lastly, Salmond's earlier stated objective that responsibility for the regulation of broadcasting should be devolved to Scotland is replaced by a general call for the Scottish parliament to take a greater interest in broadcasting matters.</p> <p>There is plenty in the report about increasing UK broadcasters' investment in production north of the border, combined with a strong push to improve the performance and sustainability of Scotland's creative economy which will no doubt be widely welcomed. Although in many respects - with new BBC production quotas and Channel 4 targets - this process is already under way. </p> <p>Meanwhile the report overall is already in danger of being seen as a political fix and a missed opportunity. By avoiding the vexed issue of the \"Scottish Six\" - the bête noir of Scottish Labour politicians at Westminster who fear that they'll disappear from view in Scotland if it ever happened - sidelining ITV, glossing over regulatory devolution and choosing to focus instead on a big new digital channel idea (no matter how realistic), the commission has created a consensus across political lines. And then when Westminster declines to find the £75m needed to fund it Salmond will have yet more evidence of English perfidy.</p>",
  "<p>Children's charities and probation officers last night voiced \"grave concerns\" over the launch today of four pilot schemes which give parents the right to check whether anyone with direct access to their children is a sex offender.</p> <p>The trials will enable single mothers to check on any criminal background of a new partner, and they will be told in confidence if the police have knowledge of a history of sex offending, domestic violence or child neglect.</p> <p>The moves are a response to a campaign by the News of the World and Sara Payne, whose eight-year-old daughter, Sarah, was murdered by a paedophile in 2000, for a law giving local disclosure of the names and addresses of convicted sex offenders. </p> <p>Closely modelled on Megan's law - US legislation that allows communities free access to the names and addresses of convicted sex offenders living nearby - the British scheme will provide the first formal mechanism for the disclosure of background details, including police intelligence as well as convictions, to parents, carers or guardians.</p> <p>The pilot schemes are to start in Southampton, Stockton-on-Tees, Peterborough and across Warwickshire. Home Office ministers insist that while anyone can raise their suspicions about an individual with the police, disclosure will only be for those directly responsible for a child's care. Grandparents, for example, can raise their concerns about an offspring's boyfriend with the police but the mother, not them, will be told the outcome of any police investigation.</p> <p>Ministers also concede that confidentiality can only be enforced by civil injunctions; parents who abuse the information to stir up vigilante action could face prosecution under incitement or public order laws. The limited disclosure regime will affect not only adult offenders but those under 18 as well.</p> <p>The latest edition of the Home Office pamphlet Keeping Children Safe says: \"There is a growing understanding that this risk [of sexual abuse] lies mostly within families and communities. But very few people realise that other children can sometimes present a risk. A third of those who have sexually abused a child are themselves under the age of 18.\" </p> <p>However, probation staff last night warned that even this limited form of disclosure of the sex offenders register was fraught with difficulties. </p> <p>Harry Fletcher, of Napo, the probation and court staff union, said that predatory sex offenders were known to focus on the most vulnerable single mothers they could find: \"They groom them for long periods and so they are the people least likely to come forward to seek information. They are not going to check on potential partners if it means the relationship might be disrupted.\" </p> <p>Fletcher also questioned whether breaches of confidentiality could be enforced against individual parents.</p> <p>Martin Narey, Barnado's chief executive, also said he was \"gravely concerned\" because greater disclosure could prompt more sex offenders to flee the police and probation supervision. \"We still remain concerned that this is not the best way to protect children.\" He added that there was no guarantee the details of sex offenders would not be passed to the press or be available in the community, and pointed out that the pilots did not come with a public education campaign.</p> <p>Paul West, spokesman for the Association of Chief Police Officers, said multi-agency public protection panels already had the power to disclose the criminal backgrounds of offenders to parents on a need-to-know basis. He said a carer who raised concerns about an individual would be given an initial answer within 24 hours and offered a meeting in confidence. Within 10 to 45 days there would be more detailed disclosure. </p> <p>Sara Payne, who has campaigned for controlled access to the sex offenders register, said: \"This is to me the start of the end of secret keeping when it comes to sex offenders.\"</p>",
  "<p>Kelly Sotherton yesterday beat Olympic heptathlon champion Nataliya Dobrynska, finishing second in the final major multi-events competition of the season.</p> <p>In her first clash with Dobrynska since the Olympics, in which Sotherton finished a disappointing fourth, the Brit led overnight in Talence, France, but slipped back to second with a poor long jump of 6.21m and then into third with a javelin throw of 36.83m as American Hyleas Fountain took control. Her 800m of 2:09.38 elevated her back into the runners-up position as Fountain won with 6,473 from Sotherton with 6,439 and Dobrynska third with 6,429.</p> <p>Sotherton said: \"It's nice to get scalps. But Dobrynska is still crossing the line here as Olympic champion. I'd rather have finished fourth here and won in Beijing. But it has been a good weekend.\"</p> <p>Olympic legend Carl Lewis has raised doubts about the performances of Usain Bolt in Beijing. Lewis said: \"When people ask me about Bolt, I say he could be the greatest athlete of all time. But for someone to run 10.03 one year and 9.69 the next, if you don't question that in a sport that has the reputation it has right now, you're a fool.\" Bolt's team-mate Asafa Powell said: \"The Americans cannot believe the Jamaicans are doing so well because they are used to achieving what we are now doing ... They are going to talk about us for a long time because Usain and I are going to keep on running fast. \"</p> <p>Powell ended the grand prix season by winning the 100m in 9.87 at the World Athletics final in the last big meeting at the Gottlieb-Daimler Stadium in Stuttgart before the track is removed to suit its main purpose as a football venue. Barbora Spotakova, of the Czech Republic, marked its farewell by breaking the women's javelin world record with 72.28m.</p>",
  "<p>Gordon Brown has lost weight. He eats sparingly and his suits look almost too big. But his problem is that he still isn't lightweight enough. In private he brims with enthusiasm about child poverty, perinatal mortality in Sierra Leone, and the impact of rising food prices in China. His mind continues to race: about schemes to make it safer to walk home at night, or how to help low-income families. What happened to the old Gordon, the values-rooted chancellor who so impressed some of us? He's still there, definitely visible.</p> <p>Most of the cabinet colleagues I've spoken to feel unhappy about speaking disloyally of him. They still admire his values and his courage. They don't want to be beastly. But they believe that his No 10 organisation, his people skills and his ability to communicate are too poor to allow him to stay on. Those trivial talents in the back-slapping, sound-biting, cheering-up stakes, which Blair had so richly, do matter. Brown is as good and serious a man as ever. But he is too mired in long-term thinking, too steeped in gloom to recover.</p> <p>The scatter-gun attacks of ex-ministers and low-ranking MPs over the past few days stem from their deep frustration at the failure, as they see it, of cabinet ministers to tell Brown all this. Perhaps if they knew how many urgent conversations there have been at cabinet level they would feel reassured, though the prime minister would not be.</p> <p>The private cabinet analysis runs like this. Yes, there has to be a renewed policy debate, for instance on windfall taxes. But that is not enough. The briefing and counter-briefing coming from No 10 continues to suggest a dysfunctional centre - as witnessed by the precipitate departure of the latest adviser, Paul Sinclair, who had barely been there long enough to turn his computer on. There is still a feeling that discipline can be recovered by bullying; in fact, that option has long passed.</p> <p>The inner core of Gordon loyalists differ from the rest in one respect only. They cling to the hope that this is all really about the economy and that, if it improves quickly, so will his and Labour's ratings.</p> <p>One minister says: \"Gordon has to believe this, or he would be forced to confront his own failings in the job.\" Another disagrees, but only in emphasis: \"Gordon knows he's struggling. He is very angry, but mainly at himself.\"</p> <p>So what does this all mean? Is the plot far advanced? Will there be a coup? And if so, when? The current rash of public statements is not a carefully choreographed Blairite (or leftwing) operation. It sounds chaotic and half-cock because it is. Conference week is clearly going to be unstable and difficult. Anything could happen. But ministers don't expect a denouement then.</p> <p>There are two possible crisis moments. Even the most pro-Brown government members suggest that if the economy has not picked up by the spring, he will have to resign - and believe he will not want to be the man to lead Labour to one of its worst ever defeats. But other ministers say things have to be resolved earlier. If Labour loses the coming Glenrothes byelection, key figures will go to him and say it's all over. If he tried to hang on, I'm told, there would be cabinet resignations. This may seem a lot to hang on one byelection; Brown would doubtless say that governments have always had mid-term losses and gone on to recover.</p> <p>But somehow Glenrothes seems to be the place where a last stand will happen. It is grimly appropriate, for this is a constituency next to Brown's own; and Labour's candidate, Lindsay Roy, is the rector (head teacher) of his old school, Kirkcaldy High. On paper, with a strong candidate, Labour should hold the seat, though after its Glasgow performance, the seat is within range of a surging SNP. And if Glenrothes becomes, by common consent, a make-or-break moment for the prime minister, then the excitement will only help the challenger.</p> <p>Of course, ministers have briefed before that they were about to do this or that, only to find their courage or recklessness failed them when the time came. But I think the mood is different now. One put it to me like this. All MPs, he said, have a bellwether local constituency activist who can be trusted to tell them what is really happening. His one had just told him that he was so embarrassed by the party's Westminster performance that he could not defend them on the doorstep. So something has to change. Similar messages are coming in from every part of the country. The pressure is building almost daily.</p> <p>It isn't over yet. There is no clear candidate to replace Brown, far less one whose name could appear on the 71 nomination papers needed to trigger a contest. The man who could win strong support is probably Jon Cruddas - the cheerful, self-confident leftwinger who scares the wits out of Blairites. One told me a postelection, defeated Labour party might choose Cruddas - \"and then that's the end of Labour\". Others talk of a Miliband-Cruddas dream ticket.</p> <p>Ah yes ... David Miliband. What's happened to him since that forthright blast from the trumpet just before the summer recess? He seems to have pulled back, perhaps disconcerted by the lukewarm reception among his colleagues, perhaps realising how deeply unpopular he is among the unions. But despite his blandly loyal protestations on television yesterday, his constant references to the need for \"a new agenda\" indicate that he's still up for it.</p> <p>A fresh, self-critical but confident and rousing performance by Brown at the conference could still regain the initiative. It would have to be accompanied by a stream of vigorous policy speeches from other ministers who managed to sound both energetic and loyal. I can't quite see this, but you never know.</p> <p>At the very least, the \"speech of his life\" would buy him time. If Glenrothes were held by Labour and if the economic news turned out to be better than everyone expects - what then? Outright election victory? I can't find a senior Labour figure who thinks that. A hung parliament? Perhaps. But the Lib Dems have now swung well to the right and seem to want to work with Cameron. </p> <p>The one prize worth having is to keep the Labour party in business. It is facing not only an electoral smash, but a final falling out between modernisers and old Labour. This, combined with no money and another flight of talent, could mean the party's destruction as a major force in British politics. I wish I thought that was hyperbole.</p> <p><a href=\"mailto:jackie.ashley@theguardian.com\">jackie.ashley@theguardian.com</a></p>",
  "<p>'Television adverts, eh?\" That's the kind of three-word phrase that sets off a famous chat fandango. The conversation will kick off with a modern advert - probably something about loans and no-win, no-fee solicitors. After someone says, \"We never used to sue anyone - I blame America\", the conversation will move on to rubbish older adverts. \"Ambassador, you're really spoiling us,\" someone will cheer. \"And I don't wobble any more,\" the crowd will roar back. And everyone will enjoy themselves, and agree that adverts are terrible things, until someone says: \"Well, they've got you talking about them, so they worked.\" No one in this conversation escapes being spattered in cliche, but at least it's fun. And the only person who thinks they're clever is the one killing the conversation.</p> <p>It's not clever. The first time you hear \"Bad adverts work because, well, you're talking about them\" is usually from your mum, when it's thought-provoking. You ponder the power of branding methods; your entire role as a consumer is obliterated and rebuilt with a more cynical slant. After decades of introspection, you can pass this wisdom to your own children. And that is the one time you can legitimately say, \"Ah, it got you talking though, didn't it?\", without seeming like a conversation-pinching squib.</p> <p>These cliches-in-waiting pop up everywhere - you can't refer to Les Dawson's piano skills without someone saying: \"Actually, you have to be really good to play that badly.\" And you have to open a bottle of fizzy wine in the airing cupboard to prevent a battalion of samaritans clambering over each other to say: \"Turn it from the bottle, not the cork.\" People queue up to say the first thing that their brain has been conditioned to squirt on to their tongue, and everyone has to pretend to be interested, or look like a pretentious, disaffected bell-end. But this is why old people are so grumpy - they've had every conversation we're having in a bleak wartime setting, and our frivolous modern take disgusts them.</p> <p>What can we do to avoid becoming chatbots? Our brains work by association, and basic emotional responses are fired by triggers that we don't control. One solution that I've regularly employed is to become completely paralysed. There's nothing I can say now that hasn't been said a million times before in a thousand voices less regional and unmetered than my own.</p> <p>I met a porn director once. The fact that he'd told me so easily indicated that he was proud of what he did, and probably worked it into a lot of conversations. \"Penicillin? One of my porn stars had to take that once. I only say that because I direct porn.\" I'd had a fair bit of fizzy wine, but I managed to pinch off after an excited, \"Oh, really?\", and I pretended to still be chewing a lump of bread I'd swallowed five seconds before.</p> <p>What should I say? \"And they pay you for that?\" No. \"Do you get to see it going in?\" would have been fine - if it was the 70s - and I had to fiercely resist asking why no one makes a porn film with a decent plot, because people would really watch it. Eventually, I commented on the delicious taste of the bread I'd just mimed swallowing. Not a predictable response, but one that did make me look like a senseless sitcom mother, who instantly responds to a daughter's pregnancy by producing a freshly roasted joint of beef.</p> <p>So you can either be a spasm-fuelled brain-trumpet who says \"Computer says no\" every time you see a piece of misbehaving technology, or proclaims \"One of my five-a-day!\" as you raise your seventh glass of fizzy wine. Or you can cripple yourself with the need to create new and exciting responses to every experience humans can have. </p> <p>Frankly, neither's ideal; so why not settle on a lazy compromise? If you feel like your first instinct is too obvious, simply shut up until your brain gets embarrassed enough to offer you something else.</p> <p>Just say the second thing. Not the third thing - that'd be like trying too hard, and you'd end up being the kind of uncomfortable person who says \"salutations\" instead of \"hello\". Just say the second thing you think of. It won't always work, and sometimes people will ask you what the hell you're on about. But anything's got to be better than accidentally quoting Little Britain.</p> <p><strong>· </strong> Jon Blyth is a video games reviewer <br><a href=\"mailto:jon@disappointment.com\">jon@disappointment.com</a></p>",
  "<p>New Zealand's thrilling 28-24 victory over Australia has eased the pressure on Graham Henry, the All Blacks coach. </p> <p>Fly-half Daniel Carter scored the match-sealing try and kicked four conversions in Brisbane to guide New Zealand to their fourth consecutive Tri-Nations title and sixth successive Bledisloe Cup. </p> <p>\"I'm elated with what the guys have done,\" Henry said afterwards. \"It's probably the sweetest victory we've had.\"</p> <p>The All Blacks trailed by 10 points with 30 minutes remaining before scoring three tries in 17 minutes to take control. </p> <p>\"They took advantage of their opportunities significantly better than we did. That was the difference,\" said the Australia captain, Stirling Mortlock.</p>",
  "<p>Film fans are being offered a new way to download movies to their computers and iPods, as a major Hollywood studio tries to convince them to turn away from getting pirated films from the internet.</p> <p>Buying films from online shops such as Apple's iTunes has yet to take off in Britain, with many choosing to download movies from pirate websites or illegally copy friends' DVDs. But 20th Century Fox hopes a new initiative called Digital Copy will make the transfer of films from DVD to computer easier - and tempt more people to stay within the law.</p> <p>Digital Copy - which has been available in the US for almost a year - is now being launched for British movie buyers. One Digital Copy title has already been released - the comedy What Happens in Vegas, starring Cameron Diaz and Ashton Kutcher. Fans who buy the special edition sets of some DVDs will be given a free extra disc allowing them to download the film files straight on to their machine, iPod or other portable video player.</p> <p>Although purchasers will not have unrestricted use of the files - the number of times they can copy the film is strictly limited, for example - executives believe it could encourage more Britons to watch movies while they are on the go. Keith Feldman, general manager of 20th Century Fox Home Entertainment, said: \"From all the research we've done, the first things people tell us are obvious: it needs to be easy and fast.\"</p> <p>It is not clear whether Digital Copy will prove popular with shoppers. Some experts believe it could cannibalise the sales of digital download services, preventing growth in legal movie downloading.</p>",
  "<p>Walk into a polling station in Belford Roxo, an impoverished city on the fringes of Rio de Janiero, on October 5 and you will be faced with an historic choice. You could vote for Alcides Rolim, the Workers' Party mayoral candidate promising a \"city for all\" or Elizeu Pitorra, a local communist who believes it is \"time for a change\". Most voters, however, will probably opt for Barack Obama, a 39-year-old Brazilian who, until recently, was known as Claudio Henrique dos Anjos.</p> <p>Welcome to Obama-mania, Brazil-style. Few countries have embraced the idea of the US's first black president as enthusiastically as Brazil, a country with one of the largest Afro-descendant populations on Earth yet where black faces remain a minority in politics. Obama T-shirts are everywhere while chat shows and newspaper columns are filled with talk of the 47-year-old Illinois senator.</p> <p>Now even Brazil's politicians are lining up for their piece of the pie. Due to a quirk of Brazilian law, candidates are allowed to run under the name of their choice. As a result, at least six Brazilian politicians have officially renamed themselves \"Barack Obama\" in a bid to get an edge over their rivals in October's municipal elections. </p> <p>\"In truth it was an accident,\" says Belford Roxo's Obama, an IT consultant who is bidding to become the city's first black mayor. \"I'd been on the television wearing a suit and people thought I looked a bit like him so they started calling me Barack Obama. They'd see me in the street and shout: 'Hey! Barack!\" So I decided to register it.\"</p> <p>Like his illustrious American counterpart, who has relatives in Kenya, Brazil's Obama also has one foot in Africa. His grandfather was the descendant of slaves. </p> <p>He admits he has also been looking to his namesake's speeches for inspiration. \"I say the same things. I talk about political renewal, change, about transforming the city.\"</p> <p>Despite their similarities the two Obamas have yet to meet although the Brazilian Obama says that as mayor he would \"extend an invitation\" to the real Obama to dine in Belford Roxo. \"It would be great if he could come and see our reality,\" he beams. \"Just imagine.\"</p>",
  "<p>Shane Clarke had no reason to be suspicious when his wife took their two children to Japan to see their ill grandmother in January.</p> <p>The couple had married four years earlier after meeting online, and settled down with their daughters, aged three and one, in the west Midlands. Clarke, they agreed, would join his family in Japan in May for a holiday, and they would all return together.</p> <p>Last week, however, he faced his wife and her lawyer in a Japanese courtroom, uncertain if he would ever see his children again. When his wife left the UK, Clarke now believes, she never had any intention of returning with him, or of letting her children see him. </p> <p>\"From the moment I met her at Narita airport I knew something was wrong,\" Clarke told the Guardian before a custody hearing in Mito, north of Tokyo. \"I soon realised she'd played me like a grand piano. The whole thing had been orchestrated,\" he claims.</p> <p>Clarke, a 38-year-old management consultant from West Bromwich, has gone to great lengths to win custody. The Crown Prosecution Service said his wife could be prosecuted in the UK under the 1984 child abduction act.</p> <p>However, he can expect little sympathy from Japanese courts, which do not recognise parental child abduction as a crime and habitually rule in favour of the custodial - Japanese - parent.</p> <p>Japan is the only G7 nation not to have signed the 1980 Hague convention on civil aspects of child abduction, which requires parents accused of abducting their children to return them to their country of habitual residence. He is one of an estimated 10,000 parents, divorced or separated from their Japanese spouses, who have been denied access to their children. Since the Hague treaty came into effect, not a single ruling in Japan has gone in favour of the foreign parent.</p> <p>Campaigners say Japan's refusal to join the treaty's 80 other signatories has turned it into a haven for child abductors.</p> <p>The European Union, Canada and the US have urged Japan to sign, but Takao Tanase, a law professor at Chuo University, says international pressure is unlikely to have much impact. \"In Japan, if the child is secure in its new environment and doesn't want more disruption, family courts don't believe that it is in the child's best interest to force it to see the non-custodial parent,\" he said.</p> <p>Japanese courts prefer to leave it to divorced couples to negotiate custody arrangements, Takase said. Officials say the government is looking at signing the Hague treaty, though not soon. </p> <p>\"We recognise that the convention is a useful tool to secure children's rights and we are seriously considering the possibility of signing the convention, but we've yet to reach a conclusion,\" said Yasuhisa Kawamura, a foreign ministry spokesman. </p> <p>\"We understand the anxieties of international parents, but there is no difference between the western approach and ours.\"</p> <p>Clarke's two custody hearings this week did not go well. An interpreter arranged by the foreign office failed to materialise. The British embassy in Tokyo provided him with a list of alternative interpreters but said it could offer no more help. </p> <p>The judge was forced to postpone his ruling, but Clarke is convinced he will never see his daughters again.</p> <p>\"We are talking about two British citizens, and no one will help me. The message our government is sending out to foreign nationals is that it's perfectly all right for them to commit a crime on British soil, and as long as they leave the country quickly enough, they'll get away scot-free.\"</p> <h2>Backstory</h2> <p>The rise in the number of parental child abductions has been fuelled by a <strong>dramatic increase</strong> in marriages between Japanese and foreign nationals. According to the health and welfare ministry, there were 44,701 such marriages in 2006, compared with 7,261 in 1980, the vast majority between Japanese and <strong>Chinese, Koreans and Filipinos</strong>. An estimated 20,000 children are born to Japanese-foreign couples every year. Though Japan does not keep an official count, there are <strong>47 unresolved cases</strong> of US children being taken to Japan - only Mexico and India are more popular destinations - and 30 involving Canadian citizens. <strong>British officials are dealing with 10 cases</strong>, a foreign office spokeswoman told the Guardian, including that of Shane Clarke.</p>",
  "<p>It was, she said, the \"trip of a lifetime\". The young governor from the remote state engaged in her own brand of shuttle diplomacy in the summer of 2007, even posing, gun in hand, with some of her loyal troops in a far-off land.</p> <p>But this weekend, the story of Alaska governor and Republican vice-presidential nominee Sarah Palin's trip to Ireland, Germany, Kuwait and Iraq began to shrink under scrutiny. Interrogated about hazy details of the itinerary - the first time she had travelled outside of north America - campaign officials acknowledged that Palin had not entered Iraq, but had instead visited Alaska national guard troops at a border crossing with Kuwait.</p> <p>\"You have to have permission to go into a lot of areas, and [the crossing] is where her permissions were,\" Alaska national guard colonel Dave Osborn told the Boston Globe. As for the trip to Ireland, well that was little more than a refuelling stop. </p> <p>The admission by the John McCain-Palin camp further dents her foreign policy credentials. The campaign has made much of her experience dealing with Russia and Canada, both countries that border Alaska. But in an interview broadcast last week, her first television interview since becoming McCain's running mate, Palin indicated that her knowledge of Russia was restricted to being able to see it from Alaska. It now appears that her knowledge of Iraq has its foundation in her being able to see it from Kuwait.</p> <p>The latest revelation about Palin's travels came as several newspapers continued to investigate her tenure as the mayor of a small town in Alaska and her two years as governor of the state. The New York Times accused her of cronyism and carrying out vendettas against her political foes.</p> <p>Undaunted, or perhaps buoyed by the controversies surrounding her candidacy, Palin campaigned alone for the first time at the weekend in Nevada, a crucial swing state. Both she and the Democratic presidential nominee, Barack Obama, were due to campaign in Colorado, another western swing state, today.</p> <p>Despite a week of adverse news in the media and opinion polls, the Obama campaign was able to announce yesterday that it had broken its own fundraising record in the month of August, pulling in $66m (£37m) during the month.</p> <p>More than half a million new donors helped to raise the total, a campaign spokesman announced.</p>",
  "<p>In 1987, the late Ronnie Scott (never the most energetic of PRs, even for his own establishment) broke his usual code of leaving the jazz media alone, and took to ringing journalists up to tell them about Bheki Mseleku, the self-taught Natal-born pianist, saxophonist, guitarist and singer, who has died of diabetes at the age of 53. Wearied by the torments of South Africa's apartheid regime, the gifted Mseleku had turned up in London in the mid-1980s after a spell on the Stockholm jazz scene, and Scott had taken a gamble on encouraging a gifted young newcomer who was almost unknown in the UK at the time.</p> <p>Mseleku performed unaccompanied on those gigs, and he was mesmerising. Often meditatively playing piano and tenor saxophone simultaneously (the latter cradled on his lap), he unveiled a subtly glowing blend of African township music, church music, eastern meditative chants and boppish city-streets jazz. Like his fellow countrymen Hugh Masekela and Abdullah Ibrahim before him, Mseleku was eventually to make an international impact, performing with some of jazz's biggest stars. In a career hampered at times by physical and mental difficulties, Mseleku nonetheless achieved much - but his work constantly suggested great musical achievements still to be resolved. He believed in a musical world in an afterlife, but in this one those possibilities have now ended with his death in London.</p> <p>After the remarkable first appearance at Ronnie Scott's, Mseleku's reputation seemed about to explode - and his friend and fellow musician, the late South African guitarist Russell Herman, worked tirelessly to bring that about. Mseleku found himself feted, not only among such London-based South Africans as pianist Chris McGregor and drummer Louis Moholo, and younger UK players such as Courtney Pine and Steve Argüelles, but by international bass-star Dave Holland's sidemen, particularly drummer Marvin \"Smitty\" Smith, who marvelled at the new prodigy on their trips to London and were later to record with him.</p> <p>But, typically, the fragile Mseleku backed away at first, retiring for two years of occasional teaching and contemplation in a Buddhist temple, with no phone, and no piano. He was to tell me at that time: \"I feel if I evolve spiritually, the music will have more depth. Maybe even from one note, like Pharoah [Sanders] does.\" </p> <p>It was almost as if Mseleku wanted to become music itself, rather than a practitioner of it - the journalist John Matshikiza wrote of him: \"Bheki has always shied away from labels like 'black', 'exile', 'South African', 'jazz' or even 'pianist'.\"</p> <p>In 1992, however, Mseleku signed up to Nick Gold's World Circuit record label to make his debut album, Celebration, and he also recorded the reflective Meditations, live at that year's Bath International Music Festival. The following year, Polygram picked him up for the Verve label, and Mseleku's album Timelessness was launched as a star-studded affair, including cameo roles for singing legend Abbey Lincoln, saxophonists Joe Henderson and Sanders (Mseleku was later to join Henderson's touring band), and percussion giant Elvin Jones.</p> <p>Mseleku's strong American influences were in harmonious balance with his South African ones on this session. But the most memorable moments were the most personal and autobiographical ones, in the African vocal harmonies of Vukani (Wake Up) and the piano-trio meditations of Looking Within.</p> <p>Despite being entirely self-taught, Mseleku was the most technically sophisticated of jazz musicians, though the abiding experience of hearing him play was one of an unjazzlike simplicity.</p> <p>He was born in Durban, and originally learned to play on a family piano that his father William used to lock up in his absences - but Mseleku's mother, Elvira, would secretly give Bheki and his older brother Langa the key. Eventually, Mseleku Sr realised the talents of his sons, and the piano was released.</p> <p>In 1975, when he was 20, Bheki began playing R&amp;B organ in Johannesburg, and then joined multi-instrumentalist Philip Tabane's popular Malombo group. Touring with Tabane, he discovered a world outside apartheid's violent laws. Mseleku (who believed in former lives, including an earlier one as a musician), began to reformulate his notion of \"home\", coming to perceive it as being about personal relationships and shared music, rather than any geographical location. He left South Africa then, living from 1980 to 1983 in Stockholm (playing occasionally with celebrated trumpeter Don Cherry) and visiting England to play with drummer Moholo before moving to London in 1985.</p> <p>The early 1990s embrace of Mseleku's talents by the media and the record industry (and the brief, media-driven \"jazz boom\" it was part of) did not last, but the South African made two more albums for Verve. The trio album Star Seeding was with Ornette Coleman's former bass/drums parnership of Charlie Haden and Billy Higgins (1995), and Beauty of Sunrise (1995) with another all-star band including Jones and the late John Coltrane's saxist son Ravi.</p> <p>Connections like these resonated with Mseleku, for whom Coltrane's and McCoy Tyner's phrasing were much bigger direct influences than, for instance, for the more traditionally African Ibrahim.</p> <p>But in 2003, back in post-apartheid South Africa, Mseleku delivered the music that was perhaps closest to his roots. Home at Last featured classy local musicians, and the programme was devoted to the locations and legendary performers (some of them passed into a next world where Mseleku was sure he would one day play with them again) that had shaped this complex artist's development. Matshikiza wrote of Home at Last: \"It is his eternally original spin on the music, the music of the land, the mountains, the people, the cities, the politics, the sensual violence of the blistered townships, as much as the infinitely distant music of the spheres, which he has brought us closer to in his earlier albums, that drives you through to the final beat. This is 'home' on Bheki's terms at last.\"</p> <p>Mseleku had returned to England to find more regular work in 2006, and though his severe diabetes sometimes hampered his playing life and worsened last spring, it seemed to be under control.</p> <p>He was about to go back to South Africa for concerts, including a gig at Johannesburg's Bassline club, at the time of his death. He is survived by a wide extended family including his brother Langa, his sister Millicent, and seven children.</p> <p><strong>· </strong>Bheki Mseleku, jazz musician, born March 3 1955; died September 9 2008</p>",
  "<p>The words \"donuts\" and \"cutting edge\" are rarely seen in the same sentence. But in Buffalo, New York, an experiment that could shape shopping experiences in the future features the ring-shaped snacks. Two Dunkin' Donuts stores are about to start trialling a system that can scan your face and play an advert on a digital screen that is targeted to your age, gender and demographic group. </p> <p>This is the first time it has been used by a mainstream advertiser in the US and works in the same way as systems used by law enforcement and emigration agencies to spot criminals in crowds. A camera above a screen captures an image and analyses features such as the eyes, nose, jawline and cheekbones. The information is then used to select adverts to be played on the screen as you browse or pay at the checkout. </p> <p>\"It's in the region of 85% accurate, which is a very high level of precision for advertisers and marketers,\" says Barry Salzman, CEO of YCD Multimedia, which invented the display platform. \"What we're essentially doing is creating the retail environment of the future. Imagine you walk in and instead of seeing printed materials it's all digital screens.\" Those who have seen the movie Minority Report, in which Tom Cruise is tracked by adverts wherever he goes, won't have to imagine too hard. So are we destined for a future -some say it could be the norm in 20 years - where we are bombarded with personalised messages about deodorant and can't hide anywhere? </p> <p>\"That genie is out and there's no putting it back,\" said John Underkoffler, the science and technology adviser for the Spielberg film, when asked about all-pervasive displays in real life. </p> <p><strong>Pizza options</strong></p> <p>The Dunkin' Donuts stores that are about to start testing facial recognition are already using a system that displays an appropriate advert at the till according to what you buy. If you order coffee in the morning, you are reminded about hash browns or breakfast sandwiches. Procter and Gamble, meanwhile, is experimenting with radio (RFID) chips in its products that tell a display screen what you have bought when you pick it off the shelf. If you choose shampoo for dry hair, you will get to hear about a conditioner for the same hair type, for example. </p> <p>\"Around the same time the technology evolved, we were challenged by the fragmentation of traditional media,\" says Salzman. \"It's become increasingly difficult for advertisers to reach their target audiences on TV, so the retail outlet has become more important. It has become one of the most efficient means of reaching people. In 1996 it took three TV ads to reach 85% of women in America, in 2001 it took 100 TV ads and today it's impossible.\"</p> <p>Bart Weitz, the executive director at the centre for retailing education and research at the University of Florida, agrees. \"The real reason for these new technologies is because, in a number of merchandise categories, a tremendous percentage of decisions [about 70] is made in the store itself. Particularly with grocery products in supermarkets. The closer to the point of purchase you give a message, the stronger its impact.\" Advertisers can also log more carefully how effective their advertisements are, and what return they're getting, as the system is hooked up to inventory and other technologies that measure footfall and transactions. </p> <p>Weitz is not, however, so convinced of the effectiveness of selling using people's faces as a guide. \"Generally demographic characteristics are not that good an indicator of what people will buy,\" he says. \"A better predictor is what they've bought in the past, lifestyle, their underlying beliefs, what TV programmes they watch and so on.\" And others in the industry still don't trust facial recognition software, which has a history of confusing men and women.<br><strong><br>Privacy concerns</strong></p> <p>The system YCD and Dunkin' Donuts have been using does not store data from users, to avoid privacy concerns. Weitz thinks that an even more pervasive system is on the way. \"You'll have an RFID chip in your credit card and when you walk into a store they'll know exactly who you are,\" he says. \"They have the technology now - you can keep a chip on the end of your keychain and use it to pay for gas without going into the station. The next step is to just have it on you and combine it with the information many retailers already keep about you and your preferences on file. If you go to Amazon the first thing you see is a page targeted at you - in a sense they're going to start doing the same thing instore.\"</p> <p>Kalle Lasn is editor-in-chief of the anti-advertising Adbusters magazine. He thinks we are already exposed to too many messages, and that such a move may further reinforce harmful effects. \"I think that advertising has invaded our lives to the point where it's alarming,\" he says, \"and now with this sort of face recognition they're coming up with ever more powerful ways to target us. I feel mentally exhausted.\" </p> <p>Lasn believes we need to change the way we behave, consume less and reduce the quantity of messages we are exposed to. \"Advertising is so invasive and so powerful, it's really eroding our mental health. The human brain when it sees some message that is calculated to grab attention - something erotic, or eye-catching or violent - isn't really wired to ignore these things.\"</p> <h2>Coming to a shelf near you ...</h2> <p><strong>Point of purchase targeted advertising - samples from trial ...</strong></p> <p>\"Smile, <strong>REGULAR SHOPPER</strong> - you're on ScanCam. Advanced digital technology now allows us to recommend products to someone in your demographic based on an analysis of your facial features. We think you may be interested in the following: E45 MOISTURISER 500ML; ULTRALIFT EYE RESCUE CREAM; DENTAL FLOSS_VALUE PACK; SLIMFAST_READY_TO_DRINK/BANANA 325ML X 6. Have a nice day and please RETURN DONUTS TO SHELF.</p> <p>\"Hello <strong>STUDENT 18-24</strong>. Would you like to expand your culinary repertoire with one of our quick and easy meal suggestions? Turn your trolley around and let's get started! You will need SHREDDIES 1KG, WHOLE MILK 2L, SPIDERMAN_BOWL 24CM, CLEARPLASTICSPOONS X 48.</p> <p>\"Cheer up, <strong>FEMALE SHOPPER/ 25-35</strong>! It may never happen! In the meantime, why not pick up some KLEENEX TISSUES 90 SHEETS to go with your MULTIPACK_TWIGLET 12 X 25G and your SAINSBURY'S VODKA 1.5L? Thank you for shopping with us, and enjoy your meal!</p> <p>\"Greetings, <strong>VALUED SHOPPER</strong>! We see that you're buying TABLE SALT/ 1KG. Our database has TWO further recommendations. Have you tried ... ? (1) HIGH BLOOD PRESSURE MEDICATION (prescription item) (2) PEPPER?</p> <p>\"Welcome to QueueTV, <strong>ANGRY_MALE/ 35-45</strong>. Sorry to keep you waiting. You look as if you're about to kill someone! Are you sure you have enough KNIVES and BIN LINERS?\"<br><strong>Tim Dowling </strong></p>",
  "<p>The merry-go-round of strategy and comms advisers at 10 Downing Street is reaching full tilt as the crucial Labour Party conference approaches next week. In the past week the prime minister has hired a chief speechwriter, civil servant Tim Kiddell, but has lost comms adviser Paul Sinclair, who is joining the PR agency Hill &amp; Knowlton.</p> <p>Kiddell's arrival is important. Gordon Brown's speech next Monday is seen as make or break for his leadership, and he has been without a chief speechwriter since the highly valued Beth Russell left in June. Insiders say that the big speech is already largely written, however, with much input from allies and advisers besides official speechwriters. </p> <p>Stephen Carter, the prime minister's chief of strategy and principal adviser, was one of these, yet few lobby journalists or PR advisers believe the former head of Ofcom will stay in his current job for long. Brown's spokesman recently said that Carter is \"not going anywhere\". But good sources insist Carter talked of resignation three weeks ago. If he goes, it is unlikely to happen until after the party conference because it would cause too much instability.</p> <p>By any PR measure, Carter has failed. Brown's approval ratings and those of his government were already fairly low when Carter joined the team at the start of the year, and are still lower now. Brought in to provide some stability in the PM's office, he has instead presided over a huge turnover in staff. His biggest failing has been an inability to change the nature of the debate about his boss, which has been unrelentingly negative, or bring in someone who could change it. </p> <p>Assuming Carter leaves, or moves sideways, Brown will bring in a new senior comms adviser. He is rumoured to have approached a number of senior journalists to this end, but some close to him argue that an ex-hack may not be the solution. The question is whether he needs \"a politically motivated attack dog\" in the Alastair Campbell mould or \"someone with the confidence and authority to impose a bit of discipline\". </p> <p>Discipline has certainly been lacking. It is difficult to imagine Campbell allowing senior ministers to undermine Tony Blair to the extent that Brown's colleagues have. David Miliband's notorious article in the Guardian at the end of July was a major blow. And Alistair Darling's \"worst economic crisis for 60 years\" interview in the same paper, two weeks ago, was certainly not sanctioned by Brown. Even the Treasury team seemed left flatfooted by the interview, as underlined by the fact that Darling's chief press adviser, Catherine MacLeod, failed to tape it. There is even a growing clamour among Labour MPs for Campbell to be reinstated. And talk of Brown's former media rottweiler, Charlie Whelan, moving back into the picture.</p> <p>Both moves are highly unlikely. But such speculation would have been unthinkable even a year ago when Brown, on taking office, sought to distance himself from \"spin\". Now he not only realises that this was naïve, in the spotlight of the top job, but that he must seize back control of the media agenda.</p> <p>The appointment of Carter (and his subsequent hiring of former ad man David Muir as director of strategy, and former Which? man Nick Stace in strategic comms) upset Brown's \"old guard\", which includes his loyal and long-standing press adviser, Damian McBride. The new men, with their backgrounds in advertising and marketing, have had little to do with the media compared with the seemingly disgruntled McBride. </p> <p>For months now Brown has been outflanked by an increasingly impressive Conservative party comms machine. Under the leadership of former News of the World editor Andy Coulson, Tory head office has established the sort of media discipline, core messaging and grid response systems that characterised Tony Blair's team of Campbell, Peter Mandelson and Philip Gould.</p> <p>The harsh facts are that Labour has lagged the Tories in opinion polls for more than six months and is scraping 20% approval among the public. </p> <p>Even the much-vaunted September economic relaunch, which has so far included the adjustments to stamp duty and help with fuel payments, has failed to win much praise from the media. Indeed papers previously sympathetic to Brown, such as the Financial Times and the Mirror, are dismissive. </p> <p>A former Labour party adviser, now a PR consultant, says: \"There is a feeling that the strategy again lacks boldness. It only contributes to an image of administration paralysed by fear, rather than driven by true ambition and zeal.\" </p> <p>However, Brown believes all is not yet lost. Certainly he realises that simple PR tactics are unlikely to make him any more likeable personally - wearing brighter ties and trying to smile more proved a waste of time - but some bold policy moves, handled properly, could still strike a chord with the public.</p> <p>There is some confidence within his office that the media will eventually tire of the almost constant narrative that his government is doomed, simply out of boredom. And any brighter economic prospects would certainly help.</p> <p>But what Brown needs at No 10 is a trusted and respected strategic adviser to tell him some tough home truths and to provide a single clear direction. </p> <p><strong>·</strong> Danny Rogers is the editor of PR Week</p>",
  "<p>This is a search for two missing high court judges of ethnic minority origin. I started it a couple of weeks after reading the Equality and Human Rights Commission's report Sex and Power, which said that there were three judges of such ancestry. But I only knew of one - Mrs Justice Dobbs. I asked people who would know these things and they couldn't help.</p> <p>So who are the other two? A footnote in the report cited the official government statistics. I looked them up and they confirmed that, as at April 1 2008, there were three. But I was sure that the figures for the year before mentioned just one. I checked and, sure enough, the stats told me that as at April 1 2007, Dame Linda Dobbs was alone. So during the 12 months in between, two of the new judges appointed to the high court must have been of ethnic minority origin. Except that they weren't. I made inquiries into all of them, and all of them seemed somewhat white.</p> <p>It's possible the statistics are just plain wrong. But there's an intriguing alternative explanation.</p> <p>The official diversity statistics learn about ethnic backgrounds by way of a form which the judges themselves have filled in. They are given various options: mixed, Asian, black, Chinese or \"other ethnic\". Two high court judges who described themselves as \"white\" for the April 2007 form (or who refused to disclose what they were) must have changed their minds and outed themselves as minority ethnic before April 2008.</p> <p>According to their self-assessment, they classified themselves as \"other ethnic\". So what are they then? More interestingly, who are they? I don't ask the questions out of mere curiosity. There continues to be controversy and debate about the under-representation of the ethnic minorities in the higher judiciary. It is the government's and the Judicial Appointments Commission's often-stated policy to increase the diversity of the judiciary. It matters whether, out of 110 high court judges, the true proportion is 1% or 3%. </p> <p>The Sex and Power report was mainly concerned with the continuing low proportion of women in the country's top jobs. For some strange reason it presented its findings in terms of gastropods undertaking highly unlikely journeys. So someone calculated on taxpayers' money that a snail could travel round the M25 nine times before there are likely to be as many senior women judges as men. In more common parlance, sex equality in the high court and above would be achieved in 55 years - a wholly artificial, meaningless and irrelevant projection. </p> <p>Coincidentally, last week five new high court judges were appointed, of whom two were women. There are now 14 women high court judges, in addition to the three on the court of appeal and one law lord, Lady Hale. In the light of these new figures, I am anxious to know what changes will have to be made to Sex and Power's predictions. How far will the snail have to travel? How long will it take her?</p>",
  "<p>A penalty 25 metres out and virtually in front of the posts to win the game on a ground where Worcester had never previously enjoyed success was not the cue for premature celebrating for the hundreds of Warriors supporters gathered behind the posts at either end of the ground. They watched in near silence as Loki Crichton stepped up to claim the ball and the Samoan nervously puffed his cheeks out as he waited for his tee to arrive.</p> <p>Crichton had been a hero at Worcester some 20 months before following another last-second penalty in front of the posts. He was then playing for Newcastle and his missed kick that March night, which condemned the Falcons to defeat, was a significant factor behind the Warriors' Premiership survival that season as they eventually finished a point above relegated Northampton.</p> <p>Crichton's kick yesterday came in the 11th minute of stoppage time. Wasps fell behind early on but recovered to take the lead with scores either side of half-time. As the champions started to off-load in contact and play with some swagger, it looked grim for Worcester. But only for a moment. For a team containing 13 full internationals, Wasps lacked direction and their challenge coasted along one blind alley too many.</p> <p>Lawrence Dallaglio had before the start of the game received a presentation, having shrugged off an insistent jobsworth who demanded that he wear an identity tag around his neck before walking on to the pitch, and Wasps are missing the example their former captain set on the field more than his ability as a player. There was no one to shake them yesterday as they lost control of a game that they had enough possession to win comfortably.</p> <p>Worcester did remarkably well to stay in contention considering their scrummage creaked, their lineout functioned fitfully and they again fell foul of the referee at the breakdown. The try they conceded, two minutes before half-time, was typical of their wastefulness: Sam Tuitupou's thumping tackle on James Haskell saw Worcester seize the loose ball only to get turned over in the tackle. Wasps counter-attacked and Eoin Reddan sent over Paul Sackey with a neat reverse pass.</p> <p>That was as good as it got for Wasps. Dave Walder gave them the lead 10 minutes after the restart with a short-range penalty after another breakdown offence, but he badly missed what would have been the winning kick with two minutes of normal time remaining after Dale Rasmussen had tackled Dominic Waldouck around the neck. Not that it should have come down to that: while Worcester played well for position in the opening half, they saw less of the ball later on.</p> <p>\"We wanted to start with a bang and we have not done so,\" said Wasps' director of rugby, Ian McGeechan. \"It is unacceptable and a concern.\" He pointed out how the law variations had prompted a barrage of kicking out of hand, an increase in the amount of time the ball is in play but not in quality time, and said that with the breakdown not refereed so strictly, it is counter-productive to counter-attack because players risk giving away three points.</p> <p>As happened to Wasps after 25 minutes. Worcester were five points ahead after Tuitupou scored the game's opening try, overrunning Matthew Jones's high kick into the 22 and being handily placed when the ball bounced off the arm of Lewsey, who had appeared to be impeded by the former New Zealand centre. Jones made it an eight-point lead after Simon Shaw ran the ball from his own 22 only for Wasps to be penalised after the tackle.</p> <p>Another handling error by Wasps gave Worcester the ball in the dying seconds. Miles Benjamin was twice involved in a move that ended with Tom Palmer being penalised for not releasing the tackled player. Up stepped Crichton for his admirably dealt-with encounter with déjà vu. \"We had faith in him,\" said the Worcester head coach, Mike Ruddock. \"He has taken stick in the past for his kicking, but it is something we have worked hard on in training with him and it gave us the victory we deserved.\"</p> <p>This was meant to be the part of the season when Wasps stored points to sustain them during the parts of the season when they will lose players to international sides. One consolation is that, on this form, they will not be badly disrupted. They are a club about character-building, but the loss of one particular character has left a large hole in the roof.</p> <p><strong>London Wasps</strong> Lewsey; Sackey, Waldouck, Flutey, Voyce; Walder, Reddan; Payne, Ibañez (capt; Webber, h-t), Vickery (Barnard, 75), Shaw (Birkett, 37), Palmer, Worsley (Birkett, 72), Rees, Haskell.</p> <p><strong>Try</strong> Sackey. <strong>Con </strong>Walder. <strong>Pen </strong>Walder.</p> <p><strong>Worcester</strong> Latham; Pennell, Rasmussen, Tuitupou, Benjamin; M Jones (Crichton, 60) R Powell (B Jones, 75); Mullan, Lutui (Fortey, 76), Horsman (Taumoepeau, 45), Rawlinson (capt), Bowley, Wood, Collins (Horstmann, 51), Talei.</p> <p><strong>Try</strong> Tuitupou. <strong>Pens </strong>M Jones, Crichton.</p> <p><strong>Referee</strong> M Fox (Leicestershire). <strong>Attendance</strong> 7,668.</p> <p><strong>1 Their lost leaders</strong></p> <p>The loss of Lawrence Dallaglio has left a void no club could fill. Raphaël Ibañez is an experienced former captain of France but is not providing enough inspiration on the pitch</p> <p><strong>2 Order of the boot</strong></p> <p>Under the new law variations an accurate kicking game is essential. London Irish's Mike Catt provided this in the defeat of Wasps 10 days ago. Without Danny Cipriani, Wasps lack control</p> <p><strong>3 Home discomfort</strong></p> <p>Wasps want to move eventually but for now a champion club packed with internationals is not attracting a big enough following. Yesterday Adams Park was three-quarters full</p> <p><strong>4 Stuttering starters</strong></p> <p>Traditionally Wasps pace their season after beginning indiffently. But, worryingly, Leicester and Sale are already opening a gap at the top</p>",
  "<p>Sussex pulled off an extraordinary comeback to mark the end of Chris Adams' tenure as captain by securing the Pro40 title, their sixth trophy in as many years. At 130 for eight chasing 227, the Sharks appeared all but sunk, but an unbeaten partnership of 99 in 10 overs between Murray Goodwin and the Pakistan international fast bowler Mohammed Sami, culminating when Goodwin hit the final ball of the match for six, saw Sussex home. </p> <p>The Nottinghamshire players were understandably stunned, sinking to their knees in disbelief. After Samit Patel had led them to a challenging total, and then together with Graeme Swann, spun his way through the Sussex top and middle order, the trophy looked to be in the bag for the Outlaws. </p> <p>Chris Read's decision to bat had been based on the hope that a good-looking pitch would be flatter and have more pace, but both Sami and James Kirtley found enough movement to make early inroads, Sami bringing his fifth delivery back in to bowl Swann, and Kirtley getting more bounce than Mark Wagh anticipated to induce an edge to gully.</p> <p>Patel was missed by Sami on 10, and it proved expensive for the Sharks as the 23-year-old went on to hit five fours and two sixes before driving Rory Hamilton-Brown into the hands of Dwayne Smith at long-on on 78. His dismissal might have caused the Notts' innings to stall, the more so because it was quickly followed by that of Ashwell Prince for a less than sparkling 33, but Read and Andre Adams hit 45 from the final five overs. </p> <p>The Sharks began badly, and when Patel and Swann both got the ball to turn sharply, there seemed no way back after Michael Yardy was bowled by Patel, stepping back to cut a delivery that spun a long way. But Goodwin was joined by Sami, and with the spinners having run out of overs, they kept Sussex in the game until launching a late assault. They still needed 16 off the final over, bowled by Charlie Shreck, and three off the final ball, but Shreck pitched it up and Goodwin launched into the stands at long-on.</p> <p>\"It was very difficult against the spinners, and we needed a little luck, but I had fantastic support from Mohammed Sami and things went my way today,\" said Goodwin, as the first celebratory chorus of Sussex by the Sea rang out in the background. The Zimbabwean's 87 was hit off 64 balls, and Sami's 32 came off 25. </p> <p>Even the seasoned Adams, who confirmed he would be standing down as skipper at the end of the season, was still shaking his head. \"It doesn't matter how long you play this game, it always retains the capacity to surprise you,\" he said.</p> <h2>Vaughan: I was lucky</h2> <p>Michael Vaughan has admitted he was 'lucky' to win an England central contract for the next year. 'It is a huge bonus,' the former Test captain told BBC Radio Five Live. 'If I am honest I think I'm lucky. I haven't got the runs properly to justify that position. But over the last year and a half I have had some excellent innings. If I get back into form I think I can still play a huge part.' Vaughan hopes big scores in Yorkshire's final two matches will win him a place on November's tour of India. 'I haven't played that well but form is temporary, the element of class will also be there. The fitness is as good as it has been for a long while. I want to play for England - that is my goal over the next 12 months, to make sure I get that one last crack.'</p>",
  "<p>They swarmed here in their customary thousands, packing the grandstands to the rafters in keen anticipation of a Ferrari-McLaren showdown only to find the world championship contest between Lewis Hamilton and Felipe Massa reduced to a secondary issue. </p> <p>Instead, the tifosi sat sodden and bewitched as an engaging young kid with a ready smile and a wacky sense of humour embracing Little Britain and Monty Python drove into the formula one record books.</p> <p>Sebastian Vettel started from pole position in his Ferrari-powered Toro Rosso in the same conditions of heavy rain that had seen him vault to the top of the timing sheets the previous afternoon. The sophisticated view from more seasoned observers was that the Toro Rosso driver might be hard-pressed to maintain his performance edge in the event of the track drying out completely, but when the rain finally eased after a dozen or so laps the young Vettel was more than six seconds ahead of Heikki Kovalainen's second place McLaren-Mercedes and controlled the race with consummate skill and confidence.</p> <p>\"It was difficult to realise what had happened,\" said Vettel whose wide-eyed innocent delight wooed the crowd. \"It was unbelievable seeing everybody going crazy all the way round the circuit. To see the people in the team, from my family, going mad and then to listen to my national anthem I started to cry.</p> <p>\"I think we made the right choice yesterday. I was thinking that today would be a dry race, so we kept the dry settings, we were very fast on the straights and it was important to get out [of the pits] before the one-stoppers [cars making only one refuelling stop] came out.\"</p> <p>Due to the heavy rain and consequent lack of visibility the first couple of laps of the 53-lap race were run at reduced speed behind the safety car before being unleashed to begin racing proper at the start of lap three. Although Lewis Hamilton seemed to be out of the winning equation after only managing to qualify in 15th following a strategic error in tyre choice, everyone expected his team-mate Kovalainen to hunt down Vettel quickly in the opening phase of the race. In fact, by the end of lap five Vettel had stretched his lead to 5.2sec, then 6.4sec after another four laps and finally to 11.0sec on lap 17 just before coming in for his first refuelling stop next time round.</p> <p>\"Clearly it was impossible to win,\" said Kovalainen. \"Seb and Toro Rosso have been strong all weekend. I had a little bit of a problem in the early part of the race. In the first stint with extreme [wet] tyres, I was struggling to find any time to go faster, but towards the end it got a little bit better but I think it was the maximum we could do today.\"</p> <p>Hamilton's qualifying effort was frustrated by a combination of heavy rain allied to a bewildering strategic decision to run on the lightly grooved intermediate tyres during the second stint of qualifying, rather than the deeper-grooved \"extreme wet\" option which was adopted by almost everybody else in the field.</p> <p>Just about everything went wrong for Hamilton. He lost about four extra minutes when his McLaren was selected for a random weight check coming into the pit lane, and he also glazed his brake pads, which adversely affected its ability to slow from high speed in the cool conditions.</p> <p>\"It was a joint decision to go out on wet-weather [intermediate] tyres at the start of Q2 - partly mine and partly my engineers',\" he said. \"We thought it was the right way to go at the time because it was getting drier, but the grip level was poor so I came in and switched to extremes.\"</p> <p>Come the race Hamilton simply flew. By the time he made his first refuelling at the end of lap 27 he was barely a second behind Vettel and it seemed clear McLaren were aiming for a one-stop strategy if the conditions remained wet.</p> <p>As it turned out, Hamilton would stop again on lap 36 to fit intermediate tyres, before resuming to finish an eventual seventh after an extremely strong run, although both Timo Glock (Toyota) and Mark Webber (Red Bull) were less than impressed by the manner in which Hamilton banged wheels with them as he roared past during his climb through the field. Behind Kovalainen Robert Kubica's BMW Sauber finished in third place ahead of Fernando Alonso's Renault, Nick Heidfeld's BMW Sauber and Massa, who successfully fended off the hard-charging Hamilton by 1.09sec.</p> <h2>So who is wonderkid?</h2> <p><strong>He's a fan of British culture</strong></p> <p>Vettel is a huge admirer of the comedy Little Britain, and does a neat line in impersonations of its characters. His cultural Anglo-philia extends also to a love of League of Gentleman and The Beatles</p> <p><strong>. . . but not our food</strong></p> <p>His culinary tastes are less anglo-centric: he lists his least favourite meal as an English breakfast</p> <p><strong>He is proud of where he comes from</strong></p> <p>Vettel races in a helmet featuring the coat of arms of his native Kreis Bergstrasse region in southern Germany</p> <p><strong>He has broken the rules</strong></p> <p>As well as now being the youngest ever formula one grand prix winner, he also incurred the sport's fastest ever fine: $1,000 in 2006 in Turkey for speeding in the pit lane during Friday practice</p> <p><strong>He was a reluctant scholar</strong></p> <p>Vettel claims his biggest achievement outside of racing is managing to finish high school</p>",
  "<p>Minutes before kick-off at the home of Manchester City, or Abu Dhabi United depending on where you were sitting, television cameras panned their way around Eastlands. A grumpy Avram Grant, Chelsea's recently departed coach, slumped in his seat. Just in front of him was City's jubilant previous owner, the former prime minister of Thailand Thaksin Shinawatra. But the crew were in search of more recent arrivals - the Emirati royals and the posse of frontmen that had engineered the most surprising takeover in football history. None were to be found.</p> <p>Seven hours away by plane, in a bar called Heroes located just off Sheikh Hamdan street, the experience was very similar. </p> <p>Hours earlier I had texted a trusted Man City mate who told me to head to Heroes to watch the game. The signs, however, were not great: \"I've seen four City shirts being worn in Abu Dhabi in 18 months and I own two of them.\"</p> <p>Inside the bar around 150 young men and a large group of female airline cabin crew were crowded round a mass of screens, beers in hand, shouting at the top of their voices. But not at Mark Hughes' men. Out of perhaps 15 screens in the bar, three were showing the match. The rest were tuned to a rerun of Australia and New Zealand's crucial Tri-Nations decider played earlier in the day and for which the patrons had obviously resisted the temptation to check the score first. </p> <p>Past the Wallaby- and All Black-shirted mob, in a darker corner of the room, three of the cheapest TV sets with the sound turned down were giving four of the Man City faithful a glimpse of the United Arab Emirates capital's latest purchase. There were two men in their forties who had clearly had a few, a confused young Chinese man in a Liverpool shirt and a rather depressed-looking fellow who was demanding refills at a rate of knots. Not a local in sight. The only \"Arabs\" on view were on Showtime Arabia, the local equivalent to Sky Sports, chanting at the tops of their voices in homemade dishdashas in Manchester's evening sunshine.</p> <p>I briefly interrupted the flow of Foster's being poured into the sad-looking man's glass. \"I was told this is where all the Man City fans hang out,\" I said. </p> <p>\"Well then I must be the only one,\" he answered. At last, a true blue. \"There aren't many, mate, they all support Man United or Liverpool.\"</p> <p>It may have taken Robinho only 13 minutes to win Manchester over but it will take a lot longer for City to capture the heart and mind of Abu Dhabi.</p> <p><strong>Terry set to miss out</strong></p> <p>John Terry is certain to miss facing Manchester United on Sunday as the referee Mark Halsey is adamant that he was right to send him off against Manchester City - any appeal by Chelsea is therefore doomed to fail. There was at least one defender covering Jo's run and he was at least 40 yards from goal when Terry brought him down, and Halsey was heavily criticised by television pundits later, but in his report to the FA he will explain that the Chelsea captain was sent off for a \"cynical foul\" that can be categorised as \"serious foul play\". It is understood the referee's view - that Terry's was a deliberate, premeditated move to take Jo out of the game -will be backed. <strong>Alan Biggs</strong></p>",
  "<p>After a spate of excellent singles, Plastic Little's UK debut arrives so late they've been blindsided by the Cool Kids, another rap act hooked on frat-rap era Beastie Boys. But the Philly crew aren't peddling simple nostalgia, peppering their samples with electronics inspired by the likes of Diplo. At their worst they sound like a Road Trip soundtrack; at their best they're a pop gun held to the head of hip hop's hardcore.</p>",
  "<p>Tim Cahill marked his return by scoring Everton's winner 12 minutes from time in an eventful match at the Britannia Stadium. Stoke appeared to have salvaged a draw after Sey Olofinjana's volley and a Phil Jagielka own goal cancelled out earlier strikes in either half by Nigerian forwards Ayegbeni Yakubu and Victor Anichibe. But Cahill rose to head in Mikel Arteta's corner and earn his side their second Premier League win of the campaign.</p> <p>The goal came moments after the Everton manager, David Moyes, had been sent off for disputing a decision by referee Alan Wiley not to award his side a penalty after Leon Cort handled Yakubu's attempted cross. Wiley, who looked initially as though he had pointed to the spot, opted to award a free-kick instead following a consultation with his assistant, much to Moyes's evident chagrin. Stoke had had just cause for complaint themselves, Fuller having been adjudged to have fouled Joseph Yobo before rounding Tim Howard to score what he thought was his side's equaliser.</p> <p>In stark contrast to the first 45 minutes it was an incident-filled second half in which the hosts scored twice to earn themselves a deserved foothold in the match. Everton had not even had a shot worthy of its name until they went ahead, after another hopeful punt found the head of Mikel Arteta who, following a deflection and a quick interchange with Cahill, teed up Yakubu to sidefoot past Thomas Sorenson from 12 yards. It was a ray of sunshine on a hitherto grey afternoon. </p> <p>But the home side didn't deserve to be behind. The Stoke manager, Tony Pulis, has made no secret of his desire to make the Britannia a fortress and use set-pieces to upset the more expensively assembled teams in the league. Rory Delap's long throw-in had produced the winner in their previous home match against Aston Villa and the former Scotland midfielder served continual notice of this threat throughout the match, setting up both his side's goals by this most direct of methods. </p> <p>First, though, the visitors were allowed to double their lead six minutes after the restart when Anichebe glanced Arteta's curling free-kick in off the far post. The goal was well taken but the striker was allowed to score after being afforded the freedom of the Potteries by Sey Olofinjana, who had left the Nigerian unmarked in the area. Everton now looked in control, but they soon found themselves pegged back by a Delap-orchestrated revival.</p> <p>Olofinjana redeemed himself when he pulled his side back into contention with a crisply-struck volley from the edge of the area. Delap had created the opening with a big bertha from the left touchline, which Howard punched into the path of the grateful defender. And, on 63 minutes, Delap did it once more, this time from the right, coaxing Phil Jagielka into a mistake that saw him head the ball into his own net.</p> <p>However, Everton stole ahead from a set-piece of their own, Cahill manoeuvring his way towards the near post before powering Arteta's corner into the roof of the net. Stoke did not give up, and twice came agonisingly close to making it 3-3 after the ball dropped to Danny Higginbotham and Fuller, inevitably from Delap thow-ins, but both attempts found the side-netting and, in the end, the whistle came too soon for the plucky Potters.</p>",
  "<p>Sebastian Vettel has sensationally won the Italian grand prix at Monza, becoming formula one's youngest ever race winner and claiming the first triumph for the tiny Toro Rosso team. The 21 year-old German mastered wet conditions to take his Ferrari-powered car to the win from pole position, finishing 12 seconds ahead of Heikki Kovalainen's McLaren. </p> <p>\"It's the best day of my life,\" said Vettel. \"These emotions I will never forget. It's so much better than you might imagine it is. I must say a big, big thank-you to all the guys working in the team - we never thought about this at the beginning of the season when we had a poor start. During the whole race we had no problems, the car was working fine and I had a good strategy.\"</p> <p>Vettel's victory was remarkable for its confidence, calmness and speed and is a landmark for the small team from Faenza, which has its roots in the Minardi squad. \"We were bloody fast compared to all the others,\" said Vettel, who will drive for Red Bull next season. \"The safety car helped me but being first and having no visibility problems was the key. What a weekend. Pole position and race win – I don't know what to say.\"</p> <p>Team manager Massimo Rivola, who also worked for Minardi, told ITV: \"It's just unbelievable, Sebastian wrote something into formula one history today. We always dream of a podium and the first podium is P1 in Monza - the most amazing racetrack in the world. But we never believed we couldn't do it.\"</p> <p>Robert Kubica finished third, while Lewis Hamilton recovered from a dismal 15th place qualifying performance to finish in seventh place, directly behind Felipe Massa. The result means that Hamilton retains his lead in the drivers' championship by one point over Massa. Ferrari's Kimi Raikkonen finished just outside the points in ninth place.</p> <p>\"I think I drove a really good race,\" Hamilton told ITV F1. \"I took it easy at the beginning then decided to hunt everyone down. I pulled off some good moves when I needed to. I was up to second at one point and if it had rained I would have won. At least it was damage control - we came away with some points and still lead the championship.\"<br></p> <h2><br>Italian grand prix results:</h2> <p>1 Sebastian Vettel (Germany) Toro Rosso - Ferrari 1h 26:47.494 <br>2. Heikki Kovalainen (Finland) McLaren<br>3. Robert Kubica (Poland) BMW Sauber<br>4. Fernando Alonso (Spain) Renault<br>5. Nick Heidfeld (Germany) BMW Sauber <br>6. Felipe Massa (Brazil) Ferrari<br>7. Lewis Hamilton (Britain) McLaren<br>8. Mark Webber (Australia) RedBull - Renault<br>9. Kimi Raikkonen (Finland) Ferrari<br>10. Nelson Piquet (Brazil) Renault<br>11. Timo Glock (Germany) Toyota<br>12. Kazuki Nakajima (Japan) Williams - Toyota<br>13. Jarno Trulli (Italy) Toyota<br>14. Nico Rosberg (Germany) Williams - Toyota<br>15. Jenson Button (Britain) Honda<br>16. David Coulthard (Britain) RedBull - Renault<br>17. Rubens Barrichello (Brazil) Honda<br>18. Sebastien Bourdais (France) Toro Rosso - Ferrari<br>19. Adrian Sutil (Germany) Force India - Ferrari <br>DNF Giancarlo Fisichella (Italy) Force India - Ferrari</p>",
  "<p><strong><a href=\" http://www.theguardian.com/profile/conorfoley\"><br>Conor Foley</a> to <a href=\"http://www.theguardian.com/profile/lauryn-oates\">Lauryn Oates</a></strong></p> <p>The <a href=\"http://afp.google.com/article/ALeqM5irC6s76C8mju6RDRz9y-FtFxuRag\">recent call</a> by the Afghan government for a \"re-negotiation\" of agreements regulating the presence of international troops in Afghanistan after the killing of up to <a href=\"http://www.theguardian.com/commentisfree/2008/aug/26/afghanistan.usa\">90 civilians</a> in US-led air strikes is the latest sign of a broader failure of western strategy.</p> <p>We have both worked in Afghanistan and probably share the same analysis of what went wrong: the lack of a credible international peacekeeping force at the beginning, the co-option of warlords and gangsters into the state apparatus, the diversion of international attention by the US invasion of Iraq and the counter-productive nature of its blatantly illegal \"war on terror\". The question now is what to do next and I can only see two options.</p> <p>The first option is to continue with the current strategy of hoping that a combination of military force and bribery can defeat the anti-government insurgency. The second is for negotiations leading to a broader-based government in Afghanistan, underwritten by regional agreements with Iran and Pakistan, and appropriate guarantees from the international community.</p> <p>President Karzai has already offered the Taliban a place in government if they end their military campaign and accept the constitution. They continue to insist that the withdrawal of western troops is a prerequisite for negotiations. </p> <p>We know that there are deep splits both within the ranks of the insurgency and, of course, within the government itself. Last year Karzai <a href=\"http://www.timesonline.co.uk/tol/news/world/asia/article3107632.ece\">expelled</a> Michael Semple and Mervyn Patterson, two of the international community's most experienced diplomats, for allegedly opening a line of communication to the insurgents. Humanitarian aid organisations can now only operate in many areas with the Taliban's tacit approval.</p> <p>A negotiated settlement will neither be pleasant nor easy, but I do not see any other alternatives. If you have got any I would love to hear them.<br> <strong><a href=\" http://www.theguardian.com/profile/laurynoates\">Lauryn Oates</a> to Conor Foley</strong></p> <p>While I believe we both share a genuine concern about the prospects for peace in Afghanistan, we diverge over the minimum principles that must form the parameters for dealing with the Taliban.</p> <p>For starters, the Taliban are a misogynist band of illiterate, xenophobic thugs. They legalised and encouraged stoning women to death as punishment for prostitution or adultery. They massacred <a href=\"http://en.wikipedia.org/wiki/Hazara_people\">Hazaras</a>. They took authoritarianism to new levels, making the Spanish inquisition look like a walk in the park. Even attempting to meet the basic needs of their subjects was far down on their list of priorities, somewhere well below banning images of living things and outlawing musical instruments. </p> <p>There is a stark difference between recognising the sovereignty of an elected government, and condoning behaviour from an illegal armed group which violates nearly every single article of the Universal Declaration of Human Rights. Karzai's government is indeed corrupt and deeply flawed. But it is also elected. And while Afghan women and girls continue to live with a plethora of problems rooted in patriarchal traditions and insecurity, there are also millions of girls in schools, where once the only girls' classrooms were clandestine home schools. </p> <p>That's a start, and it's one that must be given more of a chance before negotiating with the likes of the Taliban. This is not Iraq. There is a foundation here to build upon, and that's another point on which we diverge. You cite a failure of \"western strategy\". Part of that strategy, which is hardly only \"western\" is the <a href=\"http://en.wikipedia.org/wiki/Afghanistan_Compact\">Afghanistan Compact</a>, deriving from the initial Bonn Agreement, and it has led to vast improvements in development and to a democratically elected government.</p> <p>Power-sharing of any kind with the Taliban is a slippery slope, I have heard little mention of any guarantees of women's rights. They tend to be the very first thing negotiated out. Perhaps more importantly, there is <a href=\"http://afghanistan-canada-solidarity.org/links/weblink/17\">little evidence</a> that Afghans are prepared to tolerate the medieval governance methods of the Taliban again. Who are we to contribute to installing an unpopular extremist militia of fascists in a country screaming for democracy?</p> <p>It's time to stop romanticising the idea that what the Taliban stand for is even remotely acceptable to Afghans, especially to women, and to call for more from Nato, not less. Afterall, would you (or your wife or sister) be fine with having some Taliban seats in your House of Commons?</p> <p><strong>Conor to Lauryn</strong></p> <p>Since the Taliban have murdered several of my friends, kidnapped others, bombed my organisation's office and narrowly missed killing me, I am hardly likely to romanticise what they stand for. This is not a contest for who dislikes them most!<br> It is not me that has offered them a place in the government. A year ago President Karzai said he <a href=\"http://www.theguardian.com/commentisfree/2007/oct/02/thereturnofthetaliban\">wanted to meet</a> Mullah Omar and Gulbuddin Hekmatya for face-to-face talks and that \"If a group of Taliban or a number of Taliban come to me and say, 'President, we want a department in this or in that ministry or we want a position as deputy minister ... and we don't want to fight any more ...' If there will be a demand and a request like that to me, I will accept it because I want conflicts and fighting to end in Afghanistan.\" The main opposition have also called for political talks and the Afghan parliament has already voted to give Hekmatya an amnesty.</p> <p>The Taliban responded to Karzai's offer by saying that they would not even begin to negotiate while foreign troops remain in the country and until they have some guarantees about the international community's intentions. A Taliban spokesperson <a href=\"http://www.reuters.com/article/worldNews/idUSISL26606720070930\">stated</a>: \"On the one hand, America has put our leader's name on a wanted persons list and is calling us terrorists; and on the other hand, Karzai is talking about peace talks. It's a joke.\"</p> <p>We know that the anti-government insurgency is not a homogenous grouping and that the government is also deeply split. This creates a number of challenges, but also opportunities, for the international community.</p> <p>The failure of western strategy that I referred to dates back to the period immediately after the fall of the Taliban and encompasses a range of mistakes from the decision to limit the size of the <a href=\"http://www.nato.int/ISAF/index.html\">International Security Assistance Force</a> (Isaf), to the initial US reluctance to become involved in nation-building, to the demonisation of Iran and the indulgence of Pakistan's military dictatorship. We warned at the time of the dangers of Pashtun alienation and the carte blanche being given to the Northern Alliance. You can read <a href=\"http://www.minorityrights.org/?lid=863\">a briefing</a> I wrote here five years ago and many articles since. I take no pleasure in being <a href=\"http://www.theguardian.com/world/2003/dec/10/afghanistan.comment\">proved right</a> in retrospect.</p> <p>But my previous question you is the same. Do you see an alternative to the two options that I outlined, and if not, which one of them would you prefer?</p> <p>Incidentally, you asked how I would feel about people whose political views I despised being elected to the British House of Commons. But surely that is what democracy is all about.</p> <p><strong>Lauryn to Conor</strong></p> <p>Firstly, let me clarify that conceding power to a plague of bloodthirsty, heavily-armed fanatics and criminals is not \"what democracy is all about\". A power-sharing agreement whereby the Taliban find themselves in charge of a ministry, a few provinces, or a government without being elected into power, is hardly progress. Should the Taliban drop their weapons, form an unarmed political group, come up with an enticing platform, and be voted into government by male and female voters in free and fair elections, then their power would be legitimate. In the meantime, the consequences of your vaguely plotted out Option 2 are fairly predictable, and precisely the opposite of a solution. </p> <p>What makes you believe the Taliban will stick to their promises? That all they want is to see foreign troops withdrawn and then they will happily accept the constitution, women in parliament, girls in school, and the presence of foreign organizations building roads and health clinics – the foreign organisations where your friends and mine who were murdered were working? As the International Crisis Group rightly <a href=\"http://www.crisisgroup.org/home/index.cfm?id=5593\">points out</a>, while \"negotiations are credible and acceptable if they help resolve conflict and save lives, that will not be the case in Afghanistan's current environment.\"</p> <p>The notion that there are only two options is utterly false. Your second option contains the typically vague parameters such as \"a broader-based government\" (meaning with unelected representation from the loathed Taliban?), \"underwritten by regional agreements with Iran and Pakistan\" (the same Pakistan that helped arm the Taliban to take over Afghanistan in the first place? The same Iran that is currently a theocracy?), and \"appropriate guarantees from the international community\" (even if we ignore the Taliban's characteristic disregard for what the international community thinks or wants, what exactly are the mechanisms here? How will they be enforced?)</p> <p>There are other options. These include robustly addressing Pakistan's various roles in fuelling this conflict, countering the Taliban's propaganda machine, protecting communities where the Taliban forcibly recruit or the ones where they pay villagers to murder foreigners or threaten them from accepting western aid, fighting corruption in the government, supporting demobilisation and amnesty programmes for ex-insurgents, getting more Nato troops into southern Afghanistan immediately, and continuing to implement all goals of the Afghanistan Compact. In particular, alleviating poverty and fighting onwards with micro-credit schemes, building schools, opening universities and supporting farmers will snuff out some of root causes of violence in Afghanistan. This is the only course – it's a three-steps-forward, one-step-back sort of progress, but it must be given a chance. </p> <p>Finally, a question back to you: why is \"war on terror\" in parentheses but not the ludicrous term \"anti-government insurgency\"? What this war is really about, which you won't acknowledge, is a fascist war against women, an illegal war against international aid in the form of medicine, food, roads, and textbooks, and a primitive but a well-financed religious war against modernity itself. It's a war worth fighting, and particularly when Afghans are asking us to do so.</p> <p><strong>Conor to Lauryn</strong></p> <p>I am not sure why you find the term \"anti-government insurgents\" ludicrous – it is a fairly standard one used by the UN, Nato, the Afghan Human Rights Commission and the government itself. The power-sharing deal to which you are so opposed also comes from Afghanistan's democratically-elected president.</p> <p>You started by arguing that we should \"recognise the sovereignty of an elected government\", but now seem to be denying its right to conclude a peace agreement. The thought of a Taliban minister in charge of education or social affairs turns my stomach, but I have as much right to tell Afghans how to run their own country as I have to tell Canadians how to administer Quebec.</p> <p>The difference, of course, is that the government of Afghanistan cannot survive without international military backing and the problem, which even the International Crisis Group (ICG) concedes, is that it is currently offering negotiations from a position of weakness. Now that is a terrible indictment of the international community and the US government in particular. Having ousted the Taliban at the end of 2001, President Bush actively opposed expanding Isaf or involving US forces in nation-building. Both policies were subsequently reversed, but only after the seeds of the current insurgency had been sown.</p> <p>The number of international troops in Afghanistan has <a href=\"http://www.theguardian.com/commentisfree/2008/jul/22/barackobama.afghanistan\">scaled up rapidly</a> in the last few years. I agree that these should be increased further. The whole country needs to be secured and it was the failure to do this from the beginning that created the conditions for the Taliban's subsequent rise.</p> <p>What you are proposing is a continuation of the current strategy – although I would be interested to learn what you mean by a \"more robust approach\" to Pakistan, given that everything short of invasion has been tried. The alternative is peace talks and I cannot predict their outcome since that would be for the parties themselves to decide.</p> <p>What the international community can do is support that process. As the ICG acknowledges, the immovable object at the moment is the attitude of the current US government, but that will change in November and presidential elections are also scheduled next year in Afghanistan. The various candidates will probably campaign on a \"peace talks\" platform because that is what most Afghan people appear to want.</p> <p>A new US government could help – or at least stop hindering – the process, by closing Guantanamo Bay, and other facilities, through which so many Afghans have been ghosted and in which many have been tortured. A recognition that the \"military victories\" of offensive operations are being more than offset by the damage caused to \"hearts and minds\" would also be welcome. Sidelining Iran has not been helpful and listening to the elected government of Pakistan – rather than its shadowy military leaders – would be useful. </p> <p><strong>Lauryn to Conor</strong></p> <p>The elected Afghan government has indeed reached out to the Taliban – and the Taliban wholly rejected the overture, except under conditions which the government could only reject. That strategy has been attempted more than once before; it's time to move on. Your proposal failed with the deaths of hundreds of thousands of people in the seven long years between 1994 and 2001, when the UN and the \"international community\" wasted everyone's time brokering truces that never lasted, all in aid of bringing the \"warring factions\" to the table around a negotiated solution. If there is any lesson at all in any of this, it is that talking truce with fascists is a failed idea. </p> <p>I am by no means proposing a continuation of the current strategy, as you claim. I have indicated several avenues for action in addition to Nato's continuing (and hopefully, expanding) presence. </p> <p>As for launching a more robust approach to Pakistan, I would start by pointing out the ongoing problem of the porous border between Afghanistan and Pakistan. Wearing a burqa, I once walked right across the border with a nary a soul checking my identification. More importantly, there is the largely unaddressed complicity of former and current Pakistani ISI agents in supporting the Taliban, and the continued operation of Taliban training camps in Pakistan. Indeed, many Afghan friends have told me they believe that Nato should also be in Pakistan. </p> <p>There are also other issues which demand long-term solutions, such as addressing the root causes of militant Islamic radicalism in Pakistan, by reforming their education system, alleviating poverty and restricting the activities of radical groups. Why a robust strategy? The answer can be found in the death tolls inside both Afghanistan and Pakistan: Pakistan is one of the <a href=\"http://www.state.gov/s/ct/rls/crt/2007/103709.htm\">largest sources</a> of terrorist attacks in the world, with terrorism-caused deaths there doubled during 2006-2007.</p> <p>Your letters suggest that you condemn the Taliban for their atrocities committed against Afghans and foreigners alike, yet you imply that you are willing to tolerate a course of action that would potentially see them once again governing the Afghan people. </p> <p>Let's be frank here and imagine what a Talibanised government would look like. If you need some visual stimulation, you can watch <a href=\"http://www.rawa.us/movies/movies1.html\">tapes</a> of the Taliban shooting a woman in the head, carrying out public hangings with cranes, slitting a man's throat, or beating a woman on the streets. </p> <p>You say you that you have no right to tell Afghans how to run their country, yet you are advocating a position which poses some very real threats to prospects for peace and human rights in their country. I hope you are prepared to take responsibility for that position, should the time come. I also hope you are indeed serious when you say you could tolerate Taliban members in your own parliament. Because, if not, your argument ultimately comes down to being one seeped in cultural relativism and isolationism – leaving the citizens of other countries to their own devices in the face of threats from a violent, extremist, undemocratic force with a record for <a href=\"http://hrw.org/english/docs/1998/11/01/afghan1424.html\">committing crimes</a> against humanity.</p> <p>In the same vein, the term \"anti-government insurgents\" is ludicrous in the specific context of the failed \"power-sharing\" approach that you say should be revived and imposed upon the Afghan people with the collusion of Iran and Pakistan, with the \"international community\" serving as some sort of head waiter to the proceedings. The ludicrousness stems from deftly avoiding the ahistorical and illogical core of your proposal. It obscures what the Taliban really are, and what they really want. They want to plunge Afghanistan back into a nightmarish seventh century dystopia, and to slaughter everyone who has stood in the way of their savage vision these past seven years.</p> <p>If your primary concern were really with Afghanistan's sovereign and democratic rights, it would follow that sharing power with the Taliban would be most peacefully and effectively achieved by seeing to it that they put the gun down and campaign for public office at elections like everyone else.</p> <p><strong>Conor to Lauryn</strong></p> <p>As this is my final letter I would like to sketch out what I think could positively be done by the international community to help Afghanistan. Hopefully we will agree on at least some of the points.</p> <p>First of all, I agree, again, on the need for more troops on the ground. The over-reliance on airstrikes is one of the main reason for the spike in civilian casualties. The US and Nato reviewed their rules of engagement over a year ago, after a similar tragedy to the one that we have just witnessed in Azizabad, and the civilian death toll dropped for six months until the arrival of new American commanders. Personally I support the government of Afghanistan in their calls for a re-negotiation of the international military mandate.</p> <p>Secondly, I think we agree that this war is not going to be won by purely military means. The strategy of pouring aid into areas that are not under effective government control has been expensive and unsuccessful. The recent <a href=\"http://www.theguardian.com/commentisfree/2008/sep/04/afghanistan.military\">massive operation</a> at the Kajaki dam, for example, just gives the Taliban another target to attack. The slower and less glamorous task is to increase the capacity of Afghanistan's own police and army and to establish a functioning judicial system capable of holding its national institutions to account. The International Criminal Court could play a useful role here, in tackling some of the \"untouchables\", although that would require a big change in attitude by the US government.</p> <p>Thirdly, the UN mission needs to continue scaling up its own presence. The \"light footprint\" approach was a failure and it would have been better to have given it executive powers, from the beginning, <a href=\"http://www.cambridge.org/us/catalogue/catalogue.asp?isbn=0521888239\">drawing on the lessons</a> from Bosnia, East Timor and Sierra Leone. As you say, the Taliban has rejected proposals for talks, except under unacceptable conditions, but I think it is likely that some elements within the insurgency (I use this term entirely neutrally) may one day sign up for talks. We disagree on what approach to take to this scenario, but the UN has had some successes transitioning countries through peace processes. I have worked in many countries which are better places as a result.</p> <p>We also disagree about what approach to take to Pakistan – at least if you agree with those who are calling for <a href=\"http://www.theguardian.com/world/2008/sep/05/pakistan.usa\">Nato attacks</a> inside the country. I do agree with the points you make about the porous border and the probable support that the ISI is providing to the insurgents (more to Hekmatyar than Mullah Omar, I would guess). However, Pakistan now has a democratic government and we must respect its sovereignty. We have a common interest in working with the people of Pakistan to counter the influence of the Taliban in their own country, but we cannot impose things on them from the outside.</p> <p>Finally, we agree that the international community should not abandon Afghanistan again, as it did in the 1990s, when the result was anarchy and civil war. A \"troops out\" position, in the absence of a political settlement, would be an utter disaster and could well lead to the type of scenario that you so graphically describe. </p> <p>Stay safe and best wishes for the future,</p> <p><strong>Lauryn to Conor</strong></p> <p>I am glad we both agree that an infusion of Isaf troops is urgently needed. I also believe that furthering the rule of law needs to be at the top of the list and that war crimes need to be prosecuted regardless of whether the perpetrators are in the government or not. I also firmly support professionalising and growing the police force, and I am deeply concerned that it is the US military who are training the police for the most part, rather than police training police. This will result in paramilitaries rather than community protectors which is what Afghan communities need after decades of not being able to trust the police. </p> <p>But development projects, large and small, are equally important. They will always be at risk. And they will always serve as critical investments into infrastructure and poverty alleviation. Poverty, being part of what draws the desperate and disfranchised to the Taliban, cannot afford to be left until security is achieved because security and development are fundamentally linked – something you probably also saw in the other societies recovering from conflict where you've spent time.</p> <p>All of this is about working away at the Afghanistan Compact goals, but this demands a big attitude shift by those animated by such pessimism and dreariness that they can see no way forward in Afghanistan without accommodating the likes of the Taliban.</p> <p>These are important discussions, but I think we need to wrap up by getting back to your central argument, which is that the \"only alternative\" to Afghanistan's agony is to bring the Taliban back into power by inviting it to some sort of banquet hosted by Pakistan and Iran, with the \"international community\" as the foot waiters, after the Taliban presumably kiss and make-up with Karzai and the countless Afghan \"collaborators\" and \"puppets\" they had vowed to annihilate. You may not like the way I word it, but this is the ugly side of your second, favoured option outlined in your first letter. The Taliban are clear: no negotiations without a withdrawal of Nato troops; and you are clear that you favour negotiations: \"I do not see any other alternatives\". </p> <p>And I will also return to my counter argument that it is preposterous to conclude that there are only two possible options. Indeed, many action points well beyond your Option 1, the status quo, have been fleshed out even in our own brief correspondence. No one has ever said that military means alone will win the war. </p> <p>I'll close with one last bit of evidence for the ahistorical folly of Taliban-appeasing which comes in your presumption that \"some elements\" of the Taliban \"may one day sign up for talks.\" The evidence is twofold. The first is that more than 50,000 \"insurgents\" have already been reconciled with the Afghan government. They surrendered and participated in rehabilitation and reintegration programs under the UN – this has been going on for years. The second is that if there are elements of the remaining hardcore Taliban leadership that may one day \"sign up for talks,\" it will only be because the alternative they face is death, either at the hands of Afghan or Isaf troops. </p> <p>In the meantime, the only thing to negotiate with the Taliban is their surrender. Their surrender would be a triumph for human rights, for internationalism and for progress; and as a believer in these things, I know which side I'm on.</p>",
  "<p>The Liberal Democrats have the opportunity to carve out a foreign policy that will meet the great challenges of our time, distinguish the party clearly and sharply from the positions of New Labour and the Tories, and be based on core liberal values. We call this approach progressive realism. It is founded on the realisation that climate change and the issues associated with it form the greatest challenge to the survival of our civilisation, and that all other policies must therefore be framed with this in mind. </p> <p><strong>Living within the natural limits of the earth</strong></p> <p>The era of cheap oil is coming to an end. It has brought unprecedented prosperity, rapid population growth, rampant consumerism, exhaustion of natural resources and climate change. We have reached the buffers. If we do not learn to live within the limits of the planet, then the planet will throw us off. </p> <p>The Liberal Democrats have an excellent eco-manifesto explaining how Britain can be <a href=\"http://www.libdems.org.uk/campaigns/energy-bill-304947;\">carbon zero</a> by 2050. </p> <p>But carbon is only the latest and worst manifestation of our inability to live within the natural limits of the earth. We have created a society that is programmed to use and abuse every natural resource.</p> <p>Dealing with climate change cannot simply be about replacing one set of technologies or energy sources for another low-carbon version – it requires a systemic change of mindset about what we want from human society. Growth for the sake of growth can no longer be an acceptable goal. </p> <p><strong>Water as a human right</strong></p> <p>Everything begins with water and water sustains us all. Everyone should be entitled to a free amount of clean water. The rest should be rationed by negotiation and price, which must, in future, take externalities such as pollution into account. River basins need to be managed holistically. An international water court should be set up to function as the final arbiter in the case of conflict over water resources. </p> <p>Western discussion of Pakistan focuses on Islamist militancy, and dictatorship versus democracy. In the long term however, by far the greatest threat to Pakistan's survival as a state comes from water shortages stemming from climate change. Global warming is <a href=\"http://environment.newscientist.com/article.ns?id=dn13519\">melting the glaciers</a> that feed Pakistan's irrigation system.</p> <p>Pakistan and other endangered countries need massive help and encouragement to improve their water conservation systems and reduce the present appalling level of waste. British international aid should be restructured to make reducing carbon emissions and improving water conservation its central priority.</p> <p><strong>The non-western world: example and education not invasion and imperialism</strong></p> <p>Vietnam was a mistake. Iraq was a criminal mistake. Afghanistan has turned into a mistake that repeats the errors of past Russian and British history. We supported the removal of the Taliban in the aftermath of 9/11, and were pleased to see international police quickly bring law and order to Kabul, but the actions taken by American troops outside the Afghan capital in the subsequent months sowed the seeds for the current bloody failure. </p> <p>We cannot afford the imperialist policies followed by the Bush and Blair administrations in recent years – even when these have been dressed up in the liberal costumes of \"spreading democracy\". Liberals need to shun such deceptions and return to their proud tradition of anti-imperialism. </p> <p>We have no national interests at stake in Afghanistan except perhaps the war on drugs. It is sad, then, that we have presided over bumper poppy harvests. We would have done far better if we had encouraged farmers there to grow wheat or crops for biofuels and pay them double the price they obtained for poppies. </p> <p>Similarly the best thing we could have done for post-Soviet Russia would have been to invest massively in education for a new generation of Russian lawyers, journalists, economists, environmentalists, human rights campaigners, politicians and accountants. Democracy needs role models; aspiring democrats need help to learn about the tools of democracy. </p> <p><strong>Greater realism about big power relations<br></strong></p> <p>It may seem counterintuitive as the disastrous Bush era draws to a close, and in the year of Barack Obama, but Liberal Democrats should not be dewy-eyed about future US relations. There is no special relationship between Britain and the US (and there never has been) unless by that we mean the US does what it wants and we do what the US wants. Obama is an American and will act with America's interests at heart. We have much in common with the US, but there are also many fundamental differences. In most of the ways that count, Britain is much closer to the EU than the US.</p> <p>We also cannot afford a policy of deliberately confronting China and Russia. Instead we should rely on the force of our successful democratic example to help change these societies from within. </p> <p>Red lines must be drawn against Russian aggression, but they should be lines that are based on the will of the local population and that we are really prepared to defend. The risks of committing ourselves to hopeless positions and reckless allies have just been demonstrated by the war in Georgia. The solution to Russia is not threats but realism, engagement and reduced energy dependence via energy efficiency and investment in renewables. </p> <p>The right approach to the breakup of the USSR in 1991 would have been to disband Nato, a cold war organisation set up to oppose Moscow. Fast-tracking Georgia into Nato will not make the Russian problem go away. Furthermore it is rank hypocrisy for America and its allies to complain about Russian aggression when this is exactly the sort of action the US has always taken, either covertly or openly, in its perceived sphere of influence. We only have ourselves to blame if Russia feels like Weimar Germany today.</p>",
  "<!-- Block 1 --> <p>Hull did it. West Brom did it. Let's do it. Let's gain our second win of the season and move into the top half of the table. </p> <p>Such might well have been the crooning, silver-tongued, jazz-singing advice of Stoke manager Tony Pulis to his players before this afternoon dust-up with Everton at the Britannia. </p> <p>Although, without being unfair to the man, it's more likely to have been along the lines of \"right, let's get stuck right into these early doors and see if they fancy it up 'em\".</p> <!-- Block 2 --> <p>Along with their fellow promoted club Stoke were firm pre-season fives to go down. The exhilarating win at Villa was followed by defeat at Boro. But Stoke have served notice. They won't lie down. It's going to be a tough, hard-fought, bicep-flexing kind of season. </p> <p>As it should be today, too. Everton lost 3-0 to Portsmouth last time out. Only Spurs are keeping them off the bottom of the table. And a summer of static and unsatisfactory transfer activity was followed by the signing of Belgian midfielder Marouane Fellaini for £15m. Played well for Standard Liege against Liverpool apparently. Hmmm… </p> <p>Still, they will be up for this one and David Moyes has got Tim Cahill back today too. He tends to make a big difference. </p> <p>Those teams in full: </p> <p>Stoke: Sorensen, Griffin, Sonko, Cort, Higginbotham, Lawrence,<br>Abdoulaye Faye, Olofinjana, Delap, Kitson, Fuller. </p> <p>Subs: Simonsen, Whelan, Cresswell, Sidibe, Shawcross, Tonge,<br>Wilkinson.</p> <p>Everton: Howard, Neville, Yobo, Jagielka, Lescott, Fellaini,<br>Anichebe, Cahill, Castillo, Arteta, Yakubu. </p> <p>Subs: Nash, Baines, Vaughan, Nuno Valente, Rodwell, Kissock, Baxter.</p> <p>Referee: Alan Wiley (Staffordshire)</p> <p>So record signing Dave Kitson plays for Stoke and new man Michael Tonge could make his debut against fellow former Blade legend Phil Jagielka. </p> <p>Also on the away bench today: Kissock and Baxter. That's what seven subs gets you these days. Everton fans with any information on Kissock or Baxter, gratefully received by me. </p> <p>At first glance they sound like a Victorian undertakers partnership as re-imagined in a single-series 1970s sitcom. </p> <!-- Block 3 --> <p>Gary Naylor points out: \"Good to see that Marouane Fellaini already has the standard issue \"Scouser\" hair. Just the 'tache needed now.\" </p> <p>The Guardian can't endorse those sentiments of course. </p> <p>But yeah he does</p> <!-- Block 4 --> <p><strong>1 min:</strong> They're off! Stoke kick us off. first time Everton have been here in the league by the way.</p> <!-- Block 5 --> <p><strong>2 mins: </strong>Jagielka's in the middle for Everton. Lescott back at left-back after his England cameo. It's crackling out there. The crowd, at least, are bang up for it.</p> <!-- Block 6 --> <p><strong>3 mins:</strong> And so are Stoke. Early free-kick just outside the Everton area. Lawrence takes it and smacks it straight into the wall. Out for a long throw that Delap hurls absolutely miles and - hah! - over the bar. That was prodigious. The lad's got a gift.</p> <!-- Block 7 --> <p><strong>5 mins</strong> Lots of bouncy ping-pong stuff in midfield. Everton are a really tall team. They won't be scared of all that. Ball into the area from Arteta but Sorenson gathers (after a little fumble). </p> <p>Pulis is already yelling furiously on the touchline.</p> <!-- Block 8 --> <p><strong>6 mins</strong> Looks a bit like Stoke have brought the touchlines in to make the pitch narrower. The cheeky scamps. Maybe it's an unusually wide pitch. But it looks a little skinny.</p> <!-- Block 9 --> <p><strong>8 mins</strong> Another unecessary free-kick given away, this time by Arteta. Lawrence again hoofs it in, but it's too high. Everton dicing with danger there. Stoke like a set piece.</p> <!-- Block 10 --> <p><strong>9 mins:</strong> Quality from Fellaini there- - nice little pass forward to the Yak but some part of his considerable torso is offside. Some nice touches in that Everton midfield now, with the new Belgian and Arteta, plus Cahill.</p> <!-- Block 11 --> <p><strong>10 mins:</strong> Brilliant flying, full-blooded tackle on Fuller by Yobo. No free-kick, but Fuller stays down in a bit of pain. Exciting stuff. Very English. We all love a tackle don't we.</p> <!-- Block 12 --> <p><strong>12 mins: </strong> Boing!! Four huge booming headers back and forth between the defences. Pow!!</p> <!-- Block 13 --> <p><strong>13 mins:</strong> Fuller outpaces Jagielka and sprints on to a neat through pass. His shot across Howard is saved at full strength. that was nice football from Stoke.</p> <!-- Block 14 --> <p><strong>14 mins:</strong> Yakubu dances away from Griffin and hangs a little cross to the back post. Headed behind for a corner, but it;s a free kick after Arteta's delivery leads to a huge juddering pile-up in the middle. This is manly stuff.</p> <!-- Block 15 --> <p><strong>16 mins: </strong> an interesting aside to Fuller's tasty turn of speed. He apparently once had the same sprint coach as Usain Bolt. \"But I used to hide when it came to training because I wanted to do football, not track and field,\" Fuller has said. </p> <p>Well, well.</p> <!-- Block 16 --> <p><strong>17 mins: </strong> Great pressure from Stoke. Kitson volleys a cross into the Everton box, Griffin almost picks up the pieces as it bounces clear. Good high energy stuff, without actually creating any real clear openings. They're swarming forward though.</p> <!-- Block 17 --> <p><strong>19 mins: </strong> Lescott gets well forward and sends in a skimming cross, which is cleared via some more aerial keepie-uppie. Lots more commitment there. <br>This is a little bit like watching football in 1985. If they put smaller shorts on you couldn't tell the difference at times.</p> <!-- Block 18 --> <p><strong>21 mins: </strong> Except when Everton build slowly through their new man. Who is promptly dispossessed by some crazed Stoke charging down. Final pass from Delap just can't find Fuller. That was a chance.</p> <!-- Block 19 --> <p><strong>22 mins:</strong> Delap hurls in another long throw. This time Howard catches it on the full. It's a threat, though.</p> <!-- Block 20 --> <p><strong>23 mins: </strong> Yakubu looks a little isolated up front. The ball isn;t really sticking there. <br>From another break Lawrence swings another cross into the Everton box but it's headed clear under pressure by Yobo. Plenty of balls into the area by Stoke, but all from quite long range.</p> <!-- Block 21 --> <p><strong>24 mins:</strong> It's catching. Everton long throw hurled in by Neville, but Sorensen takes it. Ball cleared. Another free-kick from another bruising aerial challenge. In fact, unless I mention otherwise, you can just assume there's a bruising aerial challenge going on out there.</p> <!-- Block 22 --> <p><strong>27 mins: </strong> Fuller wrestled to the ground by Yobo, who clears. No moaning from the Stoke man. It's a man's game all right.</p> <!-- Block 23 --> <p><strong>28 mins: </strong> Launched forward from right-back by Lawrence, for Kitson to challenge for. More heading and leaping. There's a pattern here. Everton get the ball back. Play it around without getting anywhere. And Stoke get it and launch it again. <br>This is cautious stuff from both teams.</p> <!-- Block 24 --> <p><strong>30 mins:</strong> With half an hour gone, still no real chances. This is, let's face it, pretty dull stuff. Everton have five men in midfield. Stoke are looking to \"break quickly\" by hoofing the ball in to their forwards from 30 or 40 metres. Neither team looks like they're really trying to win this. Nick it, maybe.</p> <!-- Block 25 --> <p><strong>32 mins: </strong> Arteta drives forward and almost manages to weave something on the right with Anichebe. Too slow with the passing though. Nobody;s making any forward runs. Yakubu has Everton's first shot of the game. It's well wide. From miles out.</p> <!-- Block 26 --> <p><strong>35 mins:</strong> Isn't it too early to start worrying about being in the bottom three? <br>More slow, slow, hoof, foul.</p> <!-- Block 27 --> <p><strong>36 mins: </strong> Here it comes. The Delap long throw.</p> <!-- Block 28 --> <p><strong>37 mins: </strong> Whooooosh. It's amazing. He hurls it to the penalty spot and it's headed over by Faye.</p> <!-- Block 29 --> <p><strong>38 mins: </strong> Arteta feeds a lovely little pass into Yakubu, who plays it back to Lescott. His cross is headed behind for a corner. Caught by Sorensen. That was probably the best move of the match.</p> <!-- Block 30 --> <p><strong>39 mins:</strong> Credit to David Moyes, his man Fellaini does look the calmest player on the pitch. Wonder what he makes of all this.</p> <!-- Block 31 --> <p><strong>40 mins: </strong> Ho hum. Stoke load another free-kick from the halfway line into the Everton area, but it's a very hopeful ploy and it's headed clear.</p> <!-- Block 32 --> <p><strong>41 mins:</strong> <strong>EVERTON SCORE</strong> The Yak slots it very coolly. Top finish that, after some nice interplay between Arteta and Anichebe. Yakubu gets a bit of space and just sidefoots it in. That was quality stuff.</p> <!-- Block 33 --> <p><strong>42 mins:</strong> And out of keeping with the rest of the game. Everton have done what they set out to. Fought Stoke's early efforts off, then nicked a goal with some neat attacking on the break. </p> <p>Free-kick launched again into Evertons box. Higginbotham heads over.</p> <!-- Block 34 --> <p><strong>44 mins: </strong> Apparently Stoke have deliberately narrowed the pitch here. Just a thought: what does that kind of thing say to your own players? You're not really that good, would seem to be the obvious.</p> <!-- Block 35 --> <p><strong>45 mins:</strong> Stoke corner, played short to Kitson, Lawrence plays it in, but it's all a bit clunky and Everton clear so quickly that Cahill almost ends up scoring from Arteta's cross. Great tracking back by Kitson to block.</p> <!-- Block 36 --> <p><strong>45 mins: Half time.</strong> Well, that's it. Everton deserve to be in the lead, if only because they've managed to pass the ball to each other a few times. It was a lovely goal too, nice little finish. <br>But Stoke have been pretty dreadful. Whole-hearted, but lacking in accuracy and conviction near goal.</p> <p>Incidentally, if that doesn't sound like your cup of tea, why not check out <a href=\"http://www.theguardian.com/global/2008/sep/14/formulaone.lewishamilton\">Gemma Briggs' excellent running commentary </a>on Lewis Hamilton's latest roller-coaster dodgem ride in the rain at Monza.</p> <!-- Block 37 --> <p>On Everton's new £15m man, Samuel Zakowski writes: \"OK, so I'm Belgian, and I have seen Fellaini's star rise over the past couple of seasons. Why is he worth 15m? Because he is unique in European football. There is no box-to-box player like Fellaini, who is a driving force, harrying, instilling confidence among team mates, going into battle fearlessly. Then, when he attacks and gets into the opposition box, he causes absolute mayhem.\"</p> <p>Well, yeah. He sounds wicked. In fact, he sounds like the best player in the world. Ever. </p> <p>Watch out Stoke I say.</p> <!-- Block 38 --> <p><strong>46 mins: </strong> <strong>We're off again. </strong> and it's all quite quiet at the Britannia as Everton start by stringing a few passes together and pushing the home team back. Stoke need a lift, some pressure, something.</p> <!-- Block 39 --> <p><strong>48 mins: </strong> More of the same again. Olofinjana wins the ball in midfield but it's all very clumsy and imprecise from the home team. Everton can at least point out that they're the visitors here. Stoke really haven't show anything yet.</p> <!-- Block 40 --> <p><strong>50 mins: </strong> Neville rampages (OK, shuffles) down the right wing and wins a corner. Arteta hangs it up at the near post and it's punched clear. Fuller fouls Arteta. Chance to put it in again. All free-kicks this game.</p> <!-- Block 41 --> <p><strong>51 mins: </strong> <strong>AND EVERTON SCORE AGAIN!!</strong> It's that Arteta free-kick. Arteta drifts it in gently, Anichebe runs away from Olofinjana and unmarked glances it in. That was terrible defending. Pulis will be apopleptic as he should be. </p> <p>Hard to see what Stoke do to change this round now. Try and win some free kicks maybe?</p> <!-- Block 42 --> <p><strong>54 mins:</strong> <strong>OR THEY COULD JUST SMASH ONE IN THE TOP CORNER!! STOKE SCORE!!! </strong> Olofinjana comes up with the most amazing strike from a knock down form a long throw, volleying it into the right hand corner with incredible power. </p> <p>Blimey. That was a corker. All from the long throw, weakly punched by Howard, but some amazing technique on the end of it.</p> <!-- Block 43 --> <p><strong>56 mins:</strong> Olofinjana will be feeling better. He lost Anichebe for the Everton goal. Really top strike that. <br>Anichebe might be in trouble here. He's looking a bit dazed after a collision.</p> <!-- Block 44 --> <p><strong>58 mins: </strong> Anichebe's all right. Stoke gallop forward and Delpa hurls another long throw into the box. this time it misses everyone and gets to Lawrence but his shot is off target. All sorts going on in the box there. Panic. Thrills. Screams. Cartwheels. It's the Stoke way.</p> <!-- Block 45 --> <p><strong>60 mins:</strong> Fuller puts the ball in the net after galloping on to Kitson's flick on, but it's disallowed for a push on Yobo at the last. He finished it really well there, and then went off on a 30 second celebratory parade, before finally realising it was a free kick. <br>It was quite funny in the end, but you have to say that was soft. Stoke should have had another.</p> <!-- Block 46 --> <p><strong>62 mins:</strong> Everton free kick and a huge scramble under the Stoke bar, the ball just won't go in and in the end Yakubu is penalised for a foul on the keeper. that was hairy. this is a different game.</p> <!-- Block 47 --> <p><strong>63 mins:</strong> <strong>STOKE EQUALISE!!</strong> And it's that long throw again!! Hurled in flat from absolutely miles out by Delap and it's flicked past his own keeper by Jagielka. that was poorly dealt with, but he was under huge pressure in the crowd. Crazy game, crazy second half, crazy stuff.</p> <!-- Block 48 --> <p><strong>65 mins:</strong> It's all going off out there now. It's a total punch-up, Stoke hurling themselves forwards, the crowd totally in it. It's kind of like Gaelic football or Aussie rules. Stoke still attacking this time through Griffin on the right. Everton really under pressure here.</p> <!-- Block 49 --> <p><strong>67 mins:</strong> Fuller wins a corner. The crowd barks and yaps and froths. The big men are up. Another crazed set of collisions in the box. Everton escape for now.</p> <!-- Block 50 --> <p><strong>69 mins:</strong> Everton win a corner of their own, Faye heads clear and Sorensen catches Arteta's follow up. Everton haven't had the ball for 10 minutes here. They need to take a breath and keep it for a bit or Stoke are going to trample all over them.</p> <!-- Block 51 --> <p><strong>71 mins:</strong> A few nice little passes from the men in blue but Fellaini gives it away under pressure. He hasn't seen the ball since Stoke started bossing the game. He must be feeling a little shocked.</p> <!-- Block 52 --> <p><strong>72 mins:</strong> Odd. It's a free kick to Everton on the edge of the penalty area for a handball by Cort that happened inside the box. His linesman seems to have talked him into giving it outside the box. He gave a penalty there at first then changed his mind. Bizarre. </p> <p>Free kick is cleared. </p> <p>That was hopeless. It should have been a penalty.</p> <!-- Block 53 --> <p><strong>74 mins:</strong> And now David Moyes has been sent off for complaining. And he's gone to sit in some vacant seats with the Stoke fans. The stewards won't have that. <br>That was one of the worst decisions of the weekend by the way. With Respect Alan Wiley got it totally wrong.</p> <!-- Block 54 --> <p><strong>77 mins:</strong> <strong>EVERTON SCORE!! </strong>And some kind of justice is done as tiny Tim Cahill creeps in among the huge Stoke defenders and heads in an Arteta corner awarded after Lescott boots the ball into Griffin's head. That was a lovely header. Cahill is a huge player for Everton. and he's back doing his thing. </p> <p>What an amazing half.</p> <!-- Block 55 --> <p><strong>80 mins:</strong> Brilliant play by Arteta, beating his man and feeding Yakubu, who crossed for Anichebe. His volley is deflected wide by a mighty Higginbotham lunge. <br>Stoke are under he cosh now. Can they get some momentum back? They've had ten minutes of all-out attack and the rest just a scuffle.</p> <!-- Block 56 --> <p><strong>81 mins: </strong> Tonge's on for Faye. Sidibe's on for Kitson. Cahill's off for Rodwell to get another chance for Everton. Phew. Big last ten coming up you feel.</p> <!-- Block 57 --> <p><strong>82 mins: </strong> It's all going off. Arteta booked for trying to \"face down\" another Delap long throw by standing in his way. It's hurled in and breaks to Griffin, who volleys it against Anichebe. Was it a handball? No one relaly knows. Ball hoofed away.</p> <!-- Block 58 --> <p><strong>84 mins: </strong> Stoke on a bit of a surge. Pulis is out in his baseball cap yelling at everyone. Delap hoofs it too long and out for a goal kick from a promising situation. <br>Moyes is still sitting in among the Stoke fans. Wonder if he celebrated that goal.</p> <!-- Block 59 --> <p><strong>86 mins:</strong> Cresswell comes on for Lawrence. One of those players who turns up in the Premier League every now and then without actually ever doing anything. Now's his chance.</p> <!-- Block 60 --> <p><strong>87 mins:</strong> Another long throw! Go on Rory!</p> <!-- Block 61 --> <p><strong>88 mins: </strong> hurled vast distances again but the £15m man heads it away for Everton. He's learning. Cleared for another throw, though. This one is even huger and Howard comes to catch it, fighting his way through hundreds of prone bodies.</p> <!-- Block 62 --> <p><strong>89 mins: </strong> Stoke free kick in a very dangerous position on the corner of the area fate a needless foul by Anichebe. Swung in and headed over by Yobo under pressure. Stoke corner.</p> <!-- Block 63 --> <p><strong>90 mins:</strong> Fellaini clears under pressure but there are 5 minutes of stoppage time for Everton to endure. It's going to be a hot.</p> <!-- Block 64 --> <p><strong>91 mins:</strong> Ball launched forward by Sorensen and cleared for another long throw. Delap hurls it in - heard this one before? - and a stray leg (it's Sonko) hacks a bouncing ball into the side netting. <br>It's pretty much their only tactic, but it's a decent one here.</p> <!-- Block 65 --> <p><strong>93 mins: </strong> Yet aanother brilliant long throw, breaks to Higginbotham, whose shot is deflected wide. That could easily have sneaked in. From the corner more half-chances, thundering challenges, fly-hacks and it's eventually cleared. Anichebe off, Vaughan on.</p> <!-- Block 66 --> <p><strong>95 mins:</strong> Final chance to launch it form an Everton offside. Hoofed by Sorensen, flicked by Sonko and it's a corner. Here comes the keeper!</p> <!-- Block 67 --> <p><strong>95 mins: FULL TIME. </strong> Stoke's final corner is hacked away and that's it for this afternoon. <br>That was an extraordinary match. the first half was dire. The second half was like pantomime, with goals, dodgy decisions, bizarre tactics and a complete lack of calm, measured football. <br>But it was fun for the neutral in the end and three very important points for Everton.</p> <!-- Block 68 --> <p>It has to be said, Alan Wiley made one absolutely terrible decision with the penalty. And one bad one with the Fuller goal, which was probably not a foul. </p> <p>Cahill made the difference for Moyes, who ended the game shaking hands with the Stoke fans in his corner of the stand. </p> <p>And that's all for me from now.</p>",
  "<!-- Block 1 --> <p><strong>Preamble:</strong> Are we about to see the most exciting grand prix ever? That's what I've just been asked by one of my colleagues in GU towers (he wasn't jesting) and the answer surely is 'let's hope so'. Yesterday's wet qualifying session at Monza was the most shocking of the season – especially for the championship leader – and the grid is unlike any we have seen in recent years. Formula one's youngest-ever pole-sitter, Sebastian Vettel, did something with a Toro Rosso that Lewis Hamilton and Kimi Raikkonen were unable to do in their superior McLaren and Ferrari machines. It's a dream come true for the tiny squad from Faenza, which grew out of the ashes of Minardi, and Sebastien Bourdais' fourth place proves it's no fluke. With Felipe Massa in sixth position, Raikkonen in 14th and Hamilton in 15th, it's near impossible to guess at what this race - which looks likely to start in the wet - might deliver. Coming just seven days after the Belgian grand prix (when we learned not to take anything for granted, even the result at the flag) we have the promise of a race filled with intrigue.</p> <!-- Block 2 --> <p><strong>This is how they'll line up:</strong><br>1 Sebastian Vettel (Germany) Toro Rosso-Ferrari<br>2 Heikki Kovalainen (Finland) McLaren<br>3 Mark Webber (Australia) RedBull-Renault<br>4 Sebastien Bourdais (France) Toro Rosso-Ferrari<br>5 Nico Rosberg (Germany) Williams-Toyota<br>6 Felipe Massa (Brazil) Ferrari<br>7 Jarno Trulli (Italy) Toyota<br>8 Fernando Alonso (Spain) Renault<br>9 Timo Glock (Germany) Toyota<br>10 Nick Heidfeld (Germany) BMW Sauber<br>11 Robert Kubica (Poland) BMW Sauber<br>12 Giancarlo Fisichella (Italy) Force India–Ferrari<br>13 David Coulthard (Britain) RedBull-Renault<br>14 Kimi Raikkonen (Finland) Ferrari<br>15 Lewis Hamilton (Britain) McLaren<br>16 Rubens Barrichello (Brazil) Honda<br>17 Nelson Piquet (Brazil) Renault<br>18 Kazuki Nakajima (Japan) Williams-Toyota<br>19 Jenson Button (Britain) Honda<br>20 Adrian Sutil (Germany) Force India-Ferrari</p> <!-- Block 3 --> <p><strong>Predictions: </strong>Hamilton might have gone to bed after the Belgian grand prix wishing that the stewards had decided on a ten-place grid penalty at the next race rather than lopping 25 seconds off his time at the flag and taking away his win. But, in the end, he's starting this Italian grand prix from so far down the grid it feels like he has suffered both. The team has only itself to blame for today's starting position, however, as the gamble to try his first lap in Q2 on intermediate tyres was a huge error. What can he do from 15th? We need to see if he can survive the first-lap melee from the middle of the pack intact and then decide.<br>Up at the front, I wouldn't rule Vettel out of a podium finish. Kovalainen, from second, is odds-on for claiming his second win, but the German Toro Rosso driver starting from pole has guts and skill. Opportunities like this don't come along too often – as third-placed Mark Webber knows, too – and he'll be looking to make the most of it. Massa has had an engine change (using up his 'joker' card and thus receiving no penalty) and the team seems committed to capitalising on this race as the chance to get him into the lead of the drivers' title.<br>My tip for the top three is Kovalainen, Vettel and Massa. What do you all think?</p> <!-- Block 4 --> <p><strong>David Coulthard</strong>, being interviewed on the grid, has said he thinks the race should start behind the safety car. Noooooooooo! Yes, it does look very wet, but safety car starts are about as fun as a wasp lodged in your Cornetto.</p> <!-- Block 5 --> <p><strong>Booooo! </strong>A safety car start has been confirmed, in the interests of visibility. Let's hope they keep it short and sweet. Bernie Ecclestone told ITV F1's Martin Brundle that this is the first occasion that he's wanted the man on pole to win. Mr E has a heart!</p> <!-- Block 6 --> <p><strong>A shock prediction</strong> from Gary Naylor - Lewis Hamilton to win! Here's his rationale: 'In the rain, one expects the best racer on the track to win. Whenever driver skill come to the fore, Hamilton shows every sign of being the heir to Senna, so, if he can be patient and avoid getting hit, I'm taking him to win.' From 15th on the grid! Yeeesss, one... and five...</p> <!-- Block 7 --> <p><strong>Disaster</strong> for Bourdais... he doesn't appear to have got his car away from the grid for the formation lap. He'll be starting from the back, if the team can get the car going that is.</p> <!-- Block 8 --> <p><strong>Start:</strong> So the race is underway - but behind the safety car. The only action is of the Toro Rosso mechanics trying to bring Bourdais' car back to life. It's a massive disappointment for the Frenchman, who put in a fantastic qualifying performance to line-up in fourth as he fights to keep his seat for next year.</p> <!-- Block 9 --> <p><strong>Lap two:</strong> Away they go, Vettel leads and there's huge amounts of spray. Everyone is taking it easy. The top three positions are the same.</p> <!-- Block 10 --> <p><strong>Lap three:</strong> Glock has passed Alonso for seventh and that seems to be one of the only overtaking moves. The TV screen is just a cloud of spray - imagine what it's like in the cockpits. Raikkonen and Hamilton are in 13th and 14th having been unable to move further up in these conditions.</p> <!-- Block 11 --> <p><strong>Lap four:</strong> Glock cut a chicane while battling with Alonso... and Hamilton has similarly taken a shortcut further back down the field. He'll be extra cautious about it in this race...</p> <!-- Block 12 --> <p><strong>Lap five: </strong>Raikkonen and Hamilton are now in 12th and 13th. At the front of the pack, Vettel's lead is 5 seconds and Massa is in fifth place. Bourdais is running.</p> <!-- Block 13 --> <p><strong>Lap six: </strong> Raikkonen is only three tenths of a second behind Fisichella. It shouldn't be long before he gets the Force India car. It doesn't look like the rain is easing. Glock has had a spin in what is so far a ragged outing for the Toyota driver.</p> <!-- Block 14 --> <p><strong>Lap eight:</strong> Hamilton looked to go inside Raikkonen - holed up behind Fisichella - at the Lesmos but he doesn't manage to get past.</p> <!-- Block 15 --> <p><strong>Lap nine: </strong>Vettel has set the fastest race lap and Raikkonen has found a way past Fisichella at the first chicane. Hamilton needs to get past the Force India too, so that he can stay with Raikkonen.</p> <!-- Block 16 --> <p><strong>Lap 10:</strong> Hamilton has got past Fisichella, but he didn't find it as clean and easy as Raikkonen did. He out-dragged him down the pit straight and clung on at the first corner.</p> <!-- Block 17 --> <p><strong>Lap 11:</strong> Vettel is holding his own at the front. Hamilton has passed Raikkonen for 11th place at the first Lesmo. Looks like he's finally got the feel of his McLaren in the wet here now.</p> <!-- Block 18 --> <p><strong>Lap 12: </strong>Massa, in fifth, is hustling Rosberg. It's a fantastic run so far from the Williams man. Some of the drivers seem to be looking for wet parts of the track as the racing line begins to dry out slightly.</p> <!-- Block 19 --> <p><strong>Lap 14: </strong>Hamilton has passed Heidfeld for 10th place and Massa had passed Rosberg... and then let him by again... and then re-taken the place. It's all to do with chicane-cutting. And we know what the stewards think of that. Fisichella is the race's first retirement, parked up with his nose in the tyre wall.</p> <!-- Block 20 --> <p><strong>Lap 16: </strong> Hamilton takes Glock at the first corner and then squeezes the Toyota onto the grass. The McLaren man is on a hell of a charge, now in ninth and making his intentions known to Kubica.</p> <!-- Block 21 --> <p><strong>Lap 17:</strong> Massa set the fastest lap of the race the last time around, but Vettel's lead at the head of the field is now over 10 seconds. Kovalainen, in second, is 15 seconds ahead of Massa. Raikkonen cannot match Hamilton's pace, and he's stuck down in 12th. Teams are telling their drivers that more heavy rain is to come.</p> <!-- Block 22 --> <p><strong>Lap 18: </strong>Vettel has pitted from the lead and they have fitted another set of extreme wet tyres.</p> <!-- Block 23 --> <p><strong>Lap 19:</strong> At the first chicane, Hamilton has passed Alonso for seventh position. I would say he's on fire, but that might give you the wrong impression.</p> <!-- Block 24 --> <p><strong>Lap 20: </strong>After his pitstop, Vettel is now fourth. Kovalainen leads from Webber and Massa, with all three yet to make their first stops. Raikkonen is in 12th place behind Heidfeld... where has his pace gone?</p> <!-- Block 25 --> <p><strong>Lap 21: </strong>Alonso has dropped another place, to Glock. We've certainly seen plenty of overtaking in this race. Now Hamilton is all over the back of Trulli.</p> <!-- Block 26 --> <p><strong>Lap 22: </strong>Careful now... Hamilton cuts a chicane while passing Trulli. He gives the place back. Now he'll have to do it all over again. The McLaren pitstop crew are out and Kovalainen pits.</p> <!-- Block 27 --> <p><strong>Lap 23: </strong>Massa and Webber have pitted and so Vettel leads the grand prix once again. The Toro Rosso driver has a genuine chance of winning this race. Hamilton has passed Trulli now.</p> <!-- Block 28 --> <p><strong>Do we have</strong> any Toro Rosso fans out there? What Italian-themed celebrations will you be performing if Vettel pulls this off? I've got a soft spot for the tiny outfit, and shared a pizza at their local trattoria with some of the team earlier in the year. I might re-create our fab strawberries and ricotta pudding tonight if they get this victory.</p> <!-- Block 29 --> <p><strong>Lap 25: </strong>Hamilton has passed Rosberg (at the first chicane - where else?) and is now in second place, although he has not taken a pitstop yet.</p> <!-- Block 30 --> <p><strong>Lap 26: </strong>Massa has found himself behind Heidfeld, who is yet to stop, and is losing time. It's not a good situation for the Ferrari driver to be in as he bids to usurp Hamilton in the drivers' championship.</p> <!-- Block 31 --> <p><strong>Lap 27: </strong>Raikkonen has pitted but he's been nowhere so far in this race and is outside the top 10.</p> <!-- Block 32 --> <p><strong>Lap 28: </strong>Hamilton has pitted, a smooth stop, and he rejoins in a lovely clear patch of track in 10th place.</p> <!-- Block 33 --> <p><strong>Lap 29:</strong> Rosberg finally pits for the first time, but the team have a sticky time removing the fuel hose.</p> <!-- Block 34 --> <p><strong>Lap 30: </strong>Coulthard has just pitted and gone out on the standard wet tyres... everyone will be watching to see how he does. The rain that the teams were predicting has not materialised yet. Ooops, he's not having much joy on them, he's gone straight on at the first chicane. Bourdais makes his first stop - from last place - what disappointment for him.</p> <!-- Block 35 --> <p><strong>Lap 31:</strong> Alonso has finally made his first stop and he too opts for the intermediate tyres. Raikkonen has managed to overtake somebody... Trulli, for tenth place.</p> <!-- Block 36 --> <p><strong>Lap 32: </strong> Vettel leads from Kovalainen and Kubica (who has yet to stop). Webber is in fourth place ahead of Massa and Hamilton. The McLaren man is a full ten seconds behind his Ferrari rival.</p> <!-- Block 37 --> <p><strong>Lap 34:</strong> Massa has made another pitstop, his second, and he's gone back out on intermediate tyres. If it stays dry then his team have made the right call and the runners on full wets are going to lose out. Then again, if it rains...</p> <!-- Block 38 --> <p><strong>Lap 35:</strong> Kovalainen, Kubica and Webber have all pitted and switched to intermediate tyres.</p> <!-- Block 39 --> <p><strong>Lap 36:</strong> Massa is all over the back of Webber and he takes him oh-so-easily. Then Webber spins right around, but the concrete run-off saves him. Raikkonen pits.</p> <!-- Block 40 --> <p><strong>Lap 37:</strong> Vettel pits from the lead and takes on the intermediates. Hamilton pits and switches to the same tyres. He comes out behind Webber, but takes him at the second chicane. On the edge.</p> <!-- Block 41 --> <p><strong>Lap 39: </strong> Everyone must be watching the footie today. Apart from Mr Naylor, the only email I've had is from NatWest asking me to confirm my account details. And I don't bank with them. Vettel still heads the field after his second stop, ten seconds ahead of Kovalainen.</p> <!-- Block 42 --> <p><strong>Lap 40: </strong>Heidfeld and Massa are squabbling over fifth position. Massa is pushing too hard - he's had a wobble and cut the chicane - and Hamilton is behind waiting to gobble him up.</p> <!-- Block 43 --> <p><strong>Lap 41: </strong> The order is Vettel, Kovalainen, Kubica, Alonso, Heidfeld, Massa, Hamilton and Webber in the points with 12 laps to go. Will the tifosi be cheering for Italy's <em>other</em> team?</p> <!-- Block 44 --> <p><strong>Lap 43:</strong> Raikkonen takes 13th from Nakajima. An awful race for the Finn, who has just signed a new contract with Ferrari. Given Hamilton's performance from one place further back on the grid, he needs to prepare his excuses.</p> <!-- Block 45 --> <p>If you're wondering what's going on in the Stoke v Everton match then check out <a href=\"http://www.theguardian.com/football/2008/sep/14/stokecity.everton\">Barney Ronay's minute-by-minute here</a>. I won't spoil it by telling you who's winning.</p> <!-- Block 46 --> <p><strong>Lap 45:</strong> Vettel sets his fastest time of the race, but the quickest lap of anyone belongs to Raikkonen. Not that it's going to make any difference to his race. Piquet has a big moment and Hamilton appears to have dropped his pace slightly.</p> <!-- Block 47 --> <p><strong>Lap 47:</strong> Jenson Button (remember him?) pits. Nigel Wilson says he has RSI from hitting F5 and wants to know who's going to win. I'm thrilled to say that it's most likely going to be Sebastian Vettel, which will make him the youngest-ever grand prix winner and will restore some of the faith people may have lost in the sport after Spa. Underdogs can triumph sometimes...</p> <!-- Block 48 --> <p><strong>Lap 48: </strong>Webber is all over Hamilton and Raikkonen is up to tenth position having passed DC. There could be some changes for position yet... In fact Raikkonen has now taken ninth from Piquet.</p> <!-- Block 49 --> <p><strong>Lap 49: </strong> Webber and Hamilton's battle is a furious one and the pair appear to touch. Chris English think my email from NatWest was a chat-up line... more like a low-down, nasty scam to extract my pennies.</p> <!-- Block 50 --> <p><strong>Lap 51:</strong> DC tips Nakajima into spin, or was the Williams driver at fault?</p> <!-- Block 51 --> <p><strong>Lap 52:</strong> Vettel's lead over Kovalainen is just under 14 seconds. Come on my son!</p> <!-- Block 52 --> <p><strong>Final lap:</strong> ... he's going to do it...</p> <!-- Block 53 --> <p><strong>Flag:</strong> Woweee! He <em>has</em> done it. Sebastian Vettel - grand prix racing's new super-duper-star has won at Monza for formula one's smallest team. Kovalainen finishes second ahead of Kubica, Alonso, Heidfeld, Massa, Hamilton and Webber in the points.</p> <!-- Block 54 --> <p><strong>Incredible</strong>. Vettel takes the flag 12 seconds ahead of Kovalainen's McLaren. It is a fantastic result for the team, the driver and the sport. And you can't say he didn't deserve it or that he won by luck.</p> <!-- Block 55 --> <p><strong>What it means: </strong>first of all, formula one has a new youngest-ever winner. Secondly, Toro Rosso has scored its first-ever grand prix victory. Thirdly, they've embarassed their older-brother Red Bull. Fourthly... you get the point. An extraordinary performance for Vettel, but McLaren will be wondering why it couldn't propel Kovalainen onto the top step. Kubica's superior one-stop strategy will help keep him in the title hunt. Hamilton's solid drive from 15th to seventh means he retains his lead over Massa in the drivers' title battle... but only by a point. Raikkonen is out of the points and his chances of retaining his crown shrink further.</p> <!-- Block 56 --> <p>Well, I need a sit down and a cup of tea after all that excitement. Join us in a fortnight, September 28, for formula one's first-ever night race at Singapore.</p>",
  "<p>The declining months of the George W Bush presidency are becoming a long fugue of fear and suspicion: fear of enemies real and imagined, and suspicion freely given and taken between key regional allies, Pakistan, Israel, Turkey and the UK among them. The knack of annoying close allies is becoming one of the few consistent features of the fag end of this presidency. The latest ally, once deemed vital to the GWB \"war on terror\", to be <a href=\"http://www.theguardian.com/news/blog/2008/sep/11/georgebush.akistan&quot;\">thoroughly alienated</a> by Washington's unilateralism is Pakistan.<br> <a href=\"http://www.theguardian.com/world/2008/sep/12/usforeignpolicy.usa\">Authorising covert cross-border raids</a> by US special forces from Afghanistan into Pakistan, without informing the military and political command there, may seem like tactical boldness on the part of the American president. The US commanders say that they cannot trust the Pakistan military and the Inter Service Intelligence (ISI) agency. In the past, say the Americans, local Pakistan army and ISI officers have given warnings to Taliban leaders that the Americans on search and destroy raids on alleged Taliban and al-Qaida sanctuaries. <br> On September 3 a team of US Navy Seals <a href=\"http://www.thefirstpost.co.uk/45374,opinion,taliban-attacks-show-us-doesnt-trust-pakistan\">was dropped by helicopter</a> in the area of Angoor Adda in South Waziristan, believed to be home turf of a senior Taliban, Jalalaluddibn Haqqani. It was followed by an air strike which killed two of Haqqani's wives, and some of his grandchildren. The Pakistan military said four young Taliban recruits had been killed and more than a dozen \"civilians\", women and children among them.<br> The raids were the first by US Special Operations Command since Bush signed a secret operational order in July authorising cross-border raids into Pakistan without prior notification to the authorities there. Interestingly, the first raid took place just as Asif Ali Zardari was about to be elected <a href=\"http://www.theguardian.com/world/2008/sep/09/pakistan\">Pakistan's first civilian president for nine years</a>.<br> Whatever the tactical gains the American commanders think they are getting from such methods, they are likely to be outweighed by the strategic crassness of these escapades. Under current international law, they could be conceived as acts of aggression and a violation of the UN Charter. At a practical level, they stand to be a powerful recruiting sergeant for the Taliban – and the millions of hitherto uncommitted Afghan refugees in Pakistan.  The Pakistan army chief, General Ashfaq Parvez Kayani, <a href=\"http://www.sindhtoday.net/pakistan/19942.htm\">said</a> there had been, now could there be, any secret agreement to allow US covert operations in northern Pakistan. He told US forces to keep out, and said the new civilian government needed \"to keep its distance\" from Washington. A regional divisional commander said his forces would oppose the Americans.<br> On the northern side of the Pakistan border, one must wonder how much the Americans informed their other allies about precisely what they're up to in their secret ops. Not much, if American attitudes to their European Nato allies elsewhere, Britain included, are anything to go by.  Contempt for the British is overt following what the Americans believe is the British defeat by Shiite militias in Basra. Their narrative now is that it took the Americans, plus nearly 30,000 troops of the Iraqi army, to restore order to the streets of Basra this spring, where the militias had been running amok.  To a certain extent, it is true that the Iraqi army, plus the Americans, plus belatedly some British forces, <a href=\"http://www.theguardian.com/commentisfree/2008/aug/15/iraq.military\">have got the militias off the streets</a> in Iraq's southern oil capital through their Charge of the Knights offensive. But last year, when the British troops were bearing the brunt of the Shiite attacks, the Iraqi army was neither willing nor able to tackle the militias.<br> The triumphalist line of the Americans and the Iraqis having the skill and will to defeat finally the Mahdi army of Moqtada al-Sadr is already coming apart at the seams. A British intelligence analyst said this week, \"to claim the Sadrists have been smashed is nonsense. They are still a force.\" Worse, she said, the operation had driven Moqtada al-Sadr into the arms of Ayatollah Khamenei, the supreme leader of Iran.  Hitherto, he had avoided getting too close to the regime in Teheran, in his aim to guarantee the independence of Iraq, and the Shiite community within it, from Iran. Once more, there are mutterings about the CIA mounting an operation to \"take out\" Sadr. It isn't only the Brits and the Pakistanis who fear that the American regime is misplaying, or overplaying, its hand. Two days before President Mikheil Saakashvili of Georgia ordered his troops onto the offensive in South Ossetia on August 7, the <a href=\"http://www.globalresearch.ca/index.php?context=va&amp;aid=9788\">Israeli military advisory team to the Georgians</a> quit Tbilisi. Israel has since suspended military assistance to Georgia, where it been involved in modernising the forces in partnership with the US military mission. <br> The most prominent Nato ally in the region, and the only one with a border with Georgia, Turkey, has appeared anxious, too, to distance itself from Washington. It has not been involved in the charge to press for Georgia and Ukraine to become members of Nato. Nor do many European Nato members want this to happen – not least because opinion polls suggest that the majority of the population in Ukraine don't want to join Nato. Meanwhile, the candidates in the US presidential race seem to be finding it hard to get their heads round the reduced circumstances of America's strategic place in the world compared with eight years ago, let alone tackle the growing divergence between the US and Europe, old and new. When Obama suggested on the stump that American forces might have to raid into Afghanistan unannounced, he was howled down. When asked in her ABC interview about the problems of border operations against Taliban/al-Qaida bases, Governor Sarah Palin <a href=\"http://www.usnews.com/usnews/politics/bulletin/bulletin_080912.htm\">seemed at a loss</a>.<br> This week, both the senior US commanders involved in Iraq and Afghan operations, Admiral Mike Mullen and General David Petraeus, have warned that the coalition is not winning in Afghanistan. Far from a winning tactic, they may find that their new plan of covert raids is a short route to self-defeat.</p>"
]