[
  "<p>Officials in Texas defied the international court of justice last night to affirm the scheduled execution today of a Mexican national at the centre of a global legal row. </p> <p>The state's board of parole and corrections rejected a last minute appeal from lawyers for José Medellín.</p> <p>He is now scheduled to be put to death at 6pm local time despite an order from the court at The Hague to halt his execution. </p> <p>Legal experts and human rights organisations said the execution would be seen as an act of defiance of international law after a ruling from the ICJ that Medellín was denied his right to consult with Mexican embassy officials during his trial.</p> <p>\"US respect for international law might be further damaged by this execution,\" said Brian Evans of Amnesty International.</p> <p>\"We are deeply disappointed with this recommendation from the board of pardons and paroles,\" said Donald Francis Donovan of Debevoise &amp; Plimpton LLP, counsel to Medellín﻿ \"The board has failed to support the United States in fulfilling its international legal obligations. The board's action ... risks the safety of thousands of Americans travelling and living abroad.</p> <p>Katharine Huffman, a spokeswoman for Medellín's legal team, said the case was being monitored by the international community. \"The failure on the part of the US could have very serious implications for our relationship with Mexico as well as other nations,\" she said.</p> <p>But the governor of Texas, Rick Perry, has repeatedly indicated the execution would go ahead. Texas has the most active death chamber in America.</p> <p>\"The [ICJ] has no jurisdiction here in Texas. We're concerned about following Texas law and that's what we're doing,\" a spokeswoman for Perry said.</p> <p>Medellín has spent most of his adult life on death row after he was convicted in the 1993 gang rape and murders of two teenage girls.</p> <p>His hopes now rest on the US supreme court. His lawyers had asked the board for a 240-day stay of execution to give Congress time to enact legislation that would spare him. </p> <p>A bill now before Congress would compel Texas and other states to comply with international treaties guaranteeing foreign nationals on trial the right to consult with officials from their home countries.</p> <p>Medellín is the first of 51 Mexicans on death row in the US whose cases have become an embarrassment for the Bush administration. </p> <p>In a 2004 ruling the ICJ ordered the courts to grant a review of their cases, and George Bush earlier this year urged the authorities in Texas to revisit Medellín's case. But the supreme court ruled that the president had overstepped his authority.</p> <p>Last month the ICJ ordered the US to \"take all measures necessary\" to block Medellín's execution. Huffman warned that America could still be in conflict with the court until the cases of the other 50 Mexican nationals on death row are resolved.</p>",
  "<p>A group of activists including Tony Blair's sister-in-law Lauren Booth plans to break Israel's blockade of the Gaza Strip by sailing into the Palestinian territory.</p> <p>Some 46 campaigners, among them several Britons, a Holocaust survivor and an 81-year-old retired Catholic nun from the US, will make the 241-mile crossing from Cyprus in two wooden vessels at the end of the week, carrying medical supplies. The journey takes about 20 hours.</p> <p>The California-based Free Gaza movement wants to open unrestricted international access to Gaza while delivering a \"symbolic\" shipment of 200 hearing aids and batteries for a society for deaf children and other supplies such as painkillers. Organisers say they will not pass through Israeli waters and have therefore not notified Israeli authorities of their plans.</p> <p>But they are prepared for the 21-metre (70ft) Free Gaza and 18-metre Liberty to encounter resistance. The Gaza Strip's waters are patrolled by the Israeli navy. The boats' crews will cover as much of the journey as possible under sail to conserve fuel, so they can stay at sea as long as possible if their progress is blocked, British campaigner Hilary Smith said.</p> <p>\"The passengers are prepared to remain on board for weeks or longer if their passage is impeded,\" she told a press conference in London. \"Gaza is a virtual prison for well over a million Palestinians. It's been under siege almost continuously for two years. Israel says it no longer occupies the Gaza Strip so the boat will not be asking permission from Israel and will not allow Israel to board the boats.\"</p> <p>Israel imposed a blockade on Gaza last year after Hamas took control, and allows limited supplies of food, fuel and aid into the territory. In March a coalition of eight UK human rights groups said Gazans were living through their worst humanitarian crisis since the 1967 war.</p> <p>Dr Mona El Farra, director of the Palestinian Red Crescent Society in Gaza, said she knew of at least 226 patients who had died since the siege was imposed, 55 of them children, and 1,500 patients were waiting for treatment. \"As a doctor there is nothing more sad for me than watching my patients dying,\" she said. </p> <p>Free Gaza said the boats would be inspected by an independent security service, to prove that no weapons or dangerous substances were on board. The group hopes to transport a group of young Fulbright scholars out of the territory so they can pursue their studies abroad, and return some exiled Gaza residents.</p> <p>Another aim, ultimately, is to create a permanent maritime link between Cyprus and Gaza. \"This is not a one-time symbolic trip,\" said Israeli organiser Jeff Halper. \"The idea is when we get to Gaza we have broken the siege.\" </p> <p>Blair is yet to visit Gaza in his role as the Quartet envoy working on Palestinian economic development. Last month a planned trip was cancelled after what his spokeswoman described as threats made against him.</p>",
  "<p>When physics student Pete Edmunds tells people about his summer job, some have strange reactions. \"My male friends think my job is awesome, but my female friends are less sure. \" After spending last summer working in a local pub - \"I didn't last long - it was far too boring,\" says Edmunds - the 20-year-old University College London student decided it was time to get imaginative in his search for summer employment - and signed up for work as a (nearly) naked butler. </p> <p>\"Last year, I was barely paid the minimum wage and ended up washing dishes most of the time. But this summer I was finding it even harder to get work. I looked for months before anything at all came up. Then I saw an advert on the internet for Butlers2Go, working as a naked butler.\"</p> <p>As a \"naked butler\" Edmunds is booked to serve guests at events, wearing a uniform of a bow tie and - very tiny - apron. \"It wasn't initially my first-choice job,\" he says. \"But many of my friends haven't managed to get a job at all, and those that have are lumped with monotonous jobs with poor pay. As a butler, I do hen nights, baby showers, weddings. There are some funny incidents - the odd woman tries to pull up your apron, or kids try to look up it - but in general it's a great job. You have to be very extrovert and confident, but it's more interesting than some conventional jobs, and my wages can be more than £50 a night, so I use them towards the cost of living - student loans don't go as far as the government seems to think.\"</p> <p><strong>Empty pockets</strong></p> <p>Edmunds's particular line of employment might not be for everyone, but his difficulty finding summer work is a familiar story for students across Britain. Companies looking to cut costs in the credit-crunch climate are employing fewer temporary workers, and students are finding their pockets emptier than a university library in freshers' week. </p> <p>That was the situation for Josh Stolberg, 20, after six unsuccessful weeks looking for work this summer. Stolberg, who is going into his third year studying history at Nottingham University in September, says: \"I've worked during every uni holiday so far, in the cafe of a local hospital two years ago, doing admin stuff for a trucking company last summer - it was easy: I registered with a temping agency and, two days later, I had a job. But this year trying to find work was a nightmare. I started looking in June, and went through three temping agencies.</p> <p>\"Loads of my friends have been moaning about their lack of employment. Before, employers would draft people in to cover holidays, but now people seem unwilling to take temps on unless it's absolutely necessary. I've finally got work now - doing data input at the Co-operative group's headquarters in Manchester, but it's been really frustrating. Up till this holiday I'd done my best to avoid going into my overdraft, but this summer I had to dip into it when I came home in June, and by the time I found my job, I was halfway through my funds.\"</p> <p>It was a similar story for Judith Moss, 22, who has just finished her degree in physiotherapy at Manchester Metropolitan University. \"In the past I've found work easily, doing admin, bookkeeping and working as a receptionist. I thought the same would happen this year, but it's been the opposite. I came away from interviews with temping agencies who thought my CV was very positive, but they still couldn't find me a job. They said that there's minimal temping work available at the moment. It can start to affect your confidence, you begin to question your abilities - and it's also made my summer rather tight.\"</p> <p>But the benefits of summer work mean that it's worth thinking laterally if your job search is proving difficult. Check out online notice boards like <a href=\"http://www.Gumtree.com\">Gumtree.com</a>; at last checking, available jobs ranged from festival stewards to an under fives' football coach. It can also be lucrative to try drumming up your own business, offering your IT expertise to neighbours, providing dog walking, or tutoring younger students and advertising in local newsagents. If you've got any special skills in sport, art or music, you might be able to offer one-to-one lessons to people in your neighbourhood. Ask your old school if they need any help over the holidays.</p> <p>Students might think that jobs like data input, dancing or naked butlering don't provide much of a CV boost but, according to Mike Barnard, spokesman for student career website Milkround Online, any kind of work can be beneficial for a future career. \"It's true that major banking, legal and engineering firms, keen to prime students for graduate positions, increasingly run summer internships and work placements,\" he says. \"But that doesn't mean employers will ignore a more wacky summer job. It can show evidence of learning new skills and proving successful in the workplace. Some firms may also see a varied CV as signs of a potentially innovative and free-thinking employee.\"</p> <p><strong>Heading abroad</strong></p> <p>Another way to find work is to consider heading abroad, where English speakers can often be valued. It might seem late in the season to contact overseas holiday resorts or tour operators, but if a member of staff has to leave suddenly, they'll need replacing and your call might come just at the right time. </p> <p>After a spending time working in Ibiza last summer, Alexia Clinton-Smith, 21, a graphic design student at the London College of Communication, decided to fly off to work under the sun in Ibiza again this year. She worked as a club dancer as well as managing a team of dancers. \"Last year, I worked as a waitress. It was hard work, I was only paid four euros an hour, and the boss did me out of my tips - but even so, I had to beg for the job. This year, I'd already done work for my employer as a dancer in England, so the job was all lined up for me. But even though everyone thinks it looks great fun, it was also very stressful. </p> <p>\"My routine was really busy: on the day of an event I'd get my hair and make-up done, then sort out all the other girls with their costumes - hot pants, bras, pink feathered tops and neon stockings. We'd head to a beach parade to dance in the afternoon. At midnight, there was the main town parade to do, then do freestyle podium dancing in the club, doing sets until six in the morning. Then I'd have to make sure all the girls got home, before hand-washing all the costumes.\" </p> <p>\"In the end, I ended up getting ripped off. Midway through the summer, my pay was halved without warning. I had to leave Ibiza early - it wasn't realistic, so I had to come home. But now I'm back in London I'm finding it hard to find another job.\"</p>",
  "<p>If Andy Parkinson, the man in charge of anti-doping arrangements in the UK, doesn't have confidence in the systems he has in place to check our athletes in the run-up to the current Olympics, he should resign (UK Sport fears surge of doping for 2012 games, August 1). What he is saying taints the team before the games even start. A real morale booster.<br><strong>Ivan Reid </strong><br>Margate, Kent</p> <p>So foreign visitors to London rose by 6% in the first half of 2007, but fell by 7% in the second (Report, August 4). Perhaps they just came earlier?<br><strong>Gary Williams</strong><br>Weston-super-Mare, Somerset </p> <p>To get confused with other people in the same trade, like David Jenkins (Literary doubles, G2, July 31), it isn't strictly necessary to share a name. Working on a Newsnight story some years ago I kept being told by the people I contacted that they'd already spoken to me. Later I discovered that two other BBC journalists making similar inquiries were Brian Hanrahan and Julian O'Halloran. Fortunately, Vincent Hanna was doing something else at the time.<br><strong>Patrick Hannan</strong><br>Whitchurch, Cardiff</p> <p>Your article on the Royal Mail's termination of deliveries to Booze (Report, August 2) caused a friend to reflect that although it had a perfect name as a place of domicile for the late Jeffrey Bernard, such a move would have curtailed his drinking. When living in a remote cottage Bernard used to hitch a lift to the local boozer from the postman each day. In order to ensure his lift the following day he would post an empty first-class stamped envelope to himself. A \"taxi\" to the pub even at today's rate of 36p would be exceptional value.<br><strong>Steve Lewis</strong><br>Bristol</p> <p>Booze residents need have no worries about their mail delivery. Private companies will compete furiously to take their letters up the hill ... er, won't they?<br><strong>Gary Parkhurst</strong><br>Marsham, Norwich</p> <p>It's a matter of political philosophy. Socialists want to do good (Letters, passim). Capitalists want to do well.<br><strong>Gerry Abbott</strong><br>Manchester</p>",
  "<p>BP's grip on its Russian joint venture was loosened significantly yesterday when one of its few remaining appointees - James Owen, the chief financial officer - resigned abruptly.</p> <p>With Robert Dudley, chief executive of TNK-BP and another of BP's men, out of Moscow, the balance of power has shifted towards BP's partners but bitter rivals - the four Russian billionaires who own 50% of the venture. </p> <p>There is now only one BP-nominated executive - chief operating officer Tim Summers - at the top of the Siberian oil and gas company, with two nominated by the rival private shareholders from the Alfa-Access-Renova (AAR) consortium.</p> <p>Dudley remains chief executive but few expect him to return to Russia after fleeing what he claims was personal harassment. Many expect him to step down shortly.</p> <p>BP refused to comment on the latest upheaval, but TNK-BP released a formal statement that said: \"Mr Owen's [resignation] letter states that as the current shareholder issues remain unresolved he feels it is difficult for him to continue working independently, as his role demands.\"</p> <p>There was an unusually upbeat comment from the Russian shareholders. </p> <p>\"Jim Owen has made a significant contribution to the development of TNK-BP and we regret to see him go,\" said Stan Polovets, chief executive of AAR. </p> <p>\"During two and a half years with the company, Jim has built a strong organisation underneath him and we expect to have a smooth transition as TNK-BP considers candidates for the CFO job. We wish Jim all the best as he pursues new endeavours.\" </p> <p>The resignation comes days after Tony Hayward, BP's chief executive, held talks with Mikhail Fridman, one of the venture's four main Russian shareholders, to try to resolve the crisis.</p> <p>Two of those shareholders, Viktor Vekselberg and German Kahn, hold senior management positions at TNK-BP and their umbrella group, AAR, had said that they would step down if BP agreed to withdraw Dudley. </p> <p>Hayward admitted at BP's second-quarter results conference last week that Dudley's position - working from outside of Russia - was sustainable only for a few months.</p> <p>BP has always claimed that it was Dudley's decision to leave Russia and that his position as chief executive at TNK-BP will be supported at all costs. But many industry experts believe it is only a matter of time before Dudley agrees to leave the company, which provides BP with a quarter of its global oil and gas production but only a tenth of its profits.</p> <p>BP and AAR have been fighting over control of TNK-BP for six months, amid expectations that one or both sides will eventually have to sell their stake to the Kremlin. </p> <p>The company has spent the past year fighting off claims from the tax, environmental and immigration authorities in what has been seen by some industry specialists as a rerun of the kind of problems that afflicted Shell until it sold part of its shareholding in Sakhalin to state-owned Gazprom. But in recent months the Russian private shareholders have accused BP of running the joint venture for its own ends, something that the British company denies.</p>",
  "<p>When Paula Radcliffe landed in Macau yesterday she must have been very happy to feel the ground beneath her feet. The very fact that she is there is an indication that her rehabilitation has progressed to the stage where she at least thinks that starting the marathon on August 17 is a realistic possibility.</p> <p>It has to be a remarkable feat for Radcliffe even to get this far since being diagnosed with a stress fracture in May. There are still some tough decisions to be made but as usual she has done everything within her control to give herself a chance. Her regime in recent weeks in Font-Romeu has involved a variety of training methods but she was only able to run with the aid of the G-machine.</p> <p>Normally that might be a reference to her husband, Gary, but in this case Paula has been using a so-called anti-gravity treadmill to enable her to run at reduced body weight. For an athlete nursing a healing stress fracture such machines have turned the impossible into the possible.</p> <p>Many hours of treading water in a swimming pool would have been the only option before gingerly returning to running on dry land. The G-machine, however, can gradually bring the athlete up to full weight-bearing running over a period of time and enable them to perform high-intensity sessions and so maintain some semblance of aerobic fitness.</p> <p>Some have doubted the effectiveness of the machine but a study published recently in the Journal of Applied Biomechanics had added some scientific weight to the anti-gravity debate. Professor Rodger Kram from the University of Colorado's department of integrative physiology concluded that there were \"substantial aerobic benefits\" to be gained by using the machine as the forces generated through the muscles and joints of the legs could be reduced by as much as 44%.</p> <p>The machine has certainly increased the probability of Paula achieving her ambition to run in what could be her last Olympics. The immediate road ahead is a more difficult one to tread, however.</p> <p>If she is to complete 26 miles in less than two weeks' time she will want to have some evidence that her left leg has made the transition from treadmill to tarmac successfully. Deep down she will also want some indication of her true level of fitness, and only her normal running will be able to give her that information.</p> <p>Balancing the desire to continue to improve her fitness yet holding her body together will need careful management over the next 10 days.</p> <p>In 1984 I faced a similar dilemma. The race to get myself over a long-term injury was finally won only a matter of weeks before the Los Angeles Games. I had been pre-selected but with no races and little training under my belt I was unsure about whether the trip was worth it if I couldn't be competing for medals.</p> <p>In the end we settled for a time-trial at Jarrow behind closed doors just 21 days or so before I was due to run. It wasn't spectacular but just good enough to make me think the trip was worth it. I resisted the temptation to over-train those last few days and eventually won the silver medal behind Seb Coe.</p> <p>I was disappointed but in reality knew I had pulled something out of the bag when the best option seemed to have been to stay at home. It was the Olympics, though, and that is the only reason that Paula is also considering what her prospects might be.</p> <p>Four years is a long time to wait. I was fortunate in that it was only a 1500m race. Paula knows better than anyone else that the marathon is an unremittingly challenging and unforgiving event. To win a medal requires an athlete to be in great shape and in the heat and humidity of Beijing that will be doubly true.</p> <p>Most competitors will be tapering down their training in the coming days and focusing on how they are going to run the race. Radcliffe does not have that luxury. For the moment she answers questions about winning medals by talking about doing herself justice.</p> <p>That's a very difficult mindset for an athlete of her stature. Does it mean just finishing - after all she's been through - or running in the way she normally would? If she does run she will have already done justice to her spirit if nothing else, and hopefully she will carry not only her own full weight but also all the undeserved expectation that will sit on her shoulders.</p>",
  "<p>The public mood is changing and any challenger for the Labour leadership needs to feel it. The greed-is-good, bonus-or-bust decade is over. And not just here. A recent Harris poll found public opinion \"strikingly consistent\" across Europe, Asia and the US, with large majorities protesting that the gap between rich and poor has grown too wide - 74% in the UK and 78% in the US. Clear majorities in all the countries polled said that taxes should be raised for the rich and lowered for the poor. </p> <p>Michael Gove, the shadow schools secretary, said yesterday that Conservatives \"explicitly believe in addressing a breach in one of society's central relationships - between the top and bottom, rich and poor\". As ever, he said much about pulling up the education of the poor, but not a word on the responsibilities of the rich. Again, he stole the image of a camel train crossing the desert, but there was no word about the sheikhs at the front galloping away with most of the booty. </p> <p>Politics is slow to catch turning tides. If Tony Blair was bedazzled by bling, sober Gordon Brown was equally mesmerised by a vision of wealth cascading into the City. Mammon required \"flexibility\" on taxes and regulation, silence on salaries. Historians will puzzle as to why a Labour chancellor slashed capital gains tax from 40% to 18% at the behest of private equity. Why did Britain oversee more tax havens than any other nation? Why were buy-to-let mortgages tax-deductible, puffing up the housing boom? Why was there an incomes policy for low-paid public workers, with no word about out-of-control top pay?</p> <p>Focus groups with the super-rich, most of them in the top 0.1% of earners, commissioned for a book I have co-written with David Walker, threw up more questions than answers. How did these people succeed in setting their own terms with government? They were ignorant about the society they live in and indifferent to any but their own kind, and it is now plain that their own financial incentives encouraged wild risk-taking in banks and funds. Alan Sugar-style brutishness rules the roost, though most of these yahoos are not entrepreneurs at all, but market followers who receive their bonuses irrespective of whether results are good or bad.</p> <p>Adept at frightening the Treasury, they fight even modest attempts at curbing tax avoidance or taxing non-doms, and the Treasury often retreats. Questions will be asked about who ruled Britain in this decade, just as in the worst days of over-mighty trade unions. </p> <p>Is that spell broken yet? The deadliest legacy of Thatcherism has been the Tina syndrome - the argument that there is no alternative to an iron economic determinism. New Labour added its own brand of fatalism, insisting that globalisation could not be challenged. We had to retrain and adapt. Widening inequality is just part of that force of nature: all you can do is protect poor children and pensioners. So the top 10% now owns 54% of personal wealth - and that's only what they declare. Despite the crunch, the total packages of chief executives of the 30 biggest UK companies rose by a staggering 33% in 2007-08. It doesn't have to be this way: across the west the wealth of nations is shared quite differently, and it is the most equal countries that prosper. </p> <p>Figures from the Office for National Statistics show that over the past three years the average income of the bottom third of earners has fallen and that of those in the middle has all but stagnated. That's before the crunch that is hitting them hardest. The minimum wage is not rising in line with inflation. The concept of GDP per capita has become meaningless when an \"average\" growth figure papers over the difference between outrageous excess and near- zero or minus growth for at least half the population. The tax system fails to redress all this: instead the bottom tenth pays 38% of its earnings in direct and indirect taxation, while the top tenth pays only 34% - and top tax avoiders far less.</p> <p>Inequality fuels its own repulsive culture, celebrating wealth and despising the ordinary, let alone the poor. The real vulgarity is in the mindless ignorance of the rich. To spend £200,000 on a wristwatch is a defiant spit in the face of those whose lives would be transformed by such a sum. This return to vulgar Edwardian extravagance lacks even the token nods of noblesse oblige.</p> <p>The convenient myth of the American dream has now crossed the Atlantic, so the well-off persuade themselves that anyone can make it if they try harder. In real life, the chances of moving upwards in Britain are only slightly better than in the class-rigid US. But the myth endures that the US is the classless land of opportunity: now Britain buys the same lie. It's a necessary comfort for the comfortable to believe that their own children just happen to be cleverer and more assiduous than those of the poor.</p> <p>That makes it easier to scorn government programmes that do give people chances. Why pay more tax when it's all wasted? But visit Sure Start, Tomorrow's People or Every Child a Reader and just see the difference they can make. Gove is wrong: this hasn't been a decade of social failure, but any change in children's chances will take another decade or more to reveal itself. Labour left the yob culture of the rich unchallenged, allowing lazy, greedy anti-tax attitudes to make dangerous headway.</p> <p>But the mood is turning and politics will sharpen up: next week's unemployment figures will show another jag upwards. David Cameron knows the Tories can't win without at least expressing concern about the poor and social mobility - but moralising is no substitute for action. George Osborne said last month: \"We have pledged to share the proceeds of growth, so that government grows more slowly than the trend rate of the economy so government spending will fall as a proportion of GDP.\" This will jar in harder times. </p> <p>The state is people's only protection to regulate fuel prices, help those thrown out of work and build homes as developers go bust. This is no time for shrinking the state, deregulating or letting rip the markets whose \"irrational exuberance\" led to this disaster. Has Labour the agility or imagination to capture the changed spirit of the times? The filthy rich look less appealing and the low-paid and unemployed more deserving. The instinct for fairness is hard-wired into human beings, never more so than in times of adversity.</p> <p><strong>·</strong> Unjust Rewards, by Polly Toynbee and David Walker, is published today. </p> <p><a href=\"mailto:polly.toynbee@theguardian.com\">polly.toynbee@theguardian.com</a></p>",
  "<p><strong>The following correction was printed in the Guardian's Corrections and clarifications column, Friday August 8 2008</strong></p> <p>The following extract states that over half the students at Oxford and Cambridge come from private schools. In fact, in the 2006-07 admissions round, Cambridge took 55% of its home students from maintained schools and colleges. It aims to take 60-63% of students from the maintained sector by 2010. Oxford's home intake in 2007 included 53.5% from the maintained sector.</p> <p> </p> <p>It's a straight line from Brent to Oxford along the A40 and M40, no great distance, an hour or so by car from north-west London. Yet this excursion by pupils from Brent's Capital City academy to the university spires crosses the deepest ravines of the UK's social divide. The yellow limestone buildings of St John's College left the Brent pupils almost breathless with amazement. They had seen nothing like it and it was nothing like they imagined a university to be. Nor were those arches and fan vaults much like the universities and further education colleges most of them are likely to attend. </p> <p>The pupils of Capital City academy have been sent to Oxford to urge them to aspire, and over one weekend are given a tantalizing taste of life behind the college gates among those manicured lawns. The Aimhigher programme had chosen the likeliest 16-year-olds in their GCSE year from this school to spend two days in Oxford. They were staying in rooms in St John's of such comfort and spaciousness they found it hard to believe they could be for their use. They were briefly sampling a world of privilege most of them barely knew existed. </p> <p>Some 72% of Brent school students are from ethnic minorities - and virtually all these 16-year-olds were black or brown. Race is only another ingredient in the story of social injustice and social distance. That black children are disproportionately poor is a cultural disaster, but once poor, it is generally their poverty that holds them back. Nearly a third of the school's intake live in bad housing, below the government's decency standard. Aimhigher starts by targeting year 9-11 pupils with homework clubs, summer schools, revision classes, taster courses and mentoring. These university visits for older pupils are designed to persuade them to strive for A-level and university success. </p> <p><strong>University 'like prison'</strong></p> <p>Virtually none of their parents had any further education and many had only ever been outside their thin slice of London once before, on a school trip to the Isle of Wight. So it was hardly surprising that their idea of higher education was vague. None of the group had seen a university before, though one girl mentioned a local Brent college she had walked past. What had they imagined university to be? They said \"like a prison\", \"really hard work, and no social life\", \"horrible, worse than school and locked in all the time\". It is comforting to imagine that every child these days has the same basic opportunities: even in the most deprived areas schools help a few ambitious and determined children plant their feet on the ladder upwards. The trouble is, people say complacently, families just don't try hard enough and they lack the ambition to push their children out of their own social milieu. Parents who failed at school may even encourage their children to be like them, saying \"our family was never any good at school\" or \"we're not the clever sort\". </p> <p>Unlike the children of graduates, the Brent students had no one to tell them tales of student life, no sister or cousin to whisper to them that university for most young people is a time of lounging around and enjoyment, interspersed with panicky bursts of academic work; no one to share the anxieties of upward social mobility and sometimes the deep sense of loss, captured recently in Hanif Kureishi's novel Something to Tell You (2008) or, a generation back, Raymond Williams's Border Country (1960). In a profoundly unequal society, moving up a social class can feel as alienating as moving to Australia. Some parents don't want to let their children go, and some children don't wish to emigrate out of their family circumstance. When that social distance is so wide, of course, it is much harder for young people to cross it. It's not surprising that the countries that are most equal, with the least distance from top to bottom, tend to be the societies where it is easiest for the cleaner's child to take a top university place. </p> <p>Undergraduates had volunteered to show them round, to talk about life and work at Oxford. It was the bedrooms that astonished and pleased them most about their trip. At home the Brent pupils shared rooms with siblings but here was a room of their own, with their own bathroom, use of a kitchen and common room. They asked simple questions: were students ever allowed beyond those great college walls? Yes, all day and all night. They asked if they could have visitors and if their parents could come and see them? Yes, any time and even have a cheap room to stay in overnight. And was term time just 24 weeks of the year? Yes, but they could stay on in the holidays if they liked. They could even have people to stay in their room too, if they signed them in. The opposite sex? Yes! Wow! \"Oh no you don't!\" said their teacher smartly, for fear they would start experimenting with student life straight away. </p> <p><strong>Unimagined opportunities</strong></p> <p>One of their undergraduate guides had just put on a Terry Pratchett play in the small theatre in St John's. The Brent kids were told they could put on any play they liked in one of Oxford's many theatres, which astounded them. Where could they do their washing? Use of washing machines in the college was £1 a time, which one of the girls thought a bit steep. There was every sport available they could imagine, and every club and activity, under the Oxford spires. How many wanted to come here? Well over half of the teenagers raised their hands eagerly, some punching the air with excitement. Then talk turned to work as they were told they would need three As at A-level. \"We can do that!\" was the response from many. Oxford only considers three hard academic subjects. These undergraduate guides all had maths, further maths, physics and chemistry, though one had done French for fun. All of them were medical, IT or engineering students and most had four As, though officially the university never asked for more than three. </p> <p>\"Not PE, not drama A-level?\" asked one Brent boy, who planned to take both these at a sixth-form college. Not general studies either, and probably not sociology or psychology, they were told, which left many of the Brent pupils crestfallen. Their kindly mentors offered a dose of realism. \"It is hard work. Although we are very free, we have to work hard too. But you can work when you like.\" They didn't want to dampen the Brent pupils' enthusiasm but they felt they should warn them. \"I'm afraid no subject here is a doss.\" What about English, a girl asked, hoping to have found something less relentlessly tough. The young university admissions tutor hosting this event shook her head. \"English is no doss either. You have to do an author a week from the year 1100 to the present day. That means you have to read a book a day, at least seven books a week. It means working seven hours a day.\" One or two of the most intense and studious Brent pupils nodded that they could do it: they were already studying hard to get near the three As at A-level standard. But others gasped at such hard work, and shook their heads solemnly. </p> <p>Privately, Peter Boursnell, a deputy head who coordinated Aimhigher for all Brent schools, was not overly optimistic that many or, perhaps, any of these pupils would make it. Their teacher, though, would have no defeatism. \"You can do it!\" she said to them over and over again. Christalina was their head of year, a remarkable young black woman, elegant, witty and plainly admired by her pupils. She had that rare teacherly gift, giving them passionate loyalty, concern and a measure of intimacy, yet a firmness that ensured their respect. </p> <p>Did the Brent students know that over half the students at Oxford and Cambridge come from private schools? They had no idea and it shocked them. Privately educated pupils would be getting a lot of special teaching in small classes to train them for Oxbridge, but their teacher remained positive. \"If you were at an interview, what could you say you all have that children from private schools don't have?\" That stumped them for a moment. \"We're streetwise?\" asked one doubtfully, pulling his woolly hat down over his large ears. As they struggled to find her meaning they gazed at the St John's undergraduates, so different from themselves. Yet only one of the student guides had been privately educated, at Ampleforth, the Catholic boarding school. One was a Muslim from Edinburgh studying medicine. Most were white and came from high-flying state schools in good neighbourhoods that regularly sent pupils to Oxbridge. Already these undergraduates had acquired the academic aura; how sharply their woolly-bearded seriousness, their kindly earnestness and bright whiteness contrasted with the mostly black Brent kids in urban fashions with sharply razored, sculpted and combed hairstyles. Here on display was the great fissure in class, race, style, attitude, background, life-experience and confidence that Aimhigher is trying to bridge. \"Come on,\" their teacher urged them. \"Think. Well, I can tell you what you should say. Just think what you all have to do to get three As at A-level compared with private-school kids. How many of you have nowhere quiet to work?\" Two-thirds raised their hands. \"How many of you have only learned to speak English in the last few years?\" Amazingly, nearly half raised their hands. \"How many of you had very little school experience before you came to our school?\" About a quarter. \"Do you have people at home to push and help you, people to pay for extra lessons? No! So you will have got your A-levels because of your own efforts in spite of difficulties that those private-school kids never even thought of.\" </p> <p><strong>Untapped potential</strong></p> <p>She urged them on, motivating and encouraging. \"When you get to university you will all have plenty of untapped potential, but maybe those pupils crammed to the eyeballs in private schools may never get any better. You will have proved you can work hard in hard circumstances with no spoon-feeding. You know what it is to work despite a lot of distraction and lots of temptations.\" She didn't need to spell it out loud, as the Aimhigher coordinator murmured that gangs with money and drugs lurk in their neighbourhoods to trip, intimidate and tempt at every turn. Staying on for A-levels was itself a triumph: many had seen older siblings take disastrously wrong turns. </p> <p>Their teacher's determination cheered the pupils. They left the gleaming spires with a vision of university as a place of pleasure - a new thought and perhaps the most important one at this stage in their lives. Would any of them make it back to Oxford after their A-levels? Their teacher thought two of them were in with a chance as they were exceptionally clever. But it would depend on admissions tutors appreciating how much they had overcome in how short a time. Several were Afghan refugees, who in the course of the two days, had talked movingly of American gunships firing on their towns and villages. One boy was African-Caribbean, UK-born and in care for years. In year 9 he barely attended school and was shunted from pillar to post, but once settled in year 10 he had become pupil of the year and was now destined to do well, despite everything. Would an Oxbridge tutor ever hear these stories - and get to assess how their potential stacked up against the attainment of a young person who had no obstacles to overcome? </p> <p>The Brent students will likely find themselves in a rust-stained concrete former polytechnic not far from home in London, to save money. A seductive glimpse of Oxford might leave them feeling they failed, when to make it to university at all would be success against extreme odds. By the end of the visit, sobered, they could see that gaining a place at Oxford would be like climbing Everest without oxygen or crampons. But they came away exhilarated, all of them vowing to try harder, to work hard, to get the best possible marks at GCSE and then at A-level.</p> <p><strong>·</strong> This is an extract from Polly Toynbee and David Walker's new book, Unjust Rewards, published on August 1 by Granta books, price £12.99. To order a copy for £11.99 with free UK p&amp;p, go to <a href=\"http://www.guardianbookshop.co.uk/BerteShopWeb/viewProduct.do?ISBN=9781847080936\">theguardian.com/bookshop</a> or call 0870 836 0875</p>",
  "<h2>Fatah fighters fleeing Gaza move to West Bank</h2> <p>A group of around 150 Fatah fighters who fled to Israel from Gaza were allowed to relocate to the West Bank after the Israeli government decided they would face \"immediate danger\" from Hamas if they were returned home. Yesterday the men boarded buses bound for the West Bank. The order from Israel's defence minister, Ehud Barak, reversed an earlier decision to send the men back to Gaza. More than 180 Fatah supporters fled into Israel over a weekend that saw the bloodiest Palestinian fighting since Hamas seized control of Gaza in 2007. At least 11 people died in a Hamas raid on Saturday. <br><strong>Associated Press in Jerusalem</strong></p> <h2>Inquiry into deaths of 27 babies at hospital</h2> <p>Turkey's health ministry has appointed a team of investigators to probe the deaths of more than two dozen newborn babies at an Ankara hospital. In the past two weeks 27 babies have died at the Zekai Tahir Burak hospital, which has one of the city's busiest maternity units. It said most were premature and died from a variety of complications, and ruled out any hospital infection. A health workers' union, however, blamed poor sanitary conditions and negligence for the deaths. The ministry yesterday promised an inquiry into the deaths and \"necessary measures\" against anyone found responsible. <br><strong>Associated Press in Ankara</strong></p> <h2>Josef Fritzl may face child slavery charges</h2> <p>The Austrian man who held his daughter captive for 24 years could face slavery charges. Prosecutor Gerhard Sedlacek said authorities in St Poelten hoped to present formal charges against Josef Fritzl by the end of September. The retired engineer, who is awaiting trial, confessed to taking his daughter Elisabeth prisoner when she was 18, sexually abusing her and fathering her seven children, including one whose body he allegedly incinerated after it died. Fritzl could face murder charges if it is proved that the infant could have survived had it received proper medical attention.<br><strong>Associated Press in Vienna</strong></p> <h2>Putin supports increasing Russian influence in Cuba</h2> <p>Prime minister Vladimir Putin is calling for Russia to restore its influential position in former cold war ally Cuba, Russian news reports said yesterday. The statement comes amid persistent speculation about whether Russia is seeking a military presence in the country, 90 miles from the US, in response to US plans to place missile-defence elements in Poland and the Czech Republic, which Russia opposes. RIA-Novosti news agency quoted Leonid Ivashov, the head of the Academy of Geopolitical Problems and a former top defence official, as saying Russia could make a military return to Cuba. <br><strong>Associated Press in Moscow</strong></p>",
  "<p>A new survey from the British Heart Foundation (BHF) has found that four out of 10 of us get our information about heart attacks from Hollywood movies or TV dramas. This would be a wonderful public education tool - if the fictionalised versions were accurate. Sadly, says the BHF, they are not. The \"Hollywood heart attack\" is dangerously misleading and because of it, many of us ignore the real symptoms until it is too late.</p> <p>Coming hot on the heels of their \"Doubt Kills\" advertising campaign depicting a man with a tight belt round his chest, the BHF is to screen a two-minute film called Watch Your Own Heart Attack at 9.17pm this Sunday on ITV1. It is all part of a reality check: \"The heart attacks you see on TV and in the movies aren't what many of us actually experience,\" says David Barker of the BHF. \"People need to understand the true story.\"</p> <p>The Hollywood heart attack - think Elliott Gould in Ocean's 13 - involves dramatic chest clutching and collapse. But in reality, symptoms vary. They can be woolly, ambiguous and easy to ignore. It is very common to have a central chest pain that can spread to the arms, neck and jaw. You may feel sweaty, light-headed, sick or short of breath. You may simply feel a dull ache, mild discomfort or heavy sensation in your chest that makes you feel ill. Or there may be a chest pain that spreads to your back or stomach. Some people say the pain was like bad indigestion. \"Because it is not what they think a heart attack is like, people decide to sleep on it, or wait a bit,\" says Barker. \"But you should always call 999.\"</p> <p>Every year almost 250,000 people in the UK have a heart attack. A third of these die before reaching hospital. It seems our willing suspension of disbelief is - quite literally - killing us.</p>",
  "<p>Parents in England will for the first time be routinely informed if a child is clinically overweight under controversial plans to tackle an epidemic of obesity that were announced yesterday by the Department of Health. </p> <p>Ministers have ruled that letters to parents should not use the words \"fat\" or \"obese\" for fear they might stigmatise overweight children and cause families to ignore the results.</p> <p>But the government has decided that parents ought to know if a child's weight is well above the healthy norm, carrying a greater risk of heart disease, diabetes and cancer in later life, so that they can change the child's diet or lifestyle.</p> <p>The move was welcomed by public health campaigners, but it attracted criticism from the National Obesity Forum, which said the government's decision to avoid using the word obese was \"prissy and namby-pamby\".</p> <p>The height and weight of most children in England is already measured by school nurses in the first and last year of primary education, but parents have a right to exempt their children. </p> <p>The results are converted into a body mass index (BMI) for each child to inform NHS commissioners about the extent of obesity in each area. Parents have been entitled to ask if a child is overweight, but few have done so.</p> <p>From next month, results for about 1.2 million children a year will be sent automatically to parents, with advice on what to do if the child is overweight. To avoid stigma, school nurses and GPs will not be told the individual scores. </p> <p>Figures for 2006-07, published earlier this year, showed 22.9% of children aged four to five in primary school reception classes were overweight or obese. Among those aged 10-11, the proportion rose to 31.6%.</p> <p>The government may start measuring the height and weight of children at the age of two if statistical difficulties in calculating the desirable BMI can be resolved.</p> <p>Ivan Lewis, the health minister, said: \"Research shows that most parents of overweight or obese children think their child is a healthy weight.\" As the number of overweight children increased, it became harder for parents to identify the problem.</p> <p>He added: \"This important move isn't about pointing the finger and telling parents that their children are overweight. Instead it's about equipping parents with the information they need to help their children live healthier lives.\"</p> <p>Legislation that came on to the statute book last month will allow NHS primary care trusts to tell parents if a child's body mass index is above or below the healthy norm. The scheme is likely to be adopted by about 80% of trusts this year and may later become obligatory.</p> <p>Will Cavendish, the department's director of health and wellbeing, said: \"We have to get the balance right between being a nanny state and a neglectful state.\"</p> <p>Parents will be told if a child is underweight, a healthy weight, overweight or \"very overweight\" - a category that coincides with clinical obesity.</p> <p>Cavendish added: \"Use of the word obese shuts people down. They associate it with 10-tonne mums and half-tonne kids ... We have not banned it, but we have chosen not to use it. There's no point giving them a letter that does not have any impact on their behaviour.\"</p> <p>But Tam Fry, a board member of the National Obesity Forum, said: \"I find this particular line from the government [to be] tiptoeing through the daffodils.\"</p> <p>Experts in the US had also suggested banning the word obese, but had changed their minds.</p> <p>\"The Americans have gone back to using the term because it's the kind of shock word that makes parents sit up and take notice. It's a nasty word, but by God it should sound alarm bells in parents' minds. </p> <p>\"I find this whole approach from the Department of Health a bit prissy and namby-pamby.\"</p> <p>Andrew Lansley, the shadow health secretary, said: \"School nurses can make a real difference in helping children develop healthy habits, [but the government has] failed to address the chronic shortage of school nurses.\"</p> <p>The Liberal Democrat health spokeswoman, Sandra Gidley, said: \"If ministers are serious about their plans to tackle child obesity, then they should use this opportunity to really highlight the health risks it causes.</p> <p>\"Unless these letters are accompanied by practical help, then they will be a waste of time and resources.\"</p> <h2>Height and weight</h2> <p>From September, primary school staff will measure the height and weight of children in the reception class (aged four to five) and in year 6 (aged 10-11). The NHS primary care trust will work out each child's body mass index (the weight in kilograms divided by height in metres squared). The PCT will send a letter to parents saying whether the child is underweight, a healthy weight, overweight or very overweight. The \"very overweight\" category will correspond with the clinical definition of obese. The letter will be accompanied by leaflets on healthy eating, physical activity and the risks of being overweight. It will be left to parents to decide what to do. School nurses and GPs will not be told any individual results.</p>",
  "<p>Just like the wicked, there is going to be no rest for Conservative MPs this summer. Courtesy of David Cameron, they have been issued with a reading list of 37 heavyweight books. Top of the list, of course, is Nudge, by the American academics Cass Sunstein and Richard Thaler, the text that Cameron and George Osborne have been enthusing about in recent weeks.</p> <p>As with most of the new crop of ideas books, Nudge focuses on the foibles and idiosyncrasies of human behaviour and on how, with a little discreet encouragement, we can usually be ushered in the right direction. The problem is, for all the Tory lather, it and ideas like it have been around for some time, and are beginning to look very shaky indeed.</p> <p>The notion that our behaviour can be nudged in a more propitious direction was given an enormous fillip by the publication in 2000 of Malcolm Gladwell's bestseller The Tipping Point. One of the most memorable vignettes in the book offered an intriguing answer to a puzzle that had been exercising the minds of America's social scientists. In New York there had been an abrupt and vertiginous collapse in serious crime, and no one could figure out why. Gladwell noted that the New York police department had implemented a novel approach to policing called \"broken windows\" theory, which floated the idea that if steps were taken to curb minor manifestations of disorder like graffiti, fare-dodging, drunken behaviour and littering, the bigger crimes would take care of themselves. </p> <p>What policymakers had hitherto failed to realise was that crime moves through society like a virus - and, like most epidemics, its spread could be traced to a point of origin among relatively few people. By concentrating initiatives in specific areas and among a small core of potential offenders, he argued, the NYPD had sent a signal that more serious crimes would not be tolerated. In so doing, the police had \"tipped\" the problem in the right direction and turned the tide.</p> <p>The idea that crime or fashion trends zip around like viruses was an arresting one and Gladwell, an expert storyteller and synthesiser of ideas, told it marvellously well. Before long the idea had itself \"tipped\" into the public consciousness, and tipping points were turning up everywhere from the property market to the war in Iraq. All this activity around a single idea is all the more surprising because, for all that it was talked up, there was no real evidence that it worked. Take the fight against crime. A report commissioned by the American National Research Council in 2004 found no strong support for the proposition that strategies focused on minor misdemeanours make any headway against serious crime. In the same year, the economist Steve Levitt pointed out that crime went down in the 1990s even in areas of New York where \"broken windows\" policing had not been tried. </p> <p>In an exhaustive survey of the evidence for a 2006 article in the University of Chicago Law Review, the academics Bernard Harcourt and Jens Ludwig concluded that there \"appears to be no good evidence that broken windows policing reduces crime, nor evidence that changing the desired intermediate output of broken windows policing - disorder itself - is sufficient to affect changes in criminal behaviour\".</p> <p>The reason for the drop in crime, the pair found, was much more likely to stem from something called \"mean reversion\" - those areas of New York which suffered the greatest hikes in crime in the 1980s were bound to experience declines at some point - what goes up must eventually come down.</p> <p>Another of Gladwell's examples told the story of the sudden rebirth of Hush Puppies shoes as a New York fashion item after a small group of young people decided to adopt them as the height of hipster cool. The result was a torrent of so-called \"viral\" marketing campaigns aimed at using small groups of trendsetters to \"tip\" their products into the public imagination. While there have been a few notable successes, the embarrassing truth is that most of them didn't even get off the ground. The reason - as Duncan Watts, professor of sociology at Colombia University, has shown in a series of experiments - is that Gladwell overestimated the role of the small group of \"connectors\" he deemed crucial in influencing the spread of trends. The mundane answer why crime fell and Hush Puppies sales rose was not because of the efforts of a few influential criminals or shoe fanatics, but because changes in the culture made New Yorkers less likely to commit crime, and more likely to dress in retro chic.</p> <p>The real lesson is that, while it is entirely possible to isolate the moment at which a small group turn their back on the temptations of crime, or a product bursts its way into public consciousness, it is devilishly difficult to reproduce that effect. The reason why quietly nudging things in a favourable direction seems such a good idea to those in authority is that it promises a magic bullet for social problems - at the margins and on the cheap. The tragedy is while they have been busy doing many little things in the hope that some of them might make a difference, they could just as well have been rolling up their sleeves and doing something big.</p> <p><strong>·</strong> James Harkin is the author of Big Ideas: The Essential Guide to the Latest Thinking <br><a href=\"mailto:jamesh@ica.org.uk\">jamesh@ica.org.uk</a></p>",
  "<p>Jacob Zuma, leader of the ruling African National Congress, yesterday asked the high court to quash corruption charges against him in a case that is likely to decide whether or not he will be South Africa's next president. </p> <p>Zuma faces more than a dozen charges of racketeering, corruption, money laundering and fraud - involving about 4m rand (£285,000) - as part of a wider investigation into alleged bribery in the country's largest weapons-buying deal. </p> <p>But the ANC accuses prosecutors of \"political persecution\" and the judiciary of \"mobilising\" against Zuma in a confrontation that some see as one of the severest tests to date of South Africa's newly established democratic institutions.</p> <p>On Friday the chief justice, Pius Langa, in a thinly veiled reference to vitriolic criticism by Zuma's supporters, warned that personal and political attacks on the judiciary threatened to subvert the \"very foundation of democracy\".</p> <p>Zuma's lawyers told the high court that the prosecution was illegitimate because it reversed an earlier decision by a former director of public prosecutions not to pursue the case. Pierre Moynot, the head of the South African arm of Thint, a French weapons manufacturer, is charged with bribing Zuma. </p> <p>Zuma's former financial adviser, Schabir Shaik, is serving a 15-year prison term for procuring bribes on Zuma's behalf. The judge in the case said there was \"overwhelming\" evidence of a corrupt relationship between Shaik and Zuma.</p> <p>That case led President Thabo Mbeki to sack Zuma as the country's deputy president, opening a bitter rift between the two men that has Zuma's supporters accusing the president of pursuing a political prosecution against him. </p> <p>A conviction would not only see Zuma sentenced to a long jail term but scupper his attempt to replace Mbeki as president in next year's election. The case before the Pietermaritzburg high court, even if unsuccessful, is likely to delay a full trial.</p> <p>The ANC leadership has attempted to pressure the judiciary by alleging a judicial conspiracy against Zuma after the constitutional court ruled last week that prosecutors legally seized documents crucial to their case.</p> <p>The Communist party secretary-general, Blade Nzimande, called the constitutional court judgment \"vindictive\". </p> <p>The controversy deepened after Langa gave his speech in which he called for an end to attacks on the judiciary, in part because the judge presiding over the ANC leader's case, Chris Nicholson, was in the audience. Another vocal Zuma supporter, Zwelinzima Vavi, leader of South Africa's trades union confederation, said: \"We believe he is innocent. We believe he's being treated unfairly. He's not above the law but hands off our president.\"</p> <p>Nelson Mandela waded into the row with a call at the weekend for the institutions of South Africa's recent democracy to be respected.</p>",
  "<p>Cataloguing the clutter and everyday items that make up the contents of a family house is an unenviable task. But when the property in question is a 43-bedroom house that was occupied continuously by four generations of the same family \"who kept everything\", the task becomes that little bit harder.</p> <p>Since January 2004, National Trust staff and volunteers have been faced with just such a daunting project at Tyntesfield, a Grade I-listed Victorian property in north Somerset, near Bristol.</p> <p>The cataloguers have just recorded their 30,000th item and expect that by the end of the painstaking process, which is likely to last another year, they will have recorded the details of more than 40,000 objects. So far the project has thrown up everything from the mundane - the plastic bags of the late Lord Wraxall, the last inhabitant of Tyntesfield before it was acquired by the trust after a remarkably successful public appeal - to the bizarre: item 29,999 was a sinister-looking coconut, hollowed out and with a face carved into it and plant fibres added for hair.</p> <p>The origin of the coconut, which sits in the gun room, only recently opened to the public, is unknown, but the Gibbs family, who occupied the house, were a well-travelled clan. Antony, who began the business empire on which Tyntesfield was built, was an international wool merchant. His sons made their fortune from importing seabird droppings for use as fertiliser from South America, while Wraxall (George Gibbs) served in the Coldstream Guards and the local Yeomanry regiment.</p> <p>Among other objects discovered at the property were a jewel-encrusted chalice, moth-eaten teddy bears and unused Christmas crackers. A prime find has been a spare roll of original 19th-century flock wallpaper. The same design currently hangs in an anteroom and the discovery demonstrates how different the room would have looked when it was first decorated. Ruth Moppett, the inventory supervisor, described the change in colour as \"quite amazing\", from \"plush mink\" on the unused roll to \"orangey gold\" on the walls. </p> <p>Tyntesfield was saved for the nation in 2002 after Wraxall died and a public appeal saw more than 77,000 people donate £8.2m in 100 days. The project to buy the house also attracted the largest ever single grant, £17.4m, from the National Heritage Memorial Fund.</p> <p>The spectacular Gothic revival house captured the imagination of the public, but there were critics who felt that it was not sufficiently old and distinctive to warrant the expense. However, for Tyntesfield's visitor services and enterprise manager, Rebecca Aubrey-Fletcher, the finds provide compelling justification for the purchase.</p> <p>\"It's quite unique, four generations of the Gibbs family who kept everything - they really did keep everything,\" she said. \"The interesting thing about it is the range of items, from the 19th-century objects to Lord Wraxall's 20th-century washing machine.\"</p> <p>So far, the contents of 65 rooms have been recorded, with another 10 remaining, plus the stables and gardens. Among the items yet to be catalogued are parts of the textile collection. </p> <p>The plan is that eventually the fully photographed inventory will be put online so the public can view the miscellany on their computers. Conservation on the property is continuing, as is fundraising, with a target date for completion of renovation work of 2012. But the estate remains open to the public, who have flocked to Tyntesfield in increasing numbers since it was opened up weeks after being bought by the trust.</p> <p>Visitors can see almost all of the items catalogued, although there is one notable exception. An unexploded second world war bomb was found sitting on a shelf in the old servants' hall shortly after the inventory process began. </p> <p>\"He [Lord Wraxall] was a soldier, so perhaps he wanted it as a souvenir,\" said Aubrey-Fletcher. \"Unfortunately, that was taken away.\"</p> <h2>Odds and ends</h2> <p><strong>·</strong> Unexploded second world war bomb</p> <p><strong>·</strong> Jewel-encrusted chalice</p> <p><strong>·</strong> Roll of 19th-century flock wallpaper</p> <p><strong>·</strong> Coconut with carved face and hair</p> <p><strong>·</strong> Toolkit including handmade templates for use around the estate</p> <p><strong>·</strong> Moth-eaten teddy bears</p> <p><strong>·</strong> Unused Christmas crackers</p> <p><strong>·</strong> Lord Wraxall's plastic bags</p>",
  "<p>In Opus Polyhistoricum de Osculis, his seminal 1,040-page treatise on snogging, the 17th-century German polymath Martin von Kempe identified 20 kinds of kiss, including the kiss of reconciliation, the hypocritical kiss, the kiss bestowed on inferiors by their superiors, the kiss carrying contagion, the lustful and adulterous kiss, the kiss used in academic degree ceremonies and, obviously, the kiss planted on the Pope's foot. </p> <p>Regrettably, he left out the air kiss. This is a shame, because these are fast-moving times, oscular etiquette-wise, and it seems we could benefit from a little Germanic rigour on the subject. Last week, for example, it was reported that the UK-India Business Council, an eminently serious government-sponsored trade promotion body, had been obliged to devise a whole new course to inform British businessmen, among other things, that they should refrain from kissing their hosts when visiting the subcontinent. </p> <p>British businessmen, kissing? How wild is that \"Not very, actually,\" insists Judi James, body language and social behaviour expert. \"Social kissing has been common in certain circles in Britain since the 1920s. But until fairly recently it was mostly confined to relatives or close friends, and to what you might call the excitable professions: the theatre, the media, fashion - anywhere you might call someone 'darling', basically. It's now infinitely more widespread. Even accountants do it.\" In parts of London, James adds darkly, \"We're now starting to see the advent of non-sexual lip kissing.\"</p> <p>Gradually, almost insidiously, we have over the past few years been transformed into a nation of positively effusive kissers. All right, not entirely a nation: the air kiss is probably not yet a universally accepted form of greeting in, say, the working men's clubs of Wakefield. But in countless other equally unsuitable contexts up and down the country, stiff-upper-lipped Brit reserve is fighting a losing battle. We love kissing. Can't get enough of it. </p> <p>\"Everyone's doing it,\" confirms Carol McLachlan, a personal development coach for (I am not making this up) chartered accountants who blogs on business mores and other matters at theaccountantscoach.com. \"Bank manager and customer. Boss and employee. Next-door neighbours. Client and accountant. Any old colleague. They're all greeting each other with a little scuffle round the cheek and lip area. The rule seems to be if you've met them even once, you kiss them. And in business circles, certainly, that very definitely wasn't the case even three years ago.\"</p> <p>No one's exactly sure why this sudden explosion of oral promiscuity has come about, though there are plenty of theories. Are we copying continental manners? Or is it down to the increasing feminisation of the workplace? Some argue it's yet further evidence of the ongoing collapse of social formalities across the board, or merely a natural consequence of our being in such a desperate hurry to do everything these days, including form relationships.</p> <p>Sociologists, mostly, think the great kissing pandemic is part of a general \"inflation of intimate signals\" they've been observing since the 60s. An earlier explosion of social kissing in America - which, like Britain, has tended over the past couple of centuries to shy away from embarrassing displays of physical intimacy - was attributable to the fact that \"separations are no longer allowed\", Murray Davis, of the University of California, observed as long ago as 1977. \"We kiss people we used to hug, hug people we used to shake hands with, and shake hands with people we used to nod to.\"</p> <p>James says much the same thing is happening in Britain today. \"We're knocking down barriers all the time,\" she says. \"It's like these days it's not unusual to hear teenagers say to their parents, 'I love you.' In my day, if you'd said that to your mum or dad they'd have assumed they were about to be given the last rites. And we're becoming much more tactile; there's a whole revolution in that.\" </p> <p>The British social kiss, James says, is \"a much more nurturing, a much closer signal\" than the handshake: \"It's about fast-track bonding and empathy. It also allows you to smell the other person - your nose is right by the pulse behind their ear, you can sniff their perfume and have a fairly good guess at what they had for lunch. It's a far more intimate, personal, instant connection.\"</p> <p>Whatever is driving it, the rise and rise of the social kiss has created a whole new raft of excruciating etiquette issues. To kiss or not to kiss - or, increasingly, how to kiss - is now a major social conundrum, a veritable minefield of manners. Should we opt for the old-fashioned, perhaps fatally uptight handshake, or the potentially over-familiar smacker? If the latter, do we lay a hand loosely on the other person's shoulder, or firmly squeeze their upper arm (and what, by the way, should we do with the other hand)? Right cheek first, or left? Skin contact or no skin contact? And, most nerve-racking of all, one kiss or two? </p> <p>It's all too easy to get it wrong. You've been there, I'm sure: mouth fixed in a reassuring grin, you opt boldly for a single brisk brush, pucker up, dive in, deliver, pull back, open your eyes - and find the recipient still leaning hopefully forward, neck extended and opposite cheek proffered for a follow-up. Undeterred, you plunge in with your second, just as he or she withdraws. Or not. In any event, confusion and embarrassment are rarely far away, which, whatever you may feel about the unpleasant clasp of a damp and fetid paw, was rarely the case with the handshake.</p> <p>But, dammit, we are entitled to be confused. A kiss is, after all, a highly ambiguous gesture at the best of times. As Joshua Foer succinctly pointed out in the New York Times, \"When parents kiss their children it means one thing, but when they kiss each other it means something entirely different. People will greet a total stranger with a kiss on the cheek, and then use an identical gesture to express their most intimate feelings to a lover.\" And what to make of the kiss Judas bestowed on Jesus, the kiss a parent plants on a child's hurt hand to \"make it better\", and expressions such as \"the kiss of death\", or, come to that, \"kiss my ass\"?</p> <p>There is, as historian Keith Thomas notes in his afterword to The Kiss in History, quite simply no such thing as a straightforward kiss. </p> <p>\"Kisses can be given in private or in public, by men to men, men to women, women to women, adults to children or children to each other,\" he writes. \"They can be unilateral or reciprocated. They can be on the lips, the cheek, or any other part of the body. They can be blown in the air.\" Worse, a kiss can express almost anything from deference to adoration, friendliness to desire, agreement to downright insult.</p> <p>Nor is kissing even a universal human activity. There are plenty of cultures around the world that do not indulge in it at all. Across almost all of Africa south of the Sahara (Arabs are big kissers), and in most Asian and Pacific societies, kissing has precious little place as either a ritual or a sexual gesture, and there is lots of evidence to suggest that the inveterate present-day kissers of Latin America - the Argentines are particularly keen - knew nothing of it whatsoever until the first European settlers arrived. The Chinese still find the whole idea deeply suspect.</p> <p>In the west, the social kiss has gone through many mutations. The Romans were frequent and enthusiastic kissers, distinguishing between friendly oscula (on the cheek), more wholehearted basia (on the lips), and altogether more suggestive suavia (deep kisses). Ancient Romans got engaged by kissing before a group of friends, and used kisses to seal legal and business agreements, a practice that continued throughout the Middle Ages, including in England.</p> <p>But from the outset, Thomas argues, the purely ceremonial kiss tended to suffer, in Britain, from its potential for misinterpretation. In the early Christian church, for example, believers would greet each other with an osculum pacis, or holy kiss, on the lips, but it did not take long before male and female members of the congregation were separated to avoid any suggestion of (or opportunity for) hanky-panky. Eventually, churchgoers began kissing an osculatorium or pax-board instead, and by the 16th century the party-pooping Protestants had got rid of the kiss entirely.</p> <p>In England, the gesture was abandoned as a symbol of reconciliation or agreement in favour of the handshake or oath (and, eventually, the signature) before the 1700s. If kissing was common throughout the Tudor period, outside courtly circles it became almost unheard of, especially between men. Thomas cites the amazement of an early 17th-century traveller, Thomas Coryate, at the \"extraordinary custom\" he had observed in Venice of two male acquaintances \"giving a mutual kiss when they depart from each other: a custom, that I never saw before, nor heard of, nor read in any history\".</p> <p>With the advent of something that generously might be called dentistry, the mouth gradually became more welcoming, and the erotic overtones of the kiss more obvious; it was that ambiguity, Thomas reckons, that spelled the end of the social kiss between men and women in Britain. Homophobia soon killed off kissing between men, too, although affectionate embraces between women friends endured. </p> <p>By the mid-18th century, numerous writers were describing the practice, whoever it was who was indulging in it, as \"disgusting\". And ever since, with a few fine exceptions (notably upper-class ladies, footballers, theatrical types, and first world war Tommies, who found that the prospect of near-certain death in the trenches did much to encourage non-sexual male bonding), the social kiss in Britain has languished. Until quite recently, and the steady relaxation of physical inhibitions unleashed in the heady hippy days of the late 1960s.</p> <p>Not everyone, of course, is happy about the re-emergence of the kiss as a social greeting. \"It's a nightmare,\" says Mark Pritchard, a senior executive at a large European chemicals group. \"I grew up at a time when if even your mother kissed you, you were expected to wipe your mouth on your sleeve. For decades, a good firm handshake was all that was expected. Now all of a sudden you're expected to embrace your female colleagues daily, even perhaps hug the divisional director from Manchester. It's all become incredibly awkward and embarrassing.\"</p> <p>Susan Sackwell, a City lawyer, agrees: \"We just don't have the codes,\" she says. \"I feel permanently uncomfortable these days. Most of my friends expect a kiss, which is fine I suppose, quite nice in fact. But at what point do you decide whether a colleague or a regular business contact or client or even a friend's partner is also a friend? There's a real risk of getting it wrong, of offending someone, whatever you decide to do. I get quite nervous.\"</p> <p>How, then, to deal with the kissing conundrum? There's no point looking to the continent, where social kissing, despite its prevalence in France, Belgium, Italy, Spain, Greece and even staid old Switzerland, is subject to absurdly complex laws. In Belgium, for example, the rule is one kiss, unless there is an age gap of at least 10 years, in which case it's three. In Spain it's generally two, starting with the right; and in Germany it's none, except between consenting family members and very close friends (and no one can tell what exactly constitutes \"close\".)</p> <p>France is the really tricky one: depending on who you are, who you're kissing and where you both happen to be, anything between one and four kisses is de rigueur. Class-wise, the French upper class plump for two pecks; anything more is vulgar. Women will embrace both men and women they have never met before; men will likewise kiss women, perhaps after asking first (\"On se fait la bise?\"). French men only kiss other men, on the other hand, if they know them very well. Then there are the regional variations.</p> <p>According to the 22,000 respondents to Gilles Debunne's wondrous website combiendebises.free.fr, in Paris and central France most people kiss twice, once on each cheek. In large parts of northern France, from Normandy to the Belgian border, it's four; in south-eastern France from Marseille to the Alps it's three; and in much of Brittany it's one. But there is, it seems, considerable confusion within regions. In Calais, roughly 50% of respondents said they usually kissed twice, while the other 50% kiss four times. And in Vienne, in central France, voters were more or less equally divided three ways between two, three or four bises. It is, Debunne admits, an \"extremely subtle\" business.</p> <p>To the rescue, thank heavens, rides Judi James. \"We badly need some clear rules,\" she declares, firmly. \"The British weren't even very good at the handshake, and now we find ourselves having to deal with air kisses, cheek kisses, hugs, squeezes, even lip kisses. It's not easy. The basic rule, I think, should be that handshakes are fine with anyone, and kisses should be reserved for people you have some kind of relationship with - even if it's only a business lunch at which you've talked about something other than just business.\"</p> <p>Beyond that, James says, the key to excuting a good air or cheek kiss is confidence. \"You have to take control,\" she says, \"really go for broke. And you have to give advance warning of your intentions, make what we call announcement gestures. Start puckering early on, and raise your hands from quite a distance (never kiss anyone without a torso touch, by the way). Then there's a good chance they'll be prepared for what's coming. Then it's basically right cheek to right cheek, left cheek to left cheek, and put them down where you found them.\" </p> <p>With friends, James said, the gesture should be natural: a kiss and a warm squeeze of the arm, perhaps, to show they're different. \"It's only really man-to-man where there's still some reticence,\" she says. \"Many men, particularly younger generations, will embrace quite comfortably these days, but they still kind of feel the need to accompany it with some big Soprano-style slap on the back, to show that even though they kiss, they're still men.\" </p> <p>And in business, she adds, it's absolutely vital to remember - even keep a note of - the people you are on kissing terms with. \"If you kiss at one meeting and not at the next, they're going to get entirely the wrong message,\" she says. </p> <p>All clear, then? Of course, you can always just stick your hand out forcefully and dare the other person to do anything other than shake it. But it may be worth knowing that the London-based International Scientific Forum on Home Hygiene formally declared last year that a quick peck on the cheek was \"considerably less likely\" to result in the transmission of germs such as flu, cold and stomach bugs than the good old handshake. Just be ready, concludes McLachlan, to \"take it on the chin when you get it wrong. Because believe me, you will\".</p>",
  "<p><strong>·</strong> Welcome to the north of England for a week, if only in the sense that this is written from beyond the Trent. Otherwise, diary themes remain universal, I hope. Certainly we start that way, with Green party grumbles that bring back the furies of divided Labour NEC days. Faltering towards electing an old-fashioned leader and deputy instead of the current leadership group, Green command has split over giving members' contacts to candidates. A letter from 100 rebels, including London Assemblarian Jenny Jones, deplores the prospect of being \"subjected to a barrage of mailings, phone calls and emails\". Top-job rivals Ashley Gunstock and Caroline Lucas, and sole would-be deputy Adrian Ramsay, now self-denyingly say they won't ask for data, according to the latest internal email. Seems a shame for those who like debate. Doorstep canvassing changes minds, even if you interrupt Corrie.</p> <p><strong>·</strong> Our MPs get a lot of stick, so fair's fair to Barry Gardiner, Labour's man in Brent North. He's rounded on persistent constituent George RW Day, who asks for his whereabouts in the Wembley Observer after an alleged delay in replying to letters. This may be why the Greens want to hide their contact details, because Gardiner has now published his Day file since November 2001. From Day: 65 letters. To Day: 158. \"That's one letter from me every 16 days,\" says Gardiner, who threatens not to respond again until June 28 2012 - when Day will make good his 93 letter deficit if he matches Gardiner's rate.</p> <p><strong>·</strong> The Skibbereen Eagle famously warned the Tsar in 1897 that it had its eye on him. Ranging my patch, I muse on where today's local eyes peep. Pete Greenwood, editor of the Craven Herald in Skipton, kicks off an exclusive mini-series: My Eye's On... \"the beautiful, but narrow, 30-mile drive along the edge of the Yorkshire Dales from the M6 to Skipton. Every lay-by along the A65, except two, will be closed as they don't meet new EU size guidelines. In the past, thoughtful farmers, kindly caravanners and HGV drivers have pulled in to let motorists pass. We're worried about accidents due to impatience, so don't fret; relax and enjoy the scenery. There will be fewer places where the police can safely pull you in for speeding (were that not all but impossible because of tractors, caravans and trucks).\" </p> <p><strong>·</strong> So you want to be prime minister? Check out this <a href=\"http://uk.youtube.com/watch?v=I4n--IXg6HY&amp;eurltinyurl.com/5k9fva\">YouTube video</a> and think again. </p> <p><strong>·</strong> I've been emailing Peter Jones, who helps run Friends of the Classics from Newcastle upon Tyne, because we share an interest in random choice for quangos to reconnect citizens with the state. Of wider interest, he recounts a random meeting this year which nearly lost us two of our greatest promoters of ancient tongues. In a speedboat: Jones, escorting guests to the ruins of Lydae on a Turkish lecture cruise. In the sea: Boris Johnson, splashing about before taking up London's reins. Roar of alarm, sudden swerve. All well, but Jones (a friend of Boris, but not expecting to see him rise like Arion from distant waves) says: \"One had visions of Boris's blond bonce floating Orpheus-style out to sea.\" Quis et me, inquit, miseram et te perdidit, Orpheu, quis tantus furor? (Virgil, Georgics IV, 494-5)</p> <p><strong>·</strong> Every day this week I shall introduce you to a moth which I hope to attract to my light trap in Leeds. This is partly because too little is written about moths, and partly because they are unpopular, not very sociable, and stay up all night. You are thinking Brown? I am thinking Blair - Blair's Mocha is the debut insect. The British moth list has as many Mochas as Starbucks: Dingy, Birch and False as well as Blair's. Coffee-pink and rare, the moth is named for Dr KG Blair, an expert so stupendous that there's also a Blair's Wainscot and a Blair's Shoulder-knot. The latter was reported last October to be \"poised to invade prime minister Gordon Brown's constituency\". Experts added that it was harmless to humans, which is true of all British moths.</p> <p><a href=\"mailto:diary@theguardian.com\">diary@theguardian.com</a></p>",
  "<p><strong>The day she disappeared</strong></p> <p><strong>2.29pm</strong> The last photograph of Madeleine is taken at the pool on the sixth day of the McCanns' week-long holiday in the Algarve.</p> <p><strong>5.30pm</strong> The children eat dinner at Kids Club.</p> <p><strong>6pm</strong> Kate takes children back to apartment while Gerry goes to an hour-long tennis lesson.</p> <p><strong>6.30pm</strong> Gerry asks David Payne, one of the \"tapas seven\", to check on Kate and the children at the apartment.</p> <p><strong>7pm</strong> Gerry returns to the apartment and the children are put to bed.</p> <p><strong>7.30pm</strong> The McCanns shower and change.</p> <p><strong>8pm</strong> The couple share a bottle of wine together.</p> <p><strong>8.35pm</strong> The McCanns are the first of the group to arrive at the tapas restaurant, 50 yards from their apartment.</p> <p><strong>9.05pm</strong> Gerry returns to the apartment through the unlocked patio doors to check on the children. Earlier that week, the McCanns had used a key to go in through the front door next to the children's bedroom but, worrying the noise might wake the children, they began using the patio doors, leaving them unlocked.</p> <p><strong>9.08pm</strong> Gerry sees Jeremy Wilkins, another holidaymaker at the resort, on the opposite side of the road as he walks back to the tapas bar and crosses over to talk. </p> <p><strong>9.10pm</strong> Jane Tanner walks up the road, unnoticed by McCann and Wilkins, although she sees them. She spots a man walking quickly, carrying a sleeping girl in pink pyjamas.</p> <p><strong>9.30pm</strong> Kate gets up to make next check on her children but Matthew Oldfield and Russell O'Brien are checking, too. Oldfield offers to check the McCanns' children. Oldfield notices the children's bedroom door is open again, but this means little to him. He sees the twins in their cot, but could not directly see Madeleine's bed from where he stood. </p> <p><strong>10.00pm</strong>: Kate checks on the children. She becomes alarmed when she reaches out to the children's bedroom door and it blows shut. Inside the room, the window is open and the shutter is up. The twins are sleeping but Madeleine's bed is empty.</p> <p><strong>Shortly after 10pm</strong> Rachael Oldfield goes to Tanner's apartment to tell her Madeleine has been taken. Tanner says: \"Oh my God. I saw a man carrying a girl.\"<br><strong><br>10.15pm: </strong>Oldfield goes down to the 24-hour reception at the bottom of the hill to raise the alarm. Police are called.</p> <p><strong>10.30pm:</strong> Local police are first to arrive on the scene.</p> <p><strong>11.10pm:</strong> Detectives from the Policia Judiciaria (PJ) arrive having been contacted by police constables.</p> <p>They see there is a latch lock on the sliding glass window. The McCanns thought, but could not be sure they had locked it at the start of the holiday. Later it was discovered that it was common for cleaners to open the shutters and windows to give the rooms an airing, so there is no way of knowing whether the window was locked that night or not.</p> <p><strong>Around 4.00am:</strong> Physical search for Madeleine is called off, according to witnesses. Detectives from the PJ leave.</p> <p>· This article was amended on Thursday August 7 2008. We have corrected some facts in this timeline.</p>",
  "<p>Wrapit, the stricken internet wedding list company, called in administrators yesterday, leaving 2,000 newlywed couples bereft of gifts and their guests facing a combined loss estimated at £700,000.</p> <p>The Wandsworth-based company was set up in 2000 to allow wedding guests to buy presents for couples from an online list, but ran into trouble and has failed to honour orders worth £3.5m.</p> <p>Its managing director, Peter Gelardi, wrote to couples yesterday morning to say the company had been taken into the control of administrators KPMG. He apologised for the distress caused and said HSBC, Wrapit's bank, had withdrawn its credit card processing facility. That was the final straw after months of problems, exacerbated by the decline in retail spending and the credit crunch. </p> <p>The company handled up to 3,000 wedding lists a year but has made a loss for the last six years and recent attempts to attract a venture capitalist to rescue the business failed.</p> <p>Wrapit's customers yesterday said they were \"disgusted\" and \"heartbroken\" by the move, which has left a fifth of the 100,000 wedding guests whose gifts never arrived struggling to secure a refund.</p> <p>One said she felt \"dreadfully guilty that [guests'] hard-earned money has been squandered on Wrapit's debts.\" Another was \"sick to the stomach\". \"I am so shocked I don't know what to say,\" said another. \"We have no wedding insurance.\"</p> <p>HSBC is proposing to ensure that any guests who used credit cards receive a refund, but an estimated 20,000 stand to lose their money because they bought gifts using Switch and Maestro debit cards or cheques. To have any hope of recouping their payments - which average £30 - customers must register as creditors with the administrators to begin a process which could take several months and has no guarantee of success.</p> <p>\"There's about £3,000 worth of presents on our list bought for us by family and friends and we have received none of it,\" said Charlie Coney, 34, a public relations executive from London who married Isobel Archer, 28, in July. \"There was everything from vases to rugs to coffee makers. It sounds prosaic, but these are the sort of things we will spend the rest of our life using and would have provided memories of who was at our wedding. Now we will have to ask all of our guests to get their money back, set up another list and go through it all again.\"</p> <p>Wrapit's problems honouring orders began in 2006 and since June this year HSBC has retained all its credit card income and some of its debit card income, which totals £1m.</p> <p>Amy Hincliffe, 27, a business consultant from Leeds, married her husband Craig last September and endured nine months of wrangles with Wrapit. Her list was worth £3,500 and by May £1,000 worth of crockery was still missing. \"I feel so sorry for the couples who are caught up in this,\" she said. \"I am utterly disgusted with what has happened. It is not what getting married is supposed to be like.\"</p> <p>Gelardi said HSBC's plan to reimburse customers would cost £4m - £1m more than if Wrapit was funded to deliver the orders. He said HSBC had said this was not possible because it was not banking practice.</p> <p>\"HSBC now have it within their power to minimise the pain caused to 2,000 couples - and, probably, 100,000 of their guests - and ensure that no Wrapit customer loses any money and, as things stand, they will not take it,\" Gelardi wrote to couples. \"The only thing that will ... change their minds is public pressure.\"</p> <p>HSBC said that with the company now in administration it would be inappropriate to fund it to continue running.</p> <p>\"We fully appreciate that the company moving into administration has caused great stress among Wrapit's customers and couples,\" said a spokesman for the bank. \"However, we are confident that HSBC has at all times acted appropriately given the circumstances and any suggestion that HSBC is responsible for Wrapit's problems is absolutely refuted.\"</p>",
  "<p>As we pulled up on big handholds to cross a cockscomb of sloping ridge above the ebbing tide I spied a last brave tuft of sea pink sporting a handful of late blooms. All around were cushions of this seaside thrift with the dull brown remnants of the flowering two months ago. </p> <p>We were following the edge of the sea on what is my favourite length of Anglesey's coast. Here in the north-east, north of Dulas Bay, we had the sunny world to ourselves. The route towards the island's north-eastern headland - Point Lynas - provides a happy mixture of terrain. </p> <p>After the up-and-down traversing of these rocky ribs we climbed by tiny sheep paths through bracken where rabbits dashed about. Out on the tranquil sea a handful of speedboats and jet skis carved white trails across the blue; we heard the conversation of a group of sea anglers moored offshore; otherwise there was no one, only the occasional calls of oystercatcher and curlew broke the midday silence.</p> <p>At the entirely empty pebble beach at Porthygwichiaid we turned inland, sending more rabbits scurrying on their way. In this sharp lighting the great limestone bulk of the Great Orme seemed but a stone's throw distant. These north-eastern slopes are not the best pasturage, it is close-cropped by the free-ranging sheep and punctuated by statuesque thistles and thorn thickets encircled by spreading colonies of bracken. Everywhere seems undermined by rabbit warrens. </p> <p>Here, too, pheasants haunt the shady corners of this shooting territory and we were soon reminded of this as we came up to a farm. Thirteen dead foxes hung from a wire fence, not caught here as they sprang over the boundary but shot and hung here as a timely warning to others of their kind that they are not welcome.</p>",
  "<p>On the face of it, there was nothing especially memorable about August 9 2007. With the holiday season in full swing, Britain was in relaxed, even soporific mood. House prices were rising, unemployment was falling, the economy was growing at an annual pace in excess of 3%. Gordon Brown, prime minister for six weeks, was enjoying a honeymoon with the voters and Labour had a 10-point lead over the Conservatives. The sports pages were full of cricket and the build-up to the new football season.</p> <p>It was, however, the day the world changed. As far as the financial markets are concerned, August 9 2007 has all the resonance of August 4 1914. It marks the cut-off point between \"an Edwardian summer\" of prosperity and tranquillity and the trench warfare of the credit crunch - the failed banks, the petrified markets, the property markets blown to pieces by a shortage of credit.</p> <p>On that day, the European Central Bank and the US Federal Reserve injected $90bn (£45bn) into jittery financial markets. But two days later, Gordon Brown said Britain was in \"as good a shape as it could be to weather the storm\".</p> <p>It has turned out rather differently than he expected. The anniversary of the credit crunch this week is marked by house prices falling at their fastest rate on record, consumer confidence at rock-bottom and looming recession. Brown could soon join the growing list of those losing their jobs.</p> <p>Alistair Darling, who has had the most troublesome first year as chancellor since Denis Healey in 1974, says that nobody expected the seizing up of the markets in August last year to have such profound consequences. Mid-September, which marked the 15th anniversary of the speculative attack on the Bank of England precipitating Britain's departure from the exchange rate mechanism and condemning the Tories to a generation in opposition, saw queues for three days outside branches of Northern Rock - the first run on a leading high street bank since the demise of Overend, Gurney &amp; Company in the 1860s.</p> <p>Even then, optimists were telling the chancellor that things would start to pick up in the first three months of this year, or at worst in the second quarter. Darling, one of the Cabinet's Eeyores, took a more cautious view but even he has been surprised by the length, depth and breadth of the crisis. This week, the chancellor is in temporary control of the country while Brown is on holiday; next month he and his boss plan to announce a recovery plan designed to show that Labour has not lost control of events.</p> <p><strong>Squeezed</strong></p> <p>It will be no easy task. Firstly, this is a different sort of war. Labour had its economic problems during its first decade in power, but in retrospect they were skirmishes rather than full-scale battles. The years leading up to August 2007 had seen the development of new and sophisticated ways for the financial markets to make - and, as has subsequently been revealed, lose money. Consumers in the US and Britain were living beyond their means, borrowing money to buy houses and fund their spending habits. Asset prices - particularly the cost of homes - rose rapidly, presenting seemingly insurmountable problems for first-time buyers. Lenders solved this difficulty by relaxing criteria for granting a loan. They then bundled up the poor-quality loans, mixed them up with some good-quality mortgages, and sold the packages of debt in a process known as securitisation. By the summer of last year, the money raised through securitisation was funding more than half of Britain's home loans.</p> <p>Warnings came thick and fast from the International Monetary Fund, the Bank for International Settlements, the Bank of England and others that markets were not taking the risks of this business seriously enough. The biggest risk was a steep fall in house prices, since securitisation was based on an assumption that any problems faced by squeezed borrowers would be massaged away by strong property markets. </p> <p>By last summer, it was clear that the housing market in the US was in free-fall and that mortgage-backed securities were worth less - a lot less - than those holding them imagined. With nobody sure how big the losses might eventually be, the markets abruptly lost the two ingredients vital to keep them vibrant - confidence and trust. Banks first stopped lending to one another, then sought to repair their finances by cutting back on lending to their customers. Borrowing became harder to arrange and more expensive - the classic definition of a credit crunch. Cheap and easy credit has been the lubricant for both the US and UK economies in recent years; without it they have started to seize up.</p> <p>The second big problem for policymakers, not just in Britain but around the world, is that they are fighting a war on two fronts. Central banks and finance ministers are grappling not just with the credit crunch, but also with rising inflation. On August 9 last year, crude oil was trading at just over $70 a barrel; it peaked last month at more than $145 a barrel and still stands at over $120 a barrel. Rising food prices have also pushed up the cost of living, making it harder for central banks to justify cuts in interest rates - traditionally the first line of defence in a credit crunch. </p> <p>The US Federal Reserve has been the most aggressive, cutting its key lending rate from 5.25% to 2%, but the Bank of England and the European Central Bank have been far more circumspect. Threadneedle Street has shaved 0.75 points off borrowing costs in but has not moved since April and with rising energy bills likely to push inflation close to 5% in the coming months is thought more likely to raise bank rate than cut it when the Bank meets this week.</p> <p>Time and again hopes have risen that the crisis might be coming to an end. Last August, it was seen as just another bout of turbulence in the financial markets (the story took more than a week to become the lead story in the Guardian); then there was the hope that the run on Northern Rock was a catharsis. </p> <p>In December the intervention by the world's leading central banks to unblock money markets was seen, if not as the beginning of the end, as the end of the beginning. The Federal Reserve bail-out of Bear Stearns in March was accorded the same status, as was last month's rescue for the pillars of the US mortgage market - Freddie Mac and Fannie Mae. </p> <p><strong>False dawns</strong></p> <p>One hopeful sign is that the wholesale money markets appear gradually to be returning to normal, with banks less wary of lending to one another. Emergency packages from the central banks have helped, but the repeated false dawns have made policymakers cautious about claiming victory. </p> <p>With evidence that the crisis is spreading from the financial markets into the economy at large, those who claimed \"it will be all over by Christmas\" have fallen silent. The Bank of England says the story is still unfolding, seeing its job now as to re-shape Britain's financial regulatory system so that - in the words of one official - there is a gleaming new fire engine in the garage - and no prospect of a fire for a few years.</p>",
  "<p>British office workers waste up to 120bn pieces of paper every year, costing businesses as much as 10% of their turnover, according to Envirowise, a government-funded programme that offers advice on sustainability to businesses. </p> <p>The organisation has identified five types of print junkie, including \"old school\" printers who feel they cannot deal with email requests without printing a hard copy, and \"competitive\" printers who believe the more paper they have on their desks the more important they look. \"Trigger happy\" staff who fail to check the number of pages in lengthy documents not only cause queues of frustrated colleagues at the printer but also contribute to the failure of the \"paperless office\" dream and are costing companies dear.</p> <p>\"Unnecessary printing of emails, multiple copies, single-sided printing and the sending of massive documents to the printer which are unlikely to be read are just some of the regular scenarios lived out by businesses every day,\" said Mary Leonard, director at Envirowise. \"Most offices will find they can reduce waste costs by around 20% through simple no- or low-cost actions. Measures such as double-sided or multiple-page printing and recycling instead of paying for disposal can really help.</p> <p>\"4% is an average but we've found some manufacturing companies can save as much as 10% of their turnover.\"</p> <p>A typical office worker prints 22 pages of paper every day, according to the organisation, many of which may be documents and messages that do not need to be printed out and are needlessly adding to mountains of waste.</p>",
  "<p>The government's \"42 days\" counter-terror legislation faces fresh criticism today, with peers warning that a \"quasi-judicial\" role for parliament to debate each use of the new detention powers risks undermining the independence of judges and the chances of a fair trial for suspects.</p> <p>The report from the all-party Lords constitution committee, which includes the former lord chief justice Lord Woolf and the former Labour attorney-general Lord Morris of Aberavon, demolishes ministers' claims that MPs and peers are not being asked to vote on whether particular individuals should be locked up for 42 days without charge.</p> <p>The critical report will fuel the determination of peers to throw out the government's controversial proposal to extend the current 28-day limit on the pre-charge detention of terror suspects when parliament returns in October. The autumn is likely to be a crucial time in Gordon Brown's attempts to reassert his authority, and today's report raises the likelihood of another damaging row.</p> <p>The former head of MI5 Lady Manningham Buller said last month that the move was unprincipled and unworkable.</p> <p>The committee says the legislation asks parliament to make decisions which it is \"institutionally ill-equipped to determine\". The peers say there are \"significant difficulties\" with the requirement for both houses to debate and approve each use by the home secretary of the reserve detention power because the country is facing \"a grave and exceptional terrorist threat\".</p> <p>They say although each order will be in general terms, the reality will be that MPs and peers will be asked to approve an order which has been made in relation to inquiries into individuals, and yet they will \"almost certainly need to operate without fully knowing the factual background\".</p> <p>Their report says it is \"ill-advised\" to create a decision-making process that requires parliament and the judiciary to answer similar questions within a short space of time. The peers point out that a judge determining an application for extended detention will be asked to exercise powers a matter of days or even hours after what may have been a highly politicised debate in parliament. \"Far from being a system of check and balances, this is a recipe for confusion that places on parliament tasks that it cannot effectively fulfil and arguably risks undermining the rights of fair trial for the individuals concerned,\" the peers conclude.</p> <p>They say that an understandable attempt to provide democratic accountability is in fact a muddled scheme which risks inappropriately conflating the roles of parliament and the judiciary. </p> <p>David Davis, the former shadow home secretary, said the report was a crushing condemnation. \"This report is another nail in the coffin of a bill which is unnecessary, and which undermines the liberty of every man and woman in the country.\"</p> <p>The Liberal Democrats' David Howarth said the peers had exposed the misleading claim that parliament would not have to decide on individual cases.</p>",
  "<p>As the England and Wales Cricket Board prepares to announce a £300m deal for its television rights, it emerged last night that the BBC had declined to bid for any of the more than two dozen live and highlights packages on offer, despite its repeated commitments to do so.</p> <p>Senior officials from the department for culture, media and sport were last night privately expressing their dismay at the BBC's apparent lack of enthusiasm for the sport and the decision is unlikely to assist the corporation's campaign for Test cricket to become a listed event. </p> <p>A BBC spokeswoman yesterday insisted that scheduling and cost constraints had prevented it from bidding. But those concerns would apparently have been overcome by the ECB's offering. Its invitation to tender explicitly stated that \"a bidder may bid for part only of any package, eg two Test matches or whatever, taking place in each season. However, any such bid must be for the full duration of the contract\".</p> <p>A select committee report stated 18 months ago that the failure to bid for highlights in the last rights process \"does not inspire much confidence in the BBC's commitment to cricket\". Cricket fans will question whether the investment of millions of pounds in formula one, Wimbledon fortnight and Six Nations rugby has created cost constraints of its own.</p> <h2>Sky gets on track</h2> <p>Cycling is taking its relationship with the satellite broadcaster Sky Sports further. It is understood British Cycling is close to finalising a deal for the broadcast of track events, with an announcement possible even during the Beijing Olympics. The agreement will extend an association begun last month when Sky announced a sponsorship package with British Cycling. It would be in keeping with the broadcaster's previous post-Olympic expansions: it added sailing and equestrianism to its schedules after the 2004 Games.</p> <h2>IPL's family fortunes</h2> <p>A $320m-$350m (£163m-£178m) deal agreed by the Canada-based billionaire BK Modi to buy a 32.2% stake in Multi Screen Media from minority shareholders has been followed only by the business press in India. But when MSM is identified by its pre-name-change moniker of Sony Entertainment Television, which is a partner in a 10-year, $1bn (£509m) deal to broadcast the Indian Premier League, it is clear that the deal might have some impact on world cricket. And when BK Modi is identified as the uncle of Lalit Modi, below, the IPL's commissioner and vice-president of the Board of Control for Cricket in India, it would seem he is betting on the success of his nephew's brainchild. So if a report in India's Economic Times is to be believed, it is all the more intriguing that BK Modi has allowed the exclusivity period of the negotiation to lapse, allowing a joint bid from Disney and UTV to enter the running. Has he been let in on a family secret about the viability of the IPL, or indeed perhaps the lack of it?</p> <h2>ATP's court let-off</h2> <p>Pressure on the Association of Tennis Professionals' president, Etienne de Villiers, appeared to ease last night as the judge presiding over the German tennis federation's $77m (£39.2m) suit against the ATP threw out seven of the federation's eight claims. The federation, which is challenging the Hamburg Open's removal from the ATP's revised tour schedules in a Delaware court, must now pin its hopes on the single anti-trust element of its case against the ATP. The judge also reserved the right to rule unilaterally on that element ahead of the jury. The hearing has often been controversial: at one point Professor Andrew Zimbalist, the expert witness for the plaintiff, was found to have a crib sheet of the questions he was being asked.</p> <h2>Payback time for Reds</h2> <p>In the past fortnight Liverpool have closed a dozen mortgages raised on tracts of land around the stadium. One is related to a previous ground expansion in 1931 but it is unclear what has motivated the repayment of the mortgages, all with Barclays. The refinancing with Royal Bank of Scotland in February had subsumed those loans, meaning a seven-decade association with the former bankers has come to an end.</p> <p><a href=\"mailto:matt.scott@theguardian.com\">matt.scott@theguardian.com</a></p>",
  "<p>As I gingerly wade into Lake Windermere on a cloudy afternoon, I can't help but wish that I had chosen a better day for my first swimhike. Peter Hayes, a floppy-haired university lecturer and swimhiking enthusiast, is already luxuriating in the water, trying to convince me that it is pleasantly mild. He is either lying or he's done this so many times that he is immune to the cold. \"Our route for today is to start at the widest part of the lake and swim to a nearby island, before getting out and having a little hike, then swimming back to the start,\" says Hayes.</p> <p>It looks a bit far, but I nod and follow his lead. Hayes has been swimhiking since 2002, when he decided that combining his two favourite activities, swimming and hiking, was the perfect way to get fit and explore the countryside. \"With swimhiking you are freed from the constraints of hiking. On foot, rivers and lakes become a barrier, but if you swimhike you can go much further, or at least in more directions,\" he says while doing front crawl.</p> <p>Hayes began jotting down details of his favourite swimhikes around the Lake District. A total of 44 routes have now been published in a book, ranging from gentle excursions to challenging and invigorating journeys such as the Frog Graham Round, which includes a three-mile swim and covers 40 miles in all.</p> <p>In order to switch between land and water, Hayes came up with the idea for what he calls a swimsac - a rucksack with a waterproof inner bag to keep your clothes and valuables dry. \"It's a low-tech thing,\" he says. \"I've only made a few prototypes, but it means I'm not tied to the spot where I would have left my clothes. Dogs would do their business on my clothes and kids would steal them, though the worst was when a public-spirited citizen saw my bundle of clothes and told the police I had committed suicide.\" Hayes' website provides instructions for making your own swimsac.</p> <p>With my swimsac on (it ties under the arms so your strokes aren't restricted, and has inflatable floats in the side pockets for buoyancy and balance), I swim fast to catch him up, moving away from Millerground, today's starting point, towards Rough Holme Island. It takes a while to get used to the chilly water and people on the shore laughing and pointing at us, but that's soon overtaken by the beauty of the surroundings. Open-water swimming feels really liberating.</p> <p>However, being at one with the elements also means concentrating on not swallowing the flies that hover around the water's surface, while keeping an eye out for anyone doing watersports. Hayes also warns me that occasionally seagulls dive down right behind him and screech loudly, though it's the man-made dangers, such as broken glass, which pose the greatest threat.</p> <p>We're well on our way when the sky turns even darker and plump raindrops start pelting our foreheads. \"Swimhiking is perfect on a hot summer's day,\" says Hayes. \"You build up a sweat on land then cool off in the water. But I also think it's fun in the rain. When you're walking and the raindrops hit your clothes it's frustrating, but if you're in the lake, there's water all around anyway so it feels natural.\"</p> <p>The weather gets progressively rougher, though, so Hayes decides that we should ditch the island idea and hike up a nearby hill, bringing us back to the starting point. He identifies a place ahead where we can get out safely. </p> <p>Back on land we rummage in our swimsacs for our towels and clothes, and soon we're off again (naturally I feel more like going for a post-swim cup of tea - swimming works every muscle in your body). \"What I love about swimhiking,\" says Hayes, \"is that you are mixing land and water, so you feel a bit like James Bond and Tarzan.\"</p> <p>We march up through the woods and eventually emerge at Queen Adelaide's Hill. The view is spectacular, sheep are grazing by my feet and the sun starts to pierce through the clouds. After a short rest to greet some friendly fellow hikers, we head back down through the undergrowth, watching out for low branches while keeping a constant pace. Hayes dips into his bag and pulls out a map to double-check our location, before leading us back to our starting point.</p> <p>Even though we had to shorten the route on account of the great British weather, the mile and a half of hillwalking and swimming leave me exhausted but with a sense of achievement. Being outdoors, inhaling fresh air and watching the birds land on the water as you plough through it was a glorious experience. Kate Rew, author of Wild Swim and founder of the Outdoor Swimming Society, agrees: \"It makes people really happy. There's something about bobbing around, free from gravity, in wide-open spaces. It doesn't cost a thing and it gives you the chance to see the country in a fresh, new way.</p> <p>\"Most people find that they can only stay in a pool for 20 minutes before getting bored, but up to an hour or more if they are swimming outdoors. If you then combine that with hiking, you're getting a real cardiovascular workout\".</p> <p>For more information visit <a href=\"http://swimsac.co.uk\">swimsac.co.uk</a></p> <p><strong>· </strong>Swimhiking in the Lake District and North East England by Peter Hayes is published by Gilbert Knowle at £9.99.</p>",
  "<p><a href=\"http://en.wikipedia.org/wiki/Jacob_Zuma\">Jacob Zuma</a>, president of the African National Congress, was in court yet again today when he <a href=\"http://www.theguardian.com/world/2008/aug/04/southafrica\">appeared</a> before Justice Chris Nicholson in Pietermaritzburg. Nicholson has to rule on a very technical question of whether or not the corruption and fraud charges levelled against Zuma by the national prosecution service can go ahead or not. Zuma's supporters in the Communist party, the trade unions and the ANC have vowed to pack Pietermaritzburg city centre and <a href=\"http://www.theguardian.com/world/2008/aug/04/southafrica\">create as much pressure</a> as they can on the court. Indeed, there is much wild talk among the Zuma-ites about how the judges are \"mobilising\" against their champion and how they \"will not tolerate\" an adverse verdict.</p> <p>Such talk has created considerable worries about how safe the rule of law is likely to be under a Zuma presidency and the long list of charges against Zuma has also convinced many that he is an extraordinarily crooked man. Such concerns have been strengthened by two recent legal developments – the constitutional court's ruling that documents seized by the state from Zuma's attorneys may be used against him and the decision of a Mauritian court that documents securely held on that island may be released for use against Zuma. Such developments give the impression of a legal net closing upon JZ, as he is popularly known.</p> <p>In fact, such impressions are somewhat misleading on several counts. First, Zuma is not more corrupt than a whole raft of ANC politicians. Yesterday the Sunday Times (Johannesburg) <a href=\"http://www.mg.co.za/article/2008-08-03-mbeki-paid-r30m-armsdeal-bribe\">published allegations</a> that President Mbeki received a R30m (£2m) bribe from the arms deal. Mbeki's office denies this but there is no suggestion of a presidential libel writ. Second, the wild threats of Zuma's supporters essentially reflect the fact that they all assume that provided their man becomes president they will all gain greater power, nice jobs and a chance to get their hand in the till. They feel they have earned this by <a href=\"http://www.theguardian.com/world/2007/dec/19/southafrica.international\">successfully defeating Mbeki</a> at last year's ANC conference in Polokwane and any threat to a Zuma presidency is therefore seen as a belated and illegitimate attempt to prevent them from joining the gravy train. They are not really making points about the rule of law or the judicial system so much as declaring their sincere determination to become rich.</p> <p>In fact the Zuma strategy has been to do everything possible to seek legal delays. Even if Nicholson comes down against Zuma today, the constitutional court's ruling puts vast numbers of documents back into play. It should be easy for Zuma's team to demand six months to study them. And already Zuma's attorney, Michael Hulley, has said that if Zuma loses today, he will appeal, a process likely to take two years. But Zuma is likely to become South Africa's next president in April or, at the latest, May next year. He can then appoint a new public prosecutor who immediately withdraws the case against Zuma and, if necessary, the ANC majority in parliament could ram through a constitutional amendment preventing the prosecution of a sitting president. So, barring an unforeseen mishap, Zuma is almost home and dry. No wonder that, at the weekend, he gave a speech in which he said he'd like to be a one-term president, but in which he also visualised a possible second term as well.</p>",
  "<p>When confronted with anthrax-laced letters that misspell the world's best known antibiotic as \"penacilin\" (rather than penicilin), who immediately suspects highly-trained scientists? Enter the Keystone Cops in their latest manifestation, the FBI: busy trying to wrap up the <a href=\"http://www.nytimes.com/2008/08/04/us/04anthrax.html\">deadly 2001 anthrax case</a> by fingering someone it had already driven to suicide.</p> <p>One would have thought that the certainty of the FBI's investigators in this new posthumous revelation might have been dented by wake of a $5.8m damages award to the previous quarry of the Bureau for the anthrax cases, <a href=\"http://www.asiantribune.com/?q=node/11995\">Steven Hatfill</a>. But it seems unblushing in its attachment to its own omniscience.</p> <p>Sometimes incompetence is so spectacular it looks like a conspiracy. Since its manifest <a href=\"http://www.youtube.com/watch?v=lvGBKFrC7P8\">Clouseau-like</a> failures with the big one – the <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2005/06/09/AR2005060902000.html\">attack on the World Trade Centre</a>, it seems to have indulged in a frenzy of persecutions to cover its stupidity with more examples of malicious incompetence.</p> <p>The Bureau is a fitting faith-based institution for the times. It has a definite and distinctive modus operandi: to decide upon unlikely suspects and then to pursue them with an unshakeable conviction of guilt regardless of the failure to win conviction. In a sadistic form of <a href=\"http://www.answers.com/topic/barratry\">barratry</a>, the Bureau treats each failure to secure a conviction as an opportunity to raise new and ancillary charges and all the time leaks to reporters in a way that would in most common law jurisdictions have the judge throwing the case out. </p> <p>The pressure on the media can be seen in the Washington Post's <a href=\"http://www.bradblog.com/?p=6242\">Orwellian memory hole</a>, where on Friday the paper exposed the weakness of the Bureau's \"Gotcha!\" leaks, on Saturday completely reversed it with the official version, and then on Sunday re-reversed itself.</p> <p>Looking at the record of investigative and prosecutorial harassment, it would be presumptuous to take Ivins' suicide as in anyway an admission of guilt. One only has to think of <a href=\"http://www.fas.org/sgp/news/2001/08/ap081301.html\">Wen Ho Lee</a>, the manifestly innocent scientist at Los Alamos who faced with a relentless legal war of attrition pled guilty to a token count simply to remove the hazard of a life sentence that accompanied the other 59 spurious espionage charges. It is fitting that in their faith-based fervour the FBI still believes in pseudoscientific polygraphs and then <a href=\"http://archives.cnn.com/2000/US/01/08/lee.fbi.02/index.html\">lied to him about the results</a>. Perhaps we should count our blessings that they haven't yet reinvented the ducking stool and left its modern variant to CIA </p> <p>In the case of <a href=\"http://www.freesamialarian.com/home.htm\">Florida professor Sami al-Arian</a>. Despite being acquitted by a jury and entering a plea bargain to be deported to escape the harassment, the FBI now has Arian in prison for contempt charges for refusing to appear as a witness in an entirely unrelated case. Typically, the US justice department has spent $50m on this case. With the happy exception of Hatfill, one sure consequence of their persecution is that their victims have to bankrupt themselves paying lawyers to defend against the charges. Their persecutors just send their bills to the taxpayers. No wonder that suicide seemed a reasonable way out to Ivins, even if he were innocent.</p> <p>Certainly the pattern is so pronounced that I would seriously consider signing a petition to re-examine Al Capone's case. The Bureau convicted him, you may recall, of tax evasion after a similar trial-by-complaisant-media. Admittedly, there were a few smoking guns in his case. But too many recent cases have been all smoke with no fire - unless you count the burning zeal of close-minded investigators and their willing dupes in the media.</p>",
  "<p>History is awash with brilliantly clever ideas that have revolutionised our lives; a quick flick through the Lakeland catalogue will show you at least two of them, and don't even get me started on the internal combustion engine.</p> <p>Anyway, last week some highly unmemorable people took their ideas into the <a href=\"http://www.bbc.co.uk/dragonsden/\">Dragons' Den</a>. Most of the ideas were a bit rubbish, to be honest, but Peter Jones injected some excitement into proceedings by randomly investing more than the owner of fashion label Neurotica was asking for. I can only imagine that the pile of cash was burning a hole in his little table, or he has a weakness for womenswear. If you missed it, you can see it on <a href=\"http://www.bbc.co.uk/iplayer/episode/b00cv5bs?src=a_syn12\">BBC iPlayer</a>, or read about it <a href=\"http://blogs.theguardian.com/organgrinder/2008/07/dragons_den_series_6_episode_2.html\">here</a>.</p> <p>So, tonight it's all about Episode 3 - I'll be here from <strong>9pm</strong> on <strong>BBC2</strong>, following the fate of each fortune-hungry entrepreneur as they are invariably sent packing with nothing but empty pockets and a giant flea in their ear. Apart from one lucky person who won't be, I'll wager. Do join in by leaving your comments in the box below, and don't forget to click refresh for updates. </p> <p>So earlier this week on BBC2's brilliant <a href=\"http://www.mocktheweek.tv/\">Mock The Week</a>, comedian <a href=\"http://www.russell-howard.co.uk/\">Russell Howard</a> did a superb impression of a Dragons' Den contestant, announcing \"Hello Dragons! It's about time bumblebees had slippers\". Which made me laugh, and summed up the madness of DD far better than I ever could.</p> <p>Interestingly, Russell Howard and I go the same gym in Bath. OK, not interesting at all. But if it's random facts you're looking for, Duncan Bannatyne has had a hair transplant, apparently, suggesting his life is indeed a rich tapestry. Let's see if we can spot the joins.</p> <p>Tonight, on Dragons' Den (according to the BBC website):</p> <p>\"Hazel Ives is hoping the dragons will invest in her high wire adventure park; Michael Cotton has a device to prevent motorists filling up their diesel cars with petrol; and there are some gut-wrenching toys based on Roadkill animals.\"</p> <p>Hmm.</p> <p>In the meantime, <a href=\"http://www.bbc.co.uk/dragonsden/thedragons/behind.shtml\">something</a> for all those Peter Jones lovers out there - 4 minutes and 37 seconds of the man himself. I still definitely would.</p> <p>Back at 9!</p> <p><strong>21:00</strong>: It's started! Five dragons, very rich and successful, blah blah etc.</p> <p>Lesley-Ann Simmonds is up first, she has a shoe-selling franchise called Shoes Galore Ltd, and wants £100k for 30% of her business. They sell shoes, bags and belts at parties, in at least four colours. Like Anne Summers, but with shoes rather than dildos.</p> <p>It's a totally orgasmic experience, she tells us, somewhat unexpectedly, considering they are shoes rather than dildos. Forget Sex in the City, she's got Shoes in the City, she tells us, hilariously.</p> <p>Peter says hello, and she goes all giggly and breathless. As you would.</p> <p>Theo does the old 'my kids' inheritance' gag, then expresses concern about the amount of stock she is holding. It doesn't make financial sense, he says. Leslie-Ann is getting less breathless.</p> <p>Duncan doesn't think she can make a profit either. James is out too. Ooh, there goes Peter. Will Deborah go for her idea? She's a woman, after all, and none of us can resist a pair of purple shoes. Nope, Debs is out too. Oh well.</p> <p>In the 'people who weren't worthy of being featured in full' snippet, a couple of guys come in with roadkill soft toys - basically squashed rabbits and hedgehogs in zippable body bags. The dragons don't think it's very funny, and does not promote animal welfare. Giant sense of humour failure, if you ask me. Is it wrong that I want one?</p> <p><strong>21:17:</strong> Next up is Ming Yun, who has some glow in the dark disposal champagne glasses called Light Emotions which, to my un-entrepreneurial eye, appear to be entirely pointless. He wants £40k.</p> <p>Duncan asks Ming about his background, and doesn't like the fact that he has other business interests in China. Theo has issues with the fact that they have batteries, and will cause big disposal issues. Who knew Theo was an eco-warrior?</p> <p>Deborah gives him her withering death-stare, and tells him his product is, like, sooo five years ago. I have visions of Debs knocking back lit-up vodka shots down her local Wetherspoons.</p> <p>Peter, however, thinks it's a good idea (and clearly doesn't give a shit about the environment), and makes Ming an offer of £40k for 30% of his business. Ming wanted to give away 8%. James Caan matches Peter's offer, Ming ask them to join forces for 25%, but James isn't having any of it.</p> <p>It is a big decision for Ming, but he goes for Peter Jones. Peter's really splashing the cash this series, isn't he? Deborah hasn't even got her purse out of her bag.</p> <p><strong>21:33:</strong> Some woman wanders in with a man in monkey suit, looking for money for an adventure centre in the US. Clearly she does not get it. Who let her on?</p> <p>Then a guy with a Barbeskew, which is a self-rotating skewer gadget for a barbecue. But it can't be patented, so anyone could copy it. Bye.</p> <p>Next up is Peter Hopton from Very PC, who make energy-efficient computers. He wants an outrageous £250k for 5% of his business. Which, if I'm not very much mistaken, values his business at £5m. This should be a laugh.</p> <p>All I will say that if his idea is as rubbish as his beard, he's going to be back down those stars before you can say \"WEEE Directive\".</p> <p>Peter Jones knows everything there is to know about computers (he has a Saturday job at PC World), and they start having a big fight about whether his computers are actually green. None of the other Dragons know anything about computers, but they are very keen to nod frantically at Peter Jones' wisdom. Our computer friend here is about to get thoroughly roasted on a Barbeskew. All the Dragons are out, and Peter Hopton slopes off down the stairs like a beaten man. With a crap beard.</p> <p>Next up, novelty biscuits called Kooky Cookies. It is not a business, and they shouldn't give up their day jobs, they are told. Oops, they already have. Bummer.</p> <p><strong>21:47:</strong> Michael Cotton has a gadget with the catchy name of 'Misfuelling Prevention Device'. It's a device to prevent misfuelling, by all accounts, specifically sticking petrol in your diesel car. He wants £250k.</p> <p>Now I have a petrol car, but my oft-borrowed boss's car is diesel. Inside the fuel flap is a giant in-your-face sticker saying 'DIESEL', which only a giant fuckwit would fail to notice. Are further anti-fuckwittage precautions required, or am I massively underestimating the British public's ability to tell black from green when they're high as a kite on forecourt fumes?</p> <p>Apparently so, because Michael says that 150,000 people a year put diesel in their petrol car. REALLY? I declare that there is no hope for the human race. Oh, my other half tells me that it's actually 150,000 occasions rather than people, which suggests some people do it more than once. Hahaha.</p> <p>Well, he's clearly got something because they all look quite impressed. Bloody hell, Deborah Meaden has made an offer!!!! The full £250k, for 35%. Deborah NEVER makes an offer!</p> <p>James Caan has offered half the cash for 15%, but Michael has revealed that he has no authority from his directors to go above 25%. Deborah looks miffed, but falls into line with half the cash for 12.5%.</p> <p>Theo offers all the money for 25%, or will share with Deborah if Michael prefers. I am getting very confused.</p> <p>James revises his offer to 25% for all the money, but adds in some random clause to get his money back as soon as the business makes a profit, which seems faintly ridiculous.</p> <p>Personally I'd go for Theo and Debs for 12.5% each. Which he does, hurrah! That's Deborah clipping Aldi coupons for a while.</p> <p>And that's it for this week, people. Thank you for joining what was, I thought, a better show than last week. And if anyone knows where I might be able to purchase a soft toy that looks like a dead badger with its guts hanging out, I'd be delighted to hear about it.</p> <p>Carrie's here next week, I think - we're doing a foreign exchange and I'm off to BB.</p> <p>Have a good night! Hx.</p>",
  "<p>British scientists warned DNA tests on a sample from Kate and Gerry McCanns' hire car were inconclusive just days before they were made suspects, police files have revealed.</p> <p>Forensic experts described how it was impossible to conclude whether swabbed bodily fluid taken from the vehicle's boot came from the couple's missing daughter Madeleine.</p> <p>Despite the results from the Forensic Science Service (FSS), Portuguese detectives went on to name the McCanns \"arguidos\", or formal suspects in the case just four days later.</p> <p>Significantly, officials even chose to cite DNA evidence as grounds for their suspicions.</p> <p>Today's revelation came as a vast dossier detailing investigations by the Portuguese police into the disappearance of three-year-old Madeleine was made public.</p> <p>More than 11,000 pages of evidence were released to journalists two weeks after authorities took the decision to close the case into the missing toddler.</p> <p>The documents include every witness statement and every lead followed up by detectives working on the inquiry since Madeleine's abduction on May 3 last year.</p> <p>Transcripts of police interviews with the girl's parents Kate and Gerry, as well as British ex-pat Robert Murat, are also incorporated within the text.</p> <p>Among the files released is one email written by Mr John Lowe, of the FSS, to Detective Superintendent Stuart Prior, head of the British side of the investigation.</p> <p>In it the scientist reported that a sample from the boot of the McCanns' Renault Scenic hire car, which they rented 24 days after Madeleine went missing, contained 15 out of 19 of the young girl's DNA components.</p> <p>But he cautioned the result saying \"In my opinion ... this result is too complex for meaningful interpretation or inclusion.\"</p> <p>Lowe wrote: \"Let's look at the question that is being asked: 'Is there DNA from Madeleine on the swab?'</p> <p>\"It would be very simple to say 'yes' simply because of the number of components within the result that are also in her reference sample.</p> <p>\"What we need to consider, as scientists, is whether the match is genuine - because Madeleine has deposited DNA as a result of being in the car or whether Madeleine merely appears to match the result by chance.\"</p> <p>The expert also noted that the components of the missing girl's DNA profile were not unique to her - in fact some of them were present among FSS scientists, including himself.</p> <p>He concluded: \"We cannot answer the question: is the match genuine, or is it a chance match.\"</p> <p>Earlier today, the McCann's spokesman Clarence Mitchell said the couple would not be giving \"a running commentary\" on their legal team's trawl through the files.</p> <p>The pair, both 40, were formally given access to the evidence last week and are desperately hoping it contains missed clues which could help lead them to their daughter.</p> <p>\"The Portuguese attorney general, in his recent statement, made it very clear indeed that there's absolutely no evidence of any wrongdoing by Kate and Gerry in any way, shape or form and journalists should bear that in mind when they examine the police files,\" Mitchell said.</p> <p>\"A lot of this is historical detail drafted by officers who failed to find<br>Madeleine and who quite wrongfully were going down inaccurate lines of supposition and assumption. We will not be commenting on any of this.</p> <p>\"All that matters is the search for Madeleine. Kate and Gerry's lawyers<br>are continuing to examine all of the information in minute detail and where anything that is relevant to finding Madeleine needs to be done it will be.\"</p> <p>The files relating to the extensive inquiry, which lasted more than 14 months, were made public shortly after 4pm this afternoon.</p> <p>DVDs containing the documents were handed out to around 50 waiting reporters inside the public prosecutor's office in the Algarve town of Portimao.</p> <p>Until now Portugal's strict \"segredo de justica\" - or secrecy of justice - laws have limited the flow of information about the Madeleine inquiry.</p> <p>The legislation is supposed to ban anyone linked to an ongoing police investigation from speaking about it, but did not stop a series of leaks to Portuguese newspapers.</p> <p>The McCanns repeatedly complained about restricted information being made public, and the couple believe there was a concerted smear campaign against them.</p> <p>Madeleine was nearly four when she vanished from her family's holiday apartment in Praia da Luz on May 3 last year as her parents dined with friends nearby.</p> <p>Despite a huge police investigation and massive coverage in the Portuguese and British media, she has not been found.</p> <p>Last month, Portuguese prosecutors announced they were shelving the case, although it can be reopened if credible new evidence comes to light.</p> <p>At the same time the McCanns, from Rothley, Leicestershire, and Algarve resident Robert Murat were told they were no longer suspects in Madeleine's disappearance.</p>",
  "<p>The turbulent prospect of direct US intervention against al-Qaida and Taliban jihadi bases in Pakistani territory adjoining Afghanistan appears to have moved closer following last week's <a href=\"http://www.hindustantimes.com/StoryPage/StoryPage.aspx?sectionName=&amp;id=20f7a227-d40f-45af-bd34-f7ce939c469f&amp;&amp;Headline=US+warns+Pakistan+of+serious+action&amp;strParent=strParentID\">visit</a> to Washington by Pakistan's new prime minister, Yousef Raza Gilani.</p> <p>Far from reassuring his hosts that Islamabad is on top of the situation in the so-called tribal areas, Gilani's uncertain performance seems to have convinced US officials of the need to move quickly. A sub-text to this dangerously fast-moving drama is George Bush's desire to catch or kill his 9/11 nemesis, Osama bin Laden, before he leaves office in January.</p> <p>Bin Laden and senior al-Qaida leaders are believed to be in the lawless, former princely state of <a href=\"http://www.iht.com/articles/2007/11/01/asia/militants.php\">Swat</a>, in North-West Frontier province, or in areas such as Waziristan in Pakistan's federally administered tribal areas. Their support for Taliban efforts to drive Nato forces out of Afghanistan has brought escalating military and civilian casualties – and pressure from US commanders to strike back across the border.</p> <p>Afghanistan is now more dangerous for US and British troops than Iraq. And US officials in Baghdad say leaders of al-Qaida in Mesopotamia recently left for Afghanistan, taking new recruits and foreign fighters with them.</p> <p>Primary US concern, plainly expressed to Gilani at the White House, focuses on the pressing need to stop the aiding and abetting of the Afghan Taliban by Pakistani counterparts and itinerant jihadis. But nagging fears also persist of a major terrorist outrage aimed directly at the US, mounted from the Hindu Kush and coinciding with the presidential election's climax.</p> <p>\"The worst thing that could happen to the US-Pakistani relationship would be another large al-Qaida strike against the US staged from the tribal areas – a possibility that is frighteningly real,\" the <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/01/AR2008080102880.html\">Washington Post</a> said on Saturday. Recognising the situation's political complexity, the paper called for a careful, flexible US response. But it also suggested unilateral US military action, such as last week's CIA Predator drone missile strike on a presumed al-Qaida target deep inside Pakistan, may be necessary and justified.</p> <p>Pakistani officials complain that Predator attacks – there have been several over the past year – invariably kill civilians and alienate the local population. \"The new government [elected earlier this year] has been holding talks with the Islamists. But whenever we seem to be making progress, one of the US drones seems to lose its way. It's perpetually happening,\" a senior Pakistani official said. \"We're saying to the US, now we're a civilian government, please give us time to get results. Drones and gunships will not resolve the issue.\"</p> <p>Such arguments are undermined by heavy fighting in the past week in Swat, where a May ceasefire with the Taliban has collapsed, and by US intelligence findings that members of Pakistan's military-run Inter-Services Intelligence (ISI) directorate are collaborating with the jihadis and assisted last month's bombing of the Indian embassy in Kabul.</p> <p>This latter claim was initially flatly denied. Later, Pakistan information minister Sherry Rehman admitted: \"There are probably still individuals within the ISI who are ideologically sympathetic to the Taliban and act on their own.\"</p> <p>Apparently responding to US worries about rogue operations, Gilani's government announced, as he was flying to Washington, that the ISI would be placed under the control of the civilian-led interior ministry. A day later, after the security services reportedly refused point-blank to agree to the change, the government embarrassingly backed down.</p> <p>These events have underscored US suspicions that Gilani does not control the military and intelligence apparatus put in place by his political enemy and former army chief, Pervez Musharraf, who still holds the presidency. They have also strengthened the hand of those in Washington who, egged on by an increasingly alarmed Indian government and by the beleaguered Karzai, feel the US must take charge.</p> <p>Unless the political situation turns around dramatically, the extension of the Afghan war into western Pakistani territory now looks highly probable. And while there will be continuing limits on US involvement, those restrictions may become increasingly elastic.</p> <p>Under discussion now, according to US and Pakistani officials, are plans for the insertion of US-trained Pakistani special forces into the border badlands, backed by US advisers and US air power; the deployment of more sophisticated US-supplied technology and communications equipment; increased intelligence sharing; and greater use, in theoretical consultation with Islamabad, of Predator missile strikes.</p> <p>The plans are still under discussion. But Congressional threats to withhold military and other funding if Pakistan demurs, and offers of big economic assistance packages if it plays ball, suggest the Americans will get their way.</p> <p>They should be careful what they wish for. By any measure, this is a fraught undertaking. And given the brutal history of an ungoverned region the British signally failed to tame, the Americans may come to rue the day they crossed the <a href=\"http://en.wikipedia.org/wiki/Durand_Line\">Durand Line</a>.</p>",
  "<p>The Academy Award-winning actor Morgan Freeman has been seriously injured in a car crash. </p> <p>The accident happened on Sunday night, according to the Mississippi highway patrol. At around 11.30pm local time Freeman, 71, was driving east on Highway 32 when his car skidded off the road and flipped several times. </p> <p>Freeman and a female passenger were extracted from the vehicle. The actor - who was apparently conscious and talking after the accident - was airlifted to a hospital in Memphis, where he was described as in a serious condition. </p> <p>There was no word on the condition of the passenger. </p> <p>After shooting to fame as Jessica Tandy's benign chauffeur in Driving Miss Daisy (1989), Freeman confirmed his place in Hollywood's A-list when he co-starred in The Shawshank Redemption (1994). </p> <p>Freeman's career since has been consistently strong, with starring roles in Million Dollar Baby (2004) and Batman Begins (2005). He was most recently seen in Christopher Nolan's Batman sequel, The Dark Knight. </p> <p>Freeman was due to star as Nelson Mandela in The Human Factor, currently in pre-production. </p>",
  "<p>A budget airline allowed a faulty jet to complete a 6,000-mile round trip from New York to Liverpool and back across the Atlantic despite knowing there was a problem with its engine monitors after it had been struck by lightning, a court heard today.</p> <p>Globespan Airways Limited was fined £5,000 for clearing a Boeing 757 with 20 passengers on board to head back across the Atlantic with two indicators measuring engine thrust out of action, Southward crown court, in London, was told.</p> <p>The company had used some \"optimistic interpretation\" of rules to allow take-off from, Liverpool, leaving the crew to manually adjust the throttle with the help of another gauge.<br> </p> <p>The failure had first been spotted on the outbound flight from New York's JFK airport, but the Edinburgh-based airline, which trades as FlyGlobespan broke civil aviation rules, by later declaring the plane \"serviceable\" to fly back across the Atlantic via Knock, in Ireland.</p> <p>The company admitted offences under the Air Navigation Order 2005 of flying a plane without a valid certification of airworthiness or a valid operator's certificate. It was also ordered to pay £4,280 costs.</p> <p>Recorder James Curtis QC said the engine pressure ratio indicators (EPRs) did not provide \"core\" information – because data could be obtained by using another type of gauge – but provided an \"extra layer of information\" for the pilot.</p> <p>\"I am told and I am satisfied that the failure of the EPRs on this flight did not render the aircraft unsafe and did not in any way endanger the public who were flying on the aircraft. In the event…the flight continued for some hours perfectly safely from JFK to Liverpool without any safety or difficulty. It rather placed extra burdens and pressure on the pilot and co-pilot to calculate manually the performance of the engines.\"</p> <p>But on landing, an investigation carried out by the airline's contract engineers, Storm Aviation, could neither identify the cause of the failure nor correct it. This was reported to the airline's flight operations director who \"rather optimistically\" interpreted the rules governing equipment that the Civil Aviation Authority required to be functioning before a plane could depart on a flight.</p> <p>Curtis said the flight operations director then told the new pilot taking the plane over that the aircraft complied with the airworthiness certificate. The pilot also had to decide whether he could fly the plane safely and it appears he had no hesitation in \"perfectly properly finding that the aircraft could depart safely\".</p> <p>But by heading back across the Atlantic, the plane broke the law. In New York, it was examined again and the problem rectified. The recorder said he accepted this was a technical breach but \"an important breach\".</p> <p>The company had replaced the director of engineering and the director of flight operations and shown \"every sign of unreserved acceptance of its mistake\".</p> <p>Rick Green, chairman of the airline's parent company, Globespan Group, said he was pleased with the outcome.</p>",
  "<p>Sitting in a teepee in the peaceful Kent countryside, surrounded by campaigners from across the UK mulling over the future of renewable energy and swapping vegan cake recipes, you could be forgiven for temporarily forgetting the outside world and its many woes. Perhaps, then, we must also forgive the police at the <a href=\" http://www.theguardian.com/environment/kingsnorthclimatecamp\">climate camp</a> in Kingsnorth this week for losing their grip on reality, as the sense of perspective which should have underpinned their policing strategy for the event flew straight out of the canvas window.<br> The police – primarily from the local <a href=\"http://www.kent.police.uk/Your%20Area/Medway/index.html\">Medway</a> force but Metropolitan officers are also in evidence – have raided the camp twice now, confiscating items that included crayons, disabled access ramps, marker pens, banners, radios for relaying fire and medical emergency information, the nuts and bolts holding toilet cubicles together and blackboard paint. They have found it necessary to use pepper spray without provocation, and several campers have been <a href=\"http://www.independent.co.uk/environment/green-living/police-make-arrests-at-climate-protest-camp-884656.html\">arrested</a> and bailed off the site for \"obstructing\" increasingly aggressive police officers.<br> Everyone who enters the site is being searched. Police officers are taking anything away that \"could be used for illegal activity\", with efforts being made to strip protesters of such hardcore weapons of choice as bits of carpet, biodegradable soap and toilet paper. In the absence of any serious threat, the police clearly found it necessary to justify their presence with an unprovoked attack on personal hygiene.  When I met with Medway police ahead of climate camp, I asked if officers could be given specific information about the ethos behind climate camp and guidelines on proportional responses. I had hoped that the guidelines would be based on sensible use of discretion and grounds of precedent. I am therefore horrified that police here have used pepper spray, riot gear, physical intimidation, and indulged in bizarre confiscations. It almost feels like an attempt to inflame tensions and provoke protesters into less peaceful behaviour. I was delighted to be invited to take part in climate camp this year; indeed, where better to highlight the government's failure to provide leadership on climate change and environmental degradation than Kingsnorth, the proposed location for the first coal-fired power station in Britain for 30 years. The climate camp protest is a peaceful and legitimate demonstration against a proposed facility that many view as a potent symbol of the government's misguided commitment to highly polluting and unsustainable fossil fuels. Activists from far and wide have travelled to register their disgust at government support for new coal-fired power stations and at the lack of urgent action on climate change. The owner of the land agrees with the camp's activities and the organisers are by now seasoned experts at creating autonomous political spaces in which discussion can flourish. So, as climate campers hold workshops and debate some of the key issues of our time – peak oil, economic downturn, food shortages – scores of police sweat in their riot gear on the other side of the fence. They all clutch a copy of a pocket booklet entitled Policing Protests produced by the ominously titled <a href=\"http://www.netcu.org.uk/default.jsp\">National Extremism Tactical Coordination Unit</a>, which appears designed to provide endless ways of shutting down legitimate protests. One such tactic has been to smash the windows of vehicles parked outside the camp and to try to tow away cars under the Abandoned Vehicles Act.<br> If only the police were as interested in addressing corporate crimes against the environment as they are in roughing up peaceful protesters. A new coal facility in Kingsnorth would emit up to 8m tonnes of CO2 into the atmosphere each year – and potentially keep doing so for 50 years. That annual emissions figure is as much C02 as the world's 24 lowest emitting countries combined. So any government which commits to more coal-fired power stations – and Kingsnorth is only the first – then claims to be aiming for a massive reduction in carbon emissions by 2020 is living in a fantasy land.  The government should be showing real leadership in this debate, with measures to tackle rising energy costs and fuel poverty such as a windfall tax on massive energy company profits, as well as urgently initiating major investment in energy efficiency, renewables, decentralised energy and demand reduction schemes. According to its own figures, we could achieve a 30% reduction in energy use in the UK through existing efficiency technologies alone. Instead, ministers stick with their business-as-usual approach, further enabling the fossil fuel industry to profit and pollute, while paying scant regard to the average citizen or the environment. It is to be commended then, that thousands of citizens have been prepared to travel to Kingsnorth climate camp to demand a say in their country's energy policy and to take action to protect the environment for future generations. I am shocked by the violent and excessive attack on civil liberties meted out by the police here, as is my Green colleague on the London assembly and member of the Metrolitan Police Authority, Jenny Jones, who has already raised concerns with Met commissioner, Sir Ian Blair, and New Scotland Yard. We will be calling for any Met officers who have acted inappropriately to be reprimanded, fined or even sacked. It is crucial that we defend the right to peaceful protest, a right that is under threat from the government's disproportionate anti-terrorism legislation and anti-democratic amendments to its <a href=\"http://services.parliament.uk/bills/2007-08/planning.html\">planning bill</a>.</p>",
  "<p>One of the painfully obvious ways to reduce greenhouse gas emissions and reduce oil consumption is to promote pay-as-you-drive auto insurance. The basic point is simple. As it stands now, most people will pay the same amount for their insurance whether they drive 500 miles or 50,000 miles. However, their risk of being in an accident is clearly greater the more miles they drive. If we can have insurance prices reflect the increased risk, it would both mean better insurance pricing and give people a substantial disincentive to drive.</p> <p>The impact could be quite large. The average cost of insurance per mile driven is close to eight cents. This means that if insurance were paid on a per-mile basis, for a car that gets 20 miles to a gallon, pay-as-you-drive insurance would provide the same disincentive to drive as a $1.60-a-gallon gas tax. This can easily lead to reductions in gas consumption and greenhouse gas emissions from the auto sector of 10% or more. </p> <p>The great part is that it doesn't even raise driving costs on average. It just makes a fixed cost – the annual insurance premium – into a per-mile cost. Since people will now presumably drive less and therefore have fewer accidents, they should actually end up paying less on average for insurance.</p> <p>I first wrote about this a decade ago with my then-colleague at the Economic Policy Institute, <a href=\"http://www.epi.org//Workingpapers/benefitsofm.PDF\">Jim Barrett</a> (pdf). Others had written about pay-as-you-drive even earlier, such as Patrick Butler with the National Organisation for Women, Daniel Khazzoom at San Jose State University, Todd Littman at the Victoria Transport Institute and Aaron Edlin, now at Berkeley. The reason for mentioning pay-as-you-drive insurance now is that the idea has finally reached the mainstream. Two researchers affiliated with the Brookings Institution have written a piece touting <a href=\"http://www.brookings.edu/articles/2008/spring_car_insurance_bordoff.aspx\">the merits of pay-as-you-drive insurance</a>. </p> <p>This is great news. It means that congressional staffers and potential White House political operatives can now take the idea seriously. Environmental groups, who are more fearful of new ideas than global warming, may also be persuaded to consider it as a policy option. Now that a pillar of intellectual establishment like Brookings has certified the respectability of pay-as-you-drive insurance, it means that it is at last a viable political option. </p> <p>It's great to see that the Brookings crew can occasionally pick up a new idea. Of course pay-as-you-drive is very safe as new ideas go, since it doesn't threaten any powerful interest groups. Insurance companies can make just as much money selling pay-as-you-drive insurance as selling their current polices. The oil companies may be unhappy, but they can no more prevent pay-as-you-drive insurance than they can stop people from driving more fuel-efficient cars.</p> <p>It would be interesting to see if the Brookings gang could ever be persuaded to examine some policy proposals that actually did ruffle some powerful feathers. For example, this group of hardcore \"free traders\" has never seriously considered freer trade in the area in which the US stands to benefit the most: healthcare.<br> If our trade policies made it <a href=\"http://www.cepr.net/index.php/publications/reports/professional-protectionists-the-gains-from-free-trade-in-highly-paid-professional-services/\">easier for foreign doctors to come to the US</a>, or US citizens to <a href=\"http://www.cepr.net/index.php/publications/reports/medicare-choice-plus-the-answer-to-the-long-term-deficit-problem/\">take advantage of high-quality, low-cost care abroad</a>, the potential gains would be enormous. Of course, since free trade in medical care would hurt the insurance industry and highly paid medical specialists, that's a lot more difficult than going after textile and autoworkers and the other losers from recent trade agreements.</p> <p>Speaking of protectionism, how about considering more efficient <a href=\"http://www.cepr.net/index.php/publications/reports/financing-drug-research-what-are-the-issues/\">alternatives to patent financing of prescription drug research</a>? Without government-imposed patent protection, we would pay less than $50bn a year for drugs that now cost us $250bn a year. If direct funding for research sounds too radical, how about just <a href=\"http://www.cepr.net/index.php/publications/reports/the-benefits-and-savings-of-publicly-funded-clinical-trials-of-prescription-drugs/\">paying for the clinical trials</a> where the worst industry abuses occur? But, this proposal would anger the pharmaceutical industry. </p> <p>In a year in which the big Wall Street banks have been driven to edge of bankruptcy or beyond, by executives who have pocketed tens of millions of dollars in compensation, one would think economists might be concerned about the obvious agency problem in the system. Perhaps they would try to rein in a sector of the economy that is clearly out of control, imposing a <a href=\"http://www.peri.umass.edu/236/hash/aef97d8d65/publication/172/\">small financial transactions tax</a> that could raise more than a trillion dollars over the next decade. This one would upset the financial industry, which happens to be a big source of money for the Brookings crew.</p> <p>No one expects a pillar of the intellectual establishment like Brookings to be a major source of cutting-edge ideas. It is encouraging that they can occasionally pick up an idea that has been developed on the fringe, like pay-as-you-drive insurance. It's too bad that the power of major industry lobbies makes this such a rare occurrence.</p>",
  "<p><strong>Hometown:</strong> Glasgow. <br> <strong>The lineup:</strong> Gerry Campbell (vocals, guitar), Brian Campbell (bass), Ruth Mills (vintage synths, vocals), and Neil Grant (drums, vocals). <br> <strong>The background:</strong> As befits their name, Babygod make a less cataclysmic, softer and cuddlier racket than their name-in-vain predecessors God and Godflesh. A Scottish four-piece, they're a sombre, solemn, songwriterly band featuring lots of words but also some droney elements, like Travis produced by My Bloody Valentine. They're managed by Martin McAloon, formerly of Prefab Sprout, and you can hear echoes of his big brother Paddy's work on their song War is People, which recalls Prefab – not the later, lush Sprout-pop but the early, artfully obtuse, rhythmically tricksy variety with all the time changes and tantalisingly brief surges of melody. In fact, they recall a few great bands in their early incarnations: another track of theirs, Time, has the jerky quality of early Talking Heads before they discovered funk, while Home has the slow-burning quality of early Blue Nile, before they became epically meditative and atmospheric. <br> Not that Babygod merit contention alongside any of those people yet, but they're in the frame, which is a start. Frontman Gerry Campbell lists Neil Young, John Lennon, Frank Black, Brian Wilson, Leonard Cohen, Serge Gainsbourg, Joe Strummer, Blue Nile's Paul Buchanan and McAloon as his favourite songwriters but he can cite all he likes: you can only really hear the influence of the latter two in Babygod's literate examinations of his favourite subjects - time, hope, home, ideals and freedom. And if that sounds a bit po-faced and pretentious, Babygod can be a little, well, poncey. But in a good way. They've even got their very own in-house photographer and filmmaker, synth whizzette Mills, who describes herself as \"the feminine dressing on a brutally graceful salad of male beauty\", whatever that means, but it sounds good. Well, it sounds ridiculous, but Babygod aren't afraid to embrace that side of things: to them, \"arty\" isn't a dirty word; we bet Mills calls herself a \"visual sensualist\" in private. In public, she'll admit to having studied contemporary dance at a college in London, where she would backflip down the corridor, and choreographing the stylish (black and white, natch) video to Babygod's new single, Time, which has already been shown \"in the kinds of cinemas where Penelope Cruz only ever speaks Spanish\". What else? Oh yes, they're into Kandinsky and Henry Miller, they reckon they sound like \"angels in a razor fight, or the conversations you have with yourself in the bathroom mirror at 5am\", and they've played gigs in hairdressing salons and lap-dancing clubs, although the band kept their kit on throughout. When they decide to strip naked and expose the heart beneath the artifice, they'll produce something great. <strong>The buzz:</strong> \"Their brittle pop sound is suitably idiosyncratic with Wire, Orange Juice and the Divine Comedy all being vague reference points.\" <br> <strong>The truth:</strong> They've got some good ideas, but they haven't yet learned to let those ideas sing through some truly memorable melodies.<br> <strong>Most likely to:</strong> Impress.<br> <strong>Least likely to:</strong> Get undressed.<br> <strong>What to buy:</strong> The single Time is released in September. <br> <strong>File next to:</strong> Prefab Sprout, Blue Nile, Microdisney, Talking Heads. <br> <strong>Links:</strong> <a href=\"http://www.myspace.com/babygod\">www.myspace.com/babygod</a><br> <strong>Tomorrow's new band:</strong> Oh, Atoms</p>",
  "<p>The turmoil at the top of BP's Russian joint venture intensified today when James Owen, the chief financial officer at TNK-BP, resigned without warning. </p> <p>The move comes just over a week since <a href=\"http://www.theguardian.com/business/2008/jul/25/bp.oil\">Robert Dudley, the TNK-BP chief executive, fled Russia pleading harrassment</a> and days after Tony Hayward, the BP chief executive, held talks to try to resolve the crisis with Mikhail Fridman, one of the four main Russian shareholders. </p> <p><a href=\"http://www.theguardian.com/business/bp\">BP</a> refused to comment on the latest management upheaval but TNK-BP put out a formal statement which said: \"Mr Owen's [resignation] letter states that as the current shareholder issues remain unresolved he feels it is difficult for him to continue working independently, as his role demands.\" </p> <p>Meanwhile, Dudley made a statement from a location in eastern Europe, which is not being disclosed. He said: \"Our company's financial standing and internal governance processes have been greatly strengthened under his management and he [Owen] will be very hard to replace.\" </p> <p>Sources close to TNK-BP said Owen's resignation, effective from the end of August, had nothing to do with reports that BP and its partners had agreed a peace deal involving a wholesale management change at the Russian unit, but speculation is rife that this is the case. </p> <p>Two of the Russian shareholders - Viktor Vekselberg and German Kahn - have senior management positions at TNK-BP. Their umbrella group, Alfa-Access-Renova (AAR), said they would step down if BP consented to withdraw its appointee and former executive, Dudley. </p> <p>It has been assumed, if not demanded by AAR, that Owen and the chief operating officer, Tim Summers, would leave at the same time and some sources said Owen was bailing out now because it had become obvious he had no long-term future with the company, which has its main oil and gas fields in Siberia. </p> <p>Dudley was unable to renew his visa and left Russia late last month, citing a campaign of harassment against himself and the company. He remains chief executive and is continuing to run the company from abroad, but Hayward admitted at BP's second quarter results conference last week that this position was not sustainable for more than a few months. </p> <p>BP has always claimed Dudley took his own decision to leave Russia and his chief executiveship at TNK-BP will be supported at all costs, but many industry experts believe it is only a matter of time before he agrees to leave TNK-BP, which provides BP with a quarter of its global oil and gas production but only a 10th of its profits. </p> <p>BP and AAR have been <a href=\"http://www.theguardian.com/business/2008/jul/27/bp.oil\">fighting over control of TNK-BP</a> for the past six months amid expectations that one or both sides would eventually have to sell their stake to the Kremlin. </p> <p>The company has spent the past year fighting off claims from the tax, environmental and immigration authorities in what has been seen by some industry specialists as a rerun of the kind of problems thaat afflicted Shell until it sold part of its shareholding in Sakhalin to Russian state-owned Gazprom. </p> <p>In recent months, the Russian private shareholders have accused BP of running the joint venture for their own ends, something that the British company denies. The Russian shareholders in TNK-BP were unavailable for comment about Owen's resignation.</p>",
  "<p>Democratic presidential candidate Barack Obama today sought to reclaim the energy debate from Republican John McCain with an advert calling for a rebate to aid consumers struggling with high fuel costs and a call to tap America's strategic oil reserves to lessen fuel supply pressure.</p> <p>In recent weeks, McCain has made repeated calls for an end to the US moratorium on oil drilling in coastal waters, and has portrayed Obama as unwilling to take the steps necessary to reduce the cost of gasoline. </p> <p>Polls have shown a slim majority of Americans favour drilling in areas currently off limits, a response to gasoline prices that have topped $4 per gallon across the country. Since his tour of Europe and the Middle East last month, Obama has seen McCain erode his slim lead in head-to-head polling.</p> <p>In a new advertisement unveiled this morning, Obama calls for a $1,000 per family rebate funded by a windfall profits tax on oil companies. The clip also highlights campaign contributions from oil company workers to McCain.</p> <p>\"After one president in the pocket of big oil, we can't afford another,\" the narrator intones as an image of president George Bush besides McCain floats across the screen.</p> <p>The McCain campaign struck back, accusing Obama of distorting and exaggerating McCain's ties to oil companies. The advert claims \"big oil's filling John McCain's campaign with $2m in contributions,\" though the McCain campaign points out that corporations are forbidden to contribute directly to presidential campaigns. </p> <p>The Obama advert cited a report from the Centre for Responsive Politics, an organisation that tracks money in political campaigns, which says that oil and gas employees have donated $1.3m to McCain's campaign and $394,465 to Obama.</p> <p>\"Barack Obama's latest negative attack ad shows his celebrity is matched only by his hypocrisy,\" McCain spokesman Tucker Bounds said. \"After all it was Senator Obama, not John McCain, who voted for the Bush-Cheney energy bill that was a sweetheart deal for oil companies.\"</p> <p>In addition to new drilling in US coastal waters, McCain backs increased use of nuclear energy and coal-fired power plants.</p> <p>\"The Obama assertion that he can take off the table\" new oil and gas sources and nuclear energy \"and somehow relieve the US of its dependence on foreign oil [shows] he either doesn't understand what he's saying or he's not being straight with the American people\", McCain economic policy adviser Douglas Holtz-Eakin said in a conference call.</p> <p>Obama also joined the Democratic congressional leadership this morning in calling for the US to tap its strategic petroleum reserves to increase flow of fuel to the market. </p> <p>Campaign spokeswoman Heather Zichal told the Associated Press that the arrangement would involve swaps by oil companies with the government of light crude oil or heavy crude oil in oil stockpiles in Texas and Louisiana.</p> <p>Obama has not previously advocated tapping the oil reserve, but Zichal said he has reconsidered because he recognises that high gas prices have caused many Americans to suffer. The Illinois senator is to make a speech on energy later today in Lansing, Michigan.</p> <p>Meanwhile, Obama yesterday extended an olive branch toward the legions of Hillary Clinton supporters that have remained cool to his candidacy.</p> <p>The Obama campaign called on the Democratic national committee to give a full convention vote to the delegations from Michigan and Florida. Those states voted for Clinton this winter, although Obama was not on the ballot in Michigan and neither candidate campaigned in Florida. </p> <p>The states were sanctioned by the Democratic party for holding their primary elections before February 5, and in June the Democratic party halved their delegate strength as punishment.</p> <p>The move will not hinder Obama's path to the nomination - the vote on the convention floor in Denver later this month is merely a formality - but is a remaining mechanism within Obama's control with which to reach out to Clinton supporters. </p> <p>As the presumptive nominee, Obama is effectively the head of the national party, and the Democratic national committee's credentials committee is virtually assured to accede to the move.</p>",
  "<p><br>The 'Joe and Ad Show' just didn't have the same ring to it ... Photograph: Andy Hall/Rex</p> <p>Three things struck me over the weekend. Some of you may be disappointed that none was a moving vehicle.</p> <p>1. Having seen that <a href=\"http://www.tellyads.com/show_movie.php?filename=TA5422&amp;advertiser=Mini\">advert for the Mini</a>, why are car adverts so weird and occasionally <a href=\"http://www.tellyads.com/show_movie.php?filename=TA7002&amp;advertiser=Vauxhall\">downright hateful</a>? That exceptional <a href=\"http://www.tellyads.com/show_movie.php?filename=TA3711&amp;advertiser=Honda\">Honda ad</a> spawned several imitations and derivations (my favourite being the <a href=\"http://www.tellyads.com/show_movie.php?filename=TA3525&amp;advertiser=Skoda\">Skoda cake</a> one) but is there a law in Adland that the only adverts allowed to be stranger than those for cars are those for perfume?</p> <p>2. Was <a href=\"http://www.theguardian.com/culture/2008/aug/04/television.television\">last night's Marple</a>, with its discussion of detective stories, characters called Mr Strange and lines like \"What a very odd case this has been. In keeping with the pervading oddness, I'd like to ask Miss Marple to take the floor\", getting all postmodern or just affirming its ill-advised tongue-in-cheekness? Whichever it is, I'll be discussing it on <a href=\"http://www.bbc.co.uk/programmes/b00ct5d6\">Mayo on Five Live</a> this afternoon.</p> <p>3. Are Adam and Joe criminally underrated?</p> <p>The last question sprung to mind as I was listening to <a href=\"http://www.bbc.co.uk/6music/shows/adamandjoe/\">the pair's smashing show on 6Music</a>. I don't know if it was their invitation to listeners to send in T-shirt slogans you never see but should (I especially liked \"Home honey, I'm high\" and \"I was with Stupid but he wandered off and I'm growing increasingly concerned about his whereabouts\") or their <a href=\"http://www.bbc.co.uk/6music/shows/adamandjoe/song_wars.shtml\">Quantum of Solace Bond themes</a>, but it struck me that though the pair's flame burned reasonably brightly on Channel 4 for a bit back in the late 1990s, they don't get the recognition that they deserve. Indeed, in the <a href=\"http://blogs.theguardian.com/tv/2008/07/the_sketch_show_in_fine_fooling.html\">recent blog</a> about the health (or otherwise) of the sketch show, mrmarple suggested that <a href=\"http://www.youtube.com/watch?v=qjOZtWZ56lc\">Mitchell and Webb</a> owe <a href=\"http://www.youtube.com/watch?v=CfgRGW9Ghik\">the pair quite a debt</a> - and they're not the only ones. He also drew attention to the bountiful amount of their stuff on YouTube which <a href=\"http://www.youtube.com/results?search_query=adam+and+joe+show&amp;search_type=&amp;aq=0&amp;oq=adam+and+joe\">pre-empts and outwits so much of the comedy</a> that's around now. BBC3 has declined to commission any more of <a href=\"http://www.youtube.com/watch?v=lM6xbDX5iHU\">Meebox</a>, as <a href=\"http://adam-buxton.co.uk/ad/\">Adam explains on his blog</a>. What do you think? Are Adam and Joe unsung comedic heroes?</p>",
  "<p>Breaking horses, hard drinking, changing lightbulbs and shooting things - such archetypally masculine pursuits are set to go shoulder to shoulder with reading, it seems. Or they will do if the organisers of <a href=\" http://www.nzherald.co.nz/section/1/story.cfm?c_id=1&amp;objectid=10524694\">New Zealand Book Week</a> have their way.</p> <p>As part of this year's festival, Auckland Town Hall is hosting a dedicated evening for fathers and sons. The plan is for reading - \"extreme\" or otherwise - to be promoted as a great occasion for male bonding, just as \"manly\" as hewing logs and yelling at referees. There's free beer, if anyone doubts it. I haven't been able to find details for what the evening's proceedings will comprise online, but one hopes there will be competitions to wrestle meaning from Finnegans Wake, as well as bouts of bare-knuckle lit crit where participants review each other's aesthetic, and lift the longer novels of Norman Mailer.</p>",
  "<p>Suspected terrorists today killed 16 policemen and injured 16 more in north-west China's restive region of Xinjiang, the state media have reported. </p> <p>The attack appears to be the most serious incident in the area for several years.</p> <p>Two assailants used a dump truck to target a paramilitary border police station in Kashgar, running down and then stabbing a team of policemen on their morning drills before exploding grenades, the state news agency Xinhua said.</p> <p>The area is already under tightened security in the run-up to the Olympics, which begin in just four days. The authorities have repeatedly accused Uighur Muslim separatists seeking an independent \"East Turkestan\" of plotting violent attacks and recently claimed to have arrested 82 people in Xinjiang this year in connection with terrorism. </p> <p>Human rights campaigners and Uighur exiles have argued that the government has exaggerated the threat of violence, and blurred the distinction between extremism, pro-independence arguments and cultural expression to justify repression in the region. </p> <p>Xinhua reported that the attackers struck as paramilitary police were on their morning drills in front of the Yijin hotel, just outside their station. As the lorry veered off the road, the attackers jumped out, throwing at least two grenades into the barracks and hacking at the policemen with knives. </p> <p>Fourteen officers were killed on the spot and two more died on the way to hospital. The raiders were arrested.</p> <p>\"This is the most serious incident recorded in years,\" said Nicholas Bequelin of Human Rights Watch, who has closely followed developments in the region. </p> <p>\"Ahead of the Olympics, it is a very powerful symbolic attack because security in Xinjiang is at an all-time high.\"</p> <p>Xinhua claimed today that the region's public security bureau had clues suggesting that the East Turkestan Islamic Movement (Etim) planned attacks in the run-up to the Olympic opening ceremony on Friday. </p> <p>A 100,000-strong security force is on standby in Beijing, which lies around 2,500 miles away from Kashgar, China's western-most city. But terrorism experts had suggested that tight security in the capital meant attacks were more likely elsewhere. </p> <p>Kashgar, known to the Chinese as Kashi, is an old Silk Road city and an area with a history of Uighur separatist activity. </p> <p>Turkic-speaking Uighur Muslims form around 8 million of the 19 million population in Xinjiang, a vast mineral-rich region which covers a sixth of China's territory. Many resent controls on religion and growing Han Chinese immigration.</p> <p>Andrew Gilholm, senior China analyst at the Control Risks consultancy, said Uighur militants were the most likely explanation for today's attack, but cautioned against linking it to other alleged terrorist plots.</p> <p>\"This sounds like exactly the kind of thing that happened in the 90s. I would view this as suggesting localised resurgence in Xinjiang of the capability we know about that has been suppressed in the last few years. I don't see much grounds to connect it with other things that have happened recently,\" he said.</p> <p>Colin Mackerras, an expert on the region and emeritus professor at Griffith University, Australia, said relations between Uighurs and Han Chinese in the region had worsened since a security clampdown in the late 90s, which followed sporadic violence by separatists. </p> <p>\"There's nervousness and tension among both Uighurs and Chinese ... I think support for the kind of incidents that will embarrass the Chinese has grown,\" he said.</p> <p>\"There's an independence movement, but I don't expect it to succeed and don't expect many people will want to take part, because they expect it to fail and know the result will be more repression.\"</p> <p>Both the United Nations and United States have deemed the Etim a terrorist organisation. But several analysts suggest its links to al-Qaida and its general strength were overstated and have since dwindled. </p> <p>\"There are quite a few groups and the Chinese usually lump them all together as Etim,\" said Mackerras.</p> <p>Others suggest it is too soon to label the incident as terrorism at all. </p> <p>\"We don't know if this was a revenge attack because a tribe got attacked; it is quite tribal there. There could be a number of reasons for this,\" said Dr Andrew Fischer, a specialist on western China at LSE.</p> <p>Asked about the implications of the Kashgar incident this morning, Beijing Olympic organisers said they were confident that the capital was secure because of their preparations.</p> <p>\"We have strengthened security in all Olympic venues and in the Olympic village. We are well-prepared to deal with any kinds of threats,\" said official Sun Weide.</p> <p>Last week, the Chinese officer in charge of Olympics security said that \"East Turkestan terrorist groups\" represented the greatest threat to the games.</p> <p>But on the same day, Kuerxi Maihesuti, vice-governor of the region, told reporters: \"There are only a very small number of sabotage activities in Xinjiang and many were nipped in the bud.\"</p> <p>The government has also played down the recent emergence of a video in which men identifying themselves as the little-known Turkestan Islamic party claimed responsibility for bus blasts in China and threatening more attacks during the Olympics. Officials said that explosions in Shanghai in May and Kunming last month had been deliberate but not terrorist-related.</p>",
  "<p>BBC3's marathon repeat showing of the whole series of Australian comedy Summer Heights High peaked at just over 200,000 viewers on Saturday, August 2.</p> <p>The eight episodes of the satirical series, set in an Australian high school, kicked off at 9.20pm, with the first installment attracting 172,000 and a 1% multichannel share over 30 minutes, according to unofficial overnight ratings.</p> <p>BBC3's highest rated episode on Saturday night was the fourth, with 190,000 and a 2% share. This instalment peaked at 216,000 viewers for the 15 minutes from 11pm.</p> <p>The episode with the highest audience share was the final installment with 4.5% of multichannel viewing between 12.50am and 1.15am.</p> <p>ITV2's movie repeat Die Hard 2 was the biggest multichannel draw of Saturday night with 612,000 and a 6.1% share between 10.25pm and 12.50am.</p> <p>BBC2 joined the corporation's weekend of special programmes to mark the 40th anniversary of Dad's Army on Saturday night with a repeat of Victoria Wood's documentary Don't Panic! The Dad's Army Story attracting the highest rating with 3 million and a 16% share between 8.35pm and 9.30pm. </p> <p>A repeat of the Dad's Army movie kicked off BBC2's Dad's Army night with 1.9 million viewers and a 15% share between 5pm and 6.30pm; while Dad's Army: Jimmy Perry's Favourite Episode drew 2.6 million and a 14% share over 35 minutes from 8pm.</p> <p>Dad's Army: David Croft's Favourite Episode picked up 2.8 million and a 14% share over 40 minutes from 9.30pm.</p> <p>A repeat of Reputations: Arthur Lowe, about the Captain Mainwaring actor, gained 2.2 million and a 12% share between 10.10pm and 11pm.</p> <p>BBC1's The National Lottery: This Time Tomorrow picked up 4.7 million and a 27% share at 7.35pm; while Casualty gained 5.4 million and a 27% share between 8.25pm and 9.20pm.</p> <p>A repeat of movie Bridget Jones's Diary brought 3.8 million and a 20% share to BBC1 between 9.20pm and 10.50pm.</p> <p>The penultimate episode of ITV1's karaoke show Who Dares Sings! picked up 3 million and a 15% share at 8.20pm; while a repeat of drama Foyle's War drew 3.3 million and an 18% share between 9.20pm and 11.20pm. </p> <p>Channel 4's premiere of documentary movie We Are Together gained 600,000 million and a 3% share at 7.30pm; with a further 24,000 watching on Channel 4+1.</p> <p>The Big Brother highlights show pulled in 2.1 million and an 11% share between 9.20pm and 10.20pm on Channel 4. Another 214,000 watched Big Brother an hour later on Channel 4+1.</p> <p>Channel Five's night of American drama repeats saw NCIS gain 1.1 million and a 6% share at 8.20pm; while CSI pulled in 1.3 million and a 7% share at 9.20pm.</p> <p>Law and Order: Criminal Intent picked up 900,000 million and a 5% share between 10.20pm and 11.20pm on Five.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>French beans. Photograph: David Sillitoe</p> <p>\"How could you do that?\" grizzled the veg garden diva. \"How could you be so stupid as to come home with a kilo of N's french beans, when we've got a whole row of our own that needs picking?\" That was before she learned that my bag for life, where the veg of wrath were stored, also contained six yellow courgettes and three oak leaf lettuces. </p> <p>N was going on holiday, and his newly-planted garden, in which the vegetables are so integrated that there are not only artichokes in the rose beds, but hispi cabbages in with the dahlias, was endangered by absence. If no one picked the dwarf french beans while his family was away for 10 days, the beans would decide they'd done their job of reproducing themselves, and pack it in. Nature is red in tooth and claw, even in the kitchen garden. Like male calves that have to be destroyed (or raised as veal) so that humans can milk their mothers, the fruits of the legume have to be removed if you want the plant to make more of them. Like tyro writers, veg gardeners must learn to kill their babies.</p> <p>This, of course, goes with knobs on for courgettes. If you don't remove the infant fruits you rapidly get Indian clubs. Here is my best-ever recipe for overgrown courgettes and marrows - older Observer readers may remember that I used to publish it frequently in August.</p> <p>With a sharp, heavy knife, slice your marrow lengthways into as many thin slices as possible - at least eight. Then remove the bottom slice, so that the remaining slices are flat on the cutting board, and make as many vertical slices as possible - but again, at least eight - keeping the slices together as much as possible. Then use the knife to make small dice, starting at the flower end. Scoop up the chopped courgette or marrow carefully, using the knife blade, and distribute evenly onto the compost heap.</p> <p>There were only six of us for dinner the night of N's vegetable onslaught, but, along with a joint of mutton, we ate up almost everything in the bag, plus four courgettes of our own and 500g (podded) of our own broad beans. The trick was to make a medley of roasted veg. You can do it with whatever glut you happen to be experiencing.</p> <p>Blanch french beans and broad beans in heavily salted boiling water for a minute or two, drain and refresh in cold water. Put them into (preferably, a non-reactive metal) shallow gratin or roasting dish or tin, along with garlic (if you've got new garlic, use a whole head or two, sliced across the equator), onion (spring onions are especially nice), young courgettes cut into chunks (Chinese roll-cutting is particularly successful here - chop off a bit on the diagonal, turn the courgette 90 degrees, and repeat), and fresh or sun-dried tomatoes. Salt and pepper, add a few glugs of olive oil and a bit of good chicken or vegetable stock or white wine; turn it all about, and pop it into a preheated 200C oven. Check it every fifteen minutes or so - it's done when the french beans are tender and the courgettes still retain some bite. Scatter on some shredded basil or snipped chives or even a bit of mint, and eat warm - not lip-scaldingly hot.</p> <p>This works beautifully, too, in asparagus season, and is accommodating to artichokes and new potatoes. What do you do when confronted with the entire crop of Jack's beanstalk?</p>",
  "<p><strong>theguardian.com writers' prediction:</strong> 6th <strong>Odds:</strong> 250-1</p> <p>It's been a grim summer at the Villa. Gareth Barry's will-he-won't-he-oh-please-just-make-it-stop attempt to jump ship for Liverpool has been seized upon as prime back-page filler for broadsheet and tabloid alike. At the time of writing <a href=\"http://www.theguardian.com/football/2008/aug/03/astonvilla.liverpool1\">it looks as though Barry will leave the club</a>, having provided both: a) a hugely distracting saga in the middle of Martin O'Neill's summer recruitment plans; and b) a vicious punch to the solar plexus of squad morale.</p> <p>Barry was the team's outstanding performer last season. Only time will tell if he can repeat that level of performance - whether he is in Birmingham or Liverpool - after his summer of shenanigans. Villa could certainly do with him: the squad remains paper-thin. Wilfred Bouma's dislocated ankle suffered in the first Uefa Cup qualifying round against Odense leaves O'Neill without a recognised full-back, highlighting the failure to replace Olof Mellberg after his move to Juventus. In pre-season Craig Gardner has filled in at right-back, with mixed results. Last January Wayne Routledge was signed to plug the other hole on that flank at right-midfield, but has appeared only briefly. It's a weakness Premier League teams will exploit.</p> <p>What signings the manager has been able to make look encouraging enough in isolation: Brad Friedel is an excellent mid-term option in goal. Steve Sidwell for £5m seems fair, providing O'Neill can somehow get his new midfield scuffler to become the whole-hearted player he was at Reading rather than the confused-looking bit-part man he always seemed at Chelsea. The conversion of Curtis Davies's loan spell into a permanent deal is good news too, even if the £8m price tag seems a little steep.</p> <p>A lack of strength in depth has been Villa's most obvious flaw over the last couple of seasons and a large part of their inconsistency. At the start of last December they were just three points behind Manchester United. By May that had grown to 27 after a distinctly up-and-down second half of the season: their last six games saw a run of scoring 15 goals in thrashing Derby, Bolton and Birmingham, followed by a run of two draws and a defeat against Everton, Wigan and West Ham.</p> <p>The lack of numbers also blunted what remains of Villa's main strength, a lively hand of attackers. Gabriel Agbonlahor scored six in his first 13 Premier League games last season, followed by just one in his next 18, with O'Neill struggling to give him a proper break. This is a big season for Agbonlahor, who needs to leaven his pace and strength - and occasionally wonderful cockiness - with a little more calmness in front of goal. Despite being included in Fabio Capello's first England squad and talked up by some as a possible replacement for Michael Owen, he does sometimes show only a passing familiarity with how to control a football.</p> <p>Some reinforcements up front might help. Various striking additions have been mooted: Nikola Žigić and Peter Crouch might have tickled O'Neill's fancy for a big man, as would old pal Emile Heskey. To date Villa are left with just Agbonlahor, John Carew and Marlon Harewood as out-and-out attackers, ably supported by the team's chief attacking threat, Ashley Young, and less ably by the only-sporadically-twinkling Shaun Maloney. Behind them O'Neill will be hoping for a belated dividend on the £6.5m paid for Stillian Petrov two years ago. The Bulgarian finished the season in his best form in a Villa shirt. Now would be the perfect moment to rediscover the creative verve he showed at Celtic.</p> <p>Still, this is a team that will continue to score goals: Villa finished with the third-highest total in the top tier last year, and the most from set pieces. Not conceding them will be more of a problem, although lassoing in a couple of full-backs to go with a decent hand of centre-backs could make all the difference there.</p> <p>The parameters within which a club like Villa operates in the Premier League remain extremely narrow. Last season's sixth place finish might be as good as it's likely to get for a relatively small squad playing in a mid-size stadium, with a relatively parsimonious billionaire owner (net spending over two years: £35.5m). Fifth this year is a possibility, fourth would be a step up into a different universe and anything lower an anti-climax. Against that it's not immediately obvious in which areas Villa are likely to improve significantly from last time out. It could be a difficult third season in charge for O'Neill.</p> <p><strong>In:</strong> Curtis Davis (WBA - £8m); Steve Sidwell (Chelsea - £5m); Brad Friedel (£2m - Blackburn)</p> <p><strong>Out:</strong> Olof Mellberg (Juventus - free); Luke Moore (WBA - £3m); Thomas Sorensen (Stoke - free); Patrik Berger (Sparta Prague - free); Damian Bellon (FC Vaduz - free)</p>",
  "<p>Welcome to <strong>Science Weekly</strong>, the show that combines chin-stroking discussions about the nature of free will with a <a href=\"http://blogs.guardian.co.uk/science/2008/07/da_lhc_is_superduper_fly.html\">rap</a> about <a href=\"http://www.guardian.co.uk/science/cern\">particle physics</a>. </p> <p><strong>James Randerson</strong> and the team are joined by philosopher and neuroethicist <a href=\"http://www.ox.ac.uk/media/news_stories/2008/080624.html\">Prof Julian Savulescu</a>. We ask, should athletes be allowed to use drugs or genetic manipulation to improve their performance at the Olympics? And what about similar manipulations in the classroom or exam hall?</p> <p>We also ask magician and arch-sceptic <a href=\"http://www.randi.org/\">James Randi </a>– aka the <strong>Amazing Randi</strong> – about what <a href=\"http://blogs.guardian.co.uk/science/2008/07/pulling_a_rabbit_out_of_your_b.html\">conjurors can teach scientists about how the brain works</a>. And as promised, here's the <a href=\"http://www.youtube.com/watch?v=M9w7jHYriFo\">video in which Jonny Carson puts one over on Uri Geller</a>.</p> <p><strong>Ian Sample</strong> and <a href=\"http://www.the-ba.net/the-ba/scienceinsociety/_Schemes_and_awards/MediaFellowships/\">BA Media Fellow</a> <strong>Marcus Pearce</strong> are also on hand to chat about <a href=\"http://www.guardian.co.uk/science/2008/jul/31/mars.spaceexploration\">finding water on Mars</a>, a <a href=\"http://www.guardian.co.uk/science/2008/jul/31/gym.drug\">drug that mimics exercise</a> and that rap.</p> <p>Post your comments on the <a href=\"http://www.blogs.guardian.co.uk/science\">blog</a> or on our <a href=\"http://www.facebook.com/group.php?gid=2261841960&amp;ref=ts\">Facebook Wall</a>; and check out our <a href=\"http://www.guardian.co.uk/science/mars\">Mars special page for all the latest news from the Red Planet</a>.</p>",
  "<p><br>Alicia Keys and/featuring/versus Jack White ... Photograph: Getty/AP</p> <p>So, <a href=\"http://www.billboard.com/bbcom/news/article_display.jsp?vnu_content_id=1003832786\">Jack White and Alicia Keys will be writing the theme tune and singing the theme tune for the new James Bond movie</a>, the franchise's headline-grabbing first ever duet. Speculation is already rife as to how they'll be billed on Another Way To Die: Jack White Ft Alicia Keys? Alicia Keys Ft Jack White? Perhaps even the more cavalier Jack White v Alicia Keys! They can't just be Jack White and Alicia Keys, that would be, like, so lame.</p> <p>The pop charts have never been so full of collaborations. A quarter of last week's UK Top 40 singles were duets, team-ups or guest appearances, but you will search in vain for the conjunction \"and\" - it has been entirely superseded by the word \"featuring\". Usually abbreviated to \"Ft\", it is the default semantic synapse over which hierarchical issues and the politics of marketing now crackle.</p> <p>Dizzee Rascal had three weeks at number one with Dance Wiv Me. <a href=\"http://www.bbc.co.uk/radio1/chart/singles.shtml\">On the Radio 1 website</a> it's credited to \"Dizzee Rascal and Calvin Harris\". <a href=\"http://www.theofficialcharts.com/top40_singles.php\">On the Official UK Chart website</a>, it's the rather more clinical \"Dizzee Rascal/Harris/Chrome\", but on the sleeve of the record, the truth is told: \"Dizzee Rascal Featuring Calvin Harris and Chrome.\" I don't know who Chrome is or are, but I do know that Chrome is/are not as important as Calvin Harris who, in turn, is not as important as Dizzee Rascal. Because the words in between their names tell us so. How much easier it would have been if the world knew them as <a href=\"http://www.youtube.com/watch?v=kD02PU28NNw\">Dave Dee <strong>Ft</strong> Dozy, Beaky, Mick &amp; Tich</a>.</p> <p>I've become obsessed by the word \"featuring\" in modern pop. I believe a British record was set recently, when 12 singles out of the Top 40 featured the word \"featuring\": from Busta Rhymes Ft Linkin Park, and Estelle Ft Kanye West, to the more poetic and impenetrable Flo Rida Ft T-Pain, and Will I Am Ft Cheryl Cole.</p> <p>It's very much a pop/dance/R&amp;B concept; if you check out the <a href=\"http://www.bbc.co.uk/radio1/chart/rnbsingles.shtml\">R&amp;B chart</a> this week, a massive 16 tracks have \"Ft\" in them, putting the ass-shaking genre at the top of my own \"Ft Index\". The <a href=\"http://www.bbc.co.uk/radio1/chart/rocksingles.shtml\">rock chart</a> has just one - Meatloaf Ft Marion Raven - which says a lot. Although rock artists are always playing guitar or joining in the big chorus on each other's records, this has long been accepted as a gentleman's agreement - ever since <a href=\"http://www.youtube.com/watch?v=q3ixBmDzylQ\">Eric Clapton strummed on The Beatles' While My Guitar Gently Weeps</a> without so much as a nod in the small print. But dance music and hip-hop have turned \"featuring\" into a form of props. Take the <a href=\"http://www.metacritic.com/music/artists/wutangclan/w\">Wu-Tang Clan album The W</a> - seven of its 13 tracks has \"featuring\" in brackets (Redman, Junior Reid, Nas, Snoop Dogg etc.). They're in and out of each other's recording studios like neighbours of the Krays used to be in and out of each other's back doors for sugar.</p> <p>It can have a practical application. Remember Belgian house \"project\" <a href=\"http://en.wikipedia.org/wiki/Technotronic\">Technotronic</a>? In order to dress up like a band they had to \"feature\" a whole carousel of guest artists on their early 90s hits: <a href=\"http://www.discogs.com/artist/Felly\">Felly</a>, a model who didn't sing on Pump Up The Jam, followed by Ya Kid K, then MC Eric, then Reggie. However, the first recorded use of the F-word appeared way back in 1954, when Pennsylvania's Four Aces Featuring Al Alberts had a huge hit with <a href=\"http://www.youtube.com/watch?v=VIaIURv3g0U\">Three Coins in the Fountain</a>. Alberts was the singer and founder of the band, but somehow merited a special credit ... at the end of their name, as if he'd perhaps helped with the maracas.</p> <p>It's clear why the word has enjoyed a renaissance: money. Estelle looks cool with Kanye West \"featuring\" on her record, even though she's the new girl and he's the bloated superstar. Meanwhile, Kanye looks humble and magnanimous for allowing himself to be second-billed, even though he's bigger than she is, and more American. The single sounds better before you've even heard it and shoots up the charts. Everybody wins. Except those of us who think that Some Velvet Morning would have been half the record, had it been credited to Lee Hazelwood Ft Nancy Sinatra. Or vice versa.</p>",
  "<p>Fatah members from Gaza, who fled to Israel after clashes with rival Palestinian group Hamas, have been transported to a refuge in the West Bank under armed Israeli guard.</p> <p>The order came from Israel's defense minister, Ehud Barak, who reversed a decision made a day earlier by the Palestinian president, Mahmoud Abbas, to send the men back to Gaza.</p> <p>Abbas had initially insisted that the 180 Fatah combatants return to the Hamas-controlled region, in order to maintain a military presence there.</p> <p>But Israel's defense ministry decided to halt the process after receiving information that the lives of the returnees were in \"immediate danger\", following Hamas's arrest of most of the 32 Fatah soldiers returning to Gaza from Israel yesterday.</p> <p>Instead, some 90 Fatah fighters boarded civilian buses in the southern Israeli town of Beersheba and were transported to the Palestinian National Security headquarters in Jericho, in the West Bank, accompanied by Israeli military policemen.</p> <p>The party included a dozen of the men sent back to Gaza on Sunday who refused to leave the Israeli-controlled Erez crossing, but chose to remain on the border in the same blue jumpsuits they had been issued by Israeli troops. </p> <p>Of the remaining combatants, 60 have now returned to Gaza and the rest in Israeli hospitals or are being held for questioning by the Israeli security forces.</p> <p>The actions follow the bloodiest day of Hamas-Fatah fighting since the radical Islamist movement wrested control of the region last year.</p> <p>Eleven people were killed and almost 130 were wounded, including 13 children, after a dawn raid by Hamas police on a Fatah stronghold in Gaza City on Saturday.</p> <p>Hamas targeted the homes of the Hilles clan, who they suspected of harbouring the perpetrators of a bomb attack on Gaza's main beach, eight days earlier.</p> <p>The attack, which killed five police officers and a six-year-old girl on the packed beach, was the fifth in a series of bombs detonated over three days, beginning on July 23.</p> <p>In response to Hamas's raids in Gaza during the week, the Fatah-dominated Palestinian Authority retaliated in the West Bank, detaining hundreds of Hamas members.</p> <p>The two factions engaged in fierce fighting in Gaza, firing mortars, rocket-propelled grenades and machine guns.</p> <p>After Hamas forces gained control of the area, dozens of Hilles clan members fled toward the nearby Israeli border crossing of Nahal Oz.</p> <p>Sufian Abu Zaydeh, a Gaza native and former Palestinian cabinet minister from Fatah, said the incident marked a new low between the rival Palestinian factions. </p> <p>Speaking on Israel's army radio, he said: \"When a man stands between two choices: to be killed by his people or to be arrested by his enemy, and he reaches a conclusion that it is better to be arrested by his enemy, it shows you how cruel the situation is in Gaza.\"</p> <p>Despite attempts by the Arab world to broker talks between the radical Islamist Hamas and the more moderate Fatah, the hostility has intensified between the two groups.</p>",
  "<p>The motorcyclist Craig Jones has died in hospital as a result of the serious head injury sustained in a fall at Brands Hatch on Sunday.</p> <p>Jones appeared to lose control during the Supersport World Championship race and was struck by a following rider after becoming unseated from his Team Parkalgar CBR600 Honda at Clark Curve.</p> <p>Jones, 23, received immediate medical attention and was airlifted to the Royal London Hospital where further assessment and treatment continued but he succumbed to his injuries in the early hours of this morning.</p> <p>Jones's team manager at Parkalgar Honda, Simon Buckmaster, said: \"It is with great sadness that we learned Craig passed away in the early hours. The team's thoughts are with Craig's family and friends at this very difficult time. His family pass on their thanks to all well-wishers.\"</p> <p>\"I am so desperately sad that Craig died from the injuries he sustained at Brands Hatch yesterday,\" added Jonathan Palmer, Chief Executive of MotorSport Vision. \"He was a really super young guy and only on the Saturday evening was I chatting to him in the paddock with him telling me about his WSB ambitions for 2009. Craig was so determined and professional, would always say hello and enthusiastically keep me in touch with his progress.</p> <p>\"Britain has lost a wonderful rider whom I admired enormously and had every chance of being a future world champion. It is fitting that the abiding memory so many of us will have of Craig was him riding brilliantly, battling for the lead of an incredible race, in front of his home crowd. It seems barely believable that such a freak accident claimed his life and I extend my deepest sympathies to his family and friends.\"</p> <p>Jones, from Peterborough, came fifth in the Supersport World Championship last season and was one of Britain's brightest hopes in World Championship motorcycle racing. In his career he won the 1996 British Junior Mini-Moto Championship, the 1997 British Senior Mini-Moto Championship, 2002 British Junior Superstock Championship and numerous race victories and awards.</p> <p>In 2005 he finished runner-up in the British Supersport Championship before moving to the World Superbike Championship for 2006. He was a regular podium finisher this season and among the favourites for the Championship title.</p>",
  "<p>More than 1,000 people turned out today to cheer Jacob Zuma, the leader of South Africa's ruling African National Congress party, as he arrived in court to try to get corruption and fraud charges against him dropped.</p> <p>Followers staging a vigil sang the anti-apartheid song Bring Me My Machine Gun - now a Zuma anthem - as they awaited the hearing in Maritzburg, in KwaZuluNatal province. They stood chanting as their hero appeared, smiling and dressed in a grey suit.</p> <p>The ANC leader, and state president-in-waiting, hopes to stop prosecutors putting him on trial later this year. If the case goes ahead, it could overlap with general elections next year, threatening instability in Africa's largest economy and jeopardising Zuma's hopes of succeeding Thabo Mbeki as leader of South Africa.</p> <p>Zuma denies charges of corruption, fraud, money laundering and racketeering, saying he will stand down if convicted. The allegations stem from a multibillion-rand arms deal involving the French company Thint in 1999. Zuma's lawyer, Kemp J Kemp, argued in court today that the South African authorities had failed to follow constitutional procedures.</p> <p>The ANC leader's supporters say the charges are politically motivated. His strong union links worry some investors in South Africa, who believe Mbeki is more pro-business. </p> <p>Zuma won the ANC leadership from Mbeki last December. He was fired as deputy president in 2005 after being implicated in a corruption case in which his former financial adviser was convicted. Charges against Zuma were dismissed for technical reasons, but the National Prosecuting Authority charged him with corruption again soon after he took over as ANC head.</p> <p> The party said in a statement: \"Throughout the investigation and prosecution of this case, the ANC president has had his rights repeatedly violated by institutions of the state.\"</p> <p>A placard held up outside the court read: \"More of persecution than prosecution.\" </p> <p> Zuma tried to quash the prosecution before it reached court, but last week the constitutional court upheld a ruling that raids on Zuma and his lawyer were valid, and that thousands of seized documents could be used against him. </p> <p>The hearing is expected to finish tomorrow.</p>",
  "<p>Like an anxious host pacing the living room, Beijing can't wait for the Olympics to start. Stepping off a BA flight from Heathrow in the Chinese capital this morning felt like being the first to arrive at a dinner party to find yourself swamped with solicitous requests to take your coat, offers of a drink and first go at the choicest canapés, arranged and re-arranged just so.</p> <p>First impressions are of a city as ready as it will ever be for the start of an event that has been seven years in the planning, and of an army of customs officers, volunteers, bus drivers and security guards desperate to start helping the 250,000 visitors expected to descend in the next week or so.</p> <p>For now however they are having to make do with small advance parties of journalists and team officials, who find themselves outnumbered four or five to one by willing assistants. One colleague who has been here for three days is yet to open a door for himself.</p> <p>The transformation of the city in the year since I was last here is immediately apparent, even under humid, soupy skies that granted only a glimpse of the sun all day. The arrivals hall of Sir Norman Foster's vast new airport gleams under the spotlights, its scores of baggage conveyors looking still-new, though the handling staff did their best to make recent arrivals from Heathrow Terminal 5 feel at home with a one-hour wait for their bags.</p> <p>No such hold-ups were apparent at passport control, where \"Olympic lanes\" operate for anyone with IOC accreditation. It was swift but diligent - the immigration officer was the first person in nine years, me included, to notice that my passport does not contain my middle name - and ranks of volunteers were on hand on the Chinese side of the gate to guide visitors to a shuttle bus.</p> <p>I was the only passenger on the bus bound for the Guardian's lodgings, and with a volunteer joining the driver on board the staff-guest ratio was a regal 2:1. Unfortunately neither of them appeared familiar with the new road network around the airport. Within a mile we pulled over on the side of the brand new four-lane expressway alongside a taxi driver who was defying the beautification effort by taking a leak against the barrier. For a moment I though he was going to be admonished for letting the side down, but it was soon apparent that my driver was after directions.</p> <p>Regardless of detours there clearly is less traffic on the roads thanks to the directive banning half the city's cars every day, and superficially at least the city could not look smarter. Meticulously planted beds and borders line the main routes into the city, neatly-trimmed box hedges mark the junctions, and the underpasses are hung with Chinese lanterns and Beijing 2008 banners.</p> <p>That said, my smiling, solicitous welcome to Beijing will not be everyone's experience of the city - as yesterday's violent clashes between police and demonstrators in Tiananmen Square demonstrated. The key to having teenage volunteers fall over themselves to help is to be wearing one of the orange official accreditation documents issued by the IOC to journalists, officials and athletes, a system that effectively establishes a state-within-a-state in the host city.</p> <p>The laminated pass that dangles round your neck is more important than a passport, and doubles as a visa for the duration of the Olympics. Crucially for anyone working at the Games, it also grants access inside the security bubble erected by the Chinese. At previous Games, access to the venues has involved laborious bag searches at the gate, but Beijing has acted to speed access by moving some of the searches to the Olympic hotels where hacks and officials are resident.</p> <p>Anyone boarding an official shuttle at a hotel has to pass through airport-style security first. At our hotel this morning I was apparently the first to try the system, and the 11 Beijing organising committee volunteers and 12 security personnel standing guard by the machinery twitched with delight when I appeared in the lobby wearing a pass. Never has one man been more diligently searched and screened by so many smiling staff.<br>Like most parties it will not all pan out as the host hopes. Someone will sneer at the furnishings and it won't be long until someone insults his wife, but for now everyone is smiling.</p>",
  "<p>The greenest model for government information technology would be a network of service centres supporting all the state's applications and systems, relying on large computing centres around the country. But our expert roundtable regretfully concluded that to get there would take a miracle of joining up.</p> <p>In the here and now, the greening government IT strategy was launched in July. In it, the Cabinet Office specified 18 steps departments should take to reduce their carbon footprint, on the way to the ultimate aim - a carbon neutral government estate by 2012. But this is a plan, not a command. Departments will not be compelled to take specific measures. Participants debated how it would work in practice. </p> <p>It's about culture change, the roundtable heard; that's to say a set of dispositions rather than universally applicable rules. There's no point in ordaining that everyone, everywhere turn off their computers at night. Some machines need to be left on for updates to be installed. </p> <p><strong>Behaviour change</strong></p> <p>So how do you encourage people to change their behaviour? Security guards might go round after hours switching off computers, perhaps leaving notes to shame users into getting with the green programme. One government department had conducted an after-hours audit of computers left on then encouraged competition among staff for who had the greenest floor. </p> <p>Suppliers might offer auto shutdown as a built-in option; all office machines might have counters displaying the amount of energy they are using. </p> <p>This goes too for how much they print out. Use of paper depends on the number and location of printers. One department found that printing volumes were cut by a third when offices were refurbished and printers moved out to a portable building; in this instance the printers were never moved back in. </p> <p>Another option might be a paper quota for each member of staff, which they can either use themselves or trade with colleagues, like a mini carbon trading scheme. Another idea is rationing. </p> <p>Employees would choose either a desktop or laptop; if anything more is required there would be an additional charge.<br>It shouldn't be too difficult to enforce small changes, one contributor said, such as forbidding screen savers, or ensuring everyone printed double-sided, at least on printers set up to do so. Departments could select one or two of the Cabinet Office recommendations to focus on the most appropriate to them.</p> <p>The roundtable noted that the force of prices was going its way. Energy costs and efficiency are now the biggest drivers of the green programme and will increasingly be a factor as people look to reduce spiralling energy costs. But it doesn't matter how one gets there. Sustainability needs to be embedded in all areas of work. \"Gone are the days when we were not looking at money at all or just looking at green issues\", said one participant.</p> <p>Government departments and local authorities traditionally think only in terms of the next year's budget, but they will have to start looking at whole-life costs of their IT and stop replacing IT systems every three years. A local authority may have to weigh up the benefits of, say, a new playground against buying computers, in a climate where all spending on IT is seen as a waste of money by local papers and even councillors. </p> <p>And while central government is working on shared services, it becomes more complicated in local government where you try and share systems across different authorities. It raises the question of ownership and control, also difficult across central government.</p> <p>\"If you share things you inevitably lose control. You have not got absolute control if you are running two councils off the same system.\"<br>In the wake of scare stories about lost disks, the suspicion about data sharing in this country also needs to be challenged so information can be delivered in a different, more sustainable way. We have a possessive view of our own data that's quite different from countries elsewhere, such as Scandinavia.</p> <p>The IT industry itself works on \"Moore's law\", about the accelerating pace of increases in IT capacity: what should it do to make moderate energy consumption and make products more sustainable? It's argued that \"virtualisation\" - separating physical machines from applications and software - and more remote and home working, mean people don't need to be close to servers. That means servers can be centralised into remote data centres, leading to possible savings of 65%-70% on energy.</p> <p><strong>Caution</strong></p> <p>But caution is needed on these figures. If government bodies are simply moving their energy consumption from one physical area to another, that is not in itself a saving. Who pays what and how will any savings be measured? Better accounting systems are needed.</p> <p>Different budget holders all have to buy in, too. That includes estates managers, who have control of buildings and therefore energy costs, IT departments and commercial directorates, who deal with travel. </p> <p>It requires open dialogue between chief officers in finance, technology and information, as well as with suppliers. If chief information officers were responsible for energy costs you would see changes being made, said participants. A lot of this work only means rechannelling existing resources, not having to find new ones.</p> <p>One participant had created an energy efficiency fund based on better management of buildings but was then stymied in attempts to spend the funds on anything other than capital improvements. \"It's all very well having a million pounds but not if you can't spend it.\" However, creative accounting could sometimes be used, for example in claiming that extending the life of current machines could be designated as capital improvements.</p> <p>A plea was made to suppliers to become more proactive and come up with innovative green solutions based on specific departments' needs: \"They are not coming to me and saying this is how we can help make a difference and do what we can for the planet - and that's really what we're all about.\"</p> <p><em>This roundtable was sponsored by Fujitsu Siemens</em></p>",
  "<p>Two thousand couples who held wedding lists with the online gift service Wrapit could lose their presents after the company was today put into administration.</p> <p>In an email to customers, the managing director, Peter Gelardi, said the firm had been unable to find a company to step in and rescue it.</p> <p>As a result its bank, HSBC, has decided to call in administrators KPMG to wind up the company.</p> <p>In the email, Geraldi said the last company to consider a rescue had pulled out on Friday, and \"therefore, with heavy hearts, but mindful of our responsibilities with regard to wrongful trading, the Board of Wrapit plc set the insolvency wheels in motion\".</p> <p>Wrapit, co-founded by former fashion journalist Pepita Diamand in 2000, described itself as the \"ultimate wedding list service\" and beat John Lewis and Debenhams in Wedding Ideas magazine's award for best wedding list provider. </p> <p>It promised \"more choice than Oxford Street\", offering more than 30,000 products from 350 brand names, and employed 100 staff at a central warehouse and showrooms around the UK.</p> <p>But it never made a profit and lost around £600,000 in both 2005 and 2006.</p> <p>The company has been in difficulties since the start of the year and has blamed the credit crunch and a tough retail market for its problems.</p> <p>Customers of the wedding present firm, which operates predominantly online, had reported big delays in receiving their gifts.</p> <p>In May, Guardian Money reported on one couple, Amy and Craig Hinchliffe, who had <a href=\"http://www.theguardian.com/money/2008/may/31/planningyourwedding.consumeraffairs\">waited nine months to receive some of the gifts</a> purchased by their wedding guests.</p> <p>A Facebook group set up by Amy for people who had experienced similar problems with the company's customer service now has 559 members, many of whom are still waiting for gifts.</p> <h2>The blame game</h2> <p>Geraldi blamed HSBC for the company's demise, saying the bank had \"precipitated the fall of Wrapit\" by withholding £1m of payments on credit and debit cards, and was now refusing to step in to help newlyweds get their gifts.</p> <p>He claimed it would cost HSBC £3m to fund the purchase and delivery of the gifts - £1m less than the cost of refunding the 60,000 guests who have paid for gifts that have not been received.</p> <p>\"HSBC now have it within their power to minimise the pain caused to 2,000 couples (and, probably, 100,000 of their guests) and ensure that no Wrapit customer loses any money - and, as things stand, they will not take it,\" he told customers.</p> <p>A spokesman for HSBC refuted the claims the bank was responsible for Wrapit's woes. </p> <p>\"Our duty of confidentiality to our customer precludes us from providing details of their financial circumstances,\" he said. </p> <p>\"However, HSBC is a responsible lender and believes it has done all it can over recent months to assist the directors [of Wrapit]. We are confident that HSBC has, at all times, acted appropriately given the circumstances.\"</p> <p>HSBC has said it will refund guests who bought gifts using a credit card or Visa debit card through the chargeback scheme - all they need to do is contact their credit card provider. </p> <p>But those who made a payment more than six months ago, and around 20% of people who used a Switch/Maestro card or cheque to pay for their purchase, will lose out.</p> <p>Newlyweds now face the potentially embarrassing situation of having to contact guests to tell them to reclaim their money.</p> <p>A spokeswoman for KPMG said couples should not visit the store's warehouses even if they had been told there were gifts there for them, as the administrator would need to check stock availability.</p> <p>\"Over the next fortnight the situation should become a lot clearer,\" she said.</p> <p>KPMG has set up a phoneline to answer customers' questions. The number is 0844 770 1301.</p>",
  "<p>Councils are not snooping for snooping's sake: they are seeking to detect illegal activity, say the Local Authorities Coordinators of Regulatory Services (Lacors). They acknowledge there may have been instances of over-zealous use of their investigatory powers by some councils, but 99% of the time, they say, these investigations lead to some form of prosecution or action. </p> <p>What's more, councils have always undertaken such investigations; the extension of the Regulation of Investigatory Powers Act legislation to local authorities simply made the processes more transparent. And with transparency comes publicity, often unwelcome.</p> <p>\"Councils sometimes fail to understand is why this should be such a touchy issue,\" Lacors says. It is working with the Home Office on a set of guidelines that will provide advice on these fraught areas.</p> <p>In his annual report, published in July, Sir Christopher Rose, the chief surveillance commissioner, said that local authorities use covert surveillance only as a last resort, but granted the need for a public debate. \"It is not acceptable,\" he wrote, \"to judge that because directed surveillance is being conducted from a public place, this automatically renders the activity overt or to assert that an activity is proportionate because it is the only way to further an investigation...I encourage any debate which assists in educating the public and which enables authorising officers to judge proportionality better.\"</p> <p><strong>Obstructions</strong></p> <p>Rose noted the rising number of Freedom of Information requests about surveillance, to which, he said, local authorities had responded \"inconsistently\". Councils not giving out information readily may be deemed obstructive.</p> <p>Local authorities are struggling to find a balance between enforcement and intrusion. It's a matter of efficiency rather than political philosophy, according to Chris Leslie, director of the New Local Government Network, particularly in collecting data. </p> <p>\"There are better ways to use the data we all share as a society and feel is reasonable,\" says Leslie. The NLGN recently published a pamphlet proposing the abolition of the 10-year national census. \"Never mind intrusion, what we should be asking is whether it's cost-effective continually to be asking people to resupply the same data.\"</p> <p>Public attitudes are mixed: in some areas, cameras are welcomed for their calming influence. No one has yet protested about the use of CCTV by the Environment Agency to monitor spots where rivers might flood. </p> <p>What is curious is how little local authorities seem able to convey the benefits of their actions. Indeed, many seem almost wilfully oblivious to the effect of their actions, however well-meaning, on the public and, more pertinently, how they could be interpreted by a hostile press.</p> <p><strong>Alarmist stories</strong></p> <p>The media does have a lot to answer for. As Rose notes, FOI requests about surveillance are a rich seam for journalists. They have led to alarmist stories about local councils running surveillance operations.</p> <p>There's also confusion about the purposes of data collection and investigation. The London borough of Islington sifted through rubbish from 1,000 homes to see what people were throwing away and help improve recycling. That got short shrift in the press. </p> <p>But when people understand that data is being used for the greater good - as when health statistics are collected anonymously - they tend to be far more tolerant. </p> <p>So is this yet another area where the public sector has failed to get over its message?</p>",
  "<p>Bangladesh held its first elections since the army seized control of the government last year as voting began in local polls – part of a road map to restore \"full democracy\" in the country by December this year.</p> <p>Amid tight security, voting booths opened early today in four cities and nine towns. The Muslim-majority nation of 150 million is under a state of emergency that has been criticised by human rights groups for jailing political activists.</p> <p>The elections are the first in the country's history to use a digital voter list with photographs to avoid ballot box stuffing, rigging and false papers – problems which have led to accusations of stolen elections in years past.</p> <p>Accusations of vote-rigging precipitated the army takeover of power and imposition of a state of emergency in January 2007.</p> <p>The new government claims that its list now contains no fake voters. More than one million people are eligible to vote in the elections in four cities – each with populations of a million people - and nine large towns.</p> <p>Bangladesh's two major parties, which have dominated the politics of the country for two decades, are attempting to recapture much of their popularity during the polls before the general election in December. However both parties have been mired in corruption charges – and this round of voting will only see candidates contest as independents.</p> <p>The government freed Awami League leader, Sheikh Hasina Wajed, in June, and she left the country for medical treatment. She had faced graft cases but analysts saw her departure as a part of an \"exile deal\".</p> <p>But BNP leader Khaleda Zia, another former premier, is still in detention on charges of corruption.</p> <p>The army-backed regime has made anti-graft prosecutions a central policy plank. Bangladesh remains one of the world's most corrupt countries, according to watchdog Transparency International. The interim government says it will offer partial amnesties in return for information about corrupt deals.</p>",
  "<p>A digital video distributor backed by ex-Endemol chief Peter Bazalgette has signed a deal with leading independent producer All3Media International.</p> <p>Founded by Kelvin Mackenzie's son Ashley, myvideorights.com turns programmes into saleable clips for websites.</p> <p>The company reformats and sells short extracts from shows to online publishers such as Bauer, which runs popular sites such as Heatworld.com.</p> <p>Ashley MacKenzie has invested around £1m creating a technical platform that allows content makers to generate revenue from their back catalogue of programmes.</p> <p>MacKenzie said his research has found that most programme-makers have neither the time, nor the manpower to focus on making money out of selling short clips of their shows to the expanding online market.</p> <p>Instead their content turns up on video-sharing websites, with none of the profits made going back to those who created or appeared in the original TV shows.</p> <p>MacKenzie said that advertisers were loathe to have their brand associated with sites that aired clips that were pirated or not cleared for rights.</p> <p>All the content his company provides has been cleared and edited and encoded to make it easy to upload. </p> <p>He and his team then target the online publishers they think will like certain clips.</p> <p>\"We're constantly talking to people on sites so we know the kind of things FHM.com or the Telegraph TV, for example, want,\" MacKenzie said.</p> <p> \"We think we add value to producers and to the licencees - we're business to business, it's not in our business plan to become consumer-focused though you can never say never,\" he added.</p> <p>\"We think there is a clear progression towards shutting down piracy and allowing people who've invested in content to reap the rewards back.\"</p> <p>Myvideorights.com's board members include Bazalgette, Sun columnist Kelvin MacKenzie and former Carlton content chief executive Rupert Dilnott-Cooper.</p> <p>The company is Bazalgette's first major investment since he left Big Brother maker Endemol earlier this year. </p> <p>He said he wanted to build up a portfolio of digital investments. \"When you make an investment you look for a good idea and the digital distribution of video rights is a growth area.\" Bazalgette added.</p> <p>The All3Media programmes myvideorights.com is already working on editing and selling include the ITV documentary Guarding the Queen.</p> <p>MacKenzie said his company makes its money via a pay per view model, underpinned with minimum guarantees for clients. </p> <p>All3Media International managing director Louise Pedersen said: \"Our decision to partner with myvideorights.com is a step towards ensuring control of where our content will be published and in what context, and we are delighted to be working with them.\"</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Conservative education spokesman Michael Gove today accused \"lad mags\", such as Zoo and Nuts, of contributing to family breakdown by encouraging young men to view women as sex objects. </p> <p>He said that politicians needed to ask \"tough questions about the instant-hit hedonism celebrated by the modern men's magazines targeted at younger males\".</p> <p>In a wide-ranging speech, Gove also claimed the government was undermining Britain's \"social capital\" because ministers did not understand the importance of personal relationships.</p> <p>\"Titles such as Nuts and Zoo paint a picture of women as permanently, lasciviously, uncomplicatedly available,\" Gove said in his speech to the Institute for Public Policy Research in London.</p> <p>\"The images they use and project reinforce a very narrow conception of beauty and a shallow approach towards women. They celebrate thrill-seeking and instant gratification without ever allowing any thought of responsibility towards others, or commitment, to intrude.\"</p> <p>Gove said there was a \"striking\" contrast between those magazines aimed at young men and those aimed at women. Women's magazines addressed their readers \"in a mature and responsible fashion\".</p> <p>He went on: \"We should ask those who make profits out of revelling in, or encouraging, selfish irresponsibility among young men what they think they're doing. </p> <p>\"The relationship between these titles and their readers is a relationship in which the rest of us have an interest.\"</p> <p>Gove said the issue was important because men who fathered children had to be made to accept their responsibilities. That was because \"the costs of relationship breakdown, of children left fatherless, of men behaving badly, are borne by us all\".</p> <p>He went on: \"Alongside a new emphasis on making sure the small minority of fathers who don't live up to their responsibilities are properly challenged, there must also be greater support to help the overwhelming majority of men, who are doing a brilliant job for their children.</p> <p>\"It's important that we see parenting as a shared responsibility, with fathers playing an equal and complementary role to mothers. Those societies which help fathers play their full, and equal, role enjoy greater family stability as a result. </p> <p>\"It is important also that we ensure fathers play the fullest possible role in those circumstances where relationships do break up.\"</p> <p>Gove also stress the Conservative commitment to supporting marriage and the family, including through the tax system. \"We are committed to supporting family life, and stability and commitment in relationships, precisely because the secure start in life a stable family background provides is the best guarantee of maximising opportunity,\" he said.</p> <p>\"Helping adults commit and stay committed not only opens the door to a depth of emotional enrichment, which a series of shallow and hedonistic encounters can never generate, it also provides the best possible start in life for children. </p> <p>\"Helping families under pressure, especially those under economic pressure, to commit and stay committed, is one of the most effective anti-poverty, pro-opportunity, pro-equality steps one could take.\" </p> <p>Gove claimed that Labour did not understand the importance of social relationships because \"under Labour there is really only one relationship that matters – the relationship between the individual and the state\".</p> <p>He went on: \"Individuals are assessed by the state as economic units in need of upskilling, taxing, monitoring or deploying as appropriate – according to priorities set, and policed, centrally.</p> <p>\"The quality of the relationships we enjoy – with the teachers who might inspire us, with the employers who might shape our career, with the partners who're helping us raise children, with friends and neighbours in the community we inhabit – are all neglected. Because they can't be measured, directed and controlled from the centre.\"</p> <p>Labour used to criticise Margaret Thatcher for saying that there was no such thing as society. In his speech, Gove turned this remark against the prime minister.</p> <p>\"There is nothing in what this government is doing to show … that it comprehends how its policies are reducing social capital,\" he said.</p> <p>\"And that's because, I fear, for Gordon Brown there really is no such thing as society – only the individual and the state.\"</p>",
  "<p>1. The poetry competition (the \"Competition\") is open to children living in the UK aged between five and sixteen years old (\"You\").</p> <p>2. To enter the Competition, You should write a poem in no more than 300 words, starting with the line \"I'll wipe that smile off your face\" or \"If a tiger invites you round for tea\".</p> <p>3. To enter the Competition you should send your entry to The Comic's poetry Competition, The Guardian, 119 Farringdon Road, London EC1R 3ER or email it to <a href=\"mailto:comic@theguardian.com\">comic@theguardian.com</a> with \"poetry competition\" in the subject line. You are responsible for the cost of sending your Competition entry to us.</p> <p>4. When submitting your Competition entry, You must provide your name, age and address and the name and contact telephone number of your parent or guardian. We will only use this information in relation to the Competition (including checking your eligibility to enter it and giving it to Penguin Books Limited so they can send the winners part of their prizes) and will not use it for any other purposes whatsoever. We will not keep this information for longer than is necessary for the operation of the Competition.</p> <p>5. You may only send one entry to the Competition.</p> <p>6. We must receive your entry to the Competition by 11:59 pm on August 14 2008.</p> <p>7. Employees or agents of Guardian News and Media Limited (\"GNM\", \"We\"), Penguin Books Limited, and their group companies or their family members may not enter the Competition.</p> <p>Picking the winners</p> <p>8. Roger McGough will pick a winner and two runners-up from a shortlist of 20 chosen by Perri Lewis, the Comic editor, and Andrew Bailey, an editor at the Poetry Archive.</p> <p>9. The winning entries will be those from the shortlist that Roger McGough considers to be the most original, interesting and well-written.</p> <p>10. Roger McGough's decision will be made on or before September 1 2008. The decision is final and no correspondence will be entered into.</p> <p>Publishing the winning entries</p> <p>11. The winner and two runners up will have their poem published on the Guardian web site at theguardian.com/family from September 6 2008 or (if GNM needs to delay this publication for any reason) at a later date.</p> <p>12. You own the copyright to your Competition entry as its author.</p> <p>13. By submitting an entry to the Competition, You give GNM: a. Permission for your entry to be published on the Guardian website and grant GNM a non-exclusive, royalty-free, worldwide licence to republish your Competition entry in electronic format and hard copy for purposes connected with the Competition; and b. The right to use your name, age and town or city of residence for the sole purpose of identifying You as the author of your entry.</p> <p>Getting consent from an adult</p> <p>14. Sending in an entry to the Competition means that You accept these Terms and Conditions, which are the rules of the Competition. You should check with your parent or guardian that they are happy for You to enter the Competition based on these Terms and Conditions.</p> <p>15. GNM requires the consent in writing (which may include e-mail) of the parent or guardian of the author of a winning entry to publish that winning entry and the author's name, age and town or city of residence on theguardian.com.</p> <p>16. If GNM does not receive written consent (which may include e-mail) from the parent or guardian of the author of a winning entry then we may award the prize to another entry for which we are able to gain such consent.</p> <p>The Prizes</p> <p>17. The winner will receive a signed copy of Roger McGough's new book, Slapstick, his back catalogue of children's books published by Puffin and a £50 National Book Token. Two runners up will each receive a £25 book token and a signed copy of Roger's new book.</p> <p>18. The parents or guardians of the winner and the two runners up will be notified by telephone on or before September 2 2008. </p> <p>19. The prizes will be sent to the winner and the two runners up by Penguin Books Limited and GNM (as appropriate) by September 25 2008.</p> <p>20. The prizes cannot be exchanged or transferred by You and cannot be redeemed by You for cash or any other prizes.</p> <p>21. We will substitute the prizes with other prizes of similar value in the event that the original prizes offered are not available.</p> <p>Some other rules</p> <p>22. Entries on behalf of another person will not be accepted and joint submissions are not allowed.</p> <p>23. We take no responsibility for entries that are lost, delayed, misdirected or incomplete or cannot be delivered or entered for any technical or other reason. Proof of delivery of the entry is not proof of receipt.</p> <p>24. Your entry will not be returned to You.</p> <p>25. Details of the winners can be obtained by sending a stamped addressed envelope to the following address: The Comic's poetry competition, Family Department, The Guardian, 119 Farringdon Road, London, EC1R 3ER.</p> <p>26. No purchase is necessary.</p> <p>27. The Promoter of the Competition is Guardian News and Media Limited whose address is 119 Farringdon Road, London EC1R 3ER. Any complaints regarding the Competition should be sent to this address.</p> <p>28. Nothing in these Terms and Conditions shall exclude the liability of GNM for death, personal injury, fraud or fraudulent misrepresentation as a result of its negligence.</p> <p>29. GNM accepts no responsibility for any damage, loss, liabilities, injury or disappointment incurred or suffered by You as a result of entering the Competition or accepting the prize. GNM further disclaims liability for any injury or damage to You or any other person's computer relating to or resulting from participation in or downloading any materials in connection with the Competition.</p> <p>30. GNM reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, this Competition with or without prior notice due to reasons outside its control (including, without limitation, in the case of anticipated, suspected or actual fraud). The decision of GNM in all matters under its control is final and binding.</p> <p>31. GNM shall not be liable for any failure to comply with its obligations where the failure is caused by something outside its reasonable control. Such circumstances shall include, but not be limited to, weather conditions, fire, flood, hurricane, strike, industrial dispute, war, hostilities, political unrest, riots, civil commotion, inevitable accidents, supervening legislation or any other circumstances amounting to force majeure.</p> <p>32. The Competition will be governed by English law.</p>",
  "<p>The ancient Greek dramatist Aeschylus wrote: \"In war, truth is the first casualty.\" These words are particularly apt in relation to the British Overseas Territory of <a href=\"http://en.wikipedia.org/wiki/Diego_Garcia\">Diego Garcia,</a> leased to the United States in 1971, where the truth – that a secret \"War on Terror\" prison existed from 2002 until as recently as 2006 – has been persistently denied by both the British and American governments.</p> <p>Yesterday, <a href=\"http://www.time.com/time/world/article/0,8599,1828469,00.html\">Time</a> magazine reported that a \"senior American official\" (now retired), who was \"a frequent participant in White House Situation Room meetings\" after the 9/11 attacks, stated that \"a CIA counter-terrorism official twice said that a high-value prisoner or prisoners were being interrogated on the island\" in 2002, and possibly 2003. This is the highest-level admission to date that a secret prison existed on Diego Garcia, but it is by no means the first time that the prison's existence has been revealed.</p> <p>In 2003, <a href=\"http://www.time.com/time/magazine/article/0,9171,1101031013-493256,00.html?cnn=yes\">Time</a> reported that Hambali, an Indonesian \"high-value detainee\", who was transferred to Guantanamo in September 2006, was being held on Diego Garcia, and in May this year, <a href=\"http://www.elpais.com/articulo/reportajes/yihadista/limbo/elpepusocdmg/20080518elpdmgrep_1/Tes\">El Pais</a> [in Spanish] reported that Mustafa Setmariam Nasar, a joint Syrian-Spanish national who was seized in Pakistan in October 2005, was held on the island in the months after his capture. Unlike Hambali, Nasar's current whereabouts are completely unknown; he is, in effect, one of \"America's disappeared.\"</p> <p>The reality of Diego Garcia's secret prison has also been confirmed by retired US general Barry McCaffrey in <a href=\"http://www.msnbc.msn.com/id/4924989\">2004</a> and <a href=\"http://www.npr.org/templates/story/story.php?storyId=6582945\">2006</a>, in a report by Swiss Senator Dick Marty for the Council of Europe and in a statement made to the <a href=\"http://www.theguardian.com/world/2008/mar/02/ciarendition.unitednations\">Observer</a> in March this year by Manfred Novak, the UN's special rapporteur on torture. In contrast, the position taken by both the British and American governments occupies a parallel universe, in which the timeless resonance of Aeschylus' words is confirmed.</p> <p>For five years, since questions were first <a href=\"http://www.publications.parliament.uk/pa/ld200203/ldhansrd/vo030108/text/30108-04.htm#30108-04_head0\">asked</a> about the secret prison by Lord Wallace of Saltaire in January 2003, the British government refused to acknowledge its existence, and its first denial was indicative of what was to come. \"The United States Government,\" Baroness Amos explained, \"would need to ask for our permission to bring any suspects to Diego Garcia. They have not done so and no suspected terrorists are being held on Diego Garcia.\"</p> <p>The blanket denials finally came to an end this February, when David Miliband <a href=\"http://www.theguardian.com/world/2008/feb/21/ciarendition.usa\">announced</a> that his US counterparts had checked their records and had discovered that two rendition flights, each carrying one prisoner, had passed through Diego Garcia in 2002. He maintained, however, that he had been assured that the planes had only landed for refuelling, and that no prisoner had ever set foot on the island. Mr. Miliband repeated these claims just four weeks ago, after apparently receiving further confirmation from his US counterparts that no other rendition flights had passed through British territory. </p> <p>The latest revelations about Diego Garcia make it abundantly clear that the British government can no longer accept any kind of \"assurances\" from its US counterparts regarding the use of the island. Ignoring Aeschylus' sage advice, Ministers have, to put it bluntly, fooled themselves into thinking that ignorance is a substitute for accountability. The truth, of course, is that they are both morally and legally responsible for what takes place on Diego Garcia, and have a duty to address crimes committed on British territory.</p> <p>As these crimes include kidnapping, \"extraordinary rendition\" and illegal imprisonment, which are prohibited under domestic UK and international law, and quite possibly torture, which is prohibited under the terms of the UN Convention Against Torture, the British government must immediately initiate a full and open public inquiry into Diego Garcia's true role in the \"War on Terror\".</p>",
  "<p><br>Franz Ferdinand frontman Alex Kapranos: Photograph: Danny Lawson/PA</p> <p>If you're like 90% of the population, you'll feel that reading the lyrics to a song gives you - to quote a <a href=\"http://www.theguardian.com/music/2008/jul/31/downloads\">survey conducted by the National Year of Reading</a> - \"a full appreciation of the music\".</p> <p>The survey goes on to say that it's harder to come by printed lyrics than it used to be - fewer CDs feature lyric sheets now, and what you find on websites is often inaccurate. So that amounts to millions of people being frustrated in their desire to know exactly what's being sung. But have they never considered that they might actually be better off remaining ignorant?</p> <p>How many songs are actually enhanced by a full understanding of the words? Not as many as you'd think. That's because most songwriters are constrained by the demands of rhythm, scansion and their own abilities as a writer. Obviously, there are some who were born with a flair for language that elevates them above their contemporaries and fills acolytes with wonder: Laura Nyro, Ron Mael, Tom Waits, Morrissey, Jarvis Cocker, Nick Cave, Alex Turner, Patti Smith, possibly Bjork.</p> <p>You could profitably spend time reading their lyrics without even needing to hear the music (though that's no excuse for some people <a href=\"http://www.amazon.com/Night-Without-Armor-Poems/dp/0061073628\">publishing books of poetry</a> that might as well be titled Even More Gifted than You Thought).</p> <p>These are exceptional lyricists, though, and most pop stars are not. Competent and capable, maybe, but some distance from being described as poetic colossi.</p> <p>Anyway, that's why I'm among the 10% of people who don't hunker down over lyric sheets or check websites for the correct wordage. If I can't make out the words, I figure that I'm probably not missing much, and just substitute words of my own. So I have my own romanticised versions of songs that, I'll wager, are better than whatever is actually being sung.</p> <p>For instance I've always thought that the three words Morrissey howls at the end of The Smiths' What Difference Does it Make are \"My shaken vow\" - and what a strange picture that paints. \"My shaken vow\" means nothing, but then, it could actually be related to his ambivalence (in 1983, when it was written) about sex and his supposed celibacy. Today I finally looked up <a href=\"http://www.sing365.com/music/lyric.nsf/WHAT-DIFFERENCE-DOES-IT-MAKE-lyrics-The-Smiths/8CF7CE4F00D0C3E7482568AB0026FEFA\">the real lyric</a>. It seems that, in fact, he sings \"My sacred one.\" I think \"shaken vow\" is far more colourful.</p> <p>Another favourite is Amy Winehouse's You Know I'm No Good. My hearing of the end of the first verse is: \"Hand me your stellaran fries/ By the time I'm out the door, you tear me down like Roger Moore.\" It doesn't make sense, but that's why I like it, because it approximates whatever swirling madness is happening in her head.</p> <p>Franz Ferdinand's Take Me Out also gets the benefit of my special treatment. It goes: \"Bad woo, this could die/ Ah-choo, this could die/I want you to take-a me out.\" I never hear it without conjuring a pleasant mental picture of Alex Kapranos sneezing. I'm not sure what \"bad woo\" signifies, but it has to be better than the real words, whatever they might be. And I don't want to know the truth. I'm happy in my own world of customised songs. I could provide more examples, but at this point I'd rather hear yours.</p>",
  "<h2>Studio overview</h2> <p>Ealing dates back to the earliest days of cinema in Britain. It was Will Baker who established a studio in Ealing at the beginning of the 20th century. By 1912 the studio had grown to be possibly the largest in Europe - certainly the largest in Britain. <br> Baker began making films on a Lumiere hand-cranked camera at the <br>end of the 1890s. His first efforts were topical - the penny-pinching kind that required a minimum of post-production. At Ealing, Baker's productions became more ambitious and the studio developed large glazed stages to accommodate them. <br> <br></p> <h2>Publicity</h2> <p>Businessmen whose skills were in theatrical presentation, distribution and production swiftly succeeded the early pioneers. In the 20s there were large industrially-organised production facilities in France, Germany, Britain and America. The story of how Hollywood came to global dominance combines commercial ruthlessness, political expediency and ineffective policy-making decisions. <br> <br>Michael Balcon became head of production at Ealing in 1938. The glory-days of the studio date from 1943 through to 1959, when the studios closed. <br> <br></p> <h2>Films</h2> <p>Ealing is usually synonymous with a distinctively English species of comedy satire, whose force comes from them being simple exaggerated extensions, in the tradition of Swift, of everyday realities. The grim realities of war, austerity and reconstruction provided plenty of scope - particularly when it came to welfare provision.<br> <br>But the comedies - of which Passport to Pimlico (1949), Kind Hearts and Coronets (1949), The Lavender Hill Mob (1951), The Man in the White Suit (1951) and The Ladykillers (1955) are probably the best known - were not the only films made at Ealing. There were social-realist and police investigation films, too - all, with one or two exceptions, swiftly forgotten<br> <br></p> <h2>Posters</h2> <p>The Ealing posters were produced, from 1943, under the direction of St John Woods who reported directly to Michael Balcon. Woods had trained as an artist and graphic designer. He assembled a stable of artists and designers - a process made possible his extensive list of friends and contacts, including John Piper, Edward Bawden, Barnet Freedman, John Minton, Mervyn Peake, Edward Ardizzone. He also had an uncanny ability to match artist and theme. <br> <br>Of his recruits, James Fitton and James Boswell were the most interesting. In the 30s they helped establish The Artists' International - a group who provided a framework that encouraged artists to explore the visual projection of left-wing political values. The International used the Whitechapel gallery as a base and were active throughout east London. They played a key role, after 1937, in raising political consciousness in relation to the Spanish Civil War. <br> <br></p> <h2>Politics</h2> <p>The association between art and politics is unusual in cinema. The posters produced to advertise films remain, in the most part, anonymous arrangements of image and text. The dead-hand of the corporate lawyer usually has the final say in what is positioned where. Inevitably, the lawyers avoid all obvious reference to politics. <br> <br>So, the Ealing film posters are remarkable on two points. Firstly, and against all the odds, they are recognisable works of art by artists whose work extends beyond the usual concerns of graphic design, cinema and fine art. Secondly, they embrace and give expression to the political dimension of satire and social-realism - especially rare in cinema. <br> <br></p> <h2>Pink String and Sealing Wax (1945)</h2> <p> <br>The plot of Pink String and Sealing Wax is played out against the background of Victorian Brighton: seaside, passion and murder combine to melodramatic effect. The over-wrought emotional framework of the plot is expressed through the exaggeratedly decorative Victorian type chosen by the designer, John Piper, for the title. <br> <br></p> <h2>Typography</h2> <p>In the context of the second world war, this typographic detail would have seemed a strange and exotic thing. The typographic defaults of war were the modern sans typefaces. The ubiquitous Gill Sans, and its various ill-considered and bastard forms, had threatened to destroy the richly varied typographic environments of English townscape and High Street. Piper, along with John Betjeman and Nicolette Gray, were the pioneer historians of this material. <br> <br>Piper and Betjeman had, through their work for the Shell County Guides, <br>explored the English seaside resorts and towns. Piper has worked up a series of aquatint prints of Brighton architecture for a limited edition book by Duckworth. </p> <h2>Verdict</h2> <p>So, the poster includes a recognisable reference to Piper's other work as a printmaker. The poster was printed lithographically and gave Piper an early opportunity to experiment with the expressive potential of the process. The inclusion of a photographic element, a detail of Googie Withers in costume, also showed the creative potential of lithography by combining the hand-made and the mechanical.</p>",
  "<p>Will today's ever-widening global financial crisis mark the end of the era of financial triumphalism? Ask a lay person to list the 10 great innovations that drive our world today and you probably won't find too many who mention the <a href=\"http://en.wikipedia.org/wiki/Black-Scholes\">Black-Scholes formula</a> for pricing options. But for the financial community, pioneering formulas that paved the way for modern hedging strategies should get just as much credit for the passing period of rapid global growth as mobile phones, computers, and the internet. </p> <p>Until the last 12 months, finance advocates seemed to have a strong case. By helping to spread risk, high-tech finance could help economies grow faster. Macroeconomists celebrated the \"great moderation\" of the global business cycle, with recessions seeming to become milder and less frequent. And, of course, the financial community was making money hand over fist, creating scores of millionaires and even billionaires worldwide. </p> <p>Governments were cheerleaders, too. In anglophone countries, presidents and prime ministers, not to mention some leading central bankers, boasted of superior financial systems that were the envy of the world. When French and German leaders complained that the sprawling and unregulated tentacles of new finance posed huge risks to the global economy, they were derided as sore losers. Small countries such as Iceland decided to get in on the action by privatizing their banks and setting up their own financial centers. If you cannot be Silicon Valley, then why not create a mini-Wall Street? </p> <p>Now Iceland's banks, having borrowed several times the national GDP, are in desperate trouble, with debts far beyond what the small country's taxpayers can absorb. Even the conservative Swiss gave into the temptations of high-tech finance and the riches it promised. Today, the two largest Swiss banks are sinking in liabilities that exceed seven times the country's income. </p> <p>Of course, the mother of all bailouts is the absurd blank check the United States government is granting the giant home mortgage lending agencies <a href=\"http://www.theguardian.com/commentisfree/2008/jul/29/usa.mortgages\">Fannie Mae and Freddie Mac</a>, which hold or guarantee $5 trillion in mortgages that are looking increasingly dubious. It is ironic indeed that US treasury secretary Hank Paulson, a former head of Goldman Sachs, a firm that exemplifies financial triumphalism, is spearheading the effort to save government-sponsored behemoths that have so conspicuously outlived their usefulness. </p> <p>Advances in the field of finance have potentially had a beneficial impact in raising and smoothing global growth. But there is also a cyclical element to the flowering of finance. When home prices were soaring, the geniuses behind mortgage finance seemed infallible. Now that prices are falling, the genius strategies don't seem quite so brilliant. </p> <p>It is an old story. Back in the early 1980s, financial engineers invented \"portfolio insurance,\" a fancy active hedging strategy for controlling downside risk. They made piles of money. Unfortunately, when global stock markets crashed in October 1987, the insurance turned out to be useless, mainly because markets for hedging collapsed. </p> <p>In the late 1990s, the US hedge fund Long-Term Capital Management convinced the world that its partners were masters of the universe. For a while, it consistently made outsized profits, supposedly due to its Nobel-prize backed financial expertise. In 1998, when LTCM went bust, it became all too clear that the firm was basically making massive quantities of simple bond trades, with huge leverage and huge risk. </p> <p>For governments, the key to success in regulating financial markets lies in maintaining reasonable constraints during boom times that prevent taxpayer funds from being put excessively at risk. Unfortunately, this is difficult to do, because boom times make people who warn of risks seems like doom mongers. That is why it is so important that governments allow financial firms to fail occasionally. That is the only way to impose real discipline on shareholders, bondholders, and corporate leaders. </p> <p>Is the current gilded era of financial triumphalism over? There is talk in many countries, even the US, that the time has come to ensure that the entire financial system, including hedge funds and investment banks, become subject to much stricter regulation. </p> <p>Financial firms are screaming murder, but it is not obvious that broader and better financial regulation would be a bad thing. In my research on the history of international financial crisis with Professor Carmen Reinhart, we find that eras of heavy financial regulation tend to have significantly fewer financial crises than lightly regulated free-wheeling eras, such as those associated with the recent period of financial triumphalism. </p> <p>No one is suggesting that we go back to the \"financial repression\" of the 1950s, but the latest crisis has left little doubt that the entire system for global financial regulation is in serious need of an update. Financial innovation ought to be allowed to flourish, but not without better checks and balances. Otherwise, we will be forever trapped in a framework where taxpayers are forced to bail out banks in bad times, while wealthy shareholders reap huge profits in good times. It is time to leaven financial triumphalism with some humility and common sense. </p> <p><em>In cooperation with <a href=\"http://www.project-syndicate.org\">Project Syndicate</a>.</em></p>",
  "<p>A friend is coming to Edinburgh in the next few days and wants to see a play with me. I've been looking through the list I've lined up for myself and am in a quandary. Should I take her to the one about <a href=\"http://www.badactheatre.com\">the Holocaust</a> performed in a claustrophobic gas chamber-type basement; the one about <a href=\"http://www.charlievictorromeo.com/\">real-life airplane disasters</a>; or the one about <a href=\"http://www.lookleftlookright.com/\">people forced to live in caravans</a> by last year's floods?</p> <p>I'm looking forward to them all, but none sound like a bundle of laughs. I know it'll be harder work persuading her to go to one of those than, say, an hour of stand-up. Yet this seems to be par for the course in Edinburgh this year. It's early days yet, but my first snap-shot of this year's Fringe suggests that theatremakers are in a very serious frame of mind.</p> <p>My all-day marathon in Traverse 2 on Friday began with <a href=\"http://www.shermancymru.co.uk/news/deep-cut/\">Deep Cut</a>, a brilliant play about the death of 18-year-old Private Cheryl James in the Deep Cut barracks in 1995. It finished with Adam Rapp's <a href=\"http://www.list.co.uk/article/10268-night-terrors/\">Nocturne</a>, enjoying a post-Almeida run, on the laugh-a-minute topic of a brother's accidental killing of his kid sister. In between, there was <a href=\"http://www.youtube.com/watch?v=611DD3JJLVo\">Architecting</a>, which offered a post-modern dissection of Deep South racism (among other things), <a href=\"http://www.list.co.uk/article/10677-finished-with-engines/\">Finished with Engines</a>, a wry look at the imperialist war machine and <a href=\"http://www.guardian.co.uk/stage/2008/jul/10/theatre.reviews1\">Free Outgoing</a>, a nightmare vision of teenage sexuality falling foul of a repressive culture.</p> <p>I write this before I've seen <a href=\"http://www.theherald.co.uk/features/features/display.var.2407919.0.Making_powerful_drama_out_of_crises.php\">Fall</a>, a new Zinnie Harris play about the trauma of post-war reconciliation, and <a href=\"http://www.guardian.co.uk/stage/2007/jun/19/theatre\">Pornography</a>, in which Simon Stephens considers the London bombings. Whatever people say about Dominic Hill's debut Fringe programme at the Traverse, no one can accuse him of frivolity.</p> <p>But it's not just the Traverse. The first show I saw was <a href=\"http://www.dumbshow.org/currentshows.php?itemID=current\">Clockheart Boy</a> by the well-drilled young ensemble of Dumbshow. Ostensibly a colourful play for children, with a stage full of doll-like characters accompanied by a wind-up keyboard player, it turns out to be a meditation on grief. Not only has the eccentric professor been bereft of his daughter for years since her mysterious disappearance (shades of Madeleine McCann), but he loses two further characters by the play's ambivalent end. Even the scatological satire of Iain Heggie's <a href=\"http://www.edfringe.com/shows/detail.php?action=shows&amp;id=816\">Global Warming is Gay</a>, surely as glib a title as you could dream up, conceals a serious analysis of our mixed-up attitudes to protecting the environment.</p> <p>Yet, as I prepare for a day of shows about fleeing communism, suffering war and surviving in Brazil's favelas, I'm taking all this as a good sign. The Fringe has a tendency to celebrate the superficial. There's always an audience for the spectacular, be it exotic dancers, flamboyant circuses or odd-ball novelty acts. All of these have their place, but they get sickly in excess and, in comparison with the urgency of a show like Deep Cut, seem merely decadent. I reckon the Fringe is a more purposeful place when they're kept in check. Or am I getting too serious?</p> <p><strong><a href=\"http://www.guardian.co.uk/edinburgh\">Click here for all our Edinburgh festival 2008 coverage</a></strong></p>"
]