[
  "A modern-day poll tax",
  "Liveblogging the 2008 US presidential election, part one",
  "Our DNA for sale",
  "Hope for human rights",
  "US voters queue to elect president",
  "Dissidents and dissonance",
  "A home run for green housing",
  "Impoverished thinking",
  "Elevator Pitch: MPORA.tv carves out its extreme sports niche",
  "MPs demand debate on US missile defence",
  "Arsene's Special Spa, and The Exorcist",
  "Faked degree could devalue Iranian president",
  "Car Jack Streets: a quick mobile game review",
  "Sky and Virgin Media resolve distribution row",
  "Champions League: Liverpool v Atlético Madrid - as it happened",
  "iTunes to the Rescue of US drama",
  "Harman fears Glenrothes voters will provide comfort for Cameron",
  "Roma v Chelsea - as it happened",
  "BBC Worldwide under fire from rivals",
  "Marbury pays the price as D'Antoni seeks to rejuvenate the Knicks",
  "Lap-dancers mount Downing Street protest",
  "Sachsgate: more fallout at the BBC",
  "Carolyn McCall and Sly Bailey attack BBC local online video news plans",
  "Madelyn Dunham lives on, and her vote counts",
  "Benzema answers his critics on a glamorous weekend for Ligue 1",
  "CNN election coverage through the years",
  "Rebel MPs join union bid to overturn Thatcher laws",
  "How do people get away with inventing bogus degrees?",
  "Sport: the best pictures from the last 24 hours",
  "Home secretary applauds first force to fulfil 'policing pledge'",
  "Will it be a landslide? Here's what the US papers think",
  "Investors get a taste for Premier Foods",
  "China and Taiwan sign landmark deal",
  "Bangladesh and Burma send warships into Bay of Bengal",
  "Driver of De Menezes train thought police were terrorists",
  "No 423: Deadfisch",
  "Iran awaits more than just a change of face in the White House",
  "Johnson to field four debutants against Pacific Islanders",
  "Explainer: What is the Legal Services Commission?",
  "Iranian minister sacked over fake degree",
  "US election briefing: Decision time",
  "Labour's crime",
  "Regular or decaf? - America decides",
  "Who were the best and worst US presidents?",
  "France votes for 'three strikes' filesharing law",
  "Obama wins by landslide ... in Dixville Notch and Hart's Location",
  "Bon Jovi sued for running over woman with golf buggy",
  "Breaking the West Bank",
  "Sarah Palin cleared over 'troopergate' by fresh report",
  "The new world",
  "Yesterday in parliament",
  "Guardians of the unborn",
  "Mobility is a moving target",
  "The Wire re-up: Spoiler Fear",
  "Superstitious about the election?",
  "Delivering the Keys for Obama",
  "James Bond: the enemy of architecture",
  "Call for facts on UK firms that channel cash to US politicians",
  "Cabinet revolt over Straw's rights and responsibilities plan",
  "Poorer prospects",
  "'Why be hateful to a guy you're going to make a fortune with?'",
  "A great week in black history?",
  "That joke isn't funny any more",
  "McCain is on the verge of a defeat that marks the end of the Republican era",
  "Scouting report: Ross McCormack, Cardiff City",
  "Fear and loathing divide two Americas on eve of vote",
  "The changing of the seasons",
  "GPs get £100 for checks on people with learning difficulties",
  "Jimmy Carl Black",
  "Rival lobby groups try living together",
  "The journalism student",
  "Treasury moves to protect taxpayer funds",
  "Public lack facts on community orders, say MPs",
  "Film picks",
  "World losing Aids battle, minister warns as £220m fund launched",
  "Roy plans sweeping change to levy",
  "Signs of progress at last, but profound inequality remains",
  "'It's a historic event. If they want to be there, they should'",
  "A vote on the future of the US - and so the world",
  "Democrats expect big Congress gain",
  "Soft-shoe shuffle",
  "UN drone inquiry",
  "Country diary",
  "Over half state schools breach admission laws",
  "News in brief",
  "The pain of paying up",
  "The art of giving presentations",
  "The complexities of fairness",
  "Out of pocket",
  "A brave face",
  "'World's best golf course' approved - complete with 23-acre eyesore"
]