[
  "Call to give local people power to block licensing applications",
  "Pearl Harbor: No smoking, no racism, no clue",
  "Verona joins growing list of bankrupt opera houses",
  "Metrolight",
  "Positive energy",
  "Question time",
  "Gatwick vulnerable to foreign state bidders",
  "Rescue: Lloyds pulls HBOS out of the fire with £12bn merger",
  "League asks for help over shady new owners",
  "Harare waits on the world",
  "Croatia has moved on from its fascist past",
  "Three die in tainted baby milk scandal in China",
  "Falling down",
  "News in brief",
  "Risk, recklessness and financial stability",
  "HBOS takeover: The men deciding  the future of two high street giants",
  "Angela Merkel admits an unlikely fantasy: I wish I were a gymnast",
  "We need an expensive miracle",
  "On history's naughty step",
  "Lancashire face relegation after grim collapse",
  "Françoise Demulder",
  "Riot police sent in to contain Parisian gang war",
  "Suicide bomb attack on US embassy in Yemen kills 16",
  "Nine different reasons to drink to excess",
  "ChromoGenics Sweden",
  "Economic meltdown returns initiative to Obama in polling",
  "Haemorrhaging of western influence at UN wrecks attempts to push human rights agenda",
  "Banking crisis: Barclays offers hope to Lehman's London staff",
  "Defence: Nato must transform to beat Taliban - Browne",
  "Tzipi Livni: From Mossad agent to Israel's next prime minister",
  "Bank stocks plummet again despite Fed's AIG rescue",
  "The hustler",
  "Palin aides in legal battle to block state trooper inquiry",
  "I want my boyfriend to stop taking drugs",
  "Celtic booed as perfect record ended by Rioch's Danes",
  "Doctors call for ban on sunbed use by under-18s",
  "DeepStream Technologies",
  "£12bn HBOS takeover fails to end global panic on financial markets",
  "The Pumas take on the pit bull",
  "US election: Congresswomen attack McCain on women's economic issues",
  "The forgotten path to Middle East peace",
  "All at sea in the Caspian",
  "US election: Obama and McCain spend big on financial crisis ads",
  "Banking crisis: Regulators look to curb naked ambition of the short sellers",
  "US election: Republicans fight to block inquiry into Palin's 'Troopergate' affair",
  "Western influence at UN wanes as power balance shifts",
  "Polls suggest Tzipi Livni could become first female Israeli PM for over 30 years",
  "\"Executive experience\"",
  "Angela Merkel: I wish I'd been a gymnast",
  "Bush administration taps climate change believer",
  "Why did Reiss have to resign?",
  "Lehman Brothers UK staff thrown a lifeline by Barclays",
  "Fashion statement",
  "Clampdown on websites promoting suicide",
  "A British Law & Order? No thanks",
  "Worst-case scenario for South Africa and Zimbabwe",
  "Anti-gun instructions for universities - a misfire?",
  "Obama takes the lead in Reuters/Zogby poll",
  "A trade with deadly consequences",
  "Malaysian PM Abdullah Ahmad Badawi hints at early resignation",
  "Taking the Mickey",
  "How New Labour sold itself short",
  "24 hours in pictures",
  "Tied to the nanny state's apron strings",
  "I'm a sex worker – don't take away my livelihood",
  "This crisis is worryingly close to home",
  "Manchester United remain calm despite turmoil at AIG",
  "Dell sees 'slow demand', Samsung bids for SanDisk",
  "Evading the consequences",
  "BAA puts Gatwick up for sale",
  "Champions League: Manchester United v Villarreal - as it happened",
  "Watch a whopping seven minutes of The Day the Earth Stood Still",
  "No 391: Peter Conway",
  "Q&A: Why is HBOS in trouble?",
  "How do you fight these people?",
  "Misunderstanding Lib Dem values",
  "Liberal Democrat conference: Not the right day to be shrinking the state?",
  "Reform, not revenge",
  "L'affaire Siné",
  "County cricket - as it happened",
  "Fairness, not favours, for Muslims",
  "In detail: nine types of heavy drinker",
  "Thaksin's relative becomes Thailand's prime minister",
  "Israel's Kadima begins voting to elect new head",
  "Peter Moore Interview: Part Three",
  "Former LA Times staff sue Zell",
  "Federal Reserve rescues AIG",
  "Elevator Pitch: Wigadoo helps organise those trips with friends",
  "Mexico wonders: who is a journalist?",
  "Big government is back",
  "Vincent Cable: 'We need to firmly embed depositor protection within the law'",
  "Is this 21st-century apartheid?",
  "Barclays agrees $1.75bn deal for core Lehman Brothers business",
  "Barclays clinches deal to buy Lehman assets for $2bn",
  "Barclays to buy Lehman Brothers assets"
]