[
  "Has Blu-ray's copy protection been cracked?",
  "The Old South's last hurrah",
  "For whom the polls tell",
  "The urban-rural coalition in action",
  "The McCain campaign's message of war",
  "Poll closing times",
  "Democrats aim to extend majority in Congress on election day",
  "Playing politics with pensions",
  "Monday miscellany",
  "Is it safe to be a judge yet?",
  "Newspaper Society calls in lawyers over BBC's local news plans",
  "Predict Tuesday's result, win fame and glory",
  "Scotland gives Donald Trump go ahead for 'world's greatest golf course'",
  "US election: Chicago prepares for massive election night rally",
  "All those lies for nothing",
  "The witching hour has passed",
  "When Irish eyes are frowning",
  "Security vans robbers jailed for up to 17 years",
  "The Thatcher approach",
  "Alistair Darling, Mervyn King and Lord Turner quizzed by MPs",
  "Gears of War 2: our hands-on all-nighter with the final code",
  "A very reluctant preacher",
  "Chinese police told to go easy on protesters",
  "The new Rwanda",
  "Toledo fightback",
  "Lessons in science",
  "Stephen Poliakoff shoots first feature film in a decade",
  "Stuntman died filming Batman car chase",
  "You review: Quantum of Solace",
  "Congo aid agencies resume work amid ceasefire",
  "Japan frets over growing marijuana problem",
  "Gears of War 2",
  "Sixty is the magic number",
  "De Menezes police 'out of control'",
  "Poster service: North by Northwest",
  "Microsoft fingers Apple and Real for Vista insecurities",
  "Barring the BNP",
  "In truth, he probably should have been kicked out of the Senate years ago",
  "Fears over new drug orders for mental health patients",
  "Days of reckoning",
  "Doubters wrong to round on Glock for 'gifting' Hamilton the F1 title",
  "Gunmen kidnap French aid worker in Kabul",
  "You looking at us?",
  "No 422: Dan Black",
  "US election briefing: The final countdown",
  "Independent in the maelstrom: Selling Aussie stake, DMGT deal looks unlikely",
  "Missions registers alarm at mounting denial of press freedom in Sri Lanka",
  "Lights out for Pakistan",
  "Australian reporters can protect sources",
  "One nation under secularism",
  "Egypt fails on free speech",
  "What Britain can learn from the US",
  "The world holds its breath as America decides",
  "Unions must have right to expel fascists",
  "Mental illness, the law and rudeness",
  "A Kafkaesque excuse for ignorance of the law",
  "What it means for the press",
  "Film picks Paul Howlett",
  "Social mobility on the rise at last, says report",
  "Common drug may slow brain disease",
  "Want a rush of empowerment? Join the angry idiots registering their disgust with Ofcom",
  "Take care",
  "Swede success for Karlsson in Order of Merit triumph",
  "Abramovich court ruling reveals world of yachts, villas and a costly football hobby",
  "With this layer of authority he can now become a great",
  "Love for Obama and the other presidential candidates",
  "Top Mexico police chief resigns over drug cartel allegations",
  "Big rise in parental complaints about school admissions",
  "Report attacks 'national embarrassment'",
  "The morning after the night before",
  "Total spending ban on men accused of funding al-Qaida",
  "Police investigate revenge motive for fatal stabbing",
  "Hooked on gun-toting bloggers",
  "The close-up",
  "England are bankrupt in million-dollar failure",
  "Obama has the edge and polls prove it, say confident Democrats",
  "Albion draw scant comfort from  a game set adrift by officialdom",
  "Zola tired and emotional as Mido deflates Hammers revival",
  "Gardner rarity helps Bolton dig out a long-overdue three points",
  "Lord Cuckney",
  "Somalian rape victim, 13, stoned to death",
  "Brand damage and the cost of Ross",
  "What it means for PR",
  "Pupils earn just reward for healthy eating",
  "What it means for Radio 2",
  "The holiday curse",
  "Liberal paranoiacs, breathe easy: the swift-boating of Obama isn't working",
  "The prophets of Iranian regime split won't find it in the fury of the bazaar",
  "This is first of many says Hamilton as he becomes youngest champion",
  "'I'm not very fast at my times tables'",
  "To Be Straight With You"
]