[
  "Smith orders inquiry into MI5 and CIA torture claims",
  "Scary ghost game wins Nokia innovation award",
  "Unfair to small boats",
  "Jonathan Ross is on his final warning after Sachsgate, says Mark Thompson",
  "Lewis Carnie to stand in as Radio 2 controller after Sachsgate resignation",
  "Thursday miscellany: Obama's evil hypnosis trickery",
  "Radio 2 to air apology over Russell Brand and Jonathan Ross phone prank",
  "Memoir on a postcard competition: terms and conditions",
  "Memoir on a postcard: talk policy",
  "US election: Lawyers arrive in Florida for potential post-election fight",
  "High court throws out unprecedented damages claim against rape claimant",
  "An abuse of power",
  "EU holds emergency talks as Congo teeters on brink",
  "Barbecue grief for Sky chef",
  "Back to the future in the Caspian corridor",
  "Police confirm Huffington Post writer killed partner",
  "Police did not warn de Menezes before opening fire, witnesses claim",
  "VW revs up for another record year",
  "Guatemala launches campaign to recruit foster and adoptive parents",
  "Politics Weekly: Recession, Russell Brand and Jonathan Ross",
  "Is the music industry calling time on the double album?",
  "Get back to the basics",
  "Obama's potential green team",
  "Banking crisis timeline",
  "£9m firewall to protect Thai king from online detractors",
  "Nine dead in Congo after panic and looting break out",
  "Nibbles",
  "Glenrothes byelection enters its final phase",
  "The Joy of Six: formula one season finales",
  "Cocktail Bond is dead. All hail brute Bond!",
  "The right to die with dignity",
  "BBC's Top Gear under fire over live show links to arms trade fairs",
  "Government denies plan to allow driving on hard shoulders",
  "Men have their uses but are rather last century",
  "Leave the short sellers alone",
  "Government warned not to backslide on equal pay",
  "Uganda loses HIV funding over fears of misuse",
  "A country in ruins",
  "Rescue operation after Devon hit by worst flooding for 25 years",
  "Fashion Statement: Fashion on film",
  "'Flaming Lips popcorn' to accompany new movie",
  "The lessons of violence",
  "Search for survivors of Pakistan earthquake continues",
  "Goodbye David Tennant. Hello Doctor who?",
  "Much at stake for Sinn Féin when army war veterans parade through Belfast",
  "2008 has been a vintage year for the London film festival",
  "Laurent Nkunda: profile",
  "Photographers Berenice Abbott and Bill Wood: Paris, New York and Texas",
  "MPs should use free parliamentary time to resolve assisted suicide issue",
  "A slow but certain demise",
  "Which HomeBuy schemes can we borrow from?",
  "Yesterday in parliament",
  "What's so entertaining about sex crimes?",
  "Guardian Daily: BBC crisis over Ross and Brand",
  "Artists beginning with V",
  "Tom Clancy's EndWar",
  "Microsoft unveils pre-beta Windows 7",
  "Can Microsoft be a mobile hero?",
  "Vista's successor is more than Windows dressing",
  "Ellie Scrivens",
  "Car bombs kill dozens in northern Somalia",
  "Vodafone finds a partner in Russia's biggest operator",
  "The bright side: What's this I see? Signs of a Winter of Content?",
  "Diary",
  "Berbatov dazzles for United to help Ronaldo strike back",
  "Gene Upshaw",
  "Even in the rural heartland, Obama has sparked an explosive conversation",
  "Toe injury forces Abendanon to limp out of England squad",
  "Antigone",
  "Fallout 3",
  "Work with rednecks - and watch who your daughter dates",
  "Dressed to kill?",
  "Read me first",
  "Lufthansa takes control of bmi",
  "Puerile prank that left BBC stars and executives on the ropes",
  "Ask parliament, not courts, whether your husband can help you end your life",
  "Ministers accused of arrogance over 128-day parliamentary session",
  "Bank under fire over handling of downturn",
  "Councils told to adopt 'click use' licences",
  "Tim O'Reilly: The guru of technologists",
  "Hansen goes to war for his Samoan ancestors",
  "In praise of... Mohamed 'Anni' Nasheed",
  "It would take an affair with a gay terrorist to knock Obama off his road to victory",
  "Chickens and bears and short selling, oh my: the strange world of local ballot propositions",
  "Police kill man brandishing gun after row with girlfriend",
  "El maestro Maradona: football legend to be Argentina manager",
  "Artists beginning with R (part two)",
  "Statutes of liberty",
  "No literary prizes for Levy's polemic",
  "Criminal offensiveness and the Brand/Ross furore",
  "Weatherwatch",
  "Standard Life policyholders face shrinking payouts and rising fees",
  "Those who want real change will have to fight to get it",
  "Turning dumb dialogue into intelligent conversation"
]