[
  "<p>Have I over-used the phrase 'better late than never' in relation to this regular round-up? I have? Okay. But this week, I had an excuse - I was being blown off a medieval castle in Rome by the city's worst storm in 50 years. </p> <p>But anyway, Fantomex was on writing duties and managed to track down some game talk! I'll leave you a second to recover yourself... </p> <p>Back with us? It's okay, it's okay - it didn't last long.</p> <p>Make some strong tea, unwrap a Blue Riband bar and settle in...</p> <p><br><strong>Part one: A fabled beginning...</strong><br>Monday kicked off a week of Fable 2 chatter. Excitement is reaching fever pitch. Umboros23 posted his huge and very detailed review (which we won't include here) and this stimulated more discussion.</p> <p>Then, of course, came the proper chatterboxness!</p> <p>Tonyhayers reviewed Umboros23s Fable 2 review:</p> <blockquote> <p>The quality is higher than almost all of your posts. The prose crackles and fizzes with wonder, delight and sheer gay abandon. \"Typical NPC fashion\" is a cracking new term for the modern rash of badly uniformed toy cops running around our streets. \"Got a love groove down in the bedroom\" paints a lovely picture of the post-coital state of the mattress.<br>An enthusiastic 9.</p> </blockquote> <p>Then, ever the post-modern, post-structuralist, Beardofbees reviewed Tonyhayers' review of Umboro23's Fable 2 review:</p> <blockquote> <p>Hayers, if I may be so bold, let me review your review of the review:<br>Unfortunately Hayers tone here is not completely discernable. Despite the outwardly positive nature of the review, clear traces of sarcasm leak through as, after all, we feel they really deserve to. One assumes we are on the same level as the reviewer of the review, but can never be entirely confident. A bleak commentary on the faceless communication of the Internet age to be sure, but a necessary one.</p> </blockquote> <p>The illogical paradoxes and sheer mind-bending oddness of Chatterbox have all but worn off for regulars. We're now merely jaded misanthropes. Or \"gamers\", if you will.</p> <p>On Tuesday, Chubster2010 posted a rather wonderful critique of Channel 4's interviewing techniques in regards to games.</p> <blockquote> <p>Did anyone see Shigeru Miyamoto on Channel 4 news last night?<br>Now - I love the bloke - he's amazing, and you really couldn't ask for more from a gaming figurehead. BUT, last night was the first time he's actually managed to slightly irritate me (an irritation that was exasperated by Channel 4 handling of the segment).</p> <p>He was going on about how too many developers are relying on violence to sell games and then (surprise, surprise!) Channel 4 put up a montage of scenes from GTAIV and described how violent it is.</p> <p>I know Miyamoto (and Nintendo) have always been focussed on family friendly game design, but this kind of statement (to me) seems to have a total disregard for huge swathes of the game development that is out there.</p> <p>Do the majority of developers really rely of violence to sell? Sure there are a lot (or, should that be A LOT?) of violent games out there, but what about racing games? Sports titles? Puzzle games? The list of successful and high quality non-violent games is huge.</p> <p>I guess I just find it a bit disappointing that someone as high profile as Miyamoto should be used to permeate the 'videogames are rotting our child's minds' message, and that he didn't convey a more balanced perspective on the industry.</p> <p>Also, maybe he should have commented that too many developers are churning out gash mini-game collections and Brain Training-clones...</p> </blockquote> <p>Quite a fabulous commentary on the state of mainstream journalism you'll agree, but is this anything we're not already familiar with? I'm sure Miyamoto and most developers are also quite used to journalists using the words \"violence\" and \"GTA4\" in every interview, but surely people are getting tired of this OTT shock-horror handling of a respected pastime and art form? Opinions at the bottom, please..</p> <p>Smellavision then came up with another opportunity for the blog to create a new word:</p> <blockquote> <p>You know that feeling, when you think you've got to the end of a game, and another level springs from seemingly nowhere...</p> </blockquote> <p>Unfortunately, we agletted out on it.</p> <p>Tuesday, BeardOfBees commented on the forthcoming Sherlock Holmes movie with Robert Downey Junior..</p> <blockquote> <p>Yeah I heard Downey Jr was playing the great detective too. He said in an interview that they're exploring some sides of him found in the novels but generally not in film/TV so far - e.g. his love of martial arts.... Robert Downey Jr playing a kung-fu fighting Sherlock Holmes? Who thinks these things up.</p> </blockquote> <p>I'll tell you who, Guy bloody Ritchie!</p> <p>\"Does anyone have an iPod FM transmitter thingy for the car? If so, what model have you got and would you recommend it?\" asked OfficePest kicking off a brief discussion. Apparently, no, nobody would, and they are poor. Believe it or not, you can get an MP3-CD playing car radio with USB port in Lidl for £50..</p> <p>OfficePest also reposted for a couple of days in a row about an online Warhawk grudge between himself and some best-in-the-world-type player. You know the type, ladies and gents, the ones who will cuss and bark at all and sundry for their own lack of ability when not spawn-camping or being a whiner and logging off before a game ends.</p> <p>Without posting it all, he heartily encouraged everybody to mass-brawl the guy back to the Stone Age. Bloggers, it is never worth fighting fire with fire. Except in this case, where it is, of course, in the highest sense of honour. <br>We are (mostly) genteel British gamers, after all, so do it for the maidens and fillies, chaps!</p> <p>Zooey74 came up with a good point on the problem:</p> <blockquote> <p>According to stats he has played around 117 days worth. Warhawk has been out just over a year (400 days-ish) So he has spent over a quarter of the past year playing Warhawk. Leave it - the man is blatantly insane.</p> </blockquote> <p>On Wednesday discussion turned to Harry Hill, and a very clear Marmite-style divide emerged. Some love him, some hate him, though by far the best comment was from BeardOfBees:</p> <blockquote> <p>Entertainment value would definitely go up with a slight mix-up of the show's format. I suggest a Roman-style arena and the releasing of various wild (possibly hungry and drugged up) animals. Let's see if gurning and weird impressions can defeat a bear on crack.</p> </blockquote> <p>Best. Suggestion. Ever. And for what it's worth, I think Harry Hill is gash.</p> <p>Crispycrumb later regaled us with a home tale:</p> <blockquote> <p>Girlfriend relayed a conversation with her flatmates in which they stated that any man wanting to get in with them could not like football, or sport generally. Choice quotes were \"I've converted several men with a trip to the theatre\" and \"Well, people who like ballet are culturally superior to sport fans\". This caused the girlfriend to spit feathers and go ballistic as she's both a trained ballerina and a lifelong Hammers fan.</p> </blockquote> <p>Chat eventually turned to oldskool metal, and the expected dirge that will be the new Guns'n'Roses album. Unfortunately, the impending release means that I can no longer make snide comments that China actually will be democratic before Chinese Democracy arrives.</p> <p>Craggyisland let his feelings be known:</p> <blockquote> <p>Not so impressed to see so many metallers in here. It's all just a little too close to stereotype. Sad, lonely geeks listening to horrible music whilst playing with themselves. Perhaps that's why Guitar Hero sells so well. A crossing of the demographics.</p> </blockquote> <p>Not quite a fair assessment, but a relevant one nonetheless..</p> <p>Then, a brief dalliance with \"who's-been-on-the-blog-longer\" one-upmanship. Nobody wins at this. Ever.</p> <p>On Thursday, Chubster2010 lamented on a purchase:</p> <blockquote> <p>I had the pleasure of playing 'More Games Party' on the Wii last night. Now, I didn't expect much from this title, but feck me, it really is astoundingly awful. One of the minigames has you throwing virtual beanbags at a plank of wood.Is this the most uninspired game concepts ever? Can you think of anything more mundane? </p> </blockquote> <p>Answers included this gem from Umboros23:</p> <blockquote> <p>How's about Wii Paint? You can go round to people's houses and use the Wii mote to paint their walls in an up/down motion. It would be realistic so every foot you move your arm covers a foot of the wall, but obviously it will need a couple of coats. You could start out with creosoting a shed, then build up to a fence, before finally becoming a professional painter. Money earned can be spent on successively better means of transport to jobs in the neighbourhood, from your first bike to an eventual white ford transit.</p> </blockquote> <p>Then Lazybones suggested something that will probably end up being made:</p> <blockquote> <p><br>How about Wii Shake! Shake the Wii remote to make your Mii's jump up and down on screen. Then take photos to send to all your friends.</p> </blockquote> <p>Well, can you think of worse?</p> <p>Discussion quickly moved on to bad 4x4 drivers and useless cyclists, leading to a safety suggestion from CBPodge:</p> <blockquote> <p>During the driving test you should be made to open and drink from a bottle of water, receive a text on your phone and read it, take a call and tell them you're driving and will call them back, and change the station on the radio without using a preset station. It's all things you're going to do while driving, so you may as well be judged on your ability to do them.</p> <p>Also, all tests should involve you being led to a very out of the way part of the town/city you are doing the test in and finding the way back to the test centre without the help of the instructor. Asking pedestrians is fine.<br>Driving between the lines, looking in your mirror and parking are things any moron can do. It's the other stuff that causes accidents, so you shouldn't be able to drive unless you can do 'em properly.</p> </blockquote> <p>This man talks sense.</p> <p><strong>Part two: Stop! Ham time!</strong><br>Sure, it's not directly Chatterbox related, but a large portion of the bloggers this week migrated over to <a href=\"http://www.guardian.co.uk/technology/gamesblog/2008/oct/20/1?showallcomments=true\">this post</a>, all about using your home power lines to transfer the internet. Keith's article attracted a horde of enraged Ham Radio geeks, almost as much of an anathema to Chatterboxers as zombies. </p> <p>Nonetheless, it is a haven of maddening banter and ultra-nerds, though the hoped-for one-on-one duel to the death between a Chatterbox leader and a Ham-ster (I'm so witty) never arrived. Boo.</p> <p><strong>Product of the week</strong><br>For the bravest Chatterboxer confronting zombie hordes, we recommend <a href=\"http://bauldoff.tumblr.com/post/55626487/the-safe-bedside-table-has-a-removable-leg-that\">this stylish bedside table</a>.</p> <p><strong>Video of the week</strong><br>Chubster2010 gives us <a href=\"http://uk.youtube.com/watch?v=5pFv8CAniYQ\">Chimp Riding Segway</a>. 'Nuff said.<br><strong><br>Quote of the week</strong><br>\"Paralympics: Do disabled gods live on Mount Paralympus?\"<br>Lazybones strides confidently past the political-correctness checkpoint into <strong>quote-of-the-week territory.</strong></p> <p><strong>Have I got quotes for you?</strong><br>\"We heard mention of it, but decided that it would only be worse if we went out and told the fans they were absolutely not allowed to throw dildos on the ice\"<br><strong>ImperfectRex quoting from <a href=\"http://www.belfasttelegraph.co.uk/sport/other-sports/ice-hockey/swedish-ice-hockey-game-delayed-by-sex-toys-14014655.html\">funny news story of the week</a>.</strong></p> <p>\"Quick tip for you: if you're ever doing an after-dinner speech, you say, <br>'My Lords, Ladies and Gentlemen, sorry I'm late, I just popped to the toilet. And while I was there, I saw some graffiti and it said 'I used to be indecisive, but now I'm not so sure''\". Straight away you've got them by the jaffas. <br><strong>TonyHayers comes out with another slice of his well-lived life, possibly in quote form.</strong></p> <p>\"Great, now I know that it's got a shotgun weapon in it. Why not just tape my eyelids open and force me to watch the whole game beginning to end why don't you.\"<br><strong>BeardOfBees, this is what ProPlus and Red Bull cocktail chasers were invented for!</strong></p> <p>\"Just so you're fully spoilt, I should mention that Crysis involves a crisis. I did originally spell 'crisis' as 'crysis', then realised that's moronic.\"<br><strong>CBPodge and the perils of purposeful game misspellings.</strong></p> <p>\"The chatterbox used to be a lot funnier.\"<br><strong>ImperfectRex on the gradual state of decline. You mean, we used to be funny?</strong></p> <p>\"Packs of dogs should attack you like a pack of dogs, not run after you like 5 year olds playing football. Now imagine you are the ball, you hate five year olds, and you have a pump action shotgun with 12 rounds in the chamber. Game over.\"<br><strong>Umboros23 on Fallout 3 AI.</strong></p> <p>\"I love to advise everyone on how to live their lives. I also believe that commenting here gives me sufficient social standing to judge absolutely anyone. I fully intend to keep doing this from now until the day I die. If I happen to be joking at any point, I firmly resolve not to indicate this with any kind of smiley. If people are offended by my comments, then that brings a tiny glow of satisfaction to my otherwise cold, dead soul.\"<br><strong>Last but not least, Limni shows off his happy-go-lucky side.</strong></p>",
  "<p>There's an old Nordic saying: Iceland is green and Greenland is icy. And it's true; holiday photos from Iceland have an unreal quality, like a still from Lord of the Rings doctored by a Photoshop expert to play around with, whilst 80% of Greenland's surface closely resembles <a href=\"http://bragewj.com/starwars/hothBattle.jpg\">the ice planet Hoth</a> from the second Star Wars film. It's not really that green in Greenland, but it is in Iceland.</p> <p>However, the average European has quite a different perception of the sub-Arctic climate which, combined with the blanket coverage of Iceland's dire financial situation, puts it just above <a href=\"http://en.wikipedia.org/wiki/Resolution_Island_(Nunavut)\">Resolution Island</a> in the league table of consideration when booking a mini-break. But they'd be very wrong.</p> <p>One of the bizarre side-products of the titanic currency fluctuations of late is that Reykjavik is now amazingly cheap to holiday makers, in direct opposition to its long-standing image as a painfully expensive place to have fun. I was there during the summer and a beer at <a href=\"http://www.visitreykjavik.is/desktopdefault.aspx/12_view-17/tabid-11/18_read-311/\">Kaffibarrin</a>, the popular city centre drinking den that's famously part-owned by Damon Albarn, cost between £6 and £7 (when translated into pounds). The same beer now costs about £2.50 due to the free-falling currency, cheaper than virtually any barrel scrapings you could find in the very seediest London pub. </p> <p>And a fine piece of Icelandic lamb, the most delicious you'll ever taste and expertly cooked using local ingredients in the sort of well-to-do restaurant usually found in Knightsbridge, costs the equivalent of £10. That wouldn't even buy you a burger in most English pubs, let alone a cut of the finest meat the region has to offer. Also now cheaper than takeaway fish and chips is lamb's tongue - a delicacy of the highest order. The texture is, well, that of tongue but it's indescribably meaty and full of herby flavour.</p> <p>Iceland is still exactly the same, enchanting place. When you turn a street corner in Reykjavik, a city about the same size as Cambridge, and see the <a href=\"http://www.nat.is/travelguideeng/plofin_mt_esja.htm\">3000-foot Esja mountain range</a> through the red roof tops, the sight demands that you stop and gawp for at least a few seconds, even if you've seen it a dozen times before that morning. It is one of the <a href=\"http://image24.webshots.com/24/9/4/46/32190446ZanLEqxlBu_fs.jpg\">most stunning backdrops</a> to a capital city anywhere in the world with its snow-capped outcrops, often draped with fog and the odd hardy sheep, <a href=\"http://farm4.static.flickr.com/3290/2719511531_a02c06b3d6.jpg?v=0\">towering over the ice-cold bay</a>. </p> <p>Thankfully the people have also changed very little despite impending financial hardship troubling many citizens – something many blame their European neighbours for not helping stave off. Brown and Darling are still two very dirty words in Iceland but most are intelligent enough to <a href=\"http://www.theguardian.com/commentisfree/2008/oct/10/marketturmoil-iceland\">realise that their actions</a> do not reflect the will of the public in general, despite publicity to the contrary. \"Most people I know think of it as a problem between governments, but I am not sure everyone thinks the way me and my friends do. I think people are just grateful for the foreign currency tourists bring,\" is how one Icelandic journalist put it to me and, having spent a week there recently, I would have to agree. </p> <p>Apart from the odd beer-fuelled comment about what an ass our government is (few Brits would or could disagree), people put on a brave face and welcome tourists with open arms, just as they have since Reykjavik became a magnet for your tourists in the 1990s.</p> <p>The city's tourist board recorded a 20% increase in British tourists travelling to Iceland in September and the first half of October, compared to the same period last year. Some will have been journalists and media types scrabbling to cover the crisis but most are just canny holidaymakers taking advantage of the unique fiscal climate to have an extremely memorable holiday on a credit crunch budget.</p> <p>So if the sort of scenery that makes people sit on a plane for days to get to New Zealand would be of interest then Iceland, <a href=\"http://www.icelandexpress.com/flight_info/schedule_and_route_map/\">a mere 180 minutes from London</a>, should be your next destination. The food and drink are so cheap you might think you've ended up in Eastern Europe, but that wouldn't be quite as exquisite.</p>",
  "<p>Earlier this week, we <a href=\"http://www.theguardian.com/business/blog/2008/oct/29/recession\">asked you to send us your pictures of the reality of recession</a>. You've done yourselves proud. Submissions range from the elegiac to the defiant; from closing down sales to credit crunch menus, from the quietness of closure to the exuberance of desperation, occasionally spiced with a little schadenfreude, but more often with sympathy. </p> <h2>The ship of fools</h2> <p>My favourite so far is this; a narrative study of the banking crisis, captured with wry eloquence. It helps to know that the background is Canary Wharf, London's financial district overflow.</p> <p><br>Photograph: <a href=\"http://www.flickr.com/photos/8553628@N07/\">mgillinson</a> at Flickr. Rights reserved</p> <h2>Hard times in Hampstead (one)</h2> <p>Marvellous bit of subvertisement, made all the better for being in Hampstead, London's leafily affluent hilltop suburb. It's at the lightest end of the vein of protest signage which runs through the photos.</p> <p><br>Photograph: <a href=\"http://www.flickr.com/photos/schnappi/\">graham</a> at Flickr. Rights reserved</p> <h2>Hard times in Hampstead (two)</h2> <p>OK, so <a href=\"http://www.flickr.com/photos/jonanamary/\">jonanamary</a> hasn't tagged this one up for location, so we don't know it's Hampstead. But it does show another trend in the pictures, what you might call ironic sympathy. See also: \"<a href=\"http://www.flickr.com/photos/timrich26/2984428840/in/pool-guardian-recession-monitor\">It must be tough if people are selling off their pleasure boats</a>.\"</p> <p><br>Photograph: <a href=\"http://www.flickr.com/photos/jonanamary/\">jonanamary</a> at Flickr. Rights reserved</p> <p>In a similar class is the best looking picture in the collection so far: <a href=\"http://www.flickr.com/photos/jobbys/2971741002/in/pool-guardian-recession-monitor\">this Andreas Gursky-like vision of an empty carpark at the Aston Martin showroom</a></p> <h2>Closing down</h2> <p>The most touching example of the most touching strand in the collection is this shot of a closing down notice in a shop at Elephant and Castle in London. </p> <p><br>Photograph: <a href=\"http://www.flickr.com/photos/jasminetea/\">jasminetea</a> on Flickr. Rights reserved</p> <h2>Add your photographs to the pool</h2> <p>Do you have a better shot you can bring to the table? Perhaps you've seen a forlorn estate agent in his empty office? A \"for sale\" sign on an ice-cream van? <a href=\"http://www.flickr.com/groups/guardian-recession-monitor/pool/\">Add them to the pool.</a></p>",
  "<p>Few people have been more persona non grata than George Bush during this election season. Republican candidates have gone out of their way to avoid being seen with the president. In fact, <a href=\"http://www.politico.com/news/stories/1008/14799.html\">Bush has raised $40m less</a> for the Republican party and its candidates in the 2008 election than he did last cycle. However, John McCain is becoming equally as toxic. He is, in fact, becoming the next George Bush.</p> <p>In recent months, McCain has made a particular effort to separate himself from the president and shrug off the liberal talking point that his policies would represent Bush's third term. In September, McCain campaign chief Rick Davis gave Bloomberg News an <a href=\"http://www.bloomberg.com/apps/news?pid=20601087&amp;sid=amLe498jVevw&amp;refer=worldwide\">\"emphatic no\"</a> when asked whether the two men would be campaigning together this fall, saying that they had \"turned that page\". (This attitude is a far cry from <a href=\"http://thinkprogress.org/2008/02/18/mccain-bush-term/\">what McCain said about Bush</a> last February: \"I'd be honoured to be anywhere with him under any circumstances.\")</p> <p>Nevertheless, even solid Republicans are now equating McCain with Bush. Norm Coleman, facing a tough Senate re-election race in Minnesota, <a href=\"http://www.madison.com/tct/news/stories/311273\">never mentioned McCain</a> at multiple campaign stops. Last month, an aide to Coleman <a href=\"http://thinkprogress.org/2008/10/06/coleman-mccain-health-care/\">refused to back McCain's healthcare plan</a>, curiously saying only that Coleman was <a href=\"http://thinkprogress.org/2008/10/06/coleman-mccain-health-care/\">\"aligned with senator Coleman's plan\"</a>. He also called for the McCain campaign to <a href=\"http://www.huffingtonpost.com/2008/10/22/another-gop-senator-decri_n_136949.html\">stop its negative robocalls</a>. </p> <p>At least two other Republicans, Gordon Smith of Oregon and Susan Collins of Maine, also broke rank and joined the anti-robocall chorus. Smith has gone even further, grabbing hold of Barack Obama's coattails and going out of his way to <a href=\"http://www.nytimes.com/2008/10/15/us/politics/15oregon.html\">praise the Democratic candidate</a>. </p> <p>Republican senatorial committee chairman John Ensign of Nevada recently told MSNBC that there was \"no question the top of the ticket is affecting our Senate races, and it's making it a lot more difficult.\" Senate minority leader Mitch McConnell, in a tight re-election race in Kentucky, <a href=\"http://www.politico.com/news/stories/1008/15071_Page2.html\">hasn't done any events with McCain</a> since a fundraiser last spring. </p> <p>Few Republicans have come out excited by the direction McCain is taking the party. In fact, the Republican National Committee's website currently has no mentions of McCain on its front page. Obama's name, however, appears five times. The top landing graphic links to a speech by former senator Fred Thompson. (The graphic does eventually change to a McCain promotion, but you have to wait around more than 10 seconds.)</p> <p>Many conservatives already view their presidential candidate as a lame duck. According to Politico's Jonathan Martin, a <a href=\"http://www.politico.com/blogs/jonathanmartin/1008/Conservatives_plan_secret_postelection_strategy_session.html?showall\">\"who's who of conservative leaders\"</a> is planning a major strategy session for November 6 to chart out the movement's future. Republicans are publicly criticising McCain and his campaign with increasing frequency. While some have decried his Karl Rove-like tactics, those voices have mostly come from the old guard, such as representative <a href=\"http://www.newsday.com/news/local/wire/connecticut/ny-bc-ct--mccain-shays1029oct29,0,7578166.story\">Chris Shays</a> of Connecticut and Colin Powell. More are urging McCain to be more aggressive in <a href=\"http://www.theguardian.com/world/2008/oct/01/uselections2008.johnmccain\">fighting for conservative causes</a>. </p> <p>The one person on the McCain campaign who has generated excitement is Sarah Palin, who seems to already be gearing up for a 2012 run. She has been more than willing to hit Obama for \"palling around with terrorists\" and attack his \"socialist\" policy proposals. In her energy policy speech this week, Palin repeatedly veered away from her prepared remarks by substituting <a href=\"http://wonkroom.thinkprogress.org/2008/10/29/palin-big-oil-love/\">\"our administration\"</a> for every reference to the \"McCain administration\". </p> <p>Former House speaker and conservative revolution leader Newt Gingrich retired from Congress in 1999, but he certainly hasn't gone away quietly. In fact, he's shaping up to be a mover in the next conservative shake-up. A constant presence on Fox News, Gingrich has been a thorn in McCain's side. Gingrich has also been moulding the next generation of Republican foot soldiers in Congress, allegedly whipping up last-minute <a href=\"http://thinkprogress.org/2008/09/30/gingrich-against-bailout/\">opposition to the financial bail-out package</a> last month. (Gingrich has denied this involvement.) Additionally, Gingrich has invested considerable resources into an energy campaign urging: <a href=\"http://thinkprogress.org/2008/08/06/gingrich-aswf/\">\"Drill Here. Drill Now. Pay Less.\"</a> He even appeared as a <a href=\"http://www.ajc.com/metro/content/news/stories/2008/08/05/gingrich_oil_protest.html\">\"guest star\"</a> in the GOP energy protest over the summer, which conservatives considered <a href=\"http://thinkprogress.org/2008/08/04/gop-tea-party-energy/\">\"America's greatest hour\"</a>.</p> <p>Congressmen such as Jeb Hensarling of Texas, Mike Pence of Indiana and Thaddeus McCotter of Michigan are typical of Gingrich's foot soldiers. They are intent on moving away from Bush, who decimated the Republican party, and McCain, who isn't ideological enough on issues such as immigration. The New Republic's <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/03/AR2008100302401.html\">Eve Fairbanks</a> described this new guard as \"fiercely stubborn, gutsily insubordinate, drama-loving and … unadulteratedly ideological.\"</p> <p>A new direction doesn't necessarily mean success. Just as both Gingrich's Contract with America and Tom DeLay's infamous 1994 Republican revolution eventually failed, this new conservative direction may also find itself unable to live up to its own standards. One thing seems certain, however: Neither McCain nor Bush will be leading the way.</p>",
  "<p>The jet-setting lifestyle has proven too much for <a href=\"http://www.dailymail.co.uk/femail/article-1048840/Im-goody-shoes-Len-Goodman-reveals-colourful-life-barrow-boy-roots-judging-stars-dance-moves.html\">Len Goodman</a>. Flying back and forth across the Atlantic as head judge on <a href=\"http://abc.go.com/primetime/dancingwiththestars/index?pn=index\">Dancing with the Stars</a> and <a href=\"http://www.bbc.co.uk/strictlycomedancing/\">Strictly Come Dancing</a> has worn him out, and he's taking this week off from the US pro-celeb competition. His seat on the judging panel is being filled by Michael Flatley - yes, the <a href=\"http://www.lordofthedance.com/\">Lord of the Dance</a>. It may seem an odd choice, seeing as Flatley's expertise is in Irish dancing rather than ballroom or Latin. But what if he were setting a precedent for brilliantly outlandish guest judges on reality shows here in the UK? Judges such as:</p> <p><strong>The X-Factor</strong>: The Nolan sisters (on rotation)</p> <p>Get rid of Louis Walsh once and for all and replace him with an Irish person who, for a change, actually knows about girl groups. They may last have had a UK top 20 hit in 1982, but that means <a href=\"http://en.wikipedia.org/wiki/Simon_Cowell\">Simon Cowell</a> won't be offended by their modernity, as he seems to be whenever Dannii Minogue or Cheryl Cole pick songs for their acts that have been released in the last five years. </p> <p><strong>Strictly Come Dancing</strong>: Kevin Bacon</p> <p>As <a href=\"http://www.imdb.com/title/tt0087277/\">Ren in Footloose</a>, Bacon knew both the pure joy of dance and that the kids just can't be held back. He's also an acclaimed director, which indicates that he can make decisions and has a fully-functioning critical faculty, which is more than at least two of the Strictly judges have displayed so far this series.</p> <p><strong>Dancing on Ice</strong>: <a href=\"http://www.bbc.co.uk/gloucestershire/content/articles/2008/02/13/eddie_the_eagle_feature.shtml\">Eddie The Eagle</a> Edwards</p> <p>If Michael Flatley can judge a ballroom dancing competition despite having only tangential personal experience of the form, then the UK's most notorious winter sportsman can judge ice-skating. The Dancing on Ice panel already includes two non-skaters in choreographer Jason Gardiner and West End star Ruthie Henshall, so one more won't make a difference.</p> <p><strong>Britain's Got Talent</strong>: Bonnie Langford</p> <p>Actress, singer, dancer, Doctor Who companion, principal boy, Langford knows the talent show ropes from her victory on Opportunity Knocks, aged six, and understands the crushing taste of defeat from her third-place finish in 2006's Dancing on Ice. Plus she's the only person who could possibly make <a href=\"http://www.theguardian.com/environment/2008/oct/16/ethicalliving-piersmorgan\">Piers Morgan</a> appear less annoying.</p> <p><strong>Andrew Lloyd Webber's next search for a star</strong>: Alan Dale</p> <p>Dale's workaholism has led him to amass an impressive CV over the past few years, including appearances on Ugly Betty, The West Wing, <a href=\"http://www.bbc.co.uk/torchwood/\">Torchwood</a>, Lost and even Indiana Jones and the Crystal Skull, not to mention making his debut in musical theatre as King Arthur in Spamalot. He's eminently qualified to advise on casting, and what's more, if he appeared as himself, he'd finally be able to shrug off that ever-present \"Jim Robinson from Neighbours\" tag.</p> <p>Who would you like to see on our tv judging panels?</p>",
  "<video data-media-id=\"gu-video-339199907\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1889988513_China-toy-factory-16x9.flv\"/> </video>   <p>The dislocated head of a baby doll stares blindly through the gate; WALL-E and Barbie Pet Doctor boxes are strewn across the yard. </p> <p>Two weeks ago, toymaking giant Smart Union was churning out goods for children across the United States and Europe. Now it is in liquidation and 7,000 former employees are in shock. </p> <p>\"One day we went to work as usual, the next it was all closed,\" said Wei Sunying, gazing through the barred gate of the factory in Dongguan in southern <a href=\"http://www.guardian.co.uk/business/business+world/china\">China </a>where she spent eight years painting plastic components in a fume-filled room.</p> <p>\"Thousands of us are looking for jobs now. We walk around every day till our feet ache but we can't find anything.\"</p> <p>Few in the west have heard of Dongguan, but the chances are that <a href=\"http://www.guardian.co.uk/business/manufacturing\">your shoes, your TV or your children's toys</a> originated here. Exports have built a city of up to 14 million inhabitants — twice the population of Greater London — almost all migrant workers from the countryside. Its economy has grown 15% annually in recent years. </p> <p>Now the <a href=\"http://www.guardian.co.uk/business/marketturmoil\">global financial and economic crisis </a>is proving the final straw for exporters already punished by rising costs and a stronger currency. </p> <p>In the last year, chill winds have blown through the baking Pearl River Delta. Sixty-seven thousand small and medium-sized businesses in China collapsed in the first half of 2008, many in these manufacturing heartlands, says the national economic planning body. Toy firms have been particularly badly hit, thanks to safety scares and product recalls. Textile firms, with wafer-thin margins, are also reeling. </p> <p>Next came tighter credit for many foreign-owned firms, such as Hong Kong's Smart Union. And then, in the last two months, a sharp drop in US and European demand as consumers reined in spending. </p> <p>A local trade association predicts that by the end of January, Dongguan and its neighbours Shenzhen and Guangzhou will lose 9,000 of their 45,000 factories. </p> <p>\"Many factories are looking at completely empty order books,\" warned Stephen Green, head of China research at Standard Chartered, who believes the export sector will be stagnant and could even shrink next year.</p> <p>Green predicts that China will grow 7.9% next year — well below the double-digit figures enjoyed over the last half decade — while others suggest it could fall closer to 7%.</p> <p>That sounds enviable to western countries facing recession. But with the working age population still growing, China needs at least 8% growth to maintain the current employment rate. And the fall-out will be highly concentrated in provinces such as Guangdong.</p> <p>\"The social impact of this is going to be huge. The problems are getting bigger and bigger,\" said Wooyeal Paik, who is researching Dongguan's industry and migrant workforce at the University of California at Los Angeles.</p> <p>\"Impromptu protests by disgruntled workers left jobless and without pay are becoming more common; they have resorted to petitioning local officials for backpay because they have few other ways to remonstrate and be compensated.</p> <p>\"They will complain more and they will go to local government offices more... You will see demonstrations and picketing. And probably there's a risk of violence against bosses — especially foreigners.\"</p> <p>Dongguan's government stepped in to reimburse the Smart Union workers to the tune of 24,000 yuan (£2.2m) after thousands gathered at the factory gates and outside local authority offices.</p> <p>But two months' back pay — 1200 yuan for most — will not last long. There is no redundancy package and a lawsuit by workers appears to have limited prospects of success.</p> <p>Wei, from Guizhou, is one of many struggling to find new work. Even if she could read the job adverts, most ask for recruits under 35; she is just over 40. </p> <p>\"I came here as a migrant worker because my children need money for schooling,\" she said. </p> <p>\"Now I can't support my children. I don't even have enough money to get back home and it's expensive to stay here.\"</p> <p>Even job offers aren't always what they seem, said 26-year-old Fang Jianlin, whose friends were recently conned. </p> <p>\"Recruiters told them the conditions and the salaries were very good, but on the way to the place they were asked for money. They got robbed; some were even beaten,\" he said.</p> <p>Smart Union was such a popular employer that Fang paid a hefty \"introduction fee\" to win his job there. At worst, he and his wife would earn around 600 yuan a month; at the busiest times, when production ran until 2am, they could take home 2,100 yuan each. </p> <p>But he and his wife will return to his village in Sichuan in a few days, where his parents are rearing their children, unless new work turns up. They are not sure how they will support the family, but cannot afford the 50 yuan a day in rent, food and transport to stay here.</p> <p>It's a sobering end to the dream which lures millions of workers to Dongguan each year, where they struggle and study their way towards the promise of a regular income; perhaps even a place in the burgeoning middle classes. At the city's night schools, thousands of workers end their long days with classes on everything from car maintenance to law.</p> <p>Bob Li is one of the area's success stories. He arrived in 1995 as a casual labourer. \"Everyone in my hometown had heard Guangdong was covered in gold,\" he said.</p> <p>Now he manages a factory for Richall, which supplies durable bags to companies such as Walmart, Carlsberg and Disney. Twenty-five thousand totes for Tesco are stacked up awaiting delivery.</p> <p>But he is unnerved by the economic downturn.</p> <p>\"These days it is getting more and more difficult for factories like us,\" he said, citing the cost of wages and materials. </p> <p>\"The exchange rate is already a huge issue here; people are losing interest. The price of our materials has risen because they're made from oil... Taken together, costs have risen by 30%-40%.\"</p> <p>To some extent, Dongguan has become a victim of its own success. The rising prosperity of the region has created inflationary pressures. Workers want higher wages; new labour laws are designed to wipe out sweatshops but bring higher costs, which squeeze many companies. </p> <p>Manufacturers have already fled inland to cheaper provinces, in many cases encouraged by Guangdong authorities, who hoped to move the province up the value chain — condensing 200 years of western industrial history into fewer than 15. </p> <p>\"We have a policy to empty the cage for the new birds,\" Guangdong's vice-governor, Wan Qingliang, told reporters this month. </p> <p>\"The ultimate target is to build the Pearl River Delta into the core region of modern manufacturing.\"</p> <p>Others are unsure of the wisdom of the policy in the face of a worldwide downturn.</p> <p>\"Places like Guangdong miscalculated the development of the economy. They actually tried to push those labour intensive and small and medium sized enterprises out of the [established industrial] area because they wanted hi-tech industries there. But when something bad happens, like the economic downturn, what are they going to do?\" said Paik. </p> <p>He acknowledges that numerous East Asian economies, such as Japan, have moved up the value chain in just the same way; and that the Chinese government deserves to be confident, given its economic record.</p> <p>\"But they haven't experienced a serious economic downturn except right after 1989 and have been overconfident in their policy of the quick transformation of industrial structure toward hi-tech in Guangdong,\" he cautioned.</p> <p>The risk is that officials push the city off the economic ladder rather than up it. Whether new subsidies, export tax rebates and other support for small businesses can save them remains to be seen.</p> <p>Yet China's rising living standards in the 30 years since economic reforms were launched has left most people optimistic about its long-term prospects. Migrant workers returning home think they may come back in a few years. A security guard at the shuttered Smart Union plant is plotting out his course to university. </p> <p>\"If we compare the situation to when I first arrived, I have already found my pot of gold,\" said Li, the factory manager.</p> <p>\"But I can still see it's just the beginning.\"</p> <p><em>Additional research by Chen Shi</em></p>",
  "<p>Rima and Tareef Nashashibi must be the most intriguing siblings in politics. Migrants to the United States from Palestine, they both love America, civil liberties and apple pie. They are both highly significant political figures in their home state of California, and devote all of their free time to campaigning. The difference however, is that whilst Rima is a Democrat, her brother is a staunch Republican.</p> <p>\"It's just our make-up and the paths we've taken,\" said Tareef. \"I started out a small businessman, she was always an activist with causes, so the Democrats were the best fit for her. The older I got, the more conservative I became. I think having children changes you.\"</p> <p>When you ask Rima why her views are so different to her brother's she takes a deep breath. \"Seriously\", she says in a sombre tone, \"He was dropped on his head as a baby.\"</p> <p>In next month's presidential election, the majority of America's 2.4 million Muslims are likely to vote with Rima rather than Tareef. </p> <p>A survey carried out by the Pew Research Centre last year found that 63% of American Muslims identify with the Democrats as compared with 11% for Republicans.</p> <p>The votes of Arab Muslims however, are less difficult to predict. </p> <p>This group, which makes up one quarter of America's total Muslim population, tends to be more conservative than their black and Asian counterparts. In Rima and Tareef's home of Orange county, the Arab Muslim population has helped sustain Republican rule. </p> <p>\"Arabs are often socially conservative and successful in business, so they tend to assume they are Republican,\" said Rima. \"But they never look up the fine print of what that means.\" </p> <p>Tareef might not look like a traditional Republican, but his values are totally in tune with the party. As a highly paid manager in a construction firm, Tareef says he finds the small government, low tax and anti-union policies of the right attractive because they suit his business. He also says he is \"automatically drawn in\" by the social values of the party - family, order, patriotism - on account of his ethnicity. </p> <p>Rima also has a high-flying career. In between her duties as the vice chair of the Democratic Party for Orange County, she holds down a day job at American International Group (AIG). </p> <p>So why is Rima - given that she is an Arab-Muslim property owner who helps manage an investment bank - not also voting for the right? \"If I were to follow the herd I'd be a Republican, but you have to be socially responsible,\" she said. \"In truth it's got nothing to do with my background - the Democrats are simply a party for people who believe in good jobs, good education and a balanced budget.\"</p> <p>Although both Rima and Tareef admit that their political beliefs are often a source of conflict, they insist that politics has never got in the way of their close personal relationship. Rima – who doesn't have children of her own - moved from Seal Beach to Laguna Hills to be closer to her brother and his family. </p> <p>She can regularly be found at Tareef's house indulging in some of his Arabic cooking, \"I know where my bread is buttered, know what I'm saying?\" she says with a chuckle, \"Of course we have heated arguments over dinner - I rub his nose in the last hardcore Republican that's converted to the Democrats - but it's friendly competition and sibling rivalry at its best. We never let politics get in the way. Family comes first.\"</p> <p>In fact at times, the ideological split between Rima and Tareef doesn't so much feel like a hostile dividing line, but an affectionate bond that brings them closer together – they are like two peas in a politically confused pod.</p> <p>Perhaps their most amusing collaborative endeavour is their joint stand-up comedy routine You the Republican, Me the Democrat, which raised $120,000 for the Middle East Student Initiative earlier this year. In these entirely improvised shows, Tareef stands at the podium whilst Rima wonders about the audience heckling him from a cordless mike. </p> <p>\"It just comes out spontaneously,\" said Rima. \"He'll say something like 'You might be a Democrat Sis but we're still in Orange county!' and I'll say 'Yeah right – but have you looked at the electoral register recently?'\"</p> <p>Rima's jibe hits home. In Orange county and elsewhere, the Republican's traditional base of Arab-Muslim support has been slowly slipping away under the policies pursued by President Bush since 9/11. </p> <p>According to Pew's research, 71% of Muslims who describe themselves as conservative say they now disapprove of Bush's performance. The terrorism-driven clamp down on civil liberties at home and the wars in Iraq and Afghanistan abroad have tested the loyalty of some of the party's most devout Arab supporters. </p> <p>\"The fine print of what it means to be a Republican is coming to the surface and the community is starting to change,\" said Rima. \"Obama's victory shows that people are sick of the status quo – we can win this election.\" </p> <p>For once Tareef agrees with his sister, admitting that it has become harder to hold his head up as a Republican in the Muslim community. \"People ask me how I can still be a member and I say I chose the party because of its ideals, not because of its presidency,\" he said.</p> <p>\"In the past the Republican party was the leader of ethnic outreach. But then the neo-cons came and the Republicans have fallen behind. Of course it can be changed if the right people come along, but I don't think McCain will make any difference. He has deep-seated issues with the Arab world.\"</p> <p>Rima notes with a smile, \"My brother is more of a Democrat than he thinks.\"</p> <p>Since 9/11 Rima and Tareef have found their political beliefs steadily moving closer together. It started in 2002 when the Bush administration brought in \"special registration\". Introduced in reaction to the terrorist attacks, this legislation required every Arab male over 16 to register with the government. Failing to register or produce legal documentation was grounds for deportation. No other migrant communities were subject to these procedures. </p> <p>\"It was a flashback to the regressive regimes many people left to pursue the American dream,\" said Rima. \"Stereotyping, discrimination – it was the worst kind of racial profiling.\" </p> <p>Both siblings opposed the proposals, \"Rima would lobby the Democrats and I would lobby the Republicans,\" said Tareef. \"When we speak on record together, people know we are speaking on behalf of the whole community because both parties are represented.\" </p> <p>The siblings continued to work in coalition when the Iraq war started in 2003, sharing political contacts and organising joint community meetings. </p> <p>\"Most Republicans were so gung-ho about supporting the war I felt like a traitor for opposing it,\" said Tareef, \"but the whole public basis for the war was lies and misconceptions.\"</p> <p>\"I've lived in the Middle East so I saw things through a different filter. I knew that Iraq and Afghanistan would never let a foreign power control them, and everything we warned about came true.\"</p> <p>It was shortly after the Iraq war started that Tareef significantly scaled down his role in the Republican party, ending his presidency of the Arab American Club for Orange County in 2004 and stepping down from the state's central committee in 2006. </p> <p>Although he cites health reasons and other priorities, he admits that Iraq, \"along with the whole neo-con agenda\" played some part in his decision to reduce his Republican commitments. Yet he refuses to hand in his membership. \"If I leave then no one will listen to me,\" he said, \"If you join a party and you disagree with a particular policy you have a democratic way of changing that. You have to be part of the system if you want it to change.\"</p> <p>Children of a Palestinian family, Rima and Tareef were born and raised in Jerusalem. The Nashashibis have always been a political clan; their father was a co-founder of the Palestinian National Liberation League, and met the brother of his future wife whilst defending the city of Jerusalem in 1948. </p> <p>\"My father always encouraged my political activism as much as he did my brothers,\" said Rima, \"Politics is in our blood as Palestinians and as Nashashibis.\" </p> <p>The family moved to Orange county in 1980, but Rima regularly returns to her homeland, and in 2005 was sent by the state department to help run campaigning workshops for Palestinian women in the run up to the national elections. \"I felt kinship with the people I was working with\" she said, \"We are one people, whether we are in the diaspora or the occupied territories. A lot of them want me to move back, but I know that staying in the States is the best way to help them. The real decisions are made here.\"</p> <p>Although Rima is convinced that Obama would offer more hope for Palestinians than McCain, she is not unrealistic about the Democrats' potential for achieving peace in the Middle East, \"If we're working on the same principles of Oslo and Madrid then anything we produce is going to be a band aid and not address the real cause of the problem,\" she said. </p> <p>\"I love the party but I don't love it blindly. The obligation is on us to educate party decisions.\"</p> <p>Tareef, who also remains highly conscious of his roots, is equally sceptical of both parties' commitments to help his homeland. </p> <p>\"Foreign policy on this issue doesn't really change regardless of whether the government is Republican or Democrat. It depends who you are talking to – there are different personal, not party, platforms.\"</p> <p>Irrespective of their political differences, Rima and Tareef both want change. At the moment, only Obama seems to be offering it. </p> <p>The country will have to wait and see whether the Democrats' platform is enough to attract the disaffected Arab vote from its traditional Republican base. </p> <p>Tareef's two children, Mufeed and Rasha, diplomatically keep their emerging political opinions to themselves. Whether they'll grow up to support Daddy's Republicans or Aunty's Democrats is not yet known.</p>",
  "<p>A Colombian man, believed to be a major narcotics trafficker who threatened the lives of federal law enforcement officials, was secretly flown into the United States on a Customs Service plane and whisked yesterday morning to the federal court in Central Islip, New York, for arraignment.</p> <p>Carlos Patino Restrepo, 44, was brought to the courthouse in an armored car that was part of a 10-vehicle convoy of federal agents and State Police cars. Patino Restrepo is charged with having brought tonnes of cocaine into the United States beginning in the 1990s, according to court documents.</p> <p>The convoy with Patino Restrepo drove rapidly up to the courthouse yesterday morning. Some of the cars blocked off both ends of the roadway while the armored car carrying him went down a guarded ramp to the prisoner's entrance, according to one person who witnessed the scene.</p> <p>Patino Restrepo was under arrest in Colombia by authorities there on suspicion of acting as a desaparecido - a presumed murderer who makes his rivals and possible informants disappear, according to newspaper accounts in Colombia.</p> <p>In the United States, Patino Restrepo is being handled with unusually tight security because he has threatened to murder the federal prosecutor and the Immigration and Customs Enforcement agent who had been investigating his case for over a year, according to sources familiar with the situation.</p> <p>The threats included detailed information on where they lived and their children, according to the sources. As a result, the prosecutor and the agent have been replaced and placed under guard by the US Marshals Service, and new prosecutors and agents have been assigned to the case, according to the sources.</p> <p>Robert Nardoza, a spokesman for the US attorney's office, declined to comment on whether any threats against prosecutors or agents in the case were under investigation.</p> <p>Patino Restrepo pleaded not guilty before a US district court judge, Joanna Seybert, who held him without bail as both a flight risk and a danger to the community.</p> <p>Patino Restrepo's attorney, Todd Merer, of Manhattan, said the claims that his client wanted to kill the previous prosecutor and agent on the case were false, and based on the fraudulent testimony of two or three people in Colombia.</p> <p>Merer said he could prove that the people who supposedly heard Restrepo make the threats were not even with him at the time.</p> <p>Merer said he was unaware of the charges against his client in Colombia.</p>",
  "<h2>Bulls' blood gazpacho </h2> <p>This uncooked soup is a beautiful red colour, and is packed full of enough vitamins to ward off any evil spirits.<br> <strong>1 red cabbage <br>2 red onions<br>1 red pepper<br>2 sticks of celery<br>1/2 cucumber <br>1 medium red chilli<br>150ml red wine vinegar<br>2 slices stale bread, broken into breadcrumbs<br>Salt, pepper &amp; olive oil to dress</strong><br> <br>Chop and seed all the vegetables finely and leave to macerate in the red wine vinegar in the fridge for two hours. Add the breadcrumbs and blend until smooth. Pass through a sieve, season to taste, and serve in small bowls or glasses with a drizzle of olive oil.<br> <br><strong>Chef's tip: </strong>For an adult version, add a splash of either Hendricks gin or quality vodka along with a teaspoon of seeded mustard.<br> <br></p> <h2>Witches' hats </h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-339207455\"> <img src=\"https://static.guim.co.uk/sys-images/Lifeandhealth/Pix/pictures/2008/10/31/hat1.jpg\" alt=\"Due South dessert\" width=\"220\" height=\"310\" class=\"gu-image\" /> </figure>  <p>A dark chocolate dessert, three ways.<br> <strong>For the chocolate sauce<br> 350ml water<br>300g caster sugar<br>150g quality cocoa powder<br>125g bitter chocolate (70%, preferably organic and Fairtrade)<br>400ml double cream</strong><br> <br>Place the water, cocoa powder and sugar into a pan and heat until dissolved. Break the chocolate into small pieces in a bowl and pour the hot mixture over to melt the chocolate. Add the double cream, mixing well. Set aside to cool to room temperature.<br> <br><strong>For the chocolate cones<br> <br>125g bitter chocolate (as before)<br>Greaseproof paper</strong><br> <br>Draw a circle around a large dinner plate onto the greaseproof paper and cut out. Fold the paper in half to create a half moon and cut into two. Roll up each half to create a cone shape, and secure with a staple. Repeat until you have six cones.<br> <br>Melt the chocolate in a glass bowl over simmering water, stirring and ensuring the water doesn't touch the bottom of the bowl.<br> <br>Once melted, pour the chocolate into the cones, twisting to ensure even coverage. Place on to another sheet of greaseproof paper and put in the freezer. After about 2-3 minutes of cooling, remove with a palate knife on to another sheet, leaving a clean open base to the cone (eat the remaining chocolate button!). Place back in the freezer until ready to serve.<br> <br><strong>For the chocolate mousse</strong></p> <p>This mixture makes extra chocolate mousse that can be refrigerated and enjoyed later.<br> <br><strong>250ml dark chocolate, melted as before<br>800g double cream, whipped<br>1 whole egg<br>2 egg yolks<br>1 leaf gelatine<br>2 shots of Tuaca or Cointreau (optional)</strong><br> <br>Dissolve the gelatine, following the instructions on the pack. <br> <br>Bring a pan of water to a gentle simmer. Place the egg and yolks into a large, clean bowl and place over the water. Using a balloon whisk or small hand-held electric whisk, whisk slowly and steadily until the mixture starts to turn a pale cream colour. </p> <p>Add the dissolved leaf of gelatine to the mixture as you whisk. Increase your speed and continue whisking until a pale, stable foam forms. You should be able to lift up a ribbon of foam with the beaters that you could almost write with. <br> <br>Remove from the heat and fold in the melted chocolate and whipped double cream (and the alcohol, if using). Try to keep as much air as possible in the mixture for a light result. Make sure the melted chocolate is not too hot, to avoid cooking the mixture.<br> <br><strong>To serve</strong> <br> <br>Spoon the chocolate sauce into the centre of the plates to form the brim of the hat. Remove the chocolate cones from the freezer and using a piping bag fill each with chocolate mousse. Remove the greaseproof paper before placing in the centre of the chocolate sauce. Dust with a little icing sugar.<br> <br><strong>Chef's tip: </strong>Add some pink peppercorns to the plate to give a little heat, or garnish with homemade chocolate tuilles to create witches' brooms. </p> <h2>Bobbing for apples</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-339207491\"> <img src=\"https://static.guim.co.uk/sys-images/Lifeandhealth/Pix/pictures/2008/10/31/cocktail1.jpg\" alt=\"Due South cocktail\" width=\"220\" height=\"310\" class=\"gu-image\" /> </figure>  <p>An Autumnal cocktail inspired by our favourite Halloween game.<br><strong><br>500ml freshly pressed organic apple juice (we use Chegworth valley)<br>6 shots of Tuaca [an Italian liqueur, optional]<br>2-3 medium-sized eating apples (Cox's are superb at this time of year)<br>Stem ginger syrup, to taste<br>3 vanilla pods<br>Caster sugar &amp; cinnamon powder<br>Ice cubes</strong><br> <br>To prepare the vanilla pod straws: top and tail the vanilla pods and push a wooden skewer them to remove the seeds and create an opening. Chop each pod in half to create 2 straws, and leave to dry out for later. <br> <br>Mix the apple juice and Tuaca, adding the stem ginger syrup to taste. Peel the apples and use melon baller to create marble-sized balls of apples. Add to the apple juice mixture immediately to prevent browning. If you haven't got a melon baller, chop the apple into small cubes. Pour the cocktail over ice, then strain into martini glasses rimmed with a mixture of the cinnamon and sugar. Serve with a vanilla straw.<br> <br><strong>Chef's tips: </strong>Make a mulled wine mixture (red wine, cinnamon and sugar) and simmer the apple balls in it for 5-7 minutes until cooked and a blood-red colour. Leave to cool in the mixture until ready to use.</p> <p>Alternatively, dip the apple balls into caramel, leave to harden, then serve in the drink on a cocktail stick.</p> <p>• Due South is serving a special Halloween meal tonight for £40.50 per person; book online at <a href=\"http://www.duesouth.co.uk\">duesouth.co.uk</a> or call <strong>01273 821 218</strong></p>",
  "<p>Charles McArthur Emmanuel, the son of the former president of <a href=\"http://www.theguardian.com/world/liberia\">Liberia,</a> has been found guilty by a court in Miami of torturing suspected opponents of his father's government.</p> <p>The prosecution, the first of its kind, was brought under a 1994 law that makes it a crime for US citizens to commit torture overseas. It was considered a test case of the principle that human rights abusers are accountable for crimes regardless of where they are brought to book.</p> <p>Emmanuel, a US citizen, was born in Boston and spent his teenage years with his mother and stepfather in Orlando. He later joined his father, <a href=\"http://www.theguardian.com/world/2007/jun/04/westafrica.qanda\">Charles Taylor</a> in Liberia and became head of the country's elite security force, the Anti-Terrorism Unit - nicknamed the Demon Forces.</p> <p>Charles Taylor is on trial before a UN-backed tribunal in The Hague, Netherlands, for alleged human rights violations during <a href=\"http://www.theguardian.com/world/sierraleone\">Sierra Leone's civil war</a>. </p> <p>Federal agents arrested Emmanuel as he tried to enter the US at Miami international airport in March 2006. </p> <p>According to a federal indictment, Emmanuel's job from 1999 to 2002 was to intimidate, weaken and eliminate his father's political opponents.</p> <p>During the trial, witnesses said Emmanuel, known as Chuckie in Liberia, stood by and laughed as soldiers forced prisoners to play \"stone football\", kicking large stones until their bare feet were bruised and bleeding. One witness described having flaming plastic melted onto his skin; another said soldiers cut his genitals.</p> <p>In April 1999, Emmanuel summarily executed three men and ordered guards to cut another prisoner's throat, his indictment said.</p> <p>During the month-long case, defence lawyers said the witnesses had fabricated their stories for financial gain and to win political asylum. In opening statements, an assistant federal public defender said that if this case were a newspaper headline it would read \"Desperate and disgruntled Africans accuse American to escape war-torn Liberia\".</p> <p>The 12 jurors were unanimous in finding Emmanuel guilty. He refused to stand when the jury was dismissed and seemed impatient to leave. In a news conference, Alexander Acosta, a US attorney, said of Emmanuel: \"The acts of which he was convicted were horrific.\"</p> <p>Emmanuel, who faces a life sentence, will be sentenced in January 2009.</p>",
  "<p>Don't pigeonhole Zach Condon, leader of the band Beirut. Not satisfied with one album inspired by Balkan brass bands and another by French chanson, or by collaborations with Arcade Fire and Grizzly Bear, Condon will return next year with a double EP in two more styles - bedroom <a href=\"http://www.guprod.gnl/music/electronicmusic\">electronica</a> and Mexican funeral marches. </p> <p>\"The acoustic stuff is a very new thing [for me],\" Condon explained this week to Pitchfork Media. \"I spent years and years doing electronic music. And it's funny, I decided to put them both together just because I thought: why not? If you like the acoustic stuff, it shouldn't be that difficult to like both.\"</p> <p>The first half of the release, March of the Zapotec, was inspired and partially recorded in Teotitlan del Valle, near Oaxaca, Mexico. After a contact in Mexico sent him information about the region's funeral music, Condon \"started to look it up on YouTube to see what these bands looked like, to see how they worked and stuff. I kind of fell in love with the sound.\" Beirut then flew down to play alongside a \"naive, martial-sounding funeral band\" - one that essentially comprised \"the entire town\". </p> <p>Other bits and pieces were recorded elsewhere, including a stint at Grizzly Bear's church studio - with Chris Taylor on saxophone.</p> <p>The record's second half is an EP called Holland, credited to Realpeople - an earlier alias from when Condon was \"growing into music\". </p> <p>\"Let's say there's a month when I'm a little sick of hearing the songs I'm recording,\" Condon explained. \"I'll slink back to my parents' house and very quietly record these epic synth-pop tracks, and kind of clear the palate and get back into it. They're different aspects of my personality.\"</p> <p>These songs are longer, comprising a few movements, but are still \"very brass-heavy, very squawky, with these constant churning rhythms\". Though some of the tracks have appeared elsewhere - including a charity compilation curated by Natalie Portman - others are new.</p> <p>2009 will also see Beirut return to gigging - scheduling their first tour since a swathe of cancelled European dates this summer. \"It was a rough year,\" Condon admitted. \"I felt that at some point I completely lost touch with my own songs, and home life was nonexistent. I would come back from touring, I would still be living like I was on tour. Just passing the time.\"</p> <p>\"I make no secret about the fact that I was way in over my head. And it seemed like the only way to stop the cycle was to just stop it completely, stop the train.\"</p> <p>In just two weeks, the train starts up again. March of the Zapotec/Holland will be released in Europe on November 16.</p>",
  "<p>Weird tidings from downtown Manhattan as – on the cusp of <a href=\"http://www.theguardian.com/world/uselections2008\">America's election</a> of <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> and all that it signifies – the refined world of indie film culture gets snarled up over the issue of <a href=\"http://www.theguardian.com/world/race\">race</a>. The problem has been <a href=\"http://www.theguardian.com/film/movie/126479/ballast\">Ballast</a>, first-time director <a href=\"http://uk.youtube.com/watch?v=1ZBuxyMLi7k\">Lance Hammer</a>'s sombre portrait of a troubled black family in the Mississippi Delta, freshly screened at the <a href=\"http://www.theguardian.com/film/londonfilmfestival\">London film festival</a> and <a href=\"http://www.variety.com/index.asp?layout=festivals&amp;jump=review&amp;id=2471&amp;reviewid=VE1117935837\">a critical hit</a> during its recent theatrical release in the States. Except not everyone has proved so favourably disposed to the <a href=\"http://www.theguardian.com/film\">film</a> exalted by the New York Times as \"startlingly pitch-perfect.\"</p> <p>As noted by <a href=\"http://blog.spout.com/2008/10/24/ballast-backlash-defense/\">Steven Boone at Spout Blog</a>, peevishness nipped at the movie from the outset – but the <a href=\"http://www.nypress.com/21/40/film/armond4.cfm\">sternest slapdown has come from the occasionally brilliant contrarian critic Armond White</a>, who saw in his New York Press review of Hammer's account of everyday African-American struggle only \"ludicrous black phantoms.\" And not any old ludicrous phantoms – but ones created to distract the eye from the \"white middle-class fantasies at the film's core.\"</p> <p>This is a heavy-duty charge, the implications of which deserve to have the bones picked out of them. For packed into White's critical grenade are a wad of misdirections and awkward truths. On one level, the inferred notion that a black American family suffering desperate economic and emotional hardship is somehow a cliche overplayed by white liberals seems a deeply strange point. On another, it's hard to take issue with the claim that most black audiences are unlikely to ever take the slightest notice of Hammer's debut feature; just as the salt-of-the-earth visions of <a href=\"http://www.theguardian.com/film/kenloach\">Ken Loach</a> have succeeded in rousing generations of well-fed north London cinephiles, it's hard to see Ballast ever intruding into the kinds of lives it actually depicts.</p> <p>Yet the blunt truth is that, however garlanded the movie, the commercial audience for almost all arthouse cinema is so under-sized as to leave it all but meaningless. Once you buy into the idea that the indie film unwatched by the kinds of people it portrays is pointless you could invalidate pretty much the entire form at a stroke. That said, for the record, White's implication that non-mainstream cinema is a white pastime feels like a mighty big reach; certainly one the black film-heads I know and work with would be greatly taken aback by. </p> <p>More troubling is the accusation that Ballast takes a pre-fab aesthetic (the obvious touchstone being the sad-eyed neo-realism of the <a href=\"http://www.independent.co.uk/arts-entertainment/films/features/the-secret-of-the-dardenne-brothers-palme-dor-success-470135.html\">Dardenne brothers</a>) and applies it to a cast of black characters whose presence often seems slightly irrelevant – their cultural identity secondary to Hammer's grand design. And yet it's that very quality (or flaw) that saves the day. Watching the frequently beautiful Ballast, it never seems intended as a comment on black life; rural poor life, perhaps; at its best, simply life. But still White ends up characterising the movie as simply one in which \"African-American life [is] controlled by white liberal condescension.\"</p> <p>And in that cudgel blow of a conclusion, I worry his argument loses its spiky nuances and risks looking like a simple attack on the film-maker who ventures outside their own racial experience when they step behind the camera. It's an impression not helped by the description of Ballast as a mere \"calling card,\" with all the scathing connotations of Hammer using his impoverished black characters as so many stepping stones before strutting off to work with <a href=\"http://www.theguardian.com/film/bradpitt\">Brad Pitt</a>. As low-blows go, it's an invidious one, for what is the first-time director who makes a film about any racial (or sexual or political or generational) world outside their own meant to do afterwards – commit to making nothing but more of the same, or risk being judged a self-interested user? </p> <p>And the no-win nature of that equation (from which the only escape would be not risking entrapment in the first place) does the same degree of disservice to <a href=\"http://uk.youtube.com/watch?v=EleJQLSJPk0\">David Gordon Green</a> (the white director of 2000's superb <a href=\"http://www.theguardian.com/film/movie/85010/george.washington\">George Washington</a>, with its young and non-professional black cast) as it does <a href=\"http://www.theguardian.com/film/audio/2008/oct/16/podcasting\">Steve McQueen</a>, whose <a href=\"http://www.theguardian.com/film/movie/124579/hunger\">Hunger</a> must surely be the year's most extraordinary film despite not being made by a white Irishman. And what about Franco Rosso, Spike Lee, Amma Assante and every other film-maker who ever made an indelible movie about characters of races other than their own? Me, I'm enough of a middle-class white liberal to feel quietly aggrieved at at least two of those adjective, but I can't help feeling that while black directors and black stories are still often marginalised and compartmentalised, Ballast shouldn't be made to carry the can for problems that plague a whole culture – and that sometimes, cinema should just be allowed to be cinema.</p>",
  "<p><a href=\"http://www.theguardian.com/world/oleg-deripaska\">Oleg Deripaska</a>, the Russian oligarch who entertained the business secretary, Lord Mandelson, and the shadow chancellor, George Osborne, on his yacht in Corfu this summer, was denied a visa to the US due to his alleged \"criminal associations and relationships\", the Guardian has learned.</p> <p>A senior former state department official said <a href=\"http://www.theguardian.com/world/usa\">US</a> officials who considered Deripaska's case in 1998 believed he was associated with several <a href=\"http://www.theguardian.com/world/russia\">Russians</a> involved in organised crime, including Anton Malevsky, head of the notorious Ismailovskaya Brotherhood. Others believed by the US authorities to be his associates were involved in the so-called Aluminium Wars during the mid-1990s which resulted in dozens of killings. Deripaska has always strenuously denied any links to organised crime.</p> <p>The state department official said: \"There are four grounds that are relevant in Deripaska's case. Number three is, does this person have criminal associations and relationships? That's the one that applied to Deripaska.\"</p> <p>Last night Mandelson declined to comment on whether he had checked the reasons for the US's decision to deny Deripaska a visa before he associated with him. Mandelson has said previously that he first met Deripaska in Moscow in October 2004 before further meetings while he was the EU trade commissioner.</p> <p>A source close to Deripaska said the accusation that he had criminal associations was \"without foundation, being driven by the partial view of those with interest in undermining the reputation of Mr Deripaska.\"</p> <p>In 2000, Deripaska was keen to launch his company Rusal on the London Stock Exchange but was worried that his US visa ban would deter investors. To improve his image, he employed the former Republican presidential candidate Bob Dole, who was working for a Washington law firm, Allston and Bird, to lobby the state department and other agencies on his behalf.</p> <p>Dole succeeded and Deripaska was allowed into the US for a brief visit in December 2000, when he gave lectures at Harvard University and the Carnegie Endowment for International Peace in Washington. During the trip, he was interviewed by the FBI, which led to a second ban on his entering the US that is still in force today.</p> <p>Yesterday Deripaska became the beneficiary of Russian state aid aimed at businesses which are struggling as a result of the credit crunch to repay foreign loans taken on to finance their expansion. The government approved a $4.5bn (£2.7bn) loan for Rusal, which must repay a syndicate of 11 western banks including Royal Bank of Scotland and Merrill Lynch by today.</p> <p>Banking sources said VEB, the state-owned Russian development bank, was likely to demand ownership of Deripaska's 25% stake in Norilsk Nickel if the loan was not repaid by the end of 2009.</p>",
  "<p>Tony Hillerman's 18 mystery novels, set in the Navajo lands of south-west America, earned him first a cult following and later best-seller status. But for Hillerman, who has died aged 83, the greatest honour was being named in 1987 a special friend of the Dineh, this being the Navajo's word for the people, or themselves. </p> <p>The strength of his books lies in their sympathy with the culture they detail. Hillerman's stories often feature conflicts between the American legal system and traditional Navajo definitions of crimes or criminals. Concepts of tribal harmony often transcend the law, and the Navajo are often far more sensitive to moral weakness than the white society that surrounds them. \"I'd like people to see the strength and dignity of a culture I admire,\" said Hillerman, who was especially concerned in his later books with the \"negative value\" Navajo culture places on greed, or acquiring more of anything than you need. </p> <p>He grew up during the Depression on a small farm in Sacred Heart, Oklahoma. He was sent to the nearest school, which happened to be a mission school primarily for Potawatomi Indian girls. After a year at university, he enlisted in the US army and took part in the D-day landings. He won both the silver and bronze stars for valour, and a Purple Heart after he was wounded severely by a mine.</p> <p>He graduated from Oklahoma University in 1948 and married Marie Unzner, with whom he had one child and adopted five more. A journalist reporting Hillerman's wartime experiences had recommended, after reading his letters home, that he consider writing. He took up this advice and worked as a reporter and editor on newspapers in Borger, Texas and Lawton, Oklahoma, before becoming United Press International's political reporter in Oklahoma City. </p> <p>He moved as UPI bureau chief to Santa Fe, and then, for nearly 10 years, edited that city's leading paper, the New Mexican. But he explained later that \"you needed to take a vow of poverty to be a journalist in the old days\", and in 1963 he enrolled at the University of New Mexico, working as an assistant to the president while studying for his MA in English. He then taught journalism at the university for more than 20 years.</p> <p>In his spare time he wrote his first novel, The Blessing Way (1970), featuring Lt Joe Leaphorn of the Navajo tribal police. As well as his own experience, Hillerman drew on the pre-war Australian novels of Arthur Upfield, featuring the half-Aboriginal detective Napoleon Bonaparte. Nevertheless, his first literary agent advised him to \"get rid of the Indian stuff\". His second novel, The Fly on the Wall (1971), was set in the seamy world of state politics. It is a much-underrated book, not least by Hillerman himself. He returned to Leaphorn with Dance Hall of the Dead (1973), which received the best novel Edgar award from the Mystery Writers of America.</p> <p>People of Darkness (1980) introduced Sgt Jim Chee, younger than Leaphorn and studying to become a hataali, or shaman. When Hillerman brought Leaphorn and Chee together, in Skin-walkers (1986), the contrasting attitudes and generations showed him at his most perceptive and compassionate. It became a bestseller and won a Spur award from the Western Writers of America. The follow-up, A Thief of Time (1988), his personal favourite and a number one bestseller, won a Nero Wolfe award, and his excellent memoir, Seldom Disappointed (2001), won an Agatha Christie award. He also wrote two children's books and a number of non-fiction books about the American south-west, as well as editing numerous anthologies.</p> <p>In 1991 Robert Redford produced a disappointing film of The Dark Wind (1982), starring Lou Diamond Phillips and Fred Ward as Chee and Leaphorn. Starting in 2002, the US PBS network made three television movies, with Adam Beach and Wes Studi more convincing in the roles. Hillerman's last novel, The Shape Shifter, was published in 2006. </p> <p>He is survived by his wife and six children. </p> <p><strong>Mike Ripley writes: </strong>Tony Hillerman was a distinctive figure in crime fiction, using the police procedural form to describe in sympathetic detail not just the stunning geography of Arizona and New Mexico, but also the religions, cultures and value systems of the Navajo, Hopi and Zuni peoples. It was said that he wrote of the people and places of the south-west as they were, not as they appeared to outsiders. </p> <p>Although his books were thought somewhat \"preachy\" by some critics, there was no denying his passion for dispelling the accumulated ignorance about Native American mysticism and religion. He would sign copies of his books with the Navajo blessing Hozho!, urging his readers to be in balance with their natural surroundings. No one seemed to have a bad word for him - in English or Navajo.</p> <p>• Anthony Grove Hillerman, writer, born May 27 1925; died October 26 2008</p>",
  "<p>A group of children from our village school are being taken up to Kielder to stay in a hostel there to explore this lovely area for a few days. It will be an invigorating and interesting trip for them. Extending from the Scottish border, for six miles on either side of the Deadwater Burn, Kielder Forest forms one of the biggest single Forestry Commission schemes in England; the plantations are mainly sitka and Norway spruce, with a mixture of pine. </p> <p>The centre of this beautiful place is the village of Kielder, which is ringed by the Cheviot hills, at the junction of the streams forming the North Tyne river. A road connects the moors between England and Scotland; this probably started as just a sandy hill path connecting the two valleys, and will have been improved since I walked it with my father many years ago. Near the village is Kielder Castle, which was built in 1775 as a shooting box for the Duke of Northumberland, and I hope the children will be taken there for an unforgettable visit.</p> <p>A relic of early days is a heap of stones called the Devil's Lapful. I was told by a warden at the castle that it was a prehistoric burial mound, and that flint arrows have been found in the Kielder Burn. Now the Forestry Commission wants to install a 16ft-high timber artwork in the shape of a human head near the northern shore of Kielder Water, and they have other similar pieces planned for this beautiful lake's shoreline. Understandably, this is causing controversy. Shelters to be built on both the north and south shorelines are also in the planning stage. These would be used by both walkers and cyclists, and I think they will be welcomed by the many visitors who enjoy this Northumberland beauty spot.</p>",
  "<p>George Gillett believes Liverpool are in a sound position to ride out their financial problems but has refused to comment on whether the club is up for sale.</p> <p>There had been speculation that Gillett and his co-owner, Tom Hicks, are ready to sell their stake in the club, with the investment bank Merrill Lynch understood to have been contacted to find a buyer as the Americans need to restructure the £350m loan with the Royal Bank of Scotland that expires in January. However the RBS, about to be part nationalised, has now adopted more stringent policies.</p> <p>\"The stories feed on themselves and some are made up,\" Gillett claimed. \"With regard to what we're doing, we would not have any comment on that - there has already been enough speculation.\"</p> <p>Gillett is confident Liverpool - and Premier League clubs in general - are in a good position, despite their debts, to survive in these testing times. \"What I read is not in the newspapers because it is an unreliable source - what I am looking at are other financial filings which I think are more reliable,\" he told Toronto's Sports Radio. \"There are certain sports which have felt the impact. It's a good time to be cautious but it's a bit early to write the obituary of professional sports.\"</p> <p>Gillett, also the owner of the Montreal Canadiens ice hockey franchise, added that plans for a new stadium in Liverpool have not been shelved permanently. \"We put it off on a temporary basis and we continued to invest substantial money every month in engineering, architecture, planning, approving and zoning. There is still a substantial effort going on but the current situation in the financial world has made it prudent to delay it for an immediate period until the money market eases up.</p> <p>\"There are some things which have happened which have upset the fans and got them mad at Tom and myself. At this point, based on the media that we are seeing and an awful lot of the fan communication, I think they are at a point now where they are allowing the boys to demonstrate their skill; and also to allow Rafael Benítez, who is one of the great coaches, to do his thing. We just want to leave it that way and we will operate behind the scenes and let the club do the talking.</p> <p>\"Tom and I are talking and we are working together. They seem to have a measure over in England as to how well you're getting along as friends by whether you use first names to each other or not. And the answer to that is that we are talking to each other on a first-name basis. Things are good. Tom is a great guy and he is smart as hell. We got off on the wrong basis and I think we are a little embarrassed by that.\"</p> <p>Sami Hyypia, meanwhile, maintains that he is unconcerned about the manner of Liverpool's victories, seven of the eight by the odd goal, as long as they remain at the top of the table. The 35-year-old Finn, now in his 10th season at the club and returned to the starting line-up for the 1-0 win over Portsmouth, claims they have never been better equipped.</p> <p>\"At the beginning of the season there were some games in which we didn't perform brilliantly but we got the result,\" he said. \"If, come May, we are at the top of the league, then nobody will remember that we played bad football at the beginning of the season. The difference from the previous seasons is that in the summer we made some good signings that have settled straight into the team. We also have a lot of competition for places, which is something we haven't maybe had as much in past seasons. I think this season maybe we are a bit stronger mentally, too.\"</p>",
  "<p>Polly Toynbee (The epic battle has begun. All Labour needs is an FDR, October 28) rightly berates the monetary policy committee for not reducing interest rates. But she (perhaps sarcastically) attributes the failure to do so now to \"personal pride\" of the MPC members. Unfortunately, the problem lies deeper. The MPC, excepting David Blanchflower, is made up of neoliberal class warriors. They believe that in a crisis of low profitability, monetary policy should be used to cut firms' wage costs: keep interest rates high, deflate the economy, increase unemployment, and thus get workers to accept real wage cuts and intensified work. In other words, Margaret Thatcher's strategy in 1980-81.</p> <p>The government, equally anti-worker, supports this policy. It is spared the embarrassment of having to argue for it by the independence of the MPC. A more progressive monetary policy, one aimed at ameliorating rather than exaggerating the recession, requires the government to immediately remove the MPC's independence and sharply reduce rates. But can tigers change their spots?<br><strong>Dr Jamie Gough</strong><br>Sheffield University </p> <p>If we are to spend our way out of a recession, it might be worth revisiting a Keynesian idea that predated John Maynard by almost a century. In a pamphlet published in the 1840s, entitled Distress, the Consequences of Capital: with Some Suggestions for the Establishment of a Refuge from the Extremity of Destitution for the Working Classes, my wife's Irish ancestor, Henry Calton Maguire, wrote: \"There is one gigantic enterprise ... that would ... immortalise the minister who gave it his consideration and support; and forever annihilate the sole political and statistical weakness this nation labours under. I allude to ... a physical union between Great Britain and Ireland, consequent on filling up the narrowest part of the channel between the two islands.\"<br><strong>Kit Hill</strong><br>Axminster, Devon </p> <p>So now it is China and the oil-exporting countries who, according to the prime minister, must play the leading role in preventing financial \"contagion\" from destroying \"vulnerable economies\" (Brown looks to China to strengthen IMF's hand, October 29). Not surprisingly, he omits to suggest that such countries should impose conditions in riding to the aid of the imploded financial systems of the US and Europe! </p> <p>Brown is in fact opening up new dimensions to the \"moral asymmetry\" (to use a polite term) of global policy initiatives launched from within the dominant western economies. When its balance of payments showed a massive surplus during the 1980s, the UK stood by while Mexico and a succession of other countries were subjected to the devastating conditionality of IMF rescue packages, with merciless disregard for the developing world to whom he now feels justified in calling upon for assistance.<br><strong> Dr Hugh Goodacre</strong><br>University College London</p>",
  "<p>Greetings, Shangri-La seekers. I know what you're thinking. Wouldn't it be amazing if there was a wondrous citadel designed by celebrities, a sort of giant vanity project, built by modern-day slaves, unconstrained by the fetters of democracy and propped up by hot, black oil money? </p> <p>Faustus, party of one? Your table is ready. </p> <p>Come fly with me to Dubai - not literally, of course, one couldn't be seen dead anywhere so common - a destination we shall classify as the Helldorado of the Middle East. And that's a tough field.</p> <p>In recent months, it seems there has been something of a shift in construction policy in the emirate. Not content with building hotels in the shape of God, or Mammon, or Cher, the powers that be have decided that what the place really needs is buildings actually designed by celebrities, and to this end they have commissioned all manner of stars to do just that. One such entertainer is Brad Pitt, who has long been boring interviewers with his thoughts on architecture. Brad is like a hotter version of George Costanza, who, you may recall, spent most of Seinfeld wishing he was an architect. George once claimed to have designed \"the new addition to the Guggenheim\". Anyway, the hilarious news is that Brad is actually being allowed to design a building - an 800-room, five-star hotel complex, in fact. </p> <p>Who else? Well, undead Chanel auteur Karl Lagerfeld is creating some sort of Coco-inspired Brookside Close on Fashion Island, part of that man-made archipelago The World. Boris Becker and Giorgio Armani are to unveil their own masterplans shortly.</p> <p>But this week's compromised messiah is Mr Jamie Oliver, currently appearing in those \"higher welfare chicken\" ads for Sainsbury's. Jamie will expand his burgeoning moral relativism portfolio to Dubai, where he is not simply to build two restaurants, but will personally design each kitchen in the houses on some insanely expensive golf course development.</p> <p>\"I've never before been told there is no budget and just to be creative,\" says Jamie, a chap who will not go hungry in any sense of the expression. \"This place has so much to offer. I'm really excited to be working in Dubai.\"</p> <p>The kitchens etc are scheduled for completion in 2011 and yet, and yet ... Who knows whether Jamie is aware of the uniformly ghastly conditions in which the armies of labourers who work on this perpetual building site are forced to live? But since he proudly confesses to never having read a book, perhaps his people could do the requisite basic internet search for him and decide whether the risk of \"Slave Labour Builds Jamie's Kitchens\" headlines is really worth the 30m pieces of silver, or whatever the going rate for building some island units is these days.</p> <p>In fact, to save them the bother, Lost in Showbiz would like to direct them, and any other celebrity thinking of phoning in some Dubai real-estate project for a huge payday, to read <a href=\"http://www.guardian.co.uk/world/2008/oct/08/middleeast.construction\">Ghaith Abdul-Ahad</a>'s excellent piece on the repulsive labour ghettoes that house the migrant workers. They can find it on the Guardian website. While they're at it they may care to look at the many reports from Human Rights Watch on working conditions in the UAE, which utterly condemns the practice of bonded slavery that effectively ensures some footballer's holiday house gets built.</p> <p>But if Jamie still insists on chiselling in this unedifying manner, Lost in Showbiz can think of the most darling programming idea to make the trips doubly worth it. How about Jamie's Labour Camp Dinners, a super campaigning documentary where the chef enters said desert ghettoes and tells them that eating fresh vegetables and seared tuna really isn't that hard. \"I don't know,\" says one camera-shy worker in episode one. \"I come home after a 16-hour day, and once I've queued behind the communal pans with my onion, tomatoes and lump of bread, and wondered what year, if ever, the foreman is going to give me back my passport, I'm a bit past thinking about tuna loins. But I must know - did you like the way I fitted your marble-surface-mounted high-pressure tap?\"</p> <p>Still, there is at least one less celebrity building on the horizon. Not so long ago it was announced that Pamela Anderson was going to build an eco-hotel in Abu Dhabi, which sounds a bit like building a yoga retreat in Basra. But that project now appears to be in turnaround. Why? Well, reading between the lines, it appears - how to put this? - that Pamela didn't fully understand the nature of the offer placed on the table by one of those nice chaps in the royal family, which seems to have been more of a quid pro quo thing, as opposed to a standard Playboy centrefold civil-engineering commission.</p>",
  "<p>Royal Dutch Shell and Exxon Mobil followed BP yesterday by revealing record quarterly profits.</p> <p>Royal Dutch Shell, the biggest oil firm in Europe, beat City expectations with third-quarter current cost-of-supply profits - which strip out unrealised inventory gains and losses - up 74% to $10.9bn (£6.7bn). </p> <p>Exxon Mobil, the world's largest oil company, smashed its own record for the highest quarterly earnings from a US firm, by delivering a profit of $14.83bn.</p> <p>Despite the better than expected figures, Royal Dutch Shell shares fell more than 3%, in part because of lower than expected production. </p> <p>\"Overall, this is a good outcome,\" said Tony Shepard, an analyst at stockbroker Charles Stanley. \"But some investors will be disappointed by the sluggish production volumes.\"</p> <p>Shell said it had benefited from higher oil and gas prices. Crude oil prices were more than 50% higher and gas realisations some 48% ahead of the same quarter last year.</p> <p>Oil prices have fallen by about half from their peak in July when they reached $147 a barrel but the continued scale of oil company profits have prompted calls for lower prices for consumers and the imposition of a windfall tax.</p> <p>\"We are steering the Shell ship through rough waters and so far OK,\" said chief executive Jeroen van der Veer. \"Yes, we are generating large profits. Yes, we have the largest investment programme in Shell's history to create value for shareholders and to play our part in providing safe and cost competitive energy for consumers.\" </p> <p>As well as investments to secure energy supplies, strategy remained to pay \"competitive and progressive dividends\". </p> <p>The combination of a commitment to investment and dividend payouts echoed BP's response this week to questions about the scale of its earnings.</p> <p>Chief financial officer Peter Voser, who will take over from Van der Veer next summer, said that the company was on track to reach its target of asset sales of $5bn this year, though he acknowledged the credit crunch was curbing the number of buyers. He added: \"We are in no rush to sell assets. It's not a fire sale.\"</p> <p>Like Shell and BP, Exxon benefited from the high price of crude oil. Its profits amounted to $162m a day or $113,000 a minute, despite disruption caused to offshore production in the Gulf of Mexico by two hurricanes - Gustav and Ike.</p> <p>\"Despite the continuing uncertainty in world financial markets, Exxon Mobil has maintained a strong financial position,\" said its chairman, Rex Tillerson, who said that capital investment of $19.3bn this year had made \"a substantial contribution to employment and economic activity\" in the countries in which they operated.</p> <p>The figures are likely to raise hackles among critics of the oil industry. Exxon's previous quarter yielded profits of $11.6bn, which was itself a US record. The presidential candidate Barack Obama branded the company's earnings as \"outrageous\" at a time when US motorists were \"paying record prices at the pump\".</p> <p>Exxon has been attacked by the environmental movement for its reluctance to invest in alternative energy sources. At the company's annual meeting in May, a significant minority of investors backed resolutions demanding limits on the company's greenhouse gas emissions and a shift towards renewable energy. </p> <p>The Texas-based company's upstream businesses, comprising exploration and production, enjoyed a 48% surge in earnings to $9.35bn as commodity prices soared, despite an 8% fall in output. Downstream, Exxon's refineries saw profits rise by $1bn to $3.01bn.</p> <p>The figures comfortably beat analysts' expectations and Exxon's shares rose in early trading on Wall Street.</p> <p>\"US downstream was up from last year, so that was a positive surprise,\" said Gene Pisasale, an energy analyst at PNC Capital Advisers. \"They have the strongest balance sheet in the business.\"</p>",
  "<p>Ban Ki-moon, the UN secretary general, has warned of a crisis of \"catastrophic proportions\" in eastern Congo. But to Pierre Kondoli, newly arrived on the outskirts of Goma with his wife and three children, and with no place to sleep it is one more turn in what seems an endless cycle of suffering. </p> <p>The Kondoli family walked for three days from Rutshuru this week to escape an assault on the town by the region's Tutsi rebel chief, Laurent Nkunda, in the stricken region's latest surge in fighting. </p> <p>Rutshuru was only home for the Kondolis for a few months, another stop in a perpetual search for safety in a region where conflict has claimed millions of lives - mostly through disease and malnutrition although mass murder and mass rape have also taken their toll - and continues to take hundreds more each day.</p> <p>The Kondolis are among more than 1 million people forced from their homes by conflict in eastern Congo over the past two years, some repeatedly.</p> <p>\"Sometimes these men would come and just want our food or money. I don't know who they were,\" said Kondoli, a 33-year-old banana grower.</p> <p>\"We stayed because we could grow more food. But then someone attacked last year and killed our neighbours and so we ran away to Rutshuru.</p> <p>\"We lived in Rutshuru for about a year after the Tutsis took our village. We think it was the Tutsis but there were so many men with guns around. They came to our village before and raped the women. Some of the women ran away after that but we stayed. Now we have run away again.\" </p> <p>Kondoli was pushing a makeshift wooden cart with the family's bedding and pots and pans, but it looked as if it was about to fall apart.</p> <p>His wife, Riziki, carried their youngest child, just a few months old, the entire way. She lifts the wrap she had tied around her to reveal the drawn face of a girl who looks as exhausted as her mother. The two other children, aged five and three, stare silently.</p> <p>But even after arriving on the outskirts of Goma, what they hope will be their new refuge, they are not safe. </p> <p>Congolese soldiers have given up defending the road to the town and fled en masse into the town, where some drank, shot wildly, looted homes and shops. Others raped. </p> <p>A UN-backed radio station said nine people were killed on Wednesday, including shopkeepers who were shot by soldiers who wanted to strip the stores. The disorder was contained but Goma's residents fear worse will come as military order collapses further. </p> <p>Still, afraid as they are of their own army, people in the town are terrified of Nkunda's forces. Like most rebel groups in the region it has a bloody reputation particularly after Nkunda's troops rampaged through another town, Bukavu, at the bottom of Lake Kivu in 2005. The renegade fighters went house to house looting and raping. Among the victims were teenagers and girls as young as three.</p> <p>With the government forces abandoning their positions, the road to Goma is open to the rebels. </p> <p>Nkunda taunted the UN yesterday by saying he could push past its peacekeepers and enter the town any time he chooses. He may be right. The largely Indian UN contingent has failed to stop the rebel advance so far despite sending in helicopter gunships to back the government's army. </p> <p>But for now Nkunda says he will hold off from moving on the town. Meanwhile, refugees continue to struggle south toward Goma, away from the sporadic fighting.</p> <p>The UN says more than 55,000 have already arrived, many from a refugee camp north of the town.</p> <p>The few with vehicles have sometimes had them commandeered at gunpoint by retreating, and often drunk, government troops.</p> <p>The rest trudge slowly with their bedding and a few belongings on their head and children dragged along or strapped to their backs. </p> <p>Most are desperate for some rest but even more desperate not to be caught in another advance by Nkunda. But for some it is too much, they simply cannot go on. </p> <p>Esparance Kasindi is barely able to hold her body upright as she slumps on the coarse volcanic rock against the bundle that is all she has been able to carry from her home. The 29-year-old mother has two children, boys aged eight and nine. She says she has stopped because her sons can go no further but she looks in no better condition than them.</p> <p>\"How much further to Goma?\" she asks. \"How long to walk?\"</p> <p>She has been on the road since Monday, fleeing a village as word spread that Nkunda's troops were coming. She said she begged the fleeing government soldiers for a ride, for food, for water. </p> <p>\"They did not even look at me. They are strong men. They could walk but they ride while my children walk. This is the situation we have in this country.\"</p> <p>More than 1,000 people have already crossed into Rwanda, and thousands more have headed for Uganda.</p> <p>Nkunda went on the offensive two months ago after accusing the government of breaching one of a round of ceasefires since a peace agreement collapsed a year ago. </p> <p>That accord between eastern Congo's factions saw Nkunda and his 8,000 troops integrated into the national army. But he pulled out months later and began attacking government troops he accused of collaborating with Hutu forces that fled into Congo after carrying out the 1994 genocide in Rwanda. </p> <p>Nkunda says he is fighting to protect the hundreds of thousands of Tutsi in eastern Congo still threatened by the Hutu rebels. But the government and UN call him a \"bandit\" and the primary cause of instability in the region. </p> <p>The Congolese army has been training troops and preparing them to combat Nkunda for months, but when the conflict flared again the government's troops fled in disarray in the face of an apparently more disciplined and dedicated force.</p> <p>Nkunda's army has seized swathes of territory in recent weeks, sending about 200,000 people fleeing from their homes. Hundreds of thousands more were driven from their homes earlier this year and late last.</p> <p>Nkunda told news agencies yesterday he is calling for a ceasefire and talks with the government aimed at resolving the conflict. His demands include the disarming of Hutu rebels and revision of a £2.5bn deal that gives China access to the region's mineral wealth. </p> <p>But he continues to menace Goma even if it is not clear that he really needs or wants the town. He would then have to control a hostile population while keeping the army and UN at bay across other parts of eastern Congo. </p> <p>Nkunda may also come under pressure from his tacit backers in Rwanda, who deny Congolese accusations of sending troops to fight with the renegade general. Rwanda views Nkunda as useful in keeping Hutu rebels from its border but it would likely prove an international diplomatic embarrassment if the rebels were to take Goma, and kill and assault civilians. </p> <p>The UN security council has demanded an end to the fighting. Europe is talking about sending troops, led by France. The EU's aid chief, Louis Michel, met Congo's president, Joseph Kabila, to see what could be done. </p> <p>But there is generally only contempt for the UN in Congo and little expectation among the people fleeing their homes or Goma's residents that any of it will make very much difference. People in eastern Congo know international attention will pass and the killing, hunger, displacement, disease and rape will go on as before - as it has for years. </p> <p>\"People in this town know they will have to look after themselves,\" says Boniface Kakera, a Goma-born cross-border trader. \"We see the UN but we don't see it protecting us. Our army is a joke. The soldiers join to loot not to fight. Only the most desperate who have no money will join.\"</p> <p>So what will he do if Nkunda's rebels come? Flee across the border a few hundred yards away, he said.</p> <p>\"I will go to Rwanda. It is the enemy but it will be the safest place to be,\" he says.</p>",
  "<p>He has already been feted at the San Sebastián and Toronto film festivals, and received a stunned standing ovation at Cannes - but for Michael Fassbender, Belfast was the one. You don't play Bobby Sands in a film about the hunger strikes without feeling decidedly uneasy about how it will be received in a town still decorated with murals of its most bitterly divisive son. </p> <p>It's the morning after the first Belfast screening of Hunger, Steve McQueen's astonishing film about Sands' imprisonment and slow death. Despite a very warm reception from most of his audience, Fassbender remains a little wary (not to mention, cradling his second bloody mary after throwing his family out of his hotel room at 5am, a little fragile). \"This is the world that I'm trying to tell the story about, and it affects so many people. Everybody I spoke to here, every family, has some connection with the Troubles one way or another, and it's still an open wound. I mean, I've seen so many films about the Troubles that I've found insulting.\"</p> <p>It is 27 years since Sands died - the first of 10 Republicans to starve themselves to death at the Maze prison in protest at their status as criminal rather than political prisoners - but Fassbender, who is from Killarney, knows that is barely a blink in the long span of Irish memory. He is feeling cheered by a security guard who took him aside at the after-show party to express his surprise that the film was \"such a human story\". \"That's your average punter who's going to go and see the film, and when somebody like that says it, I was like, OK, the message is pretty clear.\" </p> <p>Only a fool would try to please everyone in this part of Ireland, though, and of course Hunger hasn't succeeded. There is not enough context to the hunger strikes for some nationalists, and an anticipated bias in their favour in the mind of many unionists. The Ulster playwright Gary Mitchell has told the News Letter newspaper that the film ignores Protestants - which is why he won't be watching it to find out if he's right. The Belfast Telegraph, however, reported: \"Hunger strike film premiere fails to draw one protester.\" In this town, with this subject, that may be high praise in itself.</p> <p>There have been plenty of plaudits elsewhere. Hunger won the Camera d'Or at Cannes, awarded to the best feature by a first-time director, after being selected for the directors' fortnight strand; many felt it should have been included in the main competition. It is certainly, as Fassbender describes it, \"a great right hook of a film\", though McQueen has been careful to frustrate those critics expecting to be smacked in the mouth by pro-Republican outrage or a great thump of revolutionary romanticism. </p> <p>Instead, the film's force comes from its contradictions: the smears of shit taking on a strange beauty in patterns on a wall; the sadistic prison officer, who, dropping crumbs on his lap or quietly catching snow on his bloody knuckles, is as pitiable as his inmates; the inspirational Sands, who, having been incarcerated in unimaginable squalor for four years, may in fact be appallingly misguided, having lost any sense of what a life is to lose.</p> <p>Central to it all is Fassbender's Bobby Sands, in what is by some distance the role of his career. Until this summer, the actor's best-known performance was as Stelios in Zack Snyder's CGI capes'n'codpieces spectacular 300. Before that, it was mostly creditable but minor turns on television in Band of Brothers, Sky 1's Hex, the Irvine Welsh drama Wedding Belles. Now, having also played the lead character in the hoodie thriller Eden Lake, Fassbender finds himself starring in two of the most talked-about British films of the year. As overnight successes go, he cheerfully admits, it was a long time coming.</p> <p>Fassbender is 31, with gingerish stubble, clear blue eyes and a surprising - and truly wicked - crocodile grin. It may be the hangover, but this morning he is twisting in his chair, swinging his legs over the arms, as if he has 50 things to do and the enthusiasm for all of them.</p> <p>The rave reviews he has received for his performance, including comparisons to Marlon Brando, have put him in an \"amazing position\", he says. \"I just didn't think it would take this long!\" Why? \"Because I was arrogant and stupid ... When I got Band of Brothers [in 2001], it was my first TV gig. I was like, this is it, I'm going! I'm on the road! That was a good lesson for me, because I got knocked back down, and I didn't work for a year after it. I've spent a lot of time not working. You know\" - he mimes pulling a pint, then flashes that great big smile - \"What are you having?\"</p> <p>He had his own reservations about Hunger, all the same - partly because he had to lose 14kg to play a man who took 66 days without food to die; partly because of taking on the role of Sands, an intimidating prospect for any Irishman. \"You don't want to do that if you think it's not going to be a good film, or it's not going to tell a story in the right way, or do justice to the amount of effort and time and work you put into it. But once I met Steve and Enda [Walsh, the playwright who co-wrote the script], I was like, I have to do this, I have to work on this.\"</p> <p>Fassbender was four when Sands died in May 1981. His father Josef, a chef, is German; his mother, Adele, is from Larne, near Belfast. The family moved from Heidelberg, where Michael was born, to Killarney when he was two. Having grown up at the opposite end of Ireland at around the same time, I mention that I don't remember the details of the hunger strikes and their aftermath, but have very clear, visceral memories of the tension that hung in the air. </p> <p>\"That's what I remember. That's exactly it. I remember the tension. This Bobby Sands character, I knew there was a big commotion about this guy, and the struggle in Northern Ireland. Because my mum's from the north, all my holidays were in the north - we never went abroad. What I remember is the difference between the south and the north, crossing the border. Soldiers with guns. Watchtowers, helicopters. But I didn't really know ... we never really discussed politics at home.\" He's resistant to nationalism of any kind, he says, maybe thanks to being not quite Irish, not quite German. He now lives in London, having left home at 19 for the Drama Centre and the on-off, pint-pulling years. </p> <p>Aside from the political pitfalls, the role presented two particular challenges. The first was Hunger's structure: much of the film is without dialogue, but there is a pivotal scene in which Sands and a priest, played by Liam Cunningham, discuss the coming protest. Seventeen minutes of the 22-minute scene were filmed in a single take.</p> <p>Fassbender loved McQueen's structural boldness. \"He's a brilliant visual artist, but he doesn't know that they'll say, 'You can't do a shot that's 17 minutes, you need to do some cuts.' And he's like, why?\" </p> <p>However, he confesses that he was terrified at the prospect. \"I thought to myself, I'm not going to fuck this up through lack of preparation. So I arrived in Belfast at the beginning of September [last year] and we started filming in about the beginning of October, so I went over that scene every day, on my own.\" When Cunningham arrived in Belfast, Fassbender invited him to move into his rented flat, and the pair continued rehearsing 10 hours a day, drinking endless cups of tea, sending out for lunch, taking notes from McQueen in the evenings. Fassbender describes the entire experience, with some humility, as a vertiginous learning curve.</p> <p>He has a little of that bloody-minded asceticism about him, he says. \"It's the way I work, anyway. Look, there are no secrets to anything in life. Tiger Woods is Tiger Woods because he practised that fucking swing 100 times a day. Why should acting be any different? It's just boring repetition, and through that, I find things start to break down, and you start to find the nuances, all the interesting little details.\" </p> <p>The discipline helped, too, when, having filmed the earlier parts of the movie, Fassbender had 10 weeks over last Christmas and New Year to lose the weight - his second big challenge. He was auditioning and so ended up in LA, which helped: \"You wake up and the sky is blue! Imagine trying that here.\" His weight-loss plan centred around long walks, a Jerry Hall yoga DVD left by his house's previous renter, and a very small tin of sardines every evening. </p> <p>\"I just knew that I had to do it. I knew all the stuff we had filmed before that was pretty ... special, and I didn't want the last part of the film to break the illusion. I knew I had to get superthin.\" He is careful not to claim anything so crass as an insight into Bobby Sands' mind, though I mention that the lowest weight Fassbender reached, 58kg, is the weight at which, in my edition of Sands' diaries, the Republican made his last entry. \"Wow. I didn't know that. I didn't know he stopped at 58. Shit.\"</p> <p>It took a month in Australia with his phone off to get Hunger out of his system. He switched it back on to find himself much in demand. The Devil's Whore, Channel 4's civil-war drama in which he stars alongside Dominic West and John Simm, screens next month. He is now in Berlin, playing a British agent in Quentin Tarantino's upcoming second world war drama Inglourious Basterds [sic]. Tarantino has got him watching GW Pabst films from the 1930s, which he is entranced by. \"You could mention the most obscure Egyptian film from like nineteen-fucking-thirty-three, and he'll have seen it, and he'll tell you scenes of the film that he liked or didn't like. It's just astounding.\"</p> <p>There are also rumours of a starring role beside Ray Winstone in a film remake of The Sweeney. But even with the tides now in his favour, he says: \"I don't know what's going to happen. I'm flavour of the month at the moment, but somebody else is going to roll around the corner in three months' time. I just want to keep working. I can't stop!\"</p> <p><strong>·</strong> This article was amended on Tuesday November 11 2008. The actor Michael Fassbender trained at the Drama Centre, not the Central School of Speech and Drama, as we said in the article above. This has been corrected. </p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-335632135\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/jul/11/1/Benoit_01-8476.jpg\" alt=\"Untitled 01 by Benoit Aquin\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sanggen Dalai, Inner Mongolia, China. Women flee the main street as dust fills the air. This shot is from Benoit Aquin's series, which has won the overall prize of £50,000. The Chinese Dust Bowl documents scarce water resources, desertification and ecological refugees in China</span> <span class=\"element-image__credit\">Photograph: Benoit Aquin/Prix Pictet 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120398\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Benoit-Aquin_2-7463.jpg\" alt=\"The Prix Pictet: Benoit Aquin\" width=\"589\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Benoit Aquin,  The Chinese 'Dust Bowl', Hongsibao, Ningxia, China, 2007. Some 22% of China's deserts are manmade because of soil erosion as a result  of unsustainable farming practices </span> <span class=\"element-image__credit\">Photograph: Benoit Aquin/Prix Pictet 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-335632150\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/jul/11/1/Terminal-Mirag--18-735.jpg\" alt=\"The Lake Project 18 by David Maisel\" width=\"451\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Maisel's Lake project series was shot at Owens Lake in California, the site of a river which was diverted to supply Los Angeles in 1913. By 1926 the lake was depleted exposing mineral flats which now contribute to carcinogenic dust storms</span> <span class=\"element-image__credit\">Photograph: David Maisel/Prix Pictet 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-335632129\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/jul/11/1/Scene-K1-7164.jpg\" alt=\"Scene K1 by Jules Spinatsch\" width=\"630\" height=\"387\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kitzbühel, Austria. Jules Spinatsch's series, entitled Snow Management, documents the attempts by ski resorts to combat the effects of global warming and maintain the winter sports industry</span> <span class=\"element-image__credit\">Photograph: Jules Spinatsch/Prix Pictet 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120388\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Jules-Spinatsch_1-687.jpg\" alt=\"The Prix Pictet: Jules Spinatsch\" width=\"488\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jules Spinatsch: Scene J3, Davos, Switzerland, 2004 </span> <span class=\"element-image__credit\">Photograph: Jules Spinatsch/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-335632144\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/jul/11/1/susan-derges2-9869.jpg\" alt=\"Eden 2 by Susan Derges\" width=\"630\" height=\"361\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Commissioned for the Eden project's education resource centre in Cornwall, Susan Derges's series of photographs shows the  transformation of water within the hydrological cycle</span> <span class=\"element-image__credit\">Photograph: Susan Derges/Prix Pictet 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-335632147\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/jul/11/1/iceberg-23-371.jpg\" alt=\"Iceberg #3, Disko Bay, Greenland by Lynn Davies\" width=\"460\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Between 1986 and 2007 Lynn Davies travelled to Greenland to photograph icebergs calved from the Illulisat glacier. By 2007 many had diminished in size due to global warming </span> <span class=\"element-image__credit\">Photograph: Lynn Davies/Prix Pictet, 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120378\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Lynn-Davis_3-4574.jpg\" alt=\"The Prix Pictet: Lynn Davis\" width=\"448\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lynn Davis: Iceberg VI, Disko Bay, Greenland</span> <span class=\"element-image__credit\">Photograph: Lynn Davis/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120380\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Sebastian-Copeland-7944.jpg\" alt=\"The Prix Pictet: Sebastian Copeland\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sebastian Copeland: Stormy Weather. Series: Antarctica: The Global Warning Melchior Islands, Antarctica, 2006</span> <span class=\"element-image__credit\">Photograph: Sebastian Copeland/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120376\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Thomas-Joshua-Cooper_2-6615.jpg\" alt=\"The Prix Pictet: Thomas Joshua Cooper\" width=\"549\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Thomas Joshua Cooper: Furthest North - The Mid North Atlantic Ocean, Faro de Alegranza, Punta Delgada, Spain, 2002. 'Water is an element that binds us all, a vital necessity, a force with the power of affecting life and death,' says Cooper</span> <span class=\"element-image__credit\">Photograph: Thomas Joshua Cooper/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-335635474\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/jul/11/1/MG_3370-3650.jpg\" alt=\"Sebastian Copeland\" width=\"337\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In 2006/07 onboard a research vessel, Sebastian Copeland recorded the accelerated devastation of the Antarctic ice shelf. His images capture the awesome beauty of Antarctica and document signs of the alarming changes that the continent is undergoing</span> <span class=\"element-image__credit\">Photograph: Sebastian Copeland/Prix Pictet 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-335632132\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/jul/11/1/MunemWasif1-8023.jpg\" alt=\"Water Tragedy: Climate Refugee of Bangladesh by Munem Wasif\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Munem Wasif's series -  Water Tragedy - documents the climate refugees of Bangladesh, many of whom have done very little to contribute to greenhouse emissions, but who being forced to relocate due to too much or too little water caused by global warming</span> <span class=\"element-image__credit\">Photograph: Munem Wasif/Prix Prictet 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-335632138\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/jul/11/1/jesus-8942.jpg\" alt=\"Municipio De La Hormiga-Putumayo by Jesus Abad Colorado\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jesús Abad Colorado, born in Colombia in 1967, is one of the few photojournalists documenting the armed conflict there. His shortlisted photos document the impact of war on the environment, and the devastation caused to Colombia's natural habitats</span> <span class=\"element-image__credit\">Photograph: Jesus Abad Colorado/Prix Pictet 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-335635465\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/jul/11/1/1-1823.jpg\" alt=\"West End Boulevard, New Orleans, September 2005 by Robert Polidori \" width=\"499\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sent to photograph the aftermath of Hurricane Katrina, Robert Polidori was met by a scene of devastation that exceeded his expectations, and he decided to follow the evolution of the recovery. He expected to document the rebuilding of the city, but after four visits it became apparent that this was not going to happen 'as the city's economy vanished with the resident evacuation'</span> <span class=\"element-image__credit\">Photograph: Robert Polidori/Prix Pictet 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120414\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Robert-Polidori_2-3997.jpg\" alt=\"The Prix Pictet: Robert Polidori\" width=\"552\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Polidori: Bellaire Drive, New Orleans, September 2005 </span> <span class=\"element-image__credit\">Photograph: Robert Polidori/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-335635471\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/jul/11/1/reddoor-3108.jpg\" alt=\"Chris Jordan\" width=\"600\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chris Jordan's series, In Katrina's wake: Portraits of Loss from an Unnatural Disaster, also pictured the desolation caused by Hurricane Katrina and aims to show that human activity leads to global warming, which then creates 'natural disasters' such as Katrina</span> <span class=\"element-image__credit\">Photograph: Chris Jordan/Prix Pictet 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120416\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Chris-Jordan_1-4878.jpg\" alt=\"The Prix Pictet: Chris Jordan\" width=\"488\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chris Jordan: Piano in a Church, Ninth Ward, New Orleans, 2005 </span> <span class=\"element-image__credit\">Photograph: Chris Jordan/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120418\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Chris-Jordan_3-5869.jpg\" alt=\"The Prix Pictet: Chris Jordan\" width=\"481\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chris Jordan: Ball Field, St Bernard Parish, Louisiana, 2005 </span> <span class=\"element-image__credit\">Photograph: Chris Jordan/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120382\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Roman-Signer_1-9741.jpg\" alt=\"The Prix Pictet: Roman Signer\" width=\"387\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Roman Signer: Wasserstiefel (Water boots), Weissbad, Switzerland, 1986</span> <span class=\"element-image__credit\">Photograph: Roman Signer/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-335635917\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/jul/11/1/Nickel-Tailings-4094.jpg\" alt=\"Nickel Tailings by Edward Burtynsky\" width=\"630\" height=\"207\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">From Edward Burtynsky's shortlisted series - Oil fields, Tailings and Three Gorges Dam. Each shows a landscape transformed by human industry. The idea that human survival rests on viable drinking water is a pivotal theme in these images. The industries shown are wasteful and contaminate surrounding water, highlighting the problem of unsustainable consumption</span> <span class=\"element-image__credit\">Photograph: Edward Burtynsky/Prix Pictet 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120384\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Carl-De-Keyzer_1-2049.jpg\" alt=\"The Prix Pictet: Carl De Keyzer\" width=\"520\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carl De Keyzer: Belgium 1, Moments before the Flood, Blankenberge, Belgium, 2006. De Keyzer's images contain unease at a coming catastrophe as sea levels are predicted to rise, devastating the European coastline</span> <span class=\"element-image__credit\">Photograph: Carl De Keyzer/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120386\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Carl-De-Keyzer_6-3530.jpg\" alt=\"The Prix Pictet: Carl De Keyzer\" width=\"518\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carl De Keyzer: Belgium 3, Moments before the Flood, Belgium, 2006</span> <span class=\"element-image__credit\">Photograph: Carl De Keyzer/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120396\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Mary-Mattingly_2-6607.jpg\" alt=\"The Prix Pictet: Mary Mattingly\" width=\"542\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mary Mattingly travelled to drought or flood stricken areas to shoot her series, The Expedition</span> <span class=\"element-image__credit\">Photograph: Mary Mattingly/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120392\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Christian-Cravo_1-4393.jpg\" alt=\"The Prix Pictet: Christian Cravo\" width=\"580\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Christian Cravo: India, Sagar, Waters of Hope, Rivers of Tears India, 2002. Cravo's work examines the link between water and the divine</span> <span class=\"element-image__credit\">Photograph: Christian Cravo/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120402\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Malcolm-Hutcheson_2-9106.jpg\" alt=\"The Prix Pictet: Malcolm Hutcheson\" width=\"284\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Malcolm Hutcheson: Series: Lahore's Waste Water Problem Khuram Colony, Shahdara Town, Lahore, Pakistan, 2008 Rizwan Sadir, a wrestler and factory worker, showers from a hand pump next to the Ravi. Hand pumps are not deep enough to avoid the polluted water</span> <span class=\"element-image__credit\">Photograph: Malcolm Hutcheson/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-339120404\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/oct/20/photography/Malcolm-Hutcheson_1-8682.jpg\" alt=\"The Prix Pictet: Malcolm Hutcheson\" width=\"284\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Malcolm Hutcheson: Series: Lahore's Waste Water Problem Khuram Colony, Shahdara Town, Lahore, Pakistan, 2008 Erfan, 18 years, stands in a pool of waste water and sewage which collects in the dry river bed providing the only available water for buffalos to bathe in</span> <span class=\"element-image__credit\">Photograph: Malcolm Hutcheson/PR</span> </figcaption> </figure>"
]