[
  "<h2>Out of Dragons' Den, into the tycoon academy</h2> <p>Peter Jones is still sounding as excited as - well, as a contestant who has just coaxed serious cash out of him or one of his fellow judges on Dragons' Den.</p> <p>The Learning and Skills Council has just officially approved his proposal for the first national enterprise academy.</p> <p>Passing on the secrets of his success had become almost an obsession for a number of years before the government began talking about skills academies.</p> <p>\"It was when I started writing a book four years ago about my own goals and aspirations that I realised I wanted to open a 'tycoon academy',\" he says.</p> <p>There are plans to open two enterprise academies next September; one in Buckinghamshire, one in Manchester. </p> <p>But Jones doesn't want to wait a year. Next month he is launching a \"pilot\" academy for 35 16- to 19-year-olds at Amersham College, which will open in January and run for six months. Applications for the pilot academy can be made now via www.peterjones.tv.</p> <p>For the past four months, Jones has been relentlessly writing a curriculum for the academies, which he says is nearly ready. He is determined that it will be taught by real entrepreneurs.</p> <p>Upwards of 200 students will be signed up for the 12-month courses at the two premises next September. </p> <p>They will come out with a qualification of enterprise, which he hopes will be a valuable currency. They will also get the chance of industry experience.</p> <p>\"And those who manage to get distinctions are likely to get funding to start their own business.\"</p> <p>There will be no tuition fees to pay, as more than £35m has been raised for the venture. Jones accepts that for youngsters far from Buckinghamshire or Manchester, attending either is quite an undertaking. That is partly the reason for rolling out the course for other institutions to teach across the country. </p> <p>\"Over the next three to five years, we will have reached some 13,000 young people.\"</p> <h2>Harry Potter and the revival of Latin</h2> <p>Has someone cast a spell that can bring dead languages back to life? The number of schools offering Latin as an option has more than doubled in Britain in the past three years. And now Latin is making a surprise resurgence in American schools too. </p> <p>Over the past 10 years the number of students taking America's national Latin exam has increased by a third, while the number taking the advanced placement test (at sixth form level) in the subject has nearly doubled. The growth has happened in remote parts of the US such as Vermont, Alaska and New Mexico, as well as across New York city, where Latin is now taught in more than 30 schools. The American Council on the Teaching of Foreign Languages predicts it may overtake German as the third most popular language after Spanish and French. So why are so many opting to learn a language that won't help you order paella or croissants?</p> <p>\"There are a few reasons,\" says Mark McWilliams, who teaches Latin at Isaac E Young middle school in New Rochelle, New York. \"Some academically advanced students want a challenge, to take the most difficult classes; some like learning the culture, mythology and religion, which are a part of the curriculum; some students don't do so well with the spoken part of modern languages, so with Latin they can learn a language without having to do that. Others just think it's different, and why not?\"</p> <p>One school of thought suggests that the rise of Latin in popular culture - Harry Potter's spells, films like Troy and Gladiator - prompts students to take it up. McWilliams agrees that this \"gives a brief uptick in interest\". But he thinks this \"only plays a minor part\". Megan Thomas, a 13-year-old Harry Potter fan who's had after-school Latin classes for a year, disagrees. \"It's kinda nice to understand the spells - she puts jokes in them,\" she says of JK Rowling's incantations. </p> <p>McWilliams sees other reasons for starting Latin. \"It's a solid foundation for most languages, and it gives you a rigorous grasp of grammar now English is not taught as formally as it used to be. And if any Latin students want to study something else later, they'll begin with a solid foundation in how a language works.\"<br><strong>Ravi Somaiya</strong></p> <h2>What we have learned this week</h2> <p>Confidence in British universities wobbled slightly last week as shares and markets crashed around us, although they still look a good investment - but will taxpayers keep investing in them? The Times Higher/QS global league showed that 22 of the 29 British universities in the top 200 in the world have moved down the table in the past year, but that still leaves 17 UK institutions in the top 100. Compare that with Germany's three or France's two (though Switzerland, with three, and the Netherlands, with four, do better in a table the compilers admit is biased towards academic publication in English). </p> <p>Both the Russell Group of big research-led institutions and the University and College Union used the results to remind the government about the need to match growing overseas competition when it comes to funding higher education. The fact that Hong Kong has three universities in the top 50 and Singapore two is a portent of things to come. </p> <p>There was to be no second chance for the Rev Tim Hastie-Smith, the public-school head who gave a second chance to a teacher by employing him even though it was known that he had secretly filmed a pupil having sex. First came the announcement from Kettering academy, the state school Hastie-Smith was about to take charge of amid considerable fanfare, that the offer was withdrawn. Then came the news that he had resigned as chair of the Headmasters and Headmistresses Conference (HMC) - the club of leading independent schools - and then quit early as master of Dean Close school, Cheltenham. It was a spectacular fall from grace. </p> <p>Meanwhile, Oxford and Cambridge took their rivalry into iTunesU, the academic section of the online music store. By Friday, Oxford's release of Joseph Stiglitz's topical and catchy explanation of the credit crunch was up there in the top 20. Cambridge is hitting back with a weekly radio show from Chris Smith and the Naked Scientists.<br><strong>Donald MacLeod</strong></p>",
  "<p>These are the days for rattling old moneyboxes and plumbing the bowels of sofas for lost coins. The carpet king, <strong>Lord Harris of Peckham</strong>, who left school at 15 to take over the family's market stall and two carpet shops, and now as head of Carpetright controls more than 600 outlets, is heading for the saleroom - and likely to do rather better than anyone eyeing up auntie's old Chinese vase. Christie's silver expert, <strong>Harry Williams-Buckley</strong>, describes the collection of antique silver that he will sell next month as \"the rare, the beautiful and the exceptional\". The star lot is a Tudor ostrich egg and silver cup and cover, estimated at up to £800,000. The sale should leave Harris, who slipped a few places in this year's Sunday Times Rich List to 357th but still has an estimated fortune of £230m, about £3m richer.</p> <p><strong>Ringo Starr</strong>, whose image grown in topiary in Liverpool was decapitated earlier this year after he confided to <strong>Jonathan Ross</strong> that there was absolutely nothing he missed about his native city, would like his remaining fans to go away. The former Beatle, in a message on his website, says: \"Please do not send fan mail to any address you have. Nothing will be signed after the 20th of October. If that is the date on the envelope, it's gonna be tossed. I'm warning you with peace and love I have too much to do.\"</p> <p>The current Bond, Craig, <strong>Daniel Craig</strong>, has appeared at various Quantum of Solace premieres in dinner jacket and matching black sling: not in fact acquired clinging to the side of a speeding train or jumping from one rooftop to another in Siena in the film, but an old sports injury, dramatically worsened by two Bond movies. At least there is gain for the pain, he reveals in the Radio Times: privileges such as \"a private viewing of the Sistine Chapel, pretty amazing, I'll never forget that\". </p> <p>On his 15th attempt - that's every year since the world porridge-making championships began - <strong>Ian Bishop </strong>of Strathspey has taken the Golden Spurtle, presented by Miss Scotland, <strong>Stephanie Willemse</strong>, crediting the spring water from a bore hole in his garden for his success. The speciality award went to <strong>Addy Daggart</strong>, a Dutch professional chef, who added marzipan and homemade ice-cream.<br><a href=\"mailto:maev.kennedy@theguardian.com\"><br>maev.kennedy@theguardian.com</a></p>",
  "<p>Precisely 40 years ago today, Britain's David Hemery won the 400m hurdles at Mexico City's 1968 Olympic Games. It remains the most breathtakingly comprehensive track victory I ever saw, eclipsing Herb Elliott in Rome, Ed Moses in Montreal, Michael Johnson in Atlanta, or possibly even the alliteratively blinding blink-of-an-eye Bolt in Beijing.</p> <p>Hemery not only smithereened the existing world record but in just his single circuit of the track he finished fully seven metres ahead of the silver medallist, Gerhard Hennige of Germany. It was as if the 10 three-foot-high hurdles had been specially spaced for Hemery's stride and his alone. Oldies might recall watching on television and hearing the conclusion of the race being stridently called by the BBC's jangling jingoist in excelsis, David Coleman - \"Who cares who's third!?\" - when, of course, it was Sheffield's long-legged crew-cut John Sherwood, husband of long-jumper Sheila, who had won the silver medal the day before. </p> <p>Those Games of 40 Octobers ago remain particularly vivid to me; they were the second of the two I helped cover as a bewildered pink-shirted greenhorn producer for ITV, alleged and pallid rivals to the might and money of Coleman's BBC, by far the preeminent sports channel then. We were well aware that only a very few leftover laggards from Double Your Money or Opportunity Knocks watched ITV for sport in those days - so I remember it as a specially flamboyant feather in our sombreros that we and our little hand-held camera (with enough cheek, the media could swarm all over playing fields then) were first to Hemery for a live post-race quote. No handy trackside Union Jacks nor staged laps of honour in the 1960s. David was all-in all right, but also in such a cocoon of concentration still that we had to tell him not only that he'd run the perfect race, but he'd actually won it as well as blasting a world record to pieces. \"I don't believe you. Stop kidding me,\" he gasped.</p> <p>Maturity makes for a more tasty vintage, and when Britain's 2008 Olympians, with all hands to the pomp, parade through central London this Thursday, the anniversary junkie in me will be more richly ruminating on Mexico's third week in October those precise two-score years ago. As well as Hemery and the Sherwoods, lush memories and the glint of gold will also be triggered of boxer Chris Finnegan, sailors Rodney Pattison and Iain Macdonald-Smith, and Derek Alhusen's three-day eventers; and, of course, of beauteously bonny Lillian Board who, the day after, so nearly matched Hemery in her 400m final: but, no worries, lovely Lil, we said, after her gallant hairsbreadth silver medal, you're a cert for the gold in Munich in four years time. But instead and alas it was in Munich, in a cancer clinic, that she was to die only 26 months later and 13 days after her 22nd birthday. </p> <p>This Friday 40 October 17s ago at 3.45pm local Mexico City time, Bob Beamon, of the United States, settled himself at his mark, gulped a deep breath, broke into a measured acceleration down the runway and, as the Guardian's John Rodda described in these pages, \"rather than to stamp his foot on the take-off board he seemed simply to run on into the air and lift serenely up into the altitude\". </p> <p>He landed all of 8.90 metres away at the far edge of the sandpit - a jump of 29 feet 2½ inches. In 33 years since Jesse Owens had jumped his \"astonishing\" world-record 26ft 8¼ ins in 1935, the mark had been occasionally increased only by a fraction at a time to reach a further 8½ inches. But now, in an almost dreamlike split-second stopping of the world, Beamon added to that mark another 21¾ inches. Bob had completely bypassed any 28ft measure. </p> <p>If Beamon's was one of history's most mesmerising athletics achievements, the happenings of the day before in the stadium caused a sensation as never before. The story has been retold, and then again, of how, at the medal ceremony for the 200m final, the black Americans Tommie Smith (gold) and John Carlos (bronze) and, spontaneously, the white Australian Peter Norman (silver) were together moved to share the most fabled of martyrs' crowns - to be vilified and summarily expelled from the Olympic movement for a silent, still and resonant demonstration in the cause of civil rights in the United States.</p> <p>Even my bosses at ITV were outraged at such flagrantly insolent effrontery. \"Stick to the sport. Play down Black Power idiots. Pawns of a sinister sect cannot defile the Olympic podium,\" was the severe tone of the orders from London.</p> <p>Ah me, 40 years on.</p>",
  "<p>The reconstruction of Iraq needs the commitment and resources of its entire people. Yet the Iraqi government and the international community have neglected the current generation of Iraqi youth. Nowhere is this more apparent than in the case of young Iraqi refugees who have the potential to transform their homeland. </p> <p>Youth, not oil, is Iraq's most precious asset in building a stable and prosperous future. In 2002, before the US invasion, around 60% of Iraq's population was under the age of 30 – many with high school and university education. Today, too many of those young people are among the 2.2 million Iraqi refugees living in countries such as Syria, Jordan and Lebanon. </p> <p>As Iraq takes important steps towards national reconciliation and economic development, no one is paying attention to young Iraqi refugees. Their plight is largely portrayed through a sectarian lens. But when the focus shifts to the age of <a href=\"http://www.refugeesinternational.org/content/article/detail/9679\">those uprooted</a>, it is clear that a large number are young men and women, struggling with displacement at the prime of their life. Rather than building their future careers and families, their plans are on hold and their hopes are in limbo. </p> <p>Omar al-Rawi, a 26-year-old Iraqi refugee, arrived in Syria in 2006 after receiving a letter that threatened his life and his family. \"One night, 70 young men [including myself] received a threatening letter. Like my peers I had to leave in two days. I believe it was an attempt to empty Iraq of its educated youth,\" Omar says.</p> <p>Like Omar, more than a million of other young Iraqis now live in exile. Unable to return to Iraq, they face limited opportunities in host countries to continue their education or earn a living. Many do not attend school, even when education is free, due to lack of documentation, overcrowding in classrooms and financial difficulties. Faced with poverty, they are compelled to work in the informal sector to support their families. Some become vulnerable to extreme measures: some young women are forced into prostitution and young men feel pressure to join insurgent groups because they offer a steady income.</p> <p>While some Iraqis have returned from neighbouring countries in recent months and while most displaced Iraqis say they want to return to their communities when it is safe to do so, the returnees so far account for less than 1% of the total displaced. Most Iraqis, as well as the <a href=\"http://www.unhcr.org/cgi-bin/texis/vtx/home\">UN High Commissioner for Refugees</a>, do not feel that security conditions have improved sufficiently for large-scale refugee return. But returns depend on more than improved security; until public services are restored and there is confidence in the government's capacity and impartiality, most Iraqis will choose to stay where they are. And some Iraqis, particularly minorities, may never return to Iraq. </p> <p>While the goal must be to support young Iraqis to return to Iraq, much more needs to be done to support them during their displacement. The Iraqi government is brimming with oil money but so far it has only allocated $200 million out of a $70 billion budget for refugees and displaced. Additional funds should be used to urgently foster hope in the form of scholarships for study, vocational training tailored to market conditions, and support to marry and build families. And it is in the interests of the international community, including the host countries, to support these efforts. </p> <p>With forthcoming local elections, there are new possibilities for political reconciliation, but provisions should be made to ensure that those living outside the country have the opportunity to participate. This is where Iraqi youth will have much to contribute to their country's future. Once promised democracy, they must now be given the means to exercise their rights.</p> <p>Iraq cannot afford to lose this generation. Exiled communities and especially the young can be a positive force for change. In South Africa and Namibia, hundreds of thousands of refugees from the apartheid regimes were able to receive education and acquire skills that positioned them well when they were eventually able to return to their countries. Today in southern India, some Tamil organisations are supporting young refugees to acquire university degrees in areas where Sri Lanka needs particular expertise. </p> <p>Testing times lie ahead for Iraq. The government is struggling to bring economic prosperity for ordinary citizens. Political stability hinges on local election turnout. The youth of Iraq must be mobilised to participate in the reconstruction and reconciliation of their country.</p> <p><em>Elizabeth Ferris is a senior fellow at <a href=\"http://www.brookings.edu/\">Brookings</a> and co-director of the Brookings-Bern Project on Internal Displacement.</em></p> <p><em>Navtej Dhillon is a fellow of the Wolfensohn Center for Development at Brookings and director of the Middle East Youth Initiative. </em></p>",
  "<video data-media-id=\"gu-video-338551060\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1854840559_gdn-int-081013-cb-Zimbabwe-Tsvangirai-4x3.flv\"/> </video>   <p>The <a href=\"http://www.guardian.co.uk/world/zimbabwe\">Zimbabwean</a> president, Robert Mugabe, has sworn in two vice-presidents in a move that could further jeopardise crisis talks to rescue the power-sharing agreement in the country.</p> <p>The move was announced before the arrival of the former <a href=\"http://www.guardian.co.uk/world/southafrica\">South African</a> president Thabo Mbeki in the capital, Harare, on a mission to salvage the accord he brokered last month.</p> <p>\"The two vice-presidents were sworn in this morning because their positions are not in dispute,\" a senior government official told Reuters.</p> <p>Mugabe's unilateral allocation of important ministries to his Zanu-PF party at the weekend angered the opposition. The MDC said it doubted mediation efforts by Mbeki this week would get Zanu-PF to compromise. </p> <p>Speaking at a rally of MDC supporters in Harare, Tsvangirai declared he was not prepared \"to compromise for the sake of compromise\".</p> <p>Threatening to withdraw from the agreement, he said: \"This struggle is about change. If we are not given the instruments of affecting change in your life, then this arrangement is stillborn.\"</p> <p>Tsvangirai told the rally he would not be pressured by Mugabe into joining an administration dominated by Zanu-PF after the opposition Movement for Democratic Change won the last reputable elections in March.</p> <p>\"If they do it that way, we have no right to be part of such an arrangement,\" he said. \"The people have suffered. But if it means suffering the more in order for them to get what is at stake, then so be it.\"</p> <p>Under the deal, Mugabe retains the presidency and chairs the cabinet while Tsvangirai, as prime minister, will head a council of ministers supervising the cabinet.</p> <p>Mugabe gazetted the appointment of new cabinet posts at the weekend, allocating his party control over the various security and intelligence forces as well as the justice portfolio and the information ministry, which controls Zimbabwe's highly partisan state newspapers and broadcasters.</p> <p>The MDC described the move as a \"giant act of madness which puts the whole deal into jeopardy\", and as a ploy to pre-empt Mbeki's visit.</p> <p>\"The elite in Zanu-PF is not interested in addressing the current challenges in the country. Instead, they are obsessed with power retention at all costs,\" it said.</p> <p>The MDC said it would agree to Zanu-PF having authority over the military, but that Tsvangirai must control home affairs, which oversees the police, and the justice ministry. That is important to Tsvangirai to ensure that Zanu-PF does not repeat its violent campaign at the next election.</p> <p>Mugabe's move is a demonstration of his power to obstruct the political deal he described as \"humiliating\" after he was forced to sign it last month. But his position remains weak. There will be no foreign aid to rescue an economy collapsing under hyperinflation - officially put at 231 million per cent, but which in reality runs into the trillions - without Tsvangirai wielding real authority at the head of a genuine power-sharing government.</p> <p>Mugabe only signed the political agreement with the opposition because his administration had no solutions to the economic crisis. While he can block implementation of the deal and keep control of the government, he will be left facing even deeper problems than when he was forced into the agreement.</p> <p>Neither can Mugabe count on Mbeki to protect him. Although Mbeki remains the mediator, South Africa's new president, Kgalema Motlanthe, and those around him are hostile to Mugabe and there is a growing will inside the new government to confront the Zimbabwean leader.</p> <p>The <a href=\"http://www.guardian.co.uk/world/eu\">European Union</a> condemned Mugabe's latest unilateral move. Britain's foreign secretary, <a href=\"http://www.guardian.co.uk/politics/davidmiliband\">David Miliband</a>, said Europeans would \"play no part in supporting a power grab by the Mugabe regime\".</p> <p>\"It is important that there is an international united response that says that the results of the elections need to be respected and a power grab will not be respected,\" Miliband told reporters at EU talks in Luxembourg.</p> <p>The EU has threatened to step up sanctions on Zimbabwe unless Mugabe sticks to the terms of the accord. </p> <p>\"If the agreement is not applied we shall resume our sanctions and reinforce them,\" said the French foreign minister, Bernard Kouchner. <a href=\"http://www.guardian.co.uk/world/france\">France</a> currently holds the presidency of the EU. </p> <p>Existing EU sanctions include visa bans and asset freezes on top Zimbabwean officials including Mugabe.</p>",
  "<p>Uganda has been called the pearl of Africa and the continent's garden. And last week, at an event looking at the role of music in development, it was given another tag by the composer Nigel Osborne – the country, he said, was a \"treasure ship\" of music.</p> <p>Despite the prominence of west Africa on the world music scene, music in Uganda has the \"breath and depth I know in no other place,\" he added, as he introduced music performed by members of the Uganda Dance Academy at an event organised by the Guardian and London Sinfonietta to celebrate African music and to explore its role in aiding development.</p> <p>Osborne recently collaborated with the music group on a project exploring the extraordinary sounds of the <strong><a href=\"http://www.theguardian.com/music/2008/oct/01/worldmusic.uganda\">Neolithic rock gongs</a></strong> found on the remote island of Lolui in Lake Victoria. </p> <p>Osborne, who took part in a panel discussion on whether music can be a force for good at last Wednesday evening's event in London, is a man who talks with passion about his work with African musicians and how he has used music to heal the wounds of conflict among young people.</p> <p>Music, he told the audience, can succeed where politics has failed. \"Culture can be a force for change. Culture is the active force in many places where politics has failed.\"</p> <p>For evidence he points to his work with children in Kitgum, a region in the north of Uganda, which has been terrorised by the Lord's Resistance Army (LRA) for more than 20 years.</p> <p>Working in collaboration with visual artists, his team set up on the edge of a village, close to an internally displaced persons camp, and waits for curious children to look at what they are doing. \"Kids will come and we then try and find some way of working together. That's very easy – singing. We try to find out where the kids are with their thoughts and from that we construct work to help them.\"</p> <p>He added: \"Music is powerful at many levels. It has an effect on the physical well being – breathing and movement – and on their mental state, belief in themselves, an ability to communicate. It [music] is something I have seen to be very effective in situations of post-conflict,\" he adds.</p> <p>He spoke more about his work and the healing power of music after the event:</p> <p>Using art to bring about change is something <strong><a href=\"http://www.theguardian.com/katine/2008/oct/06/musicandart.news \">fellow panellist Rungwe Kingdon</a></strong> is also seeking to do.</p> <p>Kingdon, who grew up in Idi Amin's Uganda, founded the Ruwenzori Sculpture Foundation in the west of the country to support local artists. He says not only does the project give people a craft, and with it self-worth, it also brings something very tangible into the community - money. Explaining the importance of music in the country, Kingdon told the audience: \"The builders building the [foundation's Ugandan] foundry now have a bit of income and some spare time and the first thing they did was make themselves a music group.\"</p> <p>Through his work, Kingdon has offered a residency to a former Ugandan child soldier who will eventually showcase his work in London.</p> <p>Ethnomusicologist and panel member Peter Cooke, who first visited Uganda two years after independence, in 1964, <strong><a href=\"http://www.theguardian.com/katine/2008/oct/07/musicandart.news \">added his views</a></strong> on the role of music in post-conflict situations.</p> <p>He had met people who had fled the north of Uganda to the slums of Kampala, and who now sing songs appealing for the violence to end and offering forgiveness to LRA leader, Joseph Kony, if he gave himself up, he explains:</p> <p>Journalist Robin Denselow, who specialises in African politics and international affairs, as well as writing on African music, witnessed the changes music can bring to people traumatised by war while doing voluntary work in a refugee camp in Burundi that was filled with Rwandans fleeing persecution, when he was 18.</p> <p>\"One of the things that held this very desperate community together was music. I didn't know what it was about, but it was clear playing music had a role.</p> <p>\"I was determined to listen to more African music.\"</p> <p>Denselow added that music was able to put across a different, more positive, image of Africa to the west than traditional views of war and famine.</p> <p>In <strong><a href=\"http://www.theguardian.com/katine\">Katine</a></strong>, a sub-county in north east Uganda, where the Guardian is supporting development work being carried out by the African Medical and Research Foundation (Amref) and Farm-Africa, music is used to deliver important messages and <strong><a href=\"http://www.theguardian.com/katine/2008/oct/08/musicandart.news\">educate people</a></strong> in a way newspapers and the internet do elsewhere.</p> <p>Grace Mukasa, head of programmes and advocacy at Amref, said: \"Music is one of the tools we are promoting which we have recognised can enable people to change their lives. In Uganda, it's one way of transferring knowledge to a new generation.\"</p> <p>Singing, dance and drama, she added, can communicate values and behaviours and educate people on the importance of schooling and healthcare. It can also be used to express political views. It's not uncommon for communities to sing their opinions to politicians when they visit.</p> <p>\"In Uganda people will welcome you with singing. But they are telling leaders this policy is not good for us, there's a gap here, we expect this from you. They are loaded with a lot of messages saying what they think and want from leaders.\" She added that from being a thing of leisure, music has turned into a \"real tool for social action, for people to claim their rights\".</p> <p>However, while music can be a source for good, it can also be used to enforce gender inequalities and call people to arms in times of war, as Mukasa explains:</p> <p>And not all music is welcome by authorities. Ellias Abaine-Rukundo, a Ugandan student studying for a PhD in London, who attended the event, pointed out that during the last election the government sought to ban songs it believed were harming its campaign. </p> <p>Channel 4 presenter Jon Snow, who was chairing the panel discussion, spoke of his fondness for Uganda since visiting the country as a VSO volunteer before heading off to university. The music he heard during his gap year stayed with him, something he spoke about after the event:</p> <p>But he told the audience that recent South African politics gave an insight into the importance of music across the continent.</p> <p>\"Jacob Zuma is in his element with a home crowd, in contrast with Thabo Mbeki, who is a wonderful intellectual, but absolutely… uprooted from his original being. Zuma has an extraordinary engagement with music. He moves with incredible grace and that's what lights up a South African crowd.\"</p> <p>Snow asked whether the west would accept a world leader \"so good at jiving\". If music, dancing and singing can be such a force for good, perhaps it would be foolish not to.</p>",
  "<p>Since he was detained by US immigration officials in August, four storms have torn through Jean Delva's homeland. </p> <p>They wiped out roads and bridges, flooded fields and obliterated a meagre food supply. More than 850,000 people are displaced and 50,000 homes are damaged or destroyed. Hundreds died and UN officials say many more might if they don't get help.</p> <p>Sending him back would be cruel, immigrant advocates say. They and 31 members of Congress are urging the US to grant undocumented Haitian immigrants like Delva what's known as temporary protected status, allowing them to stay and work in the US legally but temporarily. </p> <p>On October 3, pushed by local activists, Haitian president Rene Preval made his first public request for TPS since the storms.</p> <p>The move, they hope, will spur the US to grant the status. It's not unheard of.</p> <p>Two weeks ago, the Bush administration announced it would extend temporary protected status to an estimated 300,000 Honduran, Nicaraguan and Salvadoran nationals who have been allowed to stay for years after natural disasters struck their countries. </p> <p>It was granted to Hondurans and Nicaraguans after Hurricane Mitch hit in 1998 and to Salvadorans after a series of earthquakes in 2001.</p> <p>While immigrant advocates argue it's unfair to deny Haiti the same benefit afforded those countries, opponents say the fact that the immigrants from those other places are still in the US is proof the system doesn't work.</p> <p>\"If Bush had ended the TPS for the Central American countries, then we would be in favour of TPS for Haitians,\" said Roy Beck, president of NumbersUSA, which advocates reduced immigration. \"The reason we don't is that there's no 'T' in TPS.\"</p> <p>David Abraham, a University of Miami law professor and immigration expert, said the country's mood toward immigration was much different 10 years ago. He doesn't think Preval's public statement will have an effect.</p> <p>\"This situation in Haiti has been so horrendous for so long that I don't see how additional misery would change the situation,\" he said.</p> <p>Local activists estimate there are about 15,000 Haitians here with orders to leave.</p> <p>\"I just don't know how dire conditions have to become before the US government is willing to grant Haiti this long-merited assistance,\" said Representative Alcee Hastings, a Democrat from Florida.</p> <p>The advocates argue deporting immigrants with no criminal record delivers Haitians a double blow: It cuts off income for their families here and abroad.</p> <p>\"When you deport someone to that country, all you're doing is adding another mouth to feed and cutting off support to Haiti,\" said Steven Forester, senior policy advocate at Haitian Women of Miami. </p> <p>\"If you want Haiti to get stable and get on its feet, you stop deportations so that we keep the money flowing there.\"</p> <p>US Immigration and Customs Enforcement temporarily stopped deporting Haitians last month. But that's not the same as TPS. The pause could end at any moment, and it doesn't allow undocumented immigrants from Haiti to work legally.</p> <p>Also, ICE agents continue to detain Haitians, even those like Delva - his American wife is five months pregnant. Married just three months when he was detained, he was picked up by ICE at his job before he filed his paperwork seeking residency.</p> <p>\"I respect the law. I love my family,\" Delva said from a detention centre. \"Now I have a child on the way, and I'd like to be able to help my family.\"</p> <p>For now, though, Delva waits in limbo, detained but not deported, with no resolution in sight.</p> <p>\"Everyone says America is a good country that believes in preserving family,\" his wife, Patricia Dinvil, said, rubbing her swollen belly. \"How can they tear our family apart like this?\"</p>",
  "<p>Today at 5.30pm, environmental activists, in Edwardian costume, will throng Parliament Square – and we are all invited to join them, dressed as we are. Taking inspiration from the suffragettes' \"parliament rush\" of 1908, the <a href=\"http://www.climaterush.co.uk/\">Climate Rush</a>, a legal demonstration in which some MPs will participate, seeks to press the urgency of climate change, at a time when it seems to take second place in government policy to short-term economic calculations.</p> <p>For while Gordon Brown in 2007 staked Britain's claim to <a href=\"http://www.iht.com/articles/ap/2007/11/19/europe/EU-POL-Britain-Climate-Change.php\">world leadership</a> on climate change, describing it as \"the great project of this generation\", his government's actions are less impressive. While the climate change bill moves slowly through parliament, we have last Thursday's decision for the <a href=\"http://www.theguardian.com/business/2008/oct/09/stansted.airport.expansion.capacity\">extension</a> of Stansted airport after lobbying from BAA, approval for new runways at Heathrow and City airports, and hinted plans to build a new generation of coal-fired electricity plants. At the same time, the British government has made no response to either the offer by <a href=\"http://www.nytimes.com/2008/05/24/opinion/24sat4.html?_r=1&amp;oref=slogin\">Guyana</a> (where I was born) of trusteeship over 40m acres of virgin rain forest in exchange for modest development assistance or Ecuador's request for help so it can afford not to allow oil extraction in its corner of the Amazon.</p> <p>The irony of the proposed new <a href=\"http://www.theguardian.com/environment/kingsnorth\">coal-fired power station</a> in Kent is that it lies in a region which will be invaded by the ocean if sea levels rise as high as feared. Few serious scientists have any doubt that burning coal and oil over three centuries drove rises in carbon dioxide levels, and with it climate change, and that we are at the brink of catastrophic change. At the poles, in the Maldives, on the coasts of England itself, the evidence is before our eyes. And the British public is aware of this: Defra's 2007 survey showed public opinion viewed the environment as among the five most urgent matters – above taxes, immigration, and pensions.</p> <p>But public opinion has long come last in state decisions – and this why the Climate Rush has chosen to wear the red suffragette sash. One hundred years on, we may all have the vote, but almost all are still among the politically excluded. The climate activists are mainly people in their 20s who marched against an attack on Iraq in 2002 and 2003, and were ignored by the majority in parliament. They have seen, most recently at the Climate Camp in August, how the \"anti-terrorism\" and \"serious crime\" legislation passed in haste in 2000 and 2005 have been used against <a href=\"http://www.theguardian.com/commentisfree/2008/aug/04/kingsnorthclimatecamp.climatechange\">peaceful protest</a>, and to distance parliament from the people. We should all share their impatience that this government, elected only by scarcely more than one-fifth of the eligible population, answer to the public on climate change.</p> <p>The tragedy of the Labour governments of 1997-2008 is that they kept the old Fabian arrogance about governing on behalf of the people, while having lost the confidence of the Webbs and Shaws, and the heroic generation of 1945, that public interest should prevail over private. For whether it is stopping the prosecution of corruption \"on the grounds of national security\" on behalf of the arms industry, linking aid to Africa to the privatisation of utilities to the benefit of water companies, or overruling planners to allow airport expansion on behalf of the aviation lobby, New Labour rarely finds a principle which it won't bend on behalf of a British corporation. In part this is because of their supine posture towards the tarnished marketist idols of the 1980s. But it is also our fault: while corporations press their interests, most citizens accept elections every few years as a substitute for democracy. Our passivity in front of parliament has made this possible.</p> <p>The Climate Rush is at once an explicit call for Britain to meet its promise to lead the global fight against climate change, and an implicit demand for the renewal of British democracy, for a parliament closer to the people. It might even be seen as in invitation for the Labour party to return to its Edwardian roots. The suffragettes, of course, were kept waiting so long for their bill by the Liberals that they ended up in the hands of the Tories: will that happen with environmentalists? See you in Westminster.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338541388\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/13/1/GD9181589@Great-Britain's-Ellen-8045.jpg\" alt=\"Birmingham, UK: Ellen Whitaker riding Cortaflex Kanselier during day five of the Horse of the Year Show\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Birmingham, UK: Ellen Whitaker riding Cortaflex Kanselier during day five of the Horse of the Year show</span> <span class=\"element-image__credit\">Photograph: Steve Parsons/Press Association</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338541391\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/13/1/GD9183601@WUHAN,-CHINA---OCTOBE-8502.jpg\" alt=\"Wuhan, China: Farmers harvest bok choy\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wuhan, China: Farmers harvest bok choy</span> <span class=\"element-image__credit\">Photograph: China Photos/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338541394\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/13/1/GD9186435@epa01518702-Members-o-9093.jpg\" alt=\"Nablus, West Bank: Members of the Samaritan community celebrate the holiday of Succot, the Feast of Tabernacles, commemorating the exodus of the Israelites from Egypt\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nablus, West Bank: Members of the Samaritan community celebrate the holiday of Sukkot, the Feast of Tabernacles, commemorating the exodus of the Israelites from Egypt</span> <span class=\"element-image__credit\">Photograph: Pavel Wolberg/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338541397\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/13/1/GD9180563@epa01518116-A-woman-p-9575.jpg\" alt=\"Manas county, China: A woman picks cotton\" width=\"630\" height=\"347\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Manas county, China: A woman picks cotton. On average the migrant workers pick some 2,500kg of cotton by hand during the harvest, earning about €300 (£235)</span> <span class=\"element-image__credit\">Photograph: Zhou Chao/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338541401\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/13/1/GD9177879@An-Australian-family,-84.jpg\" alt=\"Balil, Indonesia: An Australian family look at members of the Paddle for Peace Surf to remember victims who were killed by terrorist bombs in 2002\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bali, Indonesia: An Australian family looks at members of the Paddle for Peace surf ride to remember victims who were killed by terrorist bombs in 2002</span> <span class=\"element-image__credit\">Photograph: Firdia Lisnawati/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338541407\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/13/1/GD9179374@A-group-of-people-sta-604.jpg\" alt=\"Kibumba, Democratic Republic of Congo: A group of people stand outside a school near the Kibumba internally displaced people's (IDP) camp\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kibumba, Democratic Republic of Congo: A group of people stands outside a school near the Kibumba internally displaced people's camp</span> <span class=\"element-image__credit\">Photograph: Walter Astrada/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338541411\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/13/1/GD9187128@A-woman-participant-p-1137.jpg\" alt=\"London, UK: A woman poses for the media in an interactive art exhibition entitled 'TH.2058' by Dominique Gonzalez-Foerster, at the Tate Modern gallery\" width=\"630\" height=\"383\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">London, UK: A woman poses for the media in an interactive art exhibition entitled 'TH.2058' by Dominique Gonzalez-Foerster, at the Tate Modern gallery</span> <span class=\"element-image__credit\">Photograph: Carl de Souza/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338541417\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/13/1/GD9183796@A-police-officer-yawn-2273.jpg\" alt=\"Mexico City, Mexico: A police officer yawns during a Mexican Soccer League match between Pumas and Cruz Azul\" width=\"276\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mexico City, Mexico: A police officer yawns during a Mexican Soccer League match between Pumas and Cruz Azul</span> <span class=\"element-image__credit\">Photograph: Claudio Cruz/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338541420\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/13/1/GD9181346@Soldiers-attend-a-par-2771.jpg\" alt=\"Madrid, Spain: Soldiers attend a parade during the holiday known as Dia de la Hispanidad or Spain's National Day\" width=\"563\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Madrid, Spain: Soldiers attend a parade during the holiday known as Dia de la Hispanidad or Spain's National Day</span> <span class=\"element-image__credit\">Photograph: Daniel Ochoa de Olza/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338541423\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/13/1/GD9178596@VATICAN-CITY,-ITALY---3269.jpg\" alt=\"Vatican City, Italy: Pope Benedict XVI attends a canonisation ceremony in St Peter's square\" width=\"588\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Vatican City, Italy: Pope Benedict XVI attends a canonisation ceremony in St Peter's square</span> <span class=\"element-image__credit\">Photograph: Franco Origlia/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338541426\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/13/1/GD9177692@LONDON---OCTOBER-11---3887.jpg\" alt=\"London, UK:  Red deer bucks stand in the early morning fog in Richmond Park\" width=\"589\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">London, UK: Red deer bucks stand in the early morning fog in Richmond Park</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338541429\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/13/1/GD9179496@Riders-compete-during-4386.jpg\" alt=\"Frejus, France: Riders compete during the 'VTT, le Roc Azur' cycling race\" width=\"326\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Frejus, France: Riders compete during the VTT, le Roc Azur cycling race</span> <span class=\"element-image__credit\">Photograph: Stephane Danna/AFP</span> </figcaption> </figure>",
  "<p>Questions arising from the weekend's <a href=\"http://www.guardian.co.uk/culture/television\">television</a>:</p> <p>1. Why does <a href=\"http://www.bbc.co.uk/strictlycomedancing/contestants/jessie_wallace.shtml\">Jessie Wallace</a> have Lego hair? And now that she's been booted off Strictly Come Dancing, have we missed out on her turning up one week with an astronaut's helmet or witch's hat instead of her usual weird bob?</p> <p>2. Are some things beyond parody? I ask on account of Britain's Got The Pop Factor and Possibly A New Celebrity Jesus Christ Soapstar Superstar Strictly on Ice. </p> <p>Peter Kay's <a href=\"http://www.guardian.co.uk/media/organgrinder/2008/oct/13/realitytv-channel4\">lampooning of The X-Factor</a> was spot-on: the judges' hyperbolic comments; the contestants' tales of hard luck, dead relatives and odds overcome; the razzy crassness of songs and routines; the parade of idiots through the auditions. From its use of Carmina Burana to cliched refrains such as \"singing is my life\" and \"this competition could change everything\", Britain's Got The Pop Factor nailed the tricks and conventions of the TV show. </p> <p>And yet – or perhaps and so – I kept wondering what the point was. There were some neat, funny touches – the appearance of <a href=\"http://uk.youtube.com/watch?v=mC1h0KIopz0\">Paul McCartney mentoring Geraldine</a> as she sang the theme tune to Home and Away, Geraldine's medley that went from Free Nelson Mandela into Umbrella, most of Two Up Two Down's exploits – but beyond highlighting the mawkish, manipulative cynicism of the genre, I couldn't work out what Kay was trying to say. That shows such as <a href=\"http://www.guardian.co.uk/media/thexfactor\">The X-Factor</a> are formulaic and exploitative? That such shows are basically the same, ultimately meaningless, pap every year? That as a nation we've become enslaved to celebrity, however low-rent, transitory and naff? </p> <p>Well, tell me something I don't know and do it in less than an hour and three-quarters. I guess I wanted the satire to have more bite. As it was, what we got was, bar the occasional acerbic moment, a fairly gentle pastiche. But perhaps the TV talent show – simultaneously slushy and calculating – is beyond parody.</p>",
  "<p>There is only one thing I can say to Peter Kay after last night's screening of his reality show spoof, <a href=\"http://www.channel4.com/entertainment/tv/microsites/P/peter_kays_britains_got_the_pop_factor_and_possibly_a_new_celebrity_jesus_christ_soapstar_superstar_strictly_on_ice/index.html?intcmp=homepage_flash\">Britain's Got the Pop Factor and Possibly a New Celebrity Jesus Christ Soapstar Superstar Strictly on Ice.</a></p> <p>And that is thank you.<br></p> <p>The fact that 5.5 million people tuned in, Channel 4's best ratings of the year, means that I was not the only one who enjoyed Kay's exceptionally well-observed skewering of the reality talent format.</p> <p>Not only enjoyed, actually I fell upon it with great relief, a comedy that did not fall flat or over-reach itself.</p> <p>So imagine my surprise when about 50% of the office confessed that they hated it.</p> <p>The programme, basically a talent contest rolled into a single night, with a results show one hour later, was an of-our-time satire that was as amusing as the stage musical Eurovision parody, <a href=\"http://www.theguardian.com/stage/2008/sep/17/musicals.westend\">Eurobeat</a>, currently in London.</p> <p>Britain's Got the Pop Factor was so well produced that it looked and sounded exactly like The X Factor. And felt like The X Factor more so. The production seemed to use The X Factor set, voiceover and sometimes, its music. </p> <p>I speak as an unashamed fan of the genre but have no problem admitting that it is a rich seam to mine. Thus, contestant <a href=\"http://www.youtube.com/watch?v=v0oo97evoiY\">R Wayne</a> (the north-east's answer to R Kelly) reached the final because his grandmother died, quartet <a href=\"http://www.youtube.com/watch?v=8qWVKxe-T60\">2 Up 2 Down</a> were so named because two of them were in wheelchairs.</p> <p>And then the oversized Irish sex-change contestant Geraldine, played by Kay, paid an emotional journey home to visit his estranged mother.</p> <p>It was all there. The trio of judges Neil Fox, Nicki Chapman and Pete Waterman mugging absurdly to the camera, tripping over their effusiveness towards the moderately talented contestants; using personal tragedy to accrue votes (Hello Leon!); <a href=\"http://www.youtube.com/watch?v=mC1h0KIopz0\">Geraldine singing the theme of Home and Away with Sir Paul McCartney</a>. </p> <p>My own particularly fave bit was Cat Deeley trashing her nice girl image at the \"moment of truth\" by swearing like a trooper at the studio audience.</p> <p>What a pity then that the intervening documentary about Kay's stand-up tour, 180, which separated the first part of the programme from the \"results show\", was dreadful. It was so cheap that my flatmate came home in the middle of it and said \"did you film this yourself Stephen?\" Alas, no. </p> <p>But why dwell on 180 when we had Britain's Got the Pop Factor to enjoy. Some have commented that the attention to detail was so great in the programme, that the jokes were lost. </p> <p>I don't think that this was the case. Do you? If so then a second viewing is in order. Post a comment below.</p>",
  "<p>Peter Kay's spoof reality show attracted Channel 4's biggest audience of the year so far last night, Sunday October 12.</p> <p>The show, Peter Kay's Britain's Got the Pop Factor and Possibly a New Celebrity Jesus Christ Soapstar Superstar Strictly on Ice, had 5.5 million viewers and a 20% share of the audience between 8pm and 9.15pm, according to unofficial overnight figures.</p> <p>Heartbeat managed 5.3 million viewers in the 8pm hour over on ITV1.</p> <p>However Kay's spoof show could not beat the genuine reality article on BBC1, with the Strictly Come Dancing results show averaging 7.4 million viewers, 27% of the audience, between 8.15pm and 9pm.</p> <p>Kay's comedy was watched by another 600,000 viewers an hour later on the digital timeshift service, Channel 4+1, giving a total audience of 6.1 million.</p> <p>Britain's Got the Pop Factor … returned for a \"results\" show over 45 minutes from 10.15pm with 3 million viewers, a 15% share. A further 200,000 watched on Channel 4+1.</p> <p>The results show also came second in the ratings across the five main channels. But this time it lost out to the first of a new three-parter of A Touch of Frost.</p> <p>ITV1's long-running David Jason drama averaged 7.6 million viewers, 33% of the audience, between 9pm and 11pm.</p> <p>Over on BBC1, the second part of BBC1's The Story of the Guitar had 1.8 million viewers, while Alastair Campbell documentary Cracking Up had 600,000 viewers on BBC2 at 10pm. </p> <p>Another showing for the movie Ghost on Five had 1.1 million viewers, 6% of the audience, between 9pm and 11.30pm.</p> <p>Britain's Got the Pop Factor … was also the highest rating programme Kay has made for Channel 4. </p> <p>Phoenix Nights averaged 2.1 million viewers, an 11% share; while Max and Paddy's Road to Nowhere had 3.1 million viewers, 13% of the audience, according to the broadcaster's own figures. </p> <p>BBC1's big new series of the week, Stephen Fry In America, began with 5.6 million viewers, a 22% share of the audience. </p> <p>The first of Fry's six-part series came second behind ITV1's A Touch of Frost in the 9pm slot. </p> <p>At the same time on BBC2, James May's Big Ideas finished its three-part run with 1.9 million viewers.</p> <p>May lost out to the Peter Kay documentary, One Hundred and Eighty, which had 2.6 million viewers on Channel 4. A further 200,000 watched on digital catch-up service Channel 4 +1.</p> <p>Another BBC2 documentary series, Charley Boorman: Ireland to Sydney By Any Means, finishing with 2 million viewers in the 8pm hour. </p> <p>Austen Steven's Adventures: Deadliest Outback Predators, drew 600,000 viewers at the same time on Five. </p> <p>Earlier, Simon Schama's the American Future: A History was repeated on BBC2 with 1.2 million viewers, 6% of the audience, at 7pm. </p> <p>Schama was up against the second half of Channel 4 Eddie Murphy movie repeat Dr Dolittle 2, which averaged 1.8 million; and another film repeat on Five, Zathura: A Space Adventure, which had 1.5 million. </p> <p>The third of ITV's three-part variety show, For One Night Only, hosted by Emma Bunton and Jimmy Tarbuck, attracted 3.7 million viewers and a 17% share. </p> <p>BBC1's Big Cat Live finished its week-long run with 4.8 million viewers, 25% of the audience, between 6.15pm and 7.15pm. </p> <p>Big Cat Diary won its slot, with the ITV News and Weather at 6.15pm averaging 2.9 million. </p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>It was a strange event. At a closed conference in the Uzbek capital on media freedom this month, speaker after speaker depicted Uzbekistan as a veritable paradise of free speech. Ordinary Uzbeks might have been surprised to hear it. Those who try to tell the truth in Islam Karimov's country are liable to be thrown behind bars. </p> <p>In some ways even more disturbing, however, is the fact that <a href=\"http://ec.europa.eu/external_relations/uzbekistan/index_en.htm\">European policymakers</a> seem ready to treat the empty rhetoric as though it represents real change. At a meeting of EU foreign ministers today, some want to cite this Alice in Wonderland meeting as proof that Uzbekistan is moving in the right direction. The failure to distinguish between words and deeds is a cocktail of cynicism and naivete. Uzbekistan has indeed made a few minor concessions in response to limited international pressure in the past year, including the release of a handful of human rights defenders, in a bid to stave off the renewal of targeted sanctions. But its repressive approach remains fundamentally unchanged – not because of too much pressure, but too little.</p> <p>Take the case of journalist <a href=\"http://www.hrw.org/english/docs/2008/09/11/uzbeki19795.htm\">Salijon Abdurakhmanov</a>, who this week received a 10-year jail sentence for drugs charges. Most observers agree that his real crime is that he addressed human rights and justice issues in his writing. <a href=\"http://nasir-khan.blogspot.com/2008/09/free-uzbek-human-rights-activist-akzam.html\">Akzam Turgunov</a>, a human rights defender and opposition activist now on trial, suffered from severe burns after scalding water was poured down his back. (The UN notes that torture in Uzbek custody remains \"<a href=\"http://www.hrw.org/english/docs/2007/11/23/uzbeki17406.htm\">routine</a>\".) Even outside the country's borders, Karimov's critics are not safe. In neighbouring Kyrgyzstan, Alisher Saipov, an independent Uzbek journalist who wrote for the website <a href=\"http://enews.ferghana.ru/\">ferghana.ru</a>, was murdered last year; before his death, official Uzbek media branded him \"a traitor\". <br> Ask Uzbekistan's embattled human rights activists if they believe things are getting better, and the answer is an unequivocal no. But European governments, eager to co-opt Uzbekistan as an ally once more, are impatient to reach a different conclusion (Germany, for example, has an air base in Uzbekistan, a staging post for Afghanistan). </p> <p>In 2005, the European Union imposed limited sanctions, including an arms embargo and a visa ban for senior officials, after a massacre in the eastern town of Andijan. After armed insurgents seized several government buildings, Uzbek troops opened fire on crowds, the overwhelming majority of them unarmed, slaughtering hundreds. As documented in a Human Rights Watch <a href=\"http://www.hrw.org/campaigns/andijan/\">report</a> published immediately after the massacre, the killing was calculated. After the main shooting was over, soldiers fired bullets point blank into the heads of some of those who survived the first onslaught. Those who speak of the massacre, or even those whose crime is to have witnessed it, have been hunted down and arrested. </p> <p>Uzbekistan has from the start portrayed the massacre as a justified response to a terrorist uprising. European governments initially rejected that obvious lie. Now, however, they have begun to suggest that the cold-blooded slaughter of large numbers of civilians needs to be seen in \"perspective\". That perspective appears to be: look the other away. </p> <p>Some diplomats argue that the very fact that Human Rights Watch and a few other non-governmental organisations working on Uzbekistan were – at the request of the European Commission – allowed to speak at the conference is a significant step forward. And yet the Uzbeks made that concession in the hope that it would deflect the pressure for any real change. It would be absurd to reward them for the inconvenience of listening to the truth for a few hours. </p> <p>Real change is nowhere to be seen. For all the talk at the conference of the burgeoning internet, the Human Rights Watch <a href=\"http://www.hrw.org/\">website</a> is blocked, as are other websites which report on the reality of life in Uzbekistan. Human Rights Watch has had a presence in Tashkent for more than a decade; this year, our Uzbekistan researcher was told that he can no longer work in the country. </p> <p>Confronted with these facts, Uzbek speakers at the conference continued blithely with yet another presentation on the marvels of life under Islam Karimov, or complained at the rudeness of visitors who dared cast doubt on the official narrative. And yet, it was notable how many attendees – despite the obvious risks, and including those whose job titles might imply the need to proclaim undying loyalty for the government – offered whispered thanks outside the conference room for the simple words which those of us protected by foreign passports could speak on their behalf. Dialogue is valuable if it leads to change. But dialogue whose main purpose is to avoid the truth is an insult to the people of Uzbekistan. </p> <p>Those who risk their lives for a more just Uzbekistan want more pressure on the government, not less. They argue that consistency will pay dividends. \"They mustn't stop. Water wears down the stone,\" says one Uzbek human rights defender. Meanwhile, however, \"constructive engagement\" is fast becoming the new European buzzword. The policy is not just immoral, but dangerously shortsighted. If the repression continues, instability is likely to grow. When Uzbekistan shows real openness – with a genuinely free press, an end to show trials, and full accountability for the crimes of Andijan – that will be the time to offer the government rewards. Any other approach would be a shameful failure.</p>",
  "<p>Two men who attacked the US consulate in the northern Mexican city of Monterrey remain at large, government officials said today.</p> <p>A Mexican government official said one of the men had opened fire on the consulate. The other threw a grenade at the building but it failed to explode, according to a newspaper report.</p> <p>A spokeswoman for the attorney general's office said bullet casings had been found outside the consulate but there were no witnesses and no one was in custody.</p> <p>Citing a US embassy statement, the newspaper El Universal said the attack happened before dawn yesterday.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/KhNcKPj9u8s?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/KhNcKPj9u8s&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/KhNcKPj9u8s&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p><br>Among the Kevin Smiths, Shia LaBeoufs and other well-known players who languish in LA there are some undiscovered gems (at least to the world at large) living and working here. One of those is the artist presently known as <a href=\"http://www.zzalgern0n.com/\">Zzalgern0n</a>.</p> <p>I've checked the spelling. It's definitely Zzalgern0n.</p> <p>He's the <a href=\"http://www.warhol.org/collections/film_video.html\">Andy Warhol</a> of Hollywood but he looks like he sprang from the loins of <a href=\"http://www.wga.org/uploadedImages/news_and_events/101_screenplay/allen_woody.jpg\">Woody Allen</a>, with his over-sized suits and nerdy thick-rimmed glasses. And he's just great. Crazy, but great.</p> <p>I say that with total love and affection because Before Zzalgern0n, or BZz as it shall now be known, life seemed a tad less colourful. After dragging myself out of my sickbed on Saturday, I had brunch with Tanya (prepping for her pitch meeting with Sony next week) and literary super-agent Eddie Genius (not his real surname but close).</p> <p>Every time we meet I can't help pitching book ideas: \"Eddie. Novella. What are your thoughts on a crime-busting Jewish female detective from Silverlake?\" To which he shoots me a withering look, before tucking into his French toast.</p> <p>As we finished eating it began to rain, so we abandoned the patio at <a href=\"http://www.squareonedining.com/\">Square One</a> (which sits rather too close to the bright blue Scientology building for my liking) and went to see <a href=\"http://www.guardian.co.uk/film/movie/124556/blindness\">Blindness</a> at the <a href=\"https://www.arclightcinemas.com/ArcLight/faces/Home.jsp\">Arclight</a>. </p> <p>It's only my second visit to the Arclight. The first time I was there Jason Lee, who plays Earl in <a href=\"http://www.imdb.com/title/tt0460091/\">My Name Is Earl</a>, walked past me in the lobby. Seconds after I'd recounted this story, Ethan Suplee who plays Earl's brother Randy, walked past us in the lobby.I'm not saying that the cast of Earl are waiting for me to visit the Arclight but if I don't see Jaime Pressly on my next visit I'm going to lodge a complaint with NBC.</p> <p>I'm going to spare you the diatribe on <a href=\"http://www.youtube.com/watch?v=KTivdzpDqP0\">Blindness</a>; suffice to say I left the cinema utterly traumatised.</p> <p>To cheer us up, Tanya suggested we venture further east to the \"art district\", specifically to an ice cream parlour on Heliotrope called Scoops. Artist, film-maker and comedian, Zzalgern0n, was exhibiting his line-drawings; he'd invited the public at large to turn up, peel off a sticker from one of the artworks and come back to claim it as their own on closing night.</p> <p>There were at least 80 drawings, so over a scoop of chocolate chip with sprinkles, we picked out our two favourites. I went home with a cheeky drawing that bore the legend \"Kneel b4 God\" and immediately checked out Zzalgernon's website.</p> <p>He's got some interesting (ok, pretty crazy) avant garde movies on there that will make your head spin, and a nice short about how he washed blue paint off his dog's paw.</p> <p>Inspired by his output, I went to see his comedy showcase The Secret World of Human Science at Comedy Central. Zzalgern0n was fake embalmed on stage and we watched a piglet decay; it was great fun.</p> <p>He's got so many projects on the go it's hard to know where to start but when I asked him to describe his philosophy, he said this, \"I grew up on a mixture of action films and <a href=\"http://www.imdb.com/name/nm0000019/\">Fellini</a>. I listened to hardcore punk, black metal and adopted a DIY aesthetic. I grew up around kids trying to create something out of nothing and movements rebellious to popular opinion. My goal from day one has been to rid the world of the profit-motivated programming and replace it with something ever-evolving, fresh and entertaining, that will affect people emotionally.\"</p> <p><a href=\"https://twitter.com/michael_bay\">Not everyone can make Transformers</a>. Thankfully. There are still independent thinkers out there. I can't imagine he'll be winning an Oscar any time soon (probably doesn't want one) but really, that's not the point. The point is that inspiration is all around and best of all, I get to hang some of it on my wall.</p>",
  "<p>Los Angeles is a city of appearances but there is another LA beneath the sunny facade — a darker, more ominous city where racial segregation and extremes of wealth and poverty show the grimy underside of the American dream. LA is the birthplace of noir and gangsta rap, as well as of Hollywood musicals. </p> <p>What will this almost apocalyptic moment in US history mean for the rich and the poor in the City of Angels? We set out on our trip across America beneath grim headlines forecasting financial disaster. But in the swank hotels and restaurants of Beverly Hills, you'd never know that the economy was on the edge of an abyss. </p> <p>The rich bankers are retiring to their bars after another day of plunging markets downing their martinis in an atmosphere reminiscent of the gilded 1920s. </p> <p>\"You have to remember,\" says Mike Davis, who wrote City of Quartz, a seminal book about the real Los Angeles, \"middle-class Californians live in a bubble, immune from problems.\" But it's all there, just beyond the glitz and below the surface. The other LA is a multicultural city where more than 200 languages are spoken, and communities of color struggle against high odds to maintain their vibrancy - and just to survive.</p> <p>But there are signs that the bubble may soon burst. It is a state where the foreclosure rate is second in the nation, and where budget cuts have reduced middle-class families in places like placid Riverside to eating beans and peanut butter sandwiches. <br> This is the starting point for our trip across America. Setting off from the Santa Monica pier, which juts out into the Pacific Ocean, we'll be traveling east, in true American style, in two RVs. Comedian and Air America Media host <a href=\"http://www.marcmaron.com/\">Marc Maron</a>. </p> <p>With him are the team of film makers headed by Patrick Farrelly and Kate O'Callaghan who will be producing daily short videos from the cities and farms, truck stops and mega-churches, country clubs and soup kitchens of the United States. Veteran investigative journalist <a href=\"http://blogs.guardian.co.uk/usa/authors/james_ridgeway/index.html\">James Ridgeway</a> blogs from the road. </p> <p>We'll be joined by Guardian correspondents, politicians, and assorted opinion-makers as we try to understand the forces shaping the US vote in 2008. From Los Angeles to Washington DC - via the battleground states of Nevada, New Mexico, Colorado, Missouri, Indiana, Ohio, Pennsylvania, and Virginia - we'll be looking at the key issues and inviting ordinary citizens into our Truth Booth to tell us which candidate can snatch a divided and demoralized nation back from the jaws of disaster.</p>",
  "<p>California State University in Northridge, a huge pubic university in Los Angeles's San Fernando Valley, has its own Spanish-language student newspaper and web site, <a href=\"http://www.csun.edu/elnuevosol/\">El Nuevo Sol</a>.</p>      <video data-media-id=\"gu-video-338520009\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1851735885_FINAL-Latin-Youth-Vote-AIC-FLV-16x9.flv\"/> </video>   <p>Its young editors represent the diversity within the city's Latino population: although much of the debate over immigration centers on Mexican Americans, many of these students belong to a growing Central American community. </p> <p>In the offices of El Nuevo Sol last week, the student editors debated the pros and cons of the presidential candidates - in the end coming out for Obama, though none too enthusiastically. </p> <p>While none of them favors McCain, they acknowledge that in recent decades, whatever little immigration reform has come was put forth not by Democrats, but by Republicans. </p> <p>While \"amnesty\" is now a dirty word among the anti-immigration forces, it was Ronald Reagan, in 1986, who signed into law <a href=\"http://www.reagan.utexas.edu/archives/speeches/1986/110686b.htm\">the immigration bill that placed millions of undocumented immigrants on the road to citizenship</a>. And while Hillary Clinton argued during the primaries that the Republican approach to immigration reform would \"criminalise Jesus,\" it was Bill Clinton, in 1996, who signed <a href=\"http://www.ilw.com/micasa/home.htm\">one of the most restrictive and punitive immigration bills in recent history</a>. The young journalists can only hope Obama will do better.</p> <p>Both of the current candidates once showed promise on the issue. John McCain, in an earlier, less right-wing mode, joined with Ted Kennedy in an <a href=\"http://www.boston.com/news/nation/washington/articles/2007/02/28/kennedy_mccain_try_again_on_immigration/\">unsuccessful attempt to wring a bipartisan immigration reform bill out of the Democratic-controlled Congress</a>, while Barack Obama at one point seemed poised to take on immigration as a civil rights issue, and supported the <a href=\"http://www.thenation.com/blogs/notion?pid=76067\">May Day immigrants' rights demonstrations</a> in 2006.</p> <p>But both candidates have since backed away from talking about their positions, apparently not wanting to rile the powerful feelings that surround the debate on both sides, and immigration has become the issue that dare not speak its name in the 2008 election. </p> <p>This state of affairs is ironic, considering the fact that year, as never before, <a href=\"http://www.hispanicprwire.com/news.php?l=in&amp;id=7635&amp;cha=10\">Latinos of all backgrounds are a force in the presidential election</a>, and both candidates are actively courting their votes - and <a href=\"http://opinion.latimes.com/opinionla/2008/06/obama-and-the-l.html\">Obama, it appears, winning most of them</a>. </p> <p>The Latino community itself has been highly mobilised, and <a href=\"http://www.npr.org/templates/story/story.php?storyId=95090073\">promises to turn out in record numbers</a>: Here in Los Angeles, the Coalition for Humane Immigration Reform of Los Angeles (CHIRLA) recently announced that it had <a href=\"http://www.chirla.org/node?page=\" 1\" tk\">registered 24,000 new voters</a>, most of them at naturalization ceremonies. And in a number of key swing states, the <a href=\"http://www.pbs.org/now/shows/402/index.html\">Latino vote could tip the electoral college in either direction</a>. Yet young Latino voters like those here at Northridge are faced with choosing between two candidates who offer next to nothing on the questions that matter to them most.</p>"
]