[
  "<p>Chinese shares slumped to a 20-month low yesterday with airlines, oil companies and other stocks dropping sharply amid anxiety about the economic outlook.</p> <p>The continuing slide - which saw the benchmark index close 62% below its peak last October - comes on top of concern about a post-Olympic hangover and news last week that factory gate inflation had hit a 12-year high.</p> <p>The Shanghai composite index shed 5.3% to close at 2,319.87, while the Shenzhen composite index slipped 5.9% to 656.08.</p> <p>Analysts had hoped that weekend discussions between regulators and the official media would produce an announcement of some help from the government. But the talks suggested that the authorities \"would not take any move to save the poor market\", said Zhai Peng, a strategist at Guotai Junan Securities in Shanghai.</p> <p>The China Securities Regulatory Commission said it was concerned about the plunge and would try to stabilise the market, but Zhai said its comments were \"far below investors' expectations\".</p> <p>Airlines, which reported falling demand last month partly due to Olympic-related visa restrictions, were among today's biggest losers. China Southern Airlines, Air China and China Eastern Airlines all fell by about 10%.</p> <p>Oil refiners also suffered and coal shares sagged after the announcement of export taxes to address a coal shortage.</p> <p>Exporters have been hit by the global downturn and rising costs. The consumer price index - a headache for the government for much of the year - fell to a 10-month low of 6.3% in July. Yet the producer price index soared, hitting a 10% increase year on year.</p> <p>\"So far the burden has all been on companies because there's so much overcapacity no one has any room to pass on the costs,\" said Andy Rothman, CLSA's China strategist, blaming the increase on higher global prices for raw materials and energy. \"We are starting to see companies going out of business. After six to 12 months, the survivors will have less competition and be able to raise prices more. But it's a very slow, gradual process.\"</p> <p>He suggested CPI, already down from 8.7% to 6.3%, would fall to 5% by the end of the year because it had been driven by food price growth that had now halted. He added that he still believed China's slowdown would be a mild one.</p> <p>\"All of the indicators this year have been within expectations; the economy has slowed down to prevent inflation,\" added Zuo Xiaolei, chief economist of Galaxy Securities, citing the government's \"two prevents\" of avoiding economic overheating and rising inflation.</p> <p>Michael Pettis, finance professor at Peking University, predicted that inflation could reach 8% or 9% by December and warned that domestic consumption could stall.</p> <p>\"The spending numbers have been quite good recently, but it could be because of the Olympics,\" he said. \"It seems hard to me to say that we won't see some sort of short-term hangover at least.\"</p>",
  "<p>The sleepy atmosphere of the tourist mountain town of Creel in northern Mexico was blown apart this weekend when a heavily armed gang attacked 14 locals as they chatted on a street. All but one died.</p> <p>Witnesses told police that the assassins got out of three vehicles on Saturday evening and began walking towards their targets while firing. About 10 minutes later they drove off. A search for the killers by soldiers and police continued yesterday but with little likelihood of success. </p> <p>The motive for the assault is not clear but the firepower involved suggests a link to the intensifying drug wars in which trafficking cartels are fighting each other and the authorities, and only a tiny proportion of the hitmen involved are arrested.</p> <p>President Felipe Calderón launched a military-led offensive against the cartels in 2006 in an attempt to rein in already violent turf wars. Instead, the carnage has got steadily worse. The national newspaper El Universal reported on Saturday that drug-related assassinations this year have already topped the 2,673 deaths in 2007. </p> <p>About a third of this year's killings have been in Chihuahua state, where Creel is located. Tourists cowered as the sound of gunfire echoed through the town.</p> <p>Carlos González, a police spokesman, said most of the victims were related to the appointed mayor of Creel and had no link to organised crime. One was a baby. </p> <p>The indiscriminate killings reflect a trend in Mexico's drug wars in which severed heads dumped outside shops in coolboxes or torture videos posted on YouTube are losing their power to shock.</p>",
  "<p>As the world went crazy at the sight of Usain Bolt winning the 100 metres final on Saturday, I stared at my television with annoyance. Don't get me wrong, what Bolt did was phenomenal, but it was too much showman and not enough sportsman, which after all, is what being an Olympian is all about. </p> <p>Competing at this level is about being as magnanimous in victory as you are in defeat. The guys you are racing against must know you are doing your very best and it is up to you as a competitor to give it your all and leave a legacy for others to follow. Bolt did not do that because he did not run as fast as he could. Had he gone flat out, the guy could have done 9.50sec as opposed to 9.69, his eventual time. That may not sound much but believe me, it's a massive difference. </p> <p>It's likely Bolt will eventually run 9.50, probably at one of the post-Olympic meets, but he did not do it at an Olympics and that is where it really counts. And there is no guarantee Bolt will get another chance to break the record at an Olympics; as the injury to Liu Xiang has shown us, your Olympic dream can be snuffed out in a heartbeat. No, this was Bolt's big chance and he did not fully grasp it. He could have been remembered as the man who ran 9.50 in an Olympic 100m final but instead he'll be remembered as the man who slapped his chest as he crossed the line and that is not in any way as powerful a legacy. </p> <p>In that respect every British medal winner in China deserves to take a bow right now. They have given everything in the pursuit of success and, while their achievements are less flashy than Bolt's, their impact is just as significant. Kids back home will have seen the guts and determination of Bradley Wiggins, Becky Adlington, Ben Ainslie and the rest and feel truly inspired. I certainly did after seeing Kip Keino perform at the 1968 Olympics in Mexico. He came into those Games with severe abdominal pains but pushed through and won gold in the 1500m. I was on holiday in Yorkshire at the time and remember running round a bandstand near where we were staying afterwards pretending to be Kip. He had become an instant hero to me - partly because he was black and, apart from me, there weren't many black people in Yorkshire at that time but mainly because he had given everything he had to win a gold medal and that, as far as I am concerned, is the true definition of a hero. </p> <p>British heroes have definitely emerged from these Games. I think someone else who deserves a big pat on the back is Louis Smith, who won our bronze on the pommel horse, our first Olympic gymnastics medal in 80 years. I met Louis at a charity dinner in Peterborough four months ago where he was introduced to me and a group of other sportsmen as a local youngster who was going to Beijing, where he hoped to quite well. </p> <p>Well, he has certainly done that. He left Peterborough as plain Mr Smith and will return as an Olympic medallist. I am delighted for him. Louis is a humble, young guy who worked hard for his bronze and I hope he is prepared for the way his life is now going to change. </p> <p>It is a shame we have not had a similar amount of success on the track. Kelly Sotherton was someone I thought would do well but that's sport; it can be cruel sometimes. Hopefully Christine Ohuruogu will get a medal of some sort, hopefully gold, as should Phillips Idowu. He's come into these Olympics as world No1, is full of confidence and has performed well. This is his moment to show everyone just how good he is. I am sure he can. </p> <p>But whatever happens, this has been a great Olympics for Britain. We have won golds in a range of disciplines and are close to the 41-medals target set before the team flew out to China. More importantly, we have seen the development of a group of hungry, talented young athletes who could really shine in London in 2012. When we were awarded the Games, people started panicking because they thought we wouldn't have any home-grown athletes who could do well in our own back yard. But Beijing has shown us that a new, talented, generation was in the system all along and in four years' time could be real world-beaters. For that the national lottery and big business also deserve a lot of credit for helping fund British sport; it was clearly money well spent. </p> <p>Alongside the likes of Smith and Adlington, another group of top-class young British athletes will no doubt emerge from these Olympics. They will be the ones inspired to compete by what they saw on television, specifically that being a true Olympian is about pushing yourself to your limits and stepping into the arena with passion and pride in order to raise the bar of performance. </p> <p>There is also scope for some chest-slapping but, if you want to be a genuine history-maker, do it after and not during the race.</p>",
  "<p>China's greatest symbol of sporting success - the hurdler Liu Xiang - limped abjectly out of the Olympic stadium yesterday, forcing a stunned, disappointed and angry host nation to come to terms with the loss of its most coveted medal.</p> <p>Injured and weighed down by the expectations of 1.3 billion people, the defending 110 metres hurdles champion barely made it out of the starting blocks in his first-round qualifying heat before tearing off his competitor number and hobbling off the track. </p> <p>The stadium crowd of almost 90,000 people, who had been roaring their support for the home-grown hero only seconds earlier, were reduced to a disbelieving silence. Newspapers later showed people crying and television viewers - many of whom had stopped work to watch - staring at their screens in dismay.</p> <p>Chinese journalists were in tears at the press conference as Liu's coach explained that his protege of 12 years had succumbed to a chronic inflammation in his right achilles tendon and a bone spur. \"We have done everything possible. We did our best,\" said Sun Haiping between sobs. \"This is a very hard moment for all of us.\"</p> <p>It was the end of a dream for China and the start of a furious bout of soul-searching as many turned against their former hero or blamed his failure on media hype, commercial pressure and state propaganda. Online comment - the freest and wildest guide to public opinion - was unforgiving. Tens of thousands logged on to express their views and, according to the two main portals, Sohu and Sina, the overwhelming majority were critical.</p> <p>\"We have been expecting you to perform in 2008, but now we just watch you quit. If you really want to dedicate yourself to the country, you would crawl to the finish line. But you always meant to lose,\" said a commentator in the Baidu chatroom. Another accused Liu of playing with the country's emotions.</p> <p>Many were furious at the secrecy surrounding the injury, which only came to light over the weekend, although his coach said the runner has been suffering from the problem for many years.</p> <p>Liu was lambasted as \"fake\", \"embarrassing\", \"deceiving people by telling everyone he was in good shape\" and spending so much time doing commercials that he had become a better actor than a runner.</p> <p>Cooler heads called for calm, saying China was still on course to top the gold medal table. The hosts have 39 golds so far, largely in weightlifting, shooting, judo and diving, but none were as sought-after as a second victory for Liu.</p> <p>Liu was the face of the Olympics as well as a source of national pride. His victory in Athens in 2004 announced China's arrival as a sporting superpower when he achieved what no Asian man had previously managed - a gold on the track, matching Colin Jackson's 11-year-old world record as he did so.</p> <p>His boy-next-door grin now beams down from billboards across the country as he endorses Nike, Visa, Coca-Cola, Cadillac and, most controversially, cigarettes. The value of a gold medal in Beijing for Liu was calculated at 1bn yuan (£78m).</p> <p>His withdrawal will also take much of the buzz out of the games. \"I sympathise with him enormously,\" said Wang Xiaoshan, a writer with Sports Illustrated. \"This is such a pity. My guess is that it is the pressure from 1.3 billion people which hurt him. I don't think it has much to do with the injury, for even if he was injured he would have had time to recover. I think he might have psychological difficulties.\"</p> <p>Liu's former coach, Gu Baogang, blamed an over-intense training regime and pressure from political leaders on athletes to succeed. </p> <p>Although he is Olympic and world champion, Liu has struggled with injury all year and lost his world record in June to Dayron Robles of Cuba. Their expected encounter in the final on August 21 was billed as one of the great showdowns of the games. </p> <p>Fans who paid up to 7,000 yuan ($1,000) to be present are distraught. \"I have eight tickets. They are now nothing,\" said Qiu Jiafeng, a 25-year-old accountant. \"This is a pity for everyone in China. We all expected him to win.\"</p> <p>Outside a sports shop, where the main display featured a gold figurine of Liu, customers were more forgiving. </p> <p>\"I had an image of him as a powerful, handsome man. That hasn't changed,\" said Wang Yinan, a student. \"I can understand why some people are angry but I don't agree with them. I think Chinese people put too much pressure on Liu. This has changed the way I think about athletes and the Olympics.\"</p>",
  "<h2>Hotlines feel the heat</h2> <p>Clearing is \"speed-dating with a blind matchmaker\", the editor of a student guide unhelpfully told teenagers about to receive their A-level results this year.</p> <p>His words were meant as a warning: in a rush for places, many students make hasty, ill-informed decisions about where and what they want to study. </p> <p>This year, students faced the toughest ever scramble for university places. Admissions tutors said they were forced to turn away candidates they would have snapped up last year.</p> <p>By Friday, 3,392 students had found a university place through clearing, compared with 3,086 at the same time last year. Some 349,449 students had had their places confirmed, compared with 321,647 the year before.</p> <p>David Maxwell, recruitment and admissions officer at Coventry University, said many students ringing its clearing hotline had Bs and Cs. </p> <p>Northumbria University said it was rejecting students with two Bs and a C for its architecture course. Last year, they would have easily secured a place. </p> <p>University College London said it was not accepting any student who had even \"marginally fallen short\" of their offer. \"In the past, for certain subjects we have been able to accept a limited number of 'near miss' applicants,\" Bella Malins, head of admissions, said.</p> <p>Arts, drama and history places seemed the most sought-after, while those places that were left tended to be in business, economics and computing.</p> <p>University clearing centres said applicants this year seemed better informed than in previous years. </p> <p>Martyn Jones, Kingston University's pro-vice-chancellor for external relations, said: \"Students ask more about the career paths that the degrees will lead to and the 'soft skills' they'll gain. We have very thoughtful discussions with many of them.\"</p> <p>There were still some disappointed students, though. \"There was one so upset she couldn't speak,\" said Verere Oyearone, 18, a student at Kingston, who has been taking calls in the clearing centre. \"I try to calm them down and to tell them that everything is going to be fine. This is not the end of the world.\"</p> <p>There had been 13,000 calls to the University and Colleges' Admissions Service clearing hotline by lunchtime on Friday, compared with 17,000 at the same time last year. At one point on Thursday, students checked the Ucas website 86 times in one second, compared with a peak of 72 checks a second last year.<br><strong>Jessica Shepherd</strong></p> <h2>Lessons of the week</h2> <p>A week that saw disappointing Sats results for 14-year-olds (delivered late), witnessed the annual breastbeating about A-level standards and ended with the government having to admit it has lost £10m over the Sats marking fiasco did not look like a high point for English education. But there was a silver lining - at least they beat the Scots.</p> <p>A little-noticed section of a report by Universities UK on the impact of tuition fees on student demand revealed that Scotland has lost its lead over England in attracting young applicants to university. It is a lead the Scots have been proud of since the middle ages. </p> <p>In 2004, note the report's authors, Brian Ramsden and Nigel Brown, higher education applications per thousand of 17-year-olds was 406, compared with 400 in England and 372 in Wales.</p> <p>By 2008, the Scottish application rate had risen to 425 - but England had streaked ahead to 475, after overtaking the previous year, and Wales had increased dramatically to 417 to threaten the Scots. This was counterintuitive, given that Scottish graduates have been liable for a £2,000 payment - now abolished - compared with fees of £3,000 a year south of the border. It reinforces the case that tuition fees do not conflict with widening access to higher education; a case that many universities are keen to make as the £3,000 cap on fees comes up for review next year.</p> <p>The figures also highlight the astonishing appetite for higher education in Northern Ireland, where there were 558 applicants per thousand 17-year-olds in 2004, rising to 621 in 2006. Since then it has declined to 577, probably because the abolition of fees in the Irish Republic has diverted some of this pent-up demand. </p> <p>Across the UK the number of new full-time undergraduates has increased by 9% since 2004, 10% in England. But the research also reports \"no significant change in the ethnic, social class or age profile of accepted applicants\". </p> <p>The week ended with damage limitation by Ed Balls, the education secretary. He terminated the contract with the American-owned company ETS, which has presided over the Sats mess. ETS managed to hang on to £10m of the £35m it had been paid in the first year of the five-year contract. Balls is desperately seeking a replacement. </p> <p>Don't bother, was the advice from John Dunford, general secretary of the Association of School and College Leaders. It would only be rearranging deck chairs on the Titanic. \"The testing and examination system is sinking under its own weight,\" he said.<br><strong>Donald MacLeod</strong></p>",
  "<p>BHP Billiton yesterday played down fears that the boom which has driven commodity prices to record levels could turn to bust as global growth slows.</p> <p>The world's biggest mining group, involved in a $130bn (£70bn) hostile bid for rival Rio Tinto, said it expected demand from developing countries, led by China and India, to offset the impact of weakening demand from developed economies. Commodity prices enjoyed their best run for 35 years in the first half of 2008, according to the Reuters/Jefferies CRB index, but fell 10% in July.</p> <p>Some analysts have argued that slowing demand from the US and western Europe will feed through to developing economies by reducing demand for their exports. Chief executive Marius Kloppers said yesterday that such a view over-estimated the importance of exports to the balance of the Chinese economy. </p> <p>\"We have always said that China is not an export-led economy. It is driven by domestic demand ... We think the supply side is going to have a harder time keeping up [with demand] than people think.\" </p> <p>BHP said that in the year to the end of June, revenue rose by more than a quarter to $59.5bn while profit from operations climbed about 22% to $24bn. Net profit was a record $15.4bn, a 12.4% rise. The company underlined its confidence by increasing the dividend for the year by almost 50% to 70 cents a share.</p> <p>\"Our results were outstanding in the context of a challenging supply environment which was characterised by unexpected disruptions, rising input prices, skills shortages and the further devaluation of the US dollar,\" the company said in a statement.</p> <p>Kloppers said that six months ago he had expressed the view that commodity prices would remain resilient and \"that view has not much changed\".</p> <p>BHP has a broad range of commodities, spanning petroleum, aluminium, base metals, iron ore and manganese to coal and diamonds. </p> <p>\"I think there is a difference between those [commodities] more leveraged to the emerging economies and those more leveraged to the developed economies,\" he said.</p> <h2>Price volatility</h2> <p>A debate is raging as to whether the recent surge in commodity prices has come to an end. After reaching highs this year, the price of many raw materials has tumbled. </p> <p><strong>The price of oil </strong>surged from $90 a barrel at the beginning of the year to a record $147 in July. </p> <p>The price then started to weaken as US demand slowed with the downturn in the economy. Yesterday it briefly edged above <strong>$115 a barrel </strong>on fears that tropical storm Fay - which is building strength in the Caribbean - could disrupt production in the Gulf of Mexico, before falling back to $111.</p> <p><strong>Gold </strong>had risen steadily to breach <strong>$1,000 a troy ounce </strong>in March as the value of the dollar plunged, but is now back below $800. Soaring demand from China and India had driven industrial metals such as <strong>copper and aluminium </strong>to their highest points in 10 years. </p> <p>These booming markets attracted financial speculators who pushed prices even higher. But weakness in the world economy has meant a fall in consumption, taking commodity markets off the boil. </p> <p>Consumption of aluminium, which Kloppers said is called the middle-class metal because it is heavily used in packaging, fridges and beverage cans, was much more linked to developed economies. Coking coal and iron ore were tied to developing economies where demand was more likely, on average, to be stronger.</p> <p>BHP said that in the short term it expected commodity prices \"to remain high relative to historical levels, albeit with higher volatility\".</p> <p>Although commodity prices increased strongly over the second half of the group's financial year, BHP said its costs had risen sharply, with higher charges for diesel, coke and explosives adding to the burden of labour shortages.</p> <p>Kloppers said that, unlike a number of its peers, BHP had increased its volume by 7% over the year and was looking for further growth in the current period. He noted supply remained constrained by the length of time needed to bring new projects on stream because of bottlenecks within the industry.</p> <p>BHP's confidence was well received. Its shares rose 8p to £15.37 with stocks across the sector getting a boost from the company's upbeat tone. Matthew Kidman, head of investment at Wilson Asset Management, said: \"The outlook still looks good even though there may be some impact over the next six months from the weakness in western economies. BHP doesn't appear to be too worried, because of the ongoing demand coming from China's industrialisation.\"</p> <p>BHP's bid for Rio Tinto is being vetted by the European commission competition authorities, which are expected to rule on the matter towards the end of the year. If successful, it would be the world's second-largest takeover, behind Vodafone's acquisition of Mannesmann in 2000.</p>",
  "<p>Silvio Berlusconi's government was engaged yesterday in a vigorous damage-limitation exercise after Pope Benedict appeared to lend his moral authority to speculation that Italy was in danger of returning to fascism under the tycoon's hardline rightwing leadership.</p> <p>In his usual Sunday address, the Catholic pontiff expressed concern at \"recent examples of racism\" and reminded Catholics that it was their duty to steer others in society away from \"racism, intolerance and exclusion [of others]\".</p> <p>On any other day his remarks might have been seen as no more than a restatement of Catholic doctrine. But they came in the midst of a furious dispute over an editorial published by Italy's best-selling Catholic weekly, Famiglia Cristiana.</p> <p>In an editorial on Friday condemning recent government moves against immigrants and Roma, the weekly said it was to be hoped that fascism was not \"resurfacing in our country under another guise\". The censure outraged Berlusconi's supporters, many of whom are pious Catholics.</p> <p>The leader of his parliamentary group in the upper house, Maurizio Gasparri, announced he would personally sue the priest who is Famiglia Cristiana's editor, while the junior minister responsible for family affairs, Carlo Giovanardi, accused the magazine of \"ideological malice\". </p> <p>In an effort to calm the row the Vatican's spokesman stressed that Famiglia Cristiana was not authorised to speak for either the pope or the Italian bishops' conference - which, as the magazine's editor noted, it had never claimed to do. The pope's comments were seen by Berlusconi's critics as a signal that the Vatican was not distancing itself from Famiglia Cristiana's interpretation. Benedict cited in his address the story from the gospels of Jesus meeting a pagan woman and how he rose above his initial misgivings to perform a miracle for her daughter.</p> <p>The pope said: \"One of humanity's great conquests is the overcoming of racism. Unfortunately, however, there are new and worrying examples of this in various countries, often linked to social and economic problems that nonetheless can never justify contempt or racial discrimination.\"</p> <p>Berlusconi's family minister, Giovanardi, denied Benedict's words were aimed at the government. \"The pope has a global perspective,\" he said. \"He wasn't talking about Italy.\"</p> <p>Famiglia Cristiana's editor, Father Antonio Sciortino, said the pope \"was certainly speaking to the whole world\". But added: \"And therefore also to Italy where, sorry to say, there are many signs of racism that trouble us and which cannot be hidden.\"</p> <p>Urged on by allies in the anti-immigrant Northern League, Berlusconi has ordered a crackdown on crime and the illegal immigrants his government claims are responsible for a disproportionate share of it. This month the Berlusconi government ordered troops on to the streets to combat an alleged crime wave it blames largely on illegal immigrants and Roma. Interior ministry figures show that more than a third of the arrests carried out by police last year were of non-Italians.</p> <p>Illegal immigration has been made an offence, mayors have been given new security powers, and deportations have been stepped up. In June Famiglia Cristiana called a government plan to fingerprint Roma children \"indecent\". So far church leaders have been more outspoken in criticising the government's policies than the centre-left opposition party.</p>",
  "<p>In a series of pioneering studies of ancient pottery, the archaeologist John Dore, who has died from blood cancer aged 57, created a body of research that will be of great importance for the interpretation and dating of archaeological sites ranging from north Africa to northern Britain.</p> <p>The scope of his work is breathtaking, extending from the coastal cities of Sabratha, in Libya, and Leptiminus, in Tunisia, through the pre-desert frontier lands explored by the Unesco Libyan Valleys survey to the Saharan communities of the Libyan Fezzan. In the coastal and pre-desert projects, John dealt with pottery ranging from the Punic to Islamic periods, while in the central Sahara the scope of his research covered the complete duration of pottery-making from the neolithic to the recent past. </p> <p>Scarcely less substantial is the body of work devoted to the archaeology of Hadrian's Wall and the pottery of Roman Britain, including the co-authored National Roman Fabric Reference Collection, cataloguing the pottery wares of Roman Britain. </p> <p>John achieved all this without a full-time university lectureship. Nonetheless, he had established himself as one of archaeology's most distinguished ceramicists, even though he had yet to realise the full potential of his outstanding corpus of work for understanding the development of north African settlement and trade patterns.</p> <p>Born in Altrincham, Cheshire, John was brought up to appreciate the value of historical inquiry; his father, a teacher at Manchester grammar school, was a distinguished local historian. After studying Latin and archaeology at Birmingham University (1969-72), John's interest in north African archaeology was sparked by Barri Jones, lecturer in Roman archaeology at Manchester. </p> <p>John's appointment in 1974 as research assistant to John Gillam, at Newcastle University, then the foremost scholar of Roman pottery in northern Britain, led him to the study of pottery on the northern frontier. John was occasionally called in to rescue his aged mentor, whose tempestuous marriage had once seen him ejected from the family home to shelter in a telephone box in his underwear in the middle of the night. After Gillam's death, John co-edited his report on excavations at Corbridge Roman fort.</p> <p>From 1974 to 1987 John undertook a series of short-term research contracts at Newcastle University, broken by a spell as curator of the English Heritage Hadrian's Wall museums in 1983-85, when he oversaw the opening of a new museum at Corbridge. Subsequently, working as a freelance consultant, he was instrumental in bringing to press a number of important excavation reports on sites along Hadrian's Wall, and undertook the first of his seminal studies of north African pottery, publishing the assemblages excavated at Sabratha and becoming lead ceramicist for the Unesco Libyan Valleys survey. He also directed the excavation of Ottoman and medieval levels at Al-Marj, in eastern Libya.</p> <p>Between 1995 and 2002 John returned to Newcastle University as director of the Archaeological Practice, its archaeological contract unit. During this period he was also lead ceramicist on a Leverhulme-funded study of pottery from the Saharan kingdom of the Garamantes.</p> <p>Returning to consultancy work from 2003, he conducted further research on the Libyan Fezzan as lead ceramicist for the Desert Migrations project and assumed the same role in the joint Bradford/Oxford University excavations at Pompeii. He also readied for publication the last of Gillam's unpublished excavations, at the Hadrian's Wall fort of Halton Chesters, and maintained a steady output of specialist pottery reports, as well as undertaking a postgraduate diploma in advanced Arabic and an MA in Arabic-English translation from Durham University.</p> <p>This last accomplishment highlights John's broader attitudes to the region he devoted so much of his life to studying. He never viewed north Africa's classical past as divorced from its present. Fluent in Arabic and fascinated by all aspects of north African and Middle Eastern history, culture and politics, his willingness, as head of mission for the Society for Libyan Studies, to undertake the quiet diplomacy essential to the smooth functioning of any British academic institute abroad was greatly valued by his British and Libyan colleagues alike.</p> <p>With interests including music, cycling and new technology, John was far from being a narrow obsessive. In Newcastle, he gave time to the North East Refugee Service from its inception in the early 1990s. He was an engaging and charismatic teacher both in a formal academic setting and when leading guided tours of classical sites in Libya and Tunisia. Those fortunate enough to work alongside him will remember his extraordinary blend of consummate professionalism and wry sense of humour, which, armed with a marvellous turn of phrase and arched brow, could rapidly reduce those sharing an office to tears of laughter when he was confronted with the absurd or supercilious.</p> <p>Married briefly in his 20s, John shared a partnership for more than 20 years with Ellen Watts, with whom he had two sons, Tom and Joe. He is survived by his partner Linda Green, his sons and brother.</p> <p><strong>· </strong>John Nigel Dore, archaeologist, born March 25 1951; died June 9 2008</p>",
  "<p>Two days after Pervez Musharraf seized power in a bloodless coup in 1999, a poll in Pakistan revealed that 75% of Pakistanis supported the military takeover. The army chief had deposed the prime minister, Nawaz Sharif, seen by many as running an inept and corrupt government.</p> <p>Fast forward nine years and the irony is inescapable. Yesterday it was the 65-year-old President Musharraf who resigned rather than face impeachment charges of incompetence and corruption. Recent opinion polls put Sharif as the country's most popular politician. </p> <p>In many ways it is an ignominious end for the military strongman. Musharraf has never been burdened by immodesty, but he comes from humble roots. His father was a lowly Indian bureaucrat in the British Raj. Pervez was born, the second of three sons, in Delhi in 1943. </p> <p>During the bloody partition of India, the family fled to Pakistan. Pervez's father joined the country's new foreign service - posted to Turkey in 1949, where his family spent seven years, and where his sons learned fluent Turkish. Musharraf did not grow up in a particularly religious atmosphere. Unlike many observant families he kept dogs - which are seen as un-Islamic on the subcontinent.</p> <p>Back in Pakistan his mother persuaded him to join the army - an institution that shaped his attitudes. As a mohajir, an Urdu-speaking refugee from India, he was an outsider in a Punjabi-dominated army but his talent did not go unnoticed and he rose steadily through the ranks. The rapid ascent almost killed him: he was supposed to be General Zia-ul-Haq's military secretary in August 1988 and would have been blown up when Zia's plane crashed. However his job had not been confirmed.</p> <p>Just a decade later Musharraf seized power. He presented a liberal image, that of a man who privately liked a tumbler of scotch. He promised to end corruption and clean out the country's institutions. General Musharraf said he wanted a return to democracy. </p> <p>He also refused Bill Clinton's request to cooperate in American attempts to capture Osama bin Laden. However 9/11 changed all that. Pakistan became a key ally in the war on terror. Whether the Bush White House threatened to \"bomb Pakistan back to the Stone Age\" or not, Musharraf cracked down on terror groups, he sent the army into lawless badlands on the Pakistan-Afghanistan border. He stopped sending jihadis into Indian Kashmir.</p> <p>But the reluctant coup-maker always appeared unwilling to hand power back to the civilian politicians he loathed. His unseating of the chief justice in 2007 was a typical piece of bravado. His declaration of a state of emergency to confirm his own presidency was another sign of how a remarkably poor politician and domestic strategist he was.</p> <p>There's no doubt Musharraf remains fairly liberal-minded. He has acted bravely to combat Islamic extremists. Repeated triumphs have fed the myth of his indispensability. Yesterday all that came to an end.</p>",
  "<p>James McFadden has emphatically ruled out a future move to either half of the Old Firm, with the Birmingham City player saying he has no interest in becoming exposed to the level of scrutiny that surrounds Rangers and Celtic.</p> <p>McFadden, understood to have been identified as a transfer target by the Rangers manager, Walter Smith, was also the subject of a failed bid by Celtic while at Everton. Yet the Scotland forward, who moved south from Motherwell in 2003, insists he harbours no desire to make a return to the Scottish Premier League because of the goldfish bowl mentality north of the border.</p> <p>\"To be perfectly honest I wouldn't entertain a move to Glasgow,\" said the 25-year-old. \"I'm happy to be playing outside Scotland at the minute, especially with the kind of press that's been going about for Rangers and Celtic. I'm quite happy to be away from it. I read the papers and I watch the television and there has been some bad press for Rangers recently. I'm afraid that's what you get at the two biggest teams.\"</p> <p>McFadden, was more circumspect, though, when asked whether he expects to be at St Andrew's beyond this transfer window. It is believed there is a clause in his contract which allows him to leave Birmingham for a set fee following their relegation to the Championship in May. \"It is hard to tell, but at the moment I'm there unless I'm told otherwise,\" he added.</p> <p>McFadden returns to the Scotland team for tomorrow night's friendly with Northern Ireland but five players - Paul Hartley, Gary Caldwell, Kevin McNaughton, Gavin Rae and Callum Davidson - have pulled out of George Burley's squad for the Hampden encounter with injury, handing late call-ups to David Weir, Graham Alexander and Michael Stewart.</p> <p>Stewart's return to the international scene will cause the most intrigue, the former Manchester United midfielder having lost his way somewhat since leaving Old Trafford permanently three years ago. The 27-year-old has, though, regained his form this season with Hearts; a matter which has pleased his former team-mate and the Scotland coach Steven Pressley.</p> <p>\"I think at times Michael has been his own worst enemy,\" explained Pressley. \"He is a very demanding lad, very demanding of himself. I have seen a change in his outlook, he seems a more mature man and that has been reflected in his performances.\"</p> <p>Pressley shrugged off the latest list of absentees, despite call-offs overshadowing Burley's previous two squads. \"The one thing that George has highlighted to all of the players is that it will very much be a squad effort for World Cup qualification,\" Pressley said.</p> <p>Thomas Gravesen may be on the verge of retirement from professional football after agreeing with Celtic to terminate the remaining year of his contract yesterday. The 32-year-old, who moved to Parkhead in a £2m transfer from Real Madrid in August 2006, started only 18 league matches for the Scottish champions. The deal, including appearance fees and bonuses, was worth in excess of £40,000 a week. The midfielder would have been eligible for a £1m loyalty payment next summer if he had seen out his contract without requesting a transfer.</p>",
  "<p>Russia last night continued to occupy large swaths of Georgia in defiance of an EU-brokered ceasefire deal, with no sign of significant troop withdrawals. </p> <p>Despite claims by Moscow that a pullout had begun, Russian forces could be seen across most of the country, and Georgian officials claimed that armoured columns had tried to push further into the mountainous heartland, towards Borjomi in the south and Sachkhere in the west.</p> <p>\"We could leave here in two minutes. But we've had no orders to pull out,\" said a Russian soldier manning a checkpoint yesterday about 25 miles west of the capital, Tbilisi. He knew nothing about a ceasefire. </p> <p>Georgia's foreign minister, Eka Tkeshelashvili, said Russian troops had razed a Georgian military base at the western city of Senaki.</p> <p>\"Practically speaking there are so far no signs of withdrawal at all. What they're trying to do is to widen their territorial presence,\" Tkeshelashvili said before flying to Brussels to appeal for support from Nato foreign ministers today. \"They have pretty much unrestricted freedom of action. They are trying to show us they are masters on the ground right now.\"</p> <p>She said she would call for punitive diplomatic measures against Russia, excluding Moscow from international institutions, if Moscow refused to comply.</p> <p>A Georgian interior ministry spokesman said columns of Russian armoured vehicles were stopped by police roadblocks outside Borjomi and Sachkhere and agreed to turn back. But another column broke through a similar roadblock west of Tbilisi.</p> <p>One report circulated yesterday evening suggested the Russian forces would only begin their promised withdrawal after nightfall, and Georgian officials said they would review the situation in the morning after further international pressure.</p> <p>\"I might be naive, but I'm still hopeful that a very strong, common effort by Europe and the United States will be effective in the withdrawing of Russian troops from territory of Georgia,\" Tkeshelashvili said. \"We'll see how well grounded my expectation is.\"</p> <p>President Dmitry Medvedev vowed to initiate a troop withdrawal yesterday after signing the agreement on Saturday. On Sunday he told France's president Nicholas Sarkozy a pullout was imminent. </p> <p>Last night Russian officers insisted that the withdrawal was already happening. In Moscow the deputy chief of staff, Anatoly Nogovitsyn, said: \"According to the peace plan, the withdrawal of Russian peacekeepers and reinforcements has begun.\" This included Gori, he added. </p> <p>Russian officials across the border in North Ossetia echoed this. \"War columns are already leaving. The main pullout will take place today. It takes a long time to pack up a tank,\" a Russian spokesman in the North Ossetia capital, Vladikavkaz, said. \"We are talking days not weeks.\" </p> <p>Another Russian military spokesman, Lieutenant General Nikolay Uvarov, told the BBC last night that Russian forces had left Gori, which lies on the main east-west highway running through the heart of the country. However, Russian troops were very much in evidence in the town, and at checkpoints between Tbilisi and Gori, searching cars and cutting the road between east and west Georgia. Nor was there a sign of military movement from Gori north towards South Ossetia. </p> <p>Georgian officials also claimed the Russians were busy laying mines. Tkeshelashvili said that one of her principal appeals to Nato today will be for help in demining.</p> <p>Russia's most forward position last night was where it had been for the past few days, at Igoeti, 27 miles from the capital. Russian tanks were visible today in the surrounding wooded hills. An armoured vehicle also ploughed into a line of stationary Georgian police cars.</p> <p>\"Russian forces are not leaving. They are merely rotating their hardware. One comes, another one goes,\" said Irakly Porchkhidze, a Georgian government official inside Gori, where humanitarian relief was arriving today. He added: \"There is no pullout.\" </p> <p>There was growing concern that the Kremlin plans to exploit ambiguities in the Sarkozy-drafted agreement to justify a semi-permanent presence inside Georgia's borders. Moscow today indicated it intended to deploy its forces under an internationally brokered peace agreement in 1999, allowing Russia a generous \"security zone\". The zone extends nine miles around Tskhinvali and allows a \"corridor\" into Georgian areas. The document was designed to end the Georgian-Ossetian conflict and agreed by a joint control commission, an international body. The Georgian foreign minister, Tkeshelashvili, said the 1999 deal only allowed Russia a maximum of 500 peacekeepers, not to garrison towns or set up checkpoints.</p> <p>Additionally, South Ossetian militias yesterday said they had no intention of handing back territory. On Saturday the militias, supported by Russian heavy armour, seized Akhalgori, 25 miles north-west of Tbilisi. \"This is now ours. It's Ossetian land,\" one militia man said yesterday morning. </p> <p>The town was under the control of South Ossetia's interior ministry and police administration, he said. The Georgian flag had been replaced by a white, red and yellow Ossetian one.</p>",
  "<p>Russian forces were today seen strengthening their positions in the city of Gori, despite assurances that they had started to withdraw troops from Georgia under a French-brokered peace plan.</p> <p>\"The pull-out of peacekeeping forces started today,\" Colonel-General Anatoly Nogovitsyn, the deputy chief of staff of Russia's military, told a daily official briefing in Moscow.</p> <p>However in Gori, 55 miles west of the capital, Tbilisi, Russian forces showed no sign of leaving and appeared to be digging in. The only movement seen by Associated Press reporters was in the opposite direction from Russia — toward the Georgian capital of Tbilisi.</p> <p>In the afternoon, four Russian armoured personnel carriers, each carrying about 15 men, went from Gori to Igoeti, a crossroads town even closer to Tbilisi. Passing some Georgian soldiers sitting by the roadside, the Russians moved into Igoeti then turned off onto a side road.</p> <p>The US has called an emergency meeting of Nato for tomorrow to discuss the alliance's response to Russia and the US secretary of state, Condoleezza Rice, is flying to Europe today for the event.</p> <p>Mikheil Saakashvili, the Georgian president, switched to a conciliatory tone, calling for talks after Moscow said it would withdraw troops. Saakashvili had previously denounced Russians as \"21st-century barbarians\" after they routed Georgian forces sent in to re-annex Georgia's breakaway province of South Ossetia.</p> <p>\"I appeal to you that after your armed forces leave Georgian territory, to start serious thinking and discussions about further negotiations, a further search for ways [to conduct] relations in order not to sow discord between our countries for good,\" Saakashvili said.</p> <p>Russian forces are supposed to leave Georgian territory today under a truce brokered by the French president, Nicolas Sarkozy. Western countries have warned the Kremlin of unspecified consequences unless it fulfils its pledge.</p> <p>Kakha Lomaia, the secretary of Georgia's national security council, said he saw no sign of a Russian pullout. \"The Russian general (Vyacheslav Borisov) promised last night to start the pullout at 10am, but so far there is no sign,\" he said on the main highway to Gori.</p> <p>Georgian television showed Russian forces moving out of the western Georgian town of Senaki, but it was not clear if this was part of the promised larger retreat. A six-point peace plan calls for a prompt withdrawal of Russian forces from Georgia proper - the areas outside South Ossetia and a second Russian-backed separatist province of Abkhazia - but the west will also be looking for Russian troops to cut back their numbers quickly in South Ossetia itself.</p> <p>As Georgia waited for Russian troops to leave, the leader of South Ossetia said he wanted Russia to put a military base on its territory and ruled out the return of international observers.</p> <p>\"We will ask the leadership of the Russian Federation for there to be a Russian military base on the territory of South Ossetia because Russian citizens live here,\" Eduard Kokoity, South Ossetia leader, told Reuters. \"We will ask the Russian leadership - it is their decision.\"</p> <p>Only Russia recognises South Ossetia, which broke away from Georgian rule in a 1991-92 war. Kokoity's comments underline South Ossetia's determination to move closer to Russia.</p> <p>Kokoity fired his government and declared a month-long emergency as he criticised his cabinet for not doing enough to help thousands of people who fled their homes during the fighting.</p> <p>\"I consider the government was not working effectively so I signed the decree [to sack it],\" he said. \"We have created an emergency commission to liquidate the consequences of the Georgian aggression. This is connected to the fact that several members of the government are incapable of acting in such a serious military situation.\"</p> <p>Nearly 100,000 people have been driven from their homes by the conflict, according to the UN refugee agency. The International Committee of the Red Cross has said up to half of South Ossetia's 70,000 people have fled.</p> <p>Human Rights Watch called for the urgent deployment of an EU mission of police and security forces.</p> <p>\"This conflict has been a disaster for civilians,\" said Rachel Denber, Europe and Central Asia deputy director at Human Rights Watch. \"An international security mission should be deployed to help protect civilians and create a safe environment for the displaced to return home. And international organisations should also send fact-finding missions to establish the facts, report on human rights, and urge the authorities to account for any crimes.\"</p> <p>The UN said a first aid convoy managed to reach the Georgian town of Gori near the border with South Ossetia yesterday, and while buildings did not appear to be very damaged there were \"clear signs of massive looting\".</p> <p>Russia says about 1,600 people were killed in the initial Georgian attack on the South Ossetian capital of Tskhinvali, a figure that has not been independently confirmed. Georgia accuses Russian and irregular forces of looting and burning Georgian villages around Tskhinvali.</p>",
  "<p>Two days after Pervez Musharraf seized power in a bloodless coup in 1999, a poll in Pakistan revealed 75% of Pakistanis supported the military takeover. The army chief had deposed the prime minister, Nawaz Sharif, seen by many as running an inept and corrupt government.</p> <p>Fast forward nine years and the irony is inescapable. Today it was the 65-year-old President Musharraf who resigned rather than face impeachment charges of incompetence and corruption. Recent opinion polls put Nawaz Sharif as the country's most popular politician.</p> <p>In many ways it is an ignominious end for the military strongman. Musharraf has never been burdened by immodesty, but he comes from humble roots. His father was a lowly Indian bureaucrat in the British Raj. Musharraf was born, the second of three sons, in Delhi in 1943.</p> <p>During the bloody partition of India, the family fled to Pakistan by train. Musharraf's father joined the country's new foreign service and was posted to Turkey in 1949, where his family spent seven years and his sons learned fluent Turkish.</p> <p>Musharraf did not grow up in a particularly religious atmosphere. Unlike many observant families he kept dogs, seen as un-Islamic on the subcontinent.</p> <p>When the family returned to Pakistan he was sent to Christian schools, where he was clearly more interested in sports than studying. In his 2006 autobiography Musharraf spoke of being a talented athlete: \"I was fourth in cross-country, was the top gymnast, and was third in the [college] bodybuilding competition\".</p> <p>His mother persuaded him to join the army – an institution that shaped his attitudes. As a mohajir, an Urdu-speaking refugee from India, he was an outsider in a Punjabi-dominated army, but his talent did not go unnoticed and he rose steadily through the ranks.</p> <p>This rapid ascent almost killed him: he was appointed as General Muhammad Zia-ul-Haq's military secretary and on August 17 1988 would have been with Zia on his plane when it crashed. However, his job had not been confirmed.</p> <p>A decade later Musharraf seized power. He presented a liberal image - that of a man who privately liked a tumbler of Scotch - and promised to end corruption, cleanse the country's institutions and return Pakistan to democracy.</p> <p>He refused Bill Clinton's request for cooperation in US efforts to capture Osama Bin Laden. But 9/11 changed all that. Pakistan became a key ally in the war on terror. Whether the Bush White House threatened to \"bomb Pakistan back to the Stone Age\" or not, Musharraf cracked down on terror groups, sending the army into lawless badlands on the Pakistan-Afghan border and halting jihadis from entering Indian Kashmir.</p> <p>But the reluctant coup-maker always appeared unwilling to hand power back to the civilian politicians he loathed. His unseating of the chief justice in 2007 was a typical piece of bravado. His declaration of a state of emergency to confirm his own presidency was another sign of what a remarkably poor politician and domestic strategist he was.</p> <p>There is no doubt that Musharraf remains fairly liberal-minded; he acted bravely to combat Islamic extremists. The 65-year-old has always gambled against the odds – and often won. Repeated triumphs have fed the myth of his indispensability. Today, all that came to an end.</p>",
  "<p>The gender war – sorry for the macho language – is beginning to feel like the western front in January 1918. It is still deadly out there, but no one can quite remember why. There is a muddle of familiar ideas and the undigested consequences of well-intentioned legislation; the politicians say the right thing, and some of them may even believe it, but a lot of their supporters think it is political correctness gone mad. This is a first attempt at trying to untangle it.</p> <p>The debate over gender equality seems to me to have become disconnected from people's experience. It is reported in tired old terms. Its destination is hazy, the arguments conducted along well-trodden parallel paths that no longer lead anywhere interesting, let alone unexpected. </p> <p>In public discourse it is so much taken for granted that women are there simply as a kind of high visibility symbol of a way of doing business, kevlar-coated indicators of a modern, inclusive organisation, that their contribution to the job is almost obscured. </p> <p>A talented lawyer recently told me she would not apply to be a high court judge because she knew that if she got it, people would assume it was not on merit but because she's a woman. When the chief secretary to the Treasury, who happens to be a woman, launches the government's much-anticipated <a href=\"http://www.theguardian.com/commentisfree/2008/aug/18/davidcameron.conservatives\">attack on David Cameron</a> in today's Guardian, somehow her gender is taken to be part of the attack.</p> <p>The Tory leader appeals to women, women listen to other women, so Yvette Cooper is leading the charge. Not because she's an effective performer and No 2 at the Treasury, talking about the economy, of course, but because she's a woman.</p> <p>There was more in this sort of vein over the weekend. The <a href=\"http://www.telegraph.co.uk/news/newstopics/politics/conservative/2571141/Conservative-leader-David-Cameron-plans-to-promote-young-women.html\">Telegraph reported</a> that Cameron was scouring his backbenches for female talent to promote in an autumn reshuffle – likely to be forced on him if his party chair, Caroline Spelman, is criticised by the inquiry into her use of parliamentary expenses to pay for her nanny and has to go. </p> <p>The Tory ginger group website, Conservative Home, runs regular popularity polls for the shadow cabinet. This month, <a href=\"http://conservativehome.blogs.com/torydiary/2008/08/caroline-spelma.html\">Spelman</a> is at the bottom, along with most of the top Tory women. Read the comments, and it seems the weight of opinion is that these are people who have been promoted for their gender and so, as night follows day, not up to the job. </p> <p>Meanwhile the real reason why this matters – the loss of opportunity and the financial and social injustice experienced by women because of deeply embedded discrimination – is lost. (No one points out the injustice, in the Spelman case, of being required by her constituency party to educate her children in her West Midlands seat despite the unavoidability of being based in London. Did they ask that of the male candidates? Or was it one of those undetectable pieces of discrimination favoured by employers? Or was it simply unintended?)</p> <p>Nicola Brewer of the Equalities Commission <a href=\"http://business.timesonline.co.uk/tol/business/law/article4327438.ece\">pointed out</a> the unintended discrimination of legislation that presumes mothers are the main carers. Jackie Scott added a further dimension with her analysis of <a href=\"http://www.theguardian.com/society/2008/aug/06/equality.gender\">attitudes to working mothers</a>, widely misunderstood as a call for mothers to stay home, rather than the more complex idea that in some parts of the world – the US, and here in the UK – opinion is swinging towards the proposition that working mothers damaged family life. </p> <p>The debate has to refocus on where we have got to, on progress so far. It means learning the lessons of failure. It means rethinking how legislation is framed, revaluing work in the home, reassessing the importance of caring, tackling both the underpaid part-time migrant worker and the excluded city lawyer. In short, it means 21st century feminism.</p>",
  "<p>Silvio Berlusconi's government was today engaged in a vigorous damage limitation exercise after Pope Benedict appeared to lend his immense moral authority to speculation that Italy was in danger of returning to fascism under the tycoon's hardline, rightwing leadership.</p> <p>In his customary midday Sunday address, the pontiff expressed concern at \"recent examples of racism\" and reminded Catholics it was their duty to steer others in society away from \"racism, intolerance and [the] exclusion [of others]\".</p> <p>On any other day, his remarks might have been seen as no more than a restatement of official Catholic doctrine. But they came instead in the midst of a furious dispute over an editorial published by Italy's bestselling Catholic weekly, Famiglia Cristiana.</p> <p>In an editorial on Friday, condemning recent government moves against immigrants and Roma, the magazine said it was to be hoped fascism was not \"resurfacing in our country under another guise\". The jibe outraged Berlusconi's supporters, many of whom are themselves pious Catholics.</p> <p>The leader of his parliamentary group in the upper house, Maurizio Gasparri, announced he would personally sue the priest who is Famiglia Cristiana's editor while the junior minister with responsibility for family affairs, Carlo Giovanardi, said the magazine was \"possessed by ideological malice\". </p> <p>In an effort to calm the row, the Vatican's spokesman put out a statement stressing that Famiglia Cristiana was not authorised to speak on behalf of either the Holy See or the Italian bishops' conference - something which, as the magazine's editor noted, it had never anyway claimed to do.</p> <p>Coming against this background, the pope's comments were interpreted by Berlusconi's critics as a signal that the Vatican was not climbing down or distancing itself from Famiglia Cristiana's interpretation. </p> <p>Benedict cited in his address the story from Matthew's gospel of Jesus's encounter with a pagan woman and how he rose above his initial misgivings to perform a miracle for her daughter.</p> <p>The pope said: \"One of humanity's great conquests is indeed the overcoming of racism. Unfortunately, however, there are new and worrying examples of this in various countries, often linked to social and economic problems that nonetheless can never justify contempt or racial discrimination.\"</p> <p>Berlusconi's family minister, Giovanardi, denied Benedict's words were aimed at the government. \"The pope has a global perspective\", he said. \"He wasn't talking about Italy.\"</p> <p>Famiglia Cristiana's editor, Father Antonio Sciortino, agreed that the pope \"was certainly speaking to the whole world\". But he added: \"And therefore also to Italy where, sorry to say, there are many signs of racism that trouble us and which cannot be hidden.\"</p> <p>Urged on by his allies in the anti-immigrant Northern League, Berlusconi has ordered a crackdown on crime, and the illegal immigrants his government says is responsible for a disproportionate share of it. </p> <p>Earlier this month, the Berlusconi government ordered troops onto the streets to combat an alleged crime wave it blames largely on illegal immigrants and Roma. Interior ministry figures show that more than a third of the arrests carried out by police last year were of non-Italians.</p> <p>Illegal immigration has been made an offence; mayors have been given new security powers, and deportations have been stepped up. </p> <p>So far, church leaders have been far more outspoken in their criticism of the government's policies than Italy's main, centre-left opposition party. Earlier this month, they succeeded in blocking an attempt by the mayor of Rome to pass a measure - seemingly aimed at Gypsies - that banned people from rummaging in garbage containers.</p> <p>In June, Famiglia Cristiana said a government plan to take the fingerprints of Roma children was \"indecent\".</p>",
  "<p>Here's some actual straight talk from longtime American foreign affairs analyst William Pfaff on why all this talk about Georgia joining NATO is ridiculously misguided:</p> <blockquote> <p>With Georgia, we are now proposing to take in countries that were part of historical Russia. And it seems to me that it is an attempt at intimidation to press things this far. I'm sure it is taken that way in Russia.</p> <p>We're acting as if it's membership in the Lions Club or the Rotary Club. NATO is supposed to be a serious organization that makes a solemn treaty commitment to go to war in defense of its individual members. </p> <p>NATO is not an organization to promote democracy. NATO is to have democracies in it and to go to war if somebody invades those democracies. But it's not NATO's business to teach democracy. If we had the Warsaw Pct teaching democracy in Mexico or Puerto Rico, I think we would not consider that a friendly development.</p> </blockquote> <p>Very sound thinking indeed. His closing analogy is imprecise, but the general idea is clear enough. Do the nations of the West really want to commit themselves to a war with Russia over two disputed provinces? Insane.</p> <p>The <a href=\"http://www.npr.org/templates/player/mediaPlayer.html?action=1&amp;t=1&amp;islist=false&amp;id=93677487&amp;m=93677476\">full interview</a>, from NPR yesterday, is worth a listen.</p>",
  "<p>Chinese shares slumped to a 20-month low today, with airlines, oil companies and other stocks dropping sharply amid anxiety about the wider economic outlook.</p> <p>The continuing slide - which saw the benchmark index close 62% below its peak last October - comes on top of concern about a post-<a href=\"http://www.theguardian.com/sport/olympics2008\">Olympic</a> hangover and news last week that factory gate inflation had hit a 12-year high.</p> <p>The Shanghai Composite Index shed 5.3%, to close at 2,319.87, while the Shenzhen Composite Index slipped 5.9% to 656.08.</p> <p>Analysts blamed today's fall on hopes of support thwarted in weekend discussions between government regulators and the official Chinese media.</p> <p>The talks suggested that the authorities \"would not take any move to save the poor market,\" said Zhai Peng, a strategist at Guotai Junan Securities in Shanghai.</p> <p>The China Securities Regulatory Comission said it was concerned about the plunge and would seek to stabilise the market, but Zhai said its comments were \"far below investors' expectations.\"</p> <p>Steven Leung, director with UOB Kay Hian, warned: \"The larger concern over slowing growth in the economy will continue to weigh.\"</p> <p>Airlines, which reported falling demand last month partly due to Olympic-related visa restrictions, were among today's biggest losers. China Southern Airlines, Air China and China Eastern Airlines all plunged by around 10%.</p> <p>Oil refiners also suffered and coal shares sagged following the announcement of export taxes to address a coal shortage.</p> <p>In Hong Kong the Hang Seng index fell by 1.1% to 20,930.67 - its lowest close since last August - on the back of concerns about mainland firms.</p> <p>Exporters have been hit by the global downturn and rising costs. The consumer price index - a headache for the government for much of the year - fell to a 10-month low of 6.3% in July. Yet the producer price index soared, hitting a 10% increase year-on-year.</p> <p>\"So far, the burden has all been on companies because there's so much overcapacity no one has any room to pass on the costs,\" said Andy Rothman, CLSA's China strategist, blaming the increase on higher global prices for raw materials and energy.</p> <p>\"We are starting to see companies going out of business. After six to 12 months, the survivors will have less competition and be able to raise prices more. But it's a very slow, gradual process.\"</p> <p>He suggested CPI, already down from 8.7% to 6.3%, would fall to 5% by the end of the year because its earlier increase had been driven by food price growth which had now halted. He added that he still believed China's slowdown would be a mild one.</p> <p>\"All of the indicators this year have been within expectations; the economy has slowed down to prevent inflation,\" added Zuo Xiaolei, chief economist of Galaxy Securities, citing the government's \"two prevents\" of avoiding economic overheating and rising inflation.</p> <p>But Michael Pettis, finance professor at Peking University, predicted that inflation could reach 8 or 9% by December and warned that domestic consumption could stall.</p> <p>\"The spending numbers have been quite good recently, but it could be because of the Olympics. There seems to be a lot of related spending,\" he said.</p> <p>\"There's been so much excitement generated. it seems hard to me to say that we won't see some sort of short term hangover at least.\"</p> <p>The yuan has also been falling against the dollar over the last month after a period of steady appreciation, although analysts disagree on the causes.</p> <p>Explanations include the strengthened dollar or a deliberate attempt by the Chinese authorities to boost exports.</p>",
  "<p><br>Tantalising but inchoate ... Denis Côté, winner of Locarno's 2008 prize for Best Director. Photograph: STR / Reuters</p> <p>The merry-go-round of screenings at the Locarno film festival continues. I stumble out of a 190-minute French talkathon on love and its discontents, feeling slightly stunned - whether by the film itself or by having survived through it all, I'm not sure. Outside, puffing on a fag in the sun, is the film's poker-faced ingenue Alix, recently created out of other women's body parts by a mad cravat-wearing scientist and unable to experience love. She looks just as she does in the film, which after all is an eminently naturalistic romantic tapestry that just happens to feature surrealistic leaps in space and time, and characters sprung from the pages of Cervantes. </p> <p>You wouldn't expect to find actors nonchalantly milling about outside their screening at a glitzier film festival like Cannes, but nor would you encounter quite so many experimental oddities as Locarno presents. Every festival is to some extent a lottery - and the suspicion that you might be seeing something better elsewhere shortens your patience - but there were times when Locarno felt like a crash course in peculiar movies. How long to try <a href=\"http://www.imdb.com/title/tt1082144/\">the Portuguese movie A Zona</a>, with its sullen, be-stubbled shadow-dwellers? Or the minimalist Japanese video Shorei X, about a bachelor and his schizophrenic mother hemmed silently together in a small apartment?</p> <p>Jean-Charles Fitoussi's Je Ne Suis Pas Morte (I Am Not Dead), the aforementioned saga d'amour, was as indulgent as it was audacious, but stayed mostly afloat on sun and charm; Denis Côté's more ponderously titled <a href=\"http://www.imdb.com/title/tt1139789/\">Elle Veut le Chaos</a> (translated as All That She Wants) - a laconic gangster western, perhaps, set in the Quebec countryside and shot in beautiful, imperturbable black and white - was tantalising to watch, but sank under the weight of its inchoate aspirations. (The jury gave Côté the Best Director prize, which may or may not rebuff my judgment.)</p> <p>On the other hand, some of the less likely offerings were more rewarding. Kinogamma, one of the films screening in the testbed Filmmakers of the Present Competition, was directed by a character who calls himself \"Siegfried\" in the festival catalogue (where his shock-headed, glowering photo tries to terrify you into turning the page), and \"Sig Zag\" on the film's credits; the film was a two-and-a-half-hour diptych (Part I: East, and Part II: Far East), not only written and directed but also shot and scored by the composer turned filmmaker.</p> <p>\"From a slow movement on a bluish arpeggio,\" his catalogue statement notes, \"the film slides into a staccato rhythm to an orange-tinged trance. A melody emerges and the camera lovingly films the poem, caressing the faces of strangers.\" In other words the film was a travelogue, beautifully shot, edited and soundtracked, traversing Russia, central Asia and India, taking shots (some begged, some stolen) of the people and places en route. A list of the lovely images would run on for paragraphs, but I don't believe I've ever seen a woman in a chador licking an ice-cream cone before.</p> <p>Less peripatetic was David Teboul's La Vie Ailleurs (Life Elsewhere), a study of various captees of Paris's suburban highrises, which linked its portraits with a voiceover fantasy about a hypothetical child of these forgetful council blocks. It was less handsome than Kinogamma's odyssey - Siegfried had managed to raise the budget to transfer his video to film - but both offered a reminder that the cinema is, ideally, a curiosity box.</p> <p><a href=\"http://blogs.theguardian.com/film/2008/08/locarno_scant_stars_but_great.html\">Click here for Nick Bradshaw's first Locarno blog</a></p>",
  "<p>Vice-chancellors are calling for further discussions over proposed draconian visa requirements that could deter overseas students from studying in the UK and have dire consequences for universities' finances.</p> <p>Under new visa regulations being put forward by the Home Office and UK Border Agency, international students will have to show that they have <a href=\"http://www.ukba.homeoffice.gov.uk/sitecontent/documents/managingourborders/pbsdocs/statementofintent/studentsunderthepointsbased.pdf\">at least £9,600 a year or £800 a month</a> and an income of £535 per month for each child they have in order to study in the UK.</p> <p>These maintenance funds would be on top of paying <a href=\"http://www.theguardian.com/education/page/internationalfees\">tuition fees</a> upfront, which can be up to £15,000 for undergraduate courses in science subjects and in excess of that for postgraduate degrees.</p> <p>Diana Warwick, the chief executive of vice-chancellors' group Universities UK (UUK), said: \"UUK would like to have further discussions with UK Border Agency on the maintenance levels as this area could pose serious problems for international student recruitment if adjustments are not made.\"</p> <p>Vice-chancellors claim the government had not discussed the level of funds required with the sector before making the announcement.</p> <p>They warn that <a href=\"http://www.theguardian.com/education/2008/aug/17/highereducation\">international students could be deterred</a> from or denied the opportunity to come to study in the UK if the levels are not adjusted.</p> <p>Warwick said the level of maintenance funds expected of overseas students was a \"major issue of contention\" in the statement.</p> <p>\"Universities UK has <a href=\"http://www.universitiesuk.ac.uk/Newsroom/Media-Releases/Pages/UniversitiesUKResponseToNewImmigrationRulesForInternationalStudents.aspx\">already expressed concern</a> about this figure to the Home Office as it appears to be set at too high a level for students according to information provided by a number of [institutions].\"</p> <p>UUK has been working with the British Universities International Liaison Association to gather evidence from universities on the maintenance levels they advise for international students.</p> <p>Some 67 UK institutions responded out of a total of 132 UUK members.</p> <p>Of those, only five advise single international students unaccompanied by partners or children that they will require £9,600 or more each year for maintenance.</p> <p>UUK said the £535 per month for dependents was also set higher than institutions advised and does not differentiate between the funds required for adult and child dependents, unlike universities.</p> <p>The new rules will come into effect in spring next year for students starting in September 2009.</p> <p>Universities are concerned about the timeframe being too tight, particularly given it is based on a new software system being designed by the government.</p> <p>Universities will start making students offers in early October to start in September 2010.</p> <p>Dr Tim Westlake, director of student recruitment, admissions and international development at the University of Manchester, which has the most international students in the UK, said: \"Normally I'd be writing to students to tell them what they need to do to get a visa but I still don't know exactly what's happening.</p> <p>\"Look at the story with Sats – introducing new systems comes with huge risks. My frustration with all this is rushing it through. If we spent the rest of the next academic year getting this right then everyone's ready to run in 2010,\" he said.</p> <p>\"There's a significant risk in starting this process and changing to a new system mid-cycle.\"</p> <p>At PhD level, students will only be able to accept one sponsorship offer to get their visa and will be tied to that institution. This has the potential to reduce academic standards as universities vie with each other to make a swift offer to sponsor students and entice them in with lower English qualifications.</p> <p>\"The greatest risk is that some of the very best universities in the UK maintain standards but don't get as many students. The UK needs the very best students in the world going to the top universities,\" he said.</p> <p>Westlake added that the moves would have an impact on universities' income but also on the perception of the UK as not welcoming international students.</p> <p>\"We know that after 9/11 the US government changed their immigration rules which has had a negative impact. The US is now opening its doors again and very actively trying to recruit international students at a time when we in the UK may be perceived as less welcoming.</p> <p>\"We accept this is coming and why it needs to… but we want to make sure that what comes into place protects the UK in the way the government wants but at the same time supports UK universities at being welcoming international students whose only interest is to come and study here.</p> <p>\"It's important not just to the status of UK universities to get the best students but also to have the academic links with them when they go back to their host countries,\" he said.</p>",
  "<p>Is the current war of words between <a href=\"http://www.youtube.com/watch?v=SvZRgLtwaL4\">the anti-immigrant, Hitler-worshipping fascists of the BNP</a> and <a href=\"http://www.walesonline.co.uk/news/wales-news/2008/08/17/lily-s-right-on-song-to-upset-bnp-91466-21546583/\">culture-hopping pop singer Lily Allen</a> a silly season special? Well no, it actually cuts right to the heart of the greatest threat facing rock'n'roll: the generation that kicked it off is getting old and popping its clogs. And unless Western culture gets a massive influx of fresh young blood soon, our music is going to get old and die with them (along with the entire economy). </p> <p>According to <a href=\"http://www.census.gov/Press-Release/www/releases/archives/population/012496.html\">a series of reports</a>, the world as we know it is about to come crashing to a halt because white Americans will be a minority by 2042. And <a href=\"http://www.nytimes.com/2008/06/29/magazine/29Birth-t.html?_r=3&amp;oref=slogin&amp;oref=slogin&amp;oref=slogin.\">a European birth rate in terminal decline</a> means that pretty soon there'll be nobody around to wipe the bottoms or pay the pensions of the rapidly retiring baby boomers. Plus, <a href=\"http://news.bbc.co.uk/2/hi/uk_news/politics/7556937.stm\">some daffy think-tank in the UK says all northerners should move to Slough</a> because northern cities are beyond revival. </p> <p>So, to recap: Our formerly industrial cities are in desperate need of fresh blood. We aren't having enough babies, and the counter culture spawned in the 1950s and 60s and the music most associated with it is coughing its lungs up (while muttering bitterly about how you never hear an English accent in Knightsbridge anymore) in Spanish retirement villas, old folks homes, indie blogs, dad-rock mags and other urine-reeking bolt-holes where the living dead gather to conspire against the young. It's this last fact that should particularly terrify those of us who like our popular culture loud, vibrant, dynamic, radical and noisy. </p> <p>Because here's the thing - the <a href=\"http://www.nytimes.com/2008/07/03/arts/03camp.html?em&amp;ex=1215230400&amp;en=de95f080e37a8d57&amp;ei=5087%0A\">baby boomer population spike that spawned rock'n'roll is about to start gasping its last</a> but won't actually be dead for (medicinal-pot-and-Viagra-sustained) decades. Which means we face a cultural zombie scenario where the desires and energy and instinctive radicalism, anti-racism and multiculturalism of the young are swept aside by the need to cater to the festering white conservative walking-dead baby boomer biomass.</p> <p>Meanwhile, the developing world is bursting at the seams with babies, toddlers and teenagers, many of whom would love to come to the West but can't because of bizarre racist immigration policies and the absurd and morally and intellectually indefensible (not to mention anti-democratic and anti-free enterprise) notion that workers shouldn't be allowed to live anywhere in the world they damn well please.</p> <p>The solution is obvious. The West needs immigration like the deserts need the rain. To stave off cultural brain death and save rock'n'roll we must throw open the floodgates of immigration. By doing so, the young will once again outnumber the nearly dead - totally revitalising music and providing \"us\" with a new generation of both avant garde artists and audiences for avant garde art. Music in particular would experience the dizzying and exhilarating rush of input from dozens of other cultures, hopefully drowning out the dull, smug, self-referential, post-Smiths indie/hipster monoculture once and for all. </p> <p>As an added bonus, an entire generation of developing world youth would be removed from the cockpit of religious fundamentalism (presuming they don't make the hideous mistake of moving to the American bible belt) and would be exposed to the irresistible distractions of sex, drugs and rock'n'roll. They would be won over forever to the light side of the force (the enlightenment, liberalism, atheism, sexual permissiveness, punk rock, disco dancing, ice cream, real ale, books, puppy dogs and all that good stuff).</p> <p>That's why I am so looking forward to a browner, more polyglot rock'n'roll Britain. It's a total win/win situation. Or it will be if \"we\" can curtail our racism.</p> <p>Published last week was a New York Times interview with British playwright Hanif Kureishi. The first paragraph referenced <a href=\"http://www.iht.com/articles/2008/08/09/europe/kureishi.php\">Kureishi's 1997 film, My Son the Fanatic</a>.</p> <blockquote> <p><br>Parvez, a secular Pakistani immigrant taxi driver, watches his increasingly devout college-age son Farid sell his electric guitar. \"Where is that going?\" Parvez asks Farid as the buyer drives off. \"You used to love making a terrible noise with these instruments!\" Farid looks at his father with irritation. \"You always said there were more important things than Stairway to Heaven,' he says in his thick northern English accent. \"You couldn't have been more right.\"</p> </blockquote> <p>I actually saw that happen to the British-Pakistani kids I was at school with. Two brothers in particular. They angered their Tory-Muslim dad by embracing punk and sexual liberation and liberal politics and one of them went on to become an internationally famous rock musician. Then, like so many of their generation, they both (to varying degrees) embraced Islam and conservatism. Talk to either gloriously Bradford-accented brother and the conversation soon turns to their bitterness about decades of spirit-crushing racism. The elder brother lost count of the times he saw faces fall when he entered a job interview room. </p> <p>We had them and we lost them. And tens of thousands like them. We can't afford to screw up like that again. Because without mass immigration \"our\" culture dies and our music dies with it.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-336705090\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/georgia/GD8458377@GORI,-GEORGIA---AUGUS-1563.jpg\" alt=\"Russian soldiers at a checkpoint in Gori\" width=\"551\" height=\"365\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Georgian man walks towards Gori as Russian soldiers look on. Russia has been warned by European leaders to swiftly withdraw its troops from Georgia or face the consequences</span> <span class=\"element-image__credit\">Photograph: Uriel Sinai/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336704989\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/georgia/GD8447124@Major-General-Vyaches-4765.jpg\" alt=\"Georgian refugees\" width=\"601\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Major General Vyacheslav Borisov, Russian commander in the Gori region,  escorts Georgian refugees near Gori </span> <span class=\"element-image__credit\">Photograph: Gleb Garanich/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336704971\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/georgia/GD8413235@A-displaced-Georgian--1321.jpg\" alt=\"A Georgian identity card\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A displaced Georgian woman holds the ID cards of her family while queueing at the civil registry in Tbilisi. An estimated 118,000 refugees have fled conflict around the Georgian separatist regions of South Ossetia and Abkhazia, which now are under rebel and Russian control</span> <span class=\"element-image__credit\">Photograph: Marco Longari/AFP/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336705069\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/georgia/GD8450735@17082008-Georgia-6946.jpg\" alt=\"Ossetian militia\" width=\"584\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ossetian militia on an armoured vehicle in the town of Akhalgori which they occupied last night</span> <span class=\"element-image__credit\">Photograph: Sean Smith/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336704974\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/georgia/GD8433958@Tamara,-an-85-year-ol-2019.jpg\" alt=\"A Georgian refugee cries\" width=\"546\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tamara, an 85-year-old Georgian woman, sits near pictures of her son and husband in Gori, Georgia. A group of ethnic Georgians was taken by the Russian emergency ministry from burned-down Georgian villages in the separatist republic of South Ossetia</span> <span class=\"element-image__credit\">Photograph: Dmitry Lovetsky/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336704986\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/georgia/GD8446292@epa01452600-Residents-4349.jpg\" alt=\"Residents reach out for humanitarian aid distributed from a bus in Gori\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Residents reach out for humanitarian aid distributed from a bus in Gori</span> <span class=\"element-image__credit\">Photograph: Pavel Wolberg/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336704983\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/georgia/GD8446240@TBILISI,-GEORGIA---AU-3885.jpg\" alt=\"Ossetian refugees with bread\" width=\"561\" height=\"372\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman carries loaves of bread as she climbs up the stairs as refugees settle into a shelter in Tbilisi, Georgia</span> <span class=\"element-image__credit\">Photograph: Uriel Sinai/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336704980\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/georgia/GD8443459@GORI,-GEORGIA---AUGUS-3389.jpg\" alt=\"A man in the centre of Gori near a tank\" width=\"582\" height=\"364\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Georgian man walks past a Russian checkpoint in Gori, Georgia.  Russian troops continued to occupy the central Georgian city of Gori, even as political negotiations to secure their withdrawal took place behind the scenes</span> <span class=\"element-image__credit\">Photograph: Chris Hondros/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336705066\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/georgia/GD8448994@A-local-resident-stan-5136.jpg\" alt=\"Damaged building in South Ossetia\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A resident stands on the balcony of his building damaged during recent fighting in Tskhinvali, South Ossetia</span> <span class=\"element-image__credit\">Photograph: Sergei Grits/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336705081\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/georgia/GD8452325@GORI,-GEORGIA---AUGUS-9405.jpg\" alt=\"Damaged building in Gori\" width=\"577\" height=\"365\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Georgian woman prays as she stands in the deserted kitchen of an apartment complex that was bombed killing several of her neighbours in Gori, Georgia</span> <span class=\"element-image__credit\">Photograph: Chris Hondros/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336705072\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/georgia/GD8450826@epa01453216-A-Russian-7401.jpg\" alt=\"Georgian tanks\" width=\"630\" height=\"377\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Russian soldier guards the Georgian tanks confiscated by Russian forces in Gori, and now kept on the special base in Tskhinvali, South Ossetia</span> <span class=\"element-image__credit\">Photograph: Maxim Shipenkov/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336705078\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/georgia/GD8452123@TBILISI,-GEORGIA---AU-8812.jpg\" alt=\"An injured Georgian soldier\" width=\"556\" height=\"367\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Georgian soldier wounded in Tskhinvali lies in a hospital in Tbilisi </span> <span class=\"element-image__credit\">Photograph: Uriel Sinai/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336705075\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/georgia/GD8450915@A-displaced-Georgian--8382-thumb.jpg\" alt=\"A Georgian refugee\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A displaced Georgian boy in a temporary shelter in a former military hospital in Tbilisi</span> <span class=\"element-image__credit\">Photograph: Dimitar Dilkoff/AFP/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336705087\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/18/georgia/GD8453717@South-Ossetian-Vadim--1147.jpg\" alt=\"Damaged building in South Ossetia\" width=\"569\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">South Ossetian Vadim Kulimbekov, 62, stands in his flat destroyed by a Georgian strike in Tskhinvali</span> <span class=\"element-image__credit\">Photograph: Denis Sinyakov /Reuters</span> </figcaption> </figure>",
  "<p><strong><a href=\"http://blogs.theguardian.com/digitalcontent/2008/02/elevator_pitch_hubdub_says_it.html\">Hubdub</a></strong> founder <strong>Nigel Eccles</strong> (we profiled them back in February) made some interesting notes on how to run a site for the US while staying in the UK.</p> <p><br>Photo by <a href=\"http://flickr.com/photos/carbonnyc/375486800/\">Carbon NYC</a> on Flickr. Some <a href=\"http://creativecommons.org/licenses/by/2.0/deed.en_GB\">rights reserved</a>.</p> <p>First off, that has to clearly be your target from very early in the development of your startup. Eccles says Hubdub spent $18,500 to launch their business at DEMO, one of a handful of specialised conferences for the tech industry. \"It was expensive, but worth it,\" he wrote on <a href=\"http://uk.techcrunch.com/2008/08/18/aiming-your-startup-at-the-us-without-leaving-the-uk/\"><strong>TechCrunch</strong></a> - and then endorsed <strong>TechCrunch 50</strong>, of course. \"We got a huge amount of exposure also probably pulled forward our launch date by two months - which stopped us from developing a bunch of features out users would never have used.\"</p> <p>Eccles says the site is written in US English (the shame!), has built a board of US advisors (very sensible) and regularly travel to the US.</p> <p>He adds that you should be able to build a virtual team form your most local US users, track your competitors using web-based tools and - a big one - apply for your US Visa early: \"Most UK based entrepreneurs want to stay in the UK and help build the start-up community here, but if geography is becoming a serious issue then move to the US, successfully sell to <a href=\"http://www.theguardian.com/media/2008/mar/13/bebo.digitalmedia?gusrc=rss&amp;feed=networkfront\"><strong>AOL</strong> for $850 million</a> and then invest in some UK start-ups.\"</p> <p>Controversially, Eccles recommends using a PR company. As he says, there's a debate among startups about whether you need to do this. I don't think everyone does; if you're involved weight the community and so are the journalists, they should already be in your network. Nobody knows your product better than you, and if you're confident in articulating what you're trying to do it should be natural to go to journalists directly. If not, then ask around for recommendations.</p> <p>Eccles recommends using your network for help and that's probably the first place to start: \"Nearly every successful entrepreneur I have met is happy to help entrepreneurs starting out.\"</p>",
  "<p>Have you ever heard of Raymond Horne? Perhaps the name is familiar, but you can't quite remember why. In fact Horne created a tabloid storm back in March this year when the Queensland authorities decided to deport the convicted paedophile, who had been in and out of Australian jails since the 1960s, back to Britain – a country he hadn't lived in since he was five. Inevitably several red-top front pages carried pictures of Horne arriving at Heathrow, blanket over his head: <a href=\"http://www.thesun.co.uk/sol/homepage/news/article940859.ece headline\">the Sun's</a> that day was The paedo is landing.</p> <p>Since then, Horne has been placed on the sex offenders' register – the Sexual Offences Act (2003) introduced a new civil order designed to ensure that those convicted of sexual offences abroad are made to sign on the sex offenders' register in this country, and he has been monitored under multi-agency public protection arrangements (MAPPA) which involves a team of police, probation officers and social workers ensuring that Horne is staying where he has registered, taking any medication that might have been prescribed and not attempting to make contact with children.</p> <p>I don't know if Horne has also been made the subject of a sexual offences prevention order (SOPO) – which also applies to those who have been convicted of sexual offences abroad – and which, for example, bars a convicted sex offender from being near a playground, but the simple reality is that he could have been made subject to a SOPO, like the 30,000 sex offenders who are currently being managed under MAPPA. </p> <p>I hope that what I am describing gives some comfort to those people who will no doubt be concerned <a href=\"http://www.theguardian.com/world/2008/aug/15/internationalcrime.childprotection\">that Paul Gadd</a> – aka Gary Glitter – who was convicted of sexual offences against two young girls in Vietnam, is being deported <a href=\"http://www.timesonline.co.uk/tol/news/world/asia/article4533122.ece\">back to Britain</a>, having served his sentence in Thu Duc prison. </p> <p>Concerns are of course understandable, but frankly Britain has some of the most robust monitoring arrangements for sex offenders in the world, and a wealth of knowledge about how best to manage the risks that paedophiles pose to children in the community. So too it has harnessed public support to manage newly released paedophiles through <a href=\"http://www.circles-uk.org.uk/\">Circles of Support and Accountability</a> – <a href=\"http://www.theguardian.com/news/2006/jul/11/crime\">volunteer-led schemes</a> that were originally started in Canada and which have reduced the predicted rates of re-offending by released paedophiles there by over 70%, and which are now coordinated in this country by Circles UK.</p> <p>We also know what makes sex offenders generally, and paedophiles specifically, re-offend when they return to the community after a prison sentence. In short, they are more likely to re-offend when they are \"named and shamed\", hounded from pillar to post, demonised, scapegoated and pilloried because when that happens they calculate that they may as well commit more crimes because, well, they have nothing left to lose. Sadly, an unnamed police officer quoted in the Sun doesn't seem to be aware of this fact and <a href=\"http://in.news.yahoo.com/139/20080815/906/ten-gary-glitter-to-be-arrested-for-old.html\">claimed that</a> when Gadd returned he would get a \"Hell of a tough time … we'll unleash the hounds\". </p> <p>Yet, even if we rightly decry those who commit sexual offences against children, remember: if we want to make children safer and stop others from falling victim to sexual abuse, we need to engage in a mature debate about what is likely to work with this group of offenders and not fall for lurid tabloid headlines, populist cries for castration or unleashed hounds. Of course, no system is ever perfect, but what seems to have worked for Horne is the sex offenders' register and MAPPA, and what is true for him will also be true for Gadd.</p>",
  "<p><a href=\"http://www.theguardian.com/business/oil\">Oil</a> climbed by more than a dollar today as tropical storm Fay swept closer to the Gulf of Mexico, posing threats to oil and gas supplies.</p> <p>However, analysts said the <a href=\"http://www.theguardian.com/business/2008/aug/15/currencies.economicgrowth\">rising US dollar</a> and news that Russia would begin <a href=\"http://www.theguardian.com/world/2008/aug/18/russia.georgia\">withdrawing troops from Georgia</a>, a key supply route to Europe, could curb any gains in the oil price.</p> <p>US light crude was up by $1.30 during early morning trading to $115.04 a barrel. On Friday, oil prices dipped as low as $111.34 - the weakest level since May. </p> <p>The oil price has fallen sharply since reaching an <a href=\"http://www.theguardian.com/business/2008/jul/12/oil.commodities\">all-time high of $147.27</a> a barrel in mid-July this year, as growing economic problems have dampened demand in the US - the world's biggest oil consumer.</p> <p>London Brent crude also rose by a similar amount to $113.93.</p> <p>\"The storm threat is the main driver here,\" said Gerard Burg, a commodities analyst at the National Bank of Australia. \"Oil prices also fell to the lower end of the recent trading range on Friday, so some traders in the market probably saw that as a buying opportunity.\"</p> <p>Royal Dutch Shell and Marathon Oil said yesterday that they were putting all non-essential work in the eastern and central Gulf of Mexico on hold due to the storm threat. Offshore production, however, remained unaffected.</p> <p>The path of the storm is uncertain - some experts expect Fay to avoid most of the offshore Mexican production areas and instead strike the Gulf coast of Florida, but others say the eastern Gulf of Mexico may be hit.</p> <p>Fay is the third storm of the 2008 Atlantic hurricane season to threaten US offshore oil and natural gas production, which provides 25% of US oil output and 15% of US natural gas production. </p> <p>The two previous storms only temporarily shut down offshore production and did not outweigh geopolitical factors or the US economic outlook in determining oil prices.</p> <p>However, producers fear a repeat of 2005 when hurricanes <a href=\"http://www.theguardian.com/katrina/0,,1560620,00.html\">Katrina</a> and Rita temporarily brought a quarter of US oil and fuel production to a halt, sending prices to then-record highs.</p> <p>The conflict in Georgia is also causing some disruption to oil supplies. BP announced earlier today that it has suspended exports of oil by rail to the Georgian port of Batumi. This followed the destruction of a railway bridge on the line that runs from Batumi to the capital Tblisi, and on to the neighbouring country of Azerbaijan.</p> <p>Georgia accused Russian forces of blowing up the bridge, but Russia has denied any involvement.</p> <p>BP said it had been exporting between 50,000 and 70,000 barrels a day across the rail link. This makes it much less significant than the company's Baku-Tbilisi-Ceyhan pipeline, which can carry 1m barrels a day but was closed last week following fire damage.</p>",
  "<p>The <a href=\"http://www.theguardian.com/sport/olympics2008\">2008 Olympics</a> has created an illusion of China to the public and to the outside world. It is so fantastic, so unreal, that the entire meaning of the games is being distorted. At the <a href=\"http://www.theguardian.com/sport/gallery/2008/aug/08/olympics2008.china?picture=336347323\">opening ceremony</a> we saw this global festival <a href=\"http://www.theguardian.com/sport/2008/aug/11/olympics2008.china?gusrc=rss&amp;feed=networkfront\">manipulated</a> for the sake of narrow nationalism.</p> <p>The propaganda system of the Chinese government went into overdrive, public money was spent like water and ranks of mediocre performers were employed to create an alternative, distorted reality. It received fake applause from the country's media and public. Officials from the International Olympic Committee and United Nations also collaborated in the deception with their comments on the success of the games and the improvement of the environment.</p> <p>Whatever happened to the non-politicised festival of sport that we were promised? Anyone who cares about truth should avoid not politics, but Olympic lies. Beijing wants to show off how progressive and harmonious the city has become, so it has expelled migrant workers because they are poor, underpaid and seen as a potential source of insecurity. </p> <p>Yet it was these workers – these slaves with socialist characteristics – who laid every brick and tile of the modern urban landscape. For the sake <br>of appearances, even the small shops they frequented have been shut down, along with many street markets, video outlets and clubs. So much for the slogans on the bridges and billboards that read \"Beijing welcomes you\" and \"People's Olympics\".</p> <p>China's media organisations have been told they are only allowed to report the sporting achievements of the games. They are forbidden from covering problems or squabbling. They cannot criticise the cliched, rose-tinted statements of the authorities. With so much government interference, how can anyone say these Olympics are not politicised? </p> <p>It is absurd that so much money has been wasted on manipulating public opinion, on simulating emotion. This nation is notorious for its ability to make or fake anything cheaply. \"Made-in-China\" goods now fill homes around the world. But our giant country has a small problem. We can't manufacture the happiness of our people. </p> <p>This is not something that comes cheap. Real public contentment can't be pirated or copied. No matter how long our politicians order people to sing songs of praise, no matter how many fireworks they launch into the heavens, and no matter how many foreign leaders they embrace, they cannot arouse a genuine mood of joy and celebration among the people. It is as difficult for them to get a real smile as it is to keep the sky blue and the clouds white. </p> <p>Neither fairness nor justice, neither reality nor humanity can be simulated or manipulated by wires or remote control. Those who staged the opening ceremony stopped at nothing to create a fantasy. They faked the footprints of fire with computer graphics. They exploited an innocent child by making her lip-synch to a patriotic song. These people are shameless. The organisers recently announced the theme of the closing ceremony. They tell us it will <br>be about \"emotions\" and \"friendship\", that it will be a night of joy. Who are they kidding? </p> <p><em>Ai Weiwei, an artistic design consultant for the Birds Nest Olympics stadium, <br>is an artist, curator and architectural designer; he blogs in Chinese <a href=\"http://blog.sina.com.cn/aiweiwei\">here</a>.</em></p> <p><em><a href=\"http://www.theguardian.com/commentisfree+world/china\">Join the debate on China</a> and the Beijing games<br></em></p>",
  "<p>For good or for ill, Russia is back. And this great power means business. The reasons for Georgia's decision to \"restore constitutional order\" in South Ossetia through military means are best known to the man who ordered it: <a href=\" http://www.theguardian.com/world/2008/aug/12/georgia.russia7 \">President Mikhail Saakashvili</a>. But it was always wishful thinking to believe that mother Russia would sit on her hands while its \"peacekeepers\" were under fire across its immediate border. Russia's decision to mount an armed response was predictable: so too was its disproportionate severity. Russia's overwhelming victory has allowed it to avenge its post-cold war \"humiliation\" – expanded Nato membership in the Caucuses is less likely, Russian strategic influence in the region has deepened, and the west has proven powerless in the face of events.</p> <p>That does not mean that the world must now abandon Georgia to whatever fate Vladimir Putin chooses – and make no mistake, this conflict has demonstrated that he is still very much in charge. Instead, the international community should engage with both Georgia and Russia and press for a fair and lasting peace settlement, and the European Union is ideally placed to lead that effort. President Sarkozy is not a man <a href=\" http://www.theguardian.com/world/2008/aug/12/georgia.russia4 \">famed for his diplomacy</a>, but he deserves credit for the speed with which the EU's French presidency has persuaded both Georgia and Russia to agree to a six-point plan for peace. Whether it will stand the test of time is doubtful but it remains the best available foundation on which to build. There are two specific reasons why the EU should lead that process forward.</p> <p>First, Europe is the only player that can be seen as an honest broker. Saakashvili has close personal connections to the neocons in Washington, and the US government has backed the Georgian regime to the hilt, providing its leadership with political backing and providing its army with military training. Russia's brutal retaliation in South Ossetia was designed to show how little that support means: for America to broker peace is therefore unthinkable. By contrast, Europe's initial ambivalence might prove the unlikely key to its success. Post-Soviet member states are more inclined to lay blame for the conflict at Russia's door; others, including Italy, have expressed an opposing view. By acknowledging that there are different opinions over responsibility for this conflict, the EU can better adopt a position of neutrality in its negotiations.</p> <p>Second, Europe will engage the Russian bear, rather than bait it. Both US presidential candidates have suggested that Russia's response in South Ossetia should reflect negatively on its application to join the WTO. The Republican candidate, John McCain, has even mooted the idea of <a href=\" http://www.theguardian.com/world/2008/aug/11/johnmccain.barackobama \">booting Russia out of the G8</a>. That is folly. Senator McCain is certainly old enough to remember that it was engagement with the Soviet Union that helped defuse cold war tensions – notably through the Helsinki process of the 1970s, and the dialogue between Gorbachev and Reagan in the 1980s. Membership of the WTO and the G8 are mechanisms through which to engage Russia today and help to steer her on to the path of accountability, openness and democracy. By isolating Russia, political leverage will be lost and hostilities will deepen. </p> <p>Playing to the gallery of populist opinion is short-sighted but inevitable at this point in America's election cycle. But not all EU member states have resisted that temptation either. Notably, Britain's foreign secretary, <a href=\"http://news.bbc.co.uk/1/hi/uk_politics/7557887.stm\">David Miliband</a>, and the Conservative leader, <a href=\"http://www.telegraph.co.uk/news/worldnews/europe/georgia/2547611/David-Cameron-What-happens-in-Georgia-directly-affects-us.html\">David Cameron</a>, have engaged in a race to the bottom with each determined to use tougher, more anti-Russian rhetoric than the other. It is an unedifying spectacle that proves their mutual lack of suitability for the job that they are really squabbling over. But the EU as an entity is more mature: it is institutionally inclined to dialogue, inclusion and policy that reflects the shades of grey that are inherent to this conflict. That is a must for disentangling the constitutional complexities that have dogged Georgia since the fall of the Soviet Union.</p> <p>There is a great deal of work to be done in order to reach agreement. Success will depend on genuine commitment from both Russia and Georgia – and that is by no means guaranteed. It is possible that Russia will, ultimately, adopt the 21st century equivalent of the <a href=\" http://en.wikipedia.org/wiki/Brezhnev_Doctrine\">Brezhnev doctrine</a> and impose a unilateral outcome in its sphere of influence, undermining Europe in the process. That's the risk. But by leading the effort to find an acceptable solution, and working with the UN, OSCE, and America too, Europe can minimise that risk and show that it too means business.</p>",
  "<p>Liu Xiang's withdrawal was met with stunned silence in the Bird's Nest stadium, the spectators' feelings of anger and disbelief shared more widely among China's 1.3bn population.</p> <p>In a tearful press conference Liu's coach Sun Haiping announced that the reigning Olympic 110m hurdles champion had failed to recover from an injury. \"We don't know when he was hurt,\" said Sun through a translator. \"It has been a problem for six or seven years.\" </p> <p>As well as being the end of the dream for Liu, his withdrawal will take much of the buzz out of the Games for his adoring Chinese fans. \"I sympathise with him enormously,\" said Wang Xiaoshan, a writer with Sports Illustrated. \"This is such a pity. My guess is that it is the pressure from 1.3bn people which hurt him. I don't think it has much to do with the injury for even if he was injured he would have had time to recover. I think he might have psychological difficulties.\" </p> <p>For millions of Chinese fans, Liu was the face of the Olympics as well as a source of immense national pride. More than any other sporting achievement, his victory in Athens in 2004 announced China's arrival as a sporting superpower. In a transcendental performance he achieved what no Asian man had previously managed - a gold on the track, matching Colin Jackson's 11-year-old world record and, for good measure, beating an American, Terrence Trammell, into second place. </p> <p>As well as being a bitter personal blow, his withdrawal is likely to cost him a fortune in potential earnings. Since Athens this symbol of world-class success has been much sought after by a throng of corporate sponsors, including Nike, Visa, Coca-Cola and Cadillac. Unable to keep his medal on home territory, his face is unlikely to appear on quite as many advertising hoardings in the future. </p> <p>According to Xiaoshan, the value of a gold medal in Beijing for Liu has been calculated at 1bn yuan (£78m). \"But I don't think money is the big issue for him. The question now is whether he is strong enough to make a comeback or not. I am worried he might have a breakdown. I believe he can overcome this, but it might be difficult for him to be as successful as before.\" </p> <p>Although he is the defending Olympic and world champion, Liu has struggled with injury of late and lost his world record earlier this year to Dayron Robles of Cuba. Their expected encounter in the final on August 21 was billed as one of the great showdowns of sporting history. But the 81,000 mostly Chinese fans at the Bird's Nest stadium will be disheartened by the loss of their hero. </p> <p>\"It's a terrible anti-climax,\" said one woman. On the black market, tickets for the event, which had been going at 7,000 yuan, are likely to plunge. The internet immediately buzzed with disappointment, frustration and sympathy. Some online commentators said the pressure on him had been artificially drummed up by the media.<br> \"Many people are very disappointed - ordinary Chinese people who have had their hopes fanned by too much propaganda,\" said one poster called 17DragonFruits on the popular Tianya forum. \"Faced with this situation, I can only say: 'Liu Xiang quitting might be the best result!' At least he was not eliminated in the first round, or at the final. If this was so, under the current propaganda situation in China, who knows how hard he will be insulted! Actually, the low state of Liu Xiang's sporting and health condition is an open secret, but was ignored in the propaganda. They made Liu Xiang out to be an indestructible flying man.\"</p> <p>Much of the online comment was openly hostile towards Liu, who was accused of playing with the nation's emotions. \"What have you been doing for the last four years if not trying to recover. We have been expecting you to perform in 2008, but now we just watch you quit. If you really want to dedicate yourself to the country, you would crawl to the finish line. But you always meant to lose,\" said one in the Baidu chatroom.</p> <p>Others were more sympathetic. \"We should understand him and try to put up with this. He was really had injured and had to live under huge pressure,\" said one commentator named Shanyao. Another called for calm: \"Believe in Liu Xiang. Calm down.\"</p>",
  "<p>The minister of state for schools and learners, <strong>Jim Knight</strong>, speaks on the fate of schools which don't reach a 30% pass rate of five good GSCEs.<br> <strong>Andrew Clark</strong> talks about the controversial scheme in Texas that allows teachers in schools to be armed.<br> We get an insight into the European Space Agency programme to land on Mars from the Guardian's science correspondent <strong>James Randerson</strong>.<br> <strong>Hannah Pool</strong> relives her childhood holiday of ice-cream and kiss-me-quick at the good old British seaside.<br> And we hear about a record-breaking weekend for Team GB in Beijing.</p>",
  "<!-- Block 1 --> <p>Join Howard Swains for his coverage of day ten from 2.00am.</p> <!-- Block 2 --> <p>Join Howard Swains for his coverage of day ten from 2.00am.</p> <!-- Block 3 --> <p><strong>1.50am:</strong><strong>Morning all, and welcome back to our small corner of Beijing.</strong> </p> <p>After Fhenomenal Friday, Spectacular Saturday and Superlative Sunday, we're hoping this will be Magnificent Monday for Team GB! GB! GB! - although fear \"Mundane\" might be closer to the mark.</p> <p>They've forced us to get out of most of our boats and off most of our bikes, meaning GB's chances of more gold have diminished. Hours away, after 11am, which is practically the night, the men's pursuit team -- <strong>Ed Clancy, Paul Manning, Geraint Thomas</strong> and <strong>Bradley Wiggins</strong> -- go in the velodrome, and where there's a Wiggins there's always a way. </p> <p>Sailors <strong>Nick Rogers</strong> and <strong>Joe Glanfield</strong> float into view in their men's 470 class boat at around 6am, but possibly an even hotter prospect in some water (at least for a bit) is World Champion triathlete <strong>Helen Tucker</strong>. She's be swimming, biking and running at 3am, alongside <strong>Hollie Avil</strong>.</p> <p>Elsewhere, the new, scarlet-haired Jonathan Edwards, <strong>Phillips Idowu</strong>, starts his triple jump campaign, although the final is not today. The gymnast <strong>Beth Tweddle</strong> is going to do battle with the uneven bars, and the man-mountain David Price, who weighs as much as eight or nine Tweddles, fights in the super heavyweight boxing division.</p> <p>Before all that, there's <strong>Lightning \"Usain\" Bolt</strong> to consider. The faster jogger over 100m in the world is the main attraction in the Bird's Nest stadium as the heats of the 200m begin. There are three members of Team GB! GB! GB! who have hopefully been practicing their heel-clipping over the past couple of days, else <strong>Marlon Devonish</strong>, <strong>Alex King</strong> and <strong>Christian Malcolm</strong>, and anyone else, do not have a prayer.</p> <p>Emails please. Please. No really, please.</p> <!-- Block 4 --> <p><strong>2am: Athletics:</strong> And before all that, it's the heats of the <strong>men's 400m</strong>, where the top three go through. Leslie Djhone, of France, wins it, although I only watched it as I was grappling with the coffee machine, so can't say much more than that. Oh, here's the result: David Neville, of the USA, and Cuban William Collazo also qualify.</p> <!-- Block 5 --> <p><strong>2.07am:</strong> The runners in the second heat of the 400m are on the track, and there are as many British runners in this as there are emails in the my inbox, which is zilch. Last night, I was hopeful of attracting some drunks stumbling in from the pub, but presumably they had Quizcall to watch on Channel 5. Tonight, I feel that the target audience comprises mainly depressive Sunday night insomniacs or the kind of crackpots who usually call talk radio stations. You're welcome, all of you and your harebrains.</p> <!-- Block 6 --> <p><strong>2.10am: Athletics: </strong>The London law firm of Brown, Millburn and Wissman and Bizman qualify. That's Chris, Joel and Johan from the Bahamas, Australia and Sweden.</p> <!-- Block 7 --> <p><strong>2.15am: Athletics: </strong>There's nowt else going on at the Games at the moment, so the third heat of the 400m it is. This one is way more stretched out than the previous two, with Nery Brenes of Costa Rica streets ahead of Godday James, of Nigeria. Andretti Bain, of the Bahamas took third. Next up is \"Britain's finest\" Martyn Rooney in heat four.</p> <!-- Block 8 --> <p><strong>2.20am: Athletics: </strong>\"I'm going to see if I can really challenge them,\" says Rooney in a pre-race interview, which is a good place to start. He's wearing shades and has a spillage of iron-filings on his chin. Let's get behind him anyway. \"He's got size 13 feet,\" says the Beeb's commentator. \"Yes, absolutely amazing,\" says the easily pleased Colin Jackson.</p> <!-- Block 9 --> <p><strong>2.25am: Athletics: </strong> Rooney is off in lane seven...Rooney is running...he's round the corner...those size 13 propelling him to... first place! Great run from the Brit, a comfortable run and he's through to the next round.</p> <!-- Block 10 --> <p><strong>2.27am:</strong> \"It felt pretty good,\" said Rooney, before admitting that he hasn't run much recently. \"It's an amazing track, an amazing stadium, an amazing track,\" he said, with the suspicion that he might just be patronising us. Still, he's through and is in the \"outside hopes\" category for a medal.</p> <!-- Block 11 --> <p><strong>2.33am:</strong> An email: \"Don't be so hard on yourself,\" says \"Gareth\". I'll try, but it's not easy. \"I'm sure lots of your readers are perfectly normal working folks who find the live report a concise and accessible way of keeping up with the Olympics.\" Thanks. \"Not me though, I'm on drugs.\" Oh.</p> <!-- Block 12 --> <p><strong>2.35am:</strong> Another email, and if in doubt, let's revert to Aussie bashing: \"Another glorious day in Sydney as the locals wake up to find Team GB is way ahead on the medal tables,\" says Steve Keys. \"Of course, I always welcome more facts to really help put the boot in. So, realistically what are our chances of staying ahead of the Aussies by the end of the week? I want details.\" You've come to the wrong place.</p> <!-- Block 13 --> <p><strong>2.37am: Athletics:</strong> Heat five of the 400m goes to Lashawn Merritt of the United States, who is one of the favourites for the title. Sam Weipogwa and Claudio Licciardello are second and third.</p> <!-- Block 14 --> <p><strong>2.40am:</strong> It's the women's hammer throw in which Great Britain's Zoe Derham has just wanged it 64.74m. Just sticking to the facts here. \"Not very good losers, the Aussies,\" says Dave Hill, another British ex-pat Down Under, hopefully preparing the egg that he'll soon be wiping off his chops. \"I've written the medal table in very large letters on our whiteboard at work.\" Keep the wiper handy, that's all I'm saying.</p> <!-- Block 15 --> <p><strong>2.40am: Athletics:</strong> More heats success for Team GB! GB! GB! as Andrew Steele wins the sixth one-lap preliminary race in 44.94 seconds, which is a lifetime best. Renny Quow is second, Michael Mathieu third.</p> <!-- Block 16 --> <p><strong>2.48am: Athetics:</strong> The World Champion Jeremy Warriner eases to first place in his heat and that wraps up the first round of the 400m. The two Brits involved -- Martyn Rooney and Andrew Steele -- both qualified for the semi-finals. Worse news for Alex Nelson, due to run in the 200m, won't. He's knacked a hamstring.</p> <!-- Block 17 --> <p><strong>2.55am:</strong> Kyle Brown has written an essay, and even though I can't for the life of me fathom why he's sent it in now, there's nothing else to digest at the moment, so here it is: \"Why is the world still refering to the US Mens bball team as the \"Dream Team\"? Here in the US, \"The Dream Team\" refers unambiguously to the one and only Dream Team - the '92 team.</p> <p>All the teams since then have been pretenders. The 92 team was an unbelievable collection of talent - 1992 had the best collection of talent you could assemble from any single year in bball history. There isn't any other year in bball had so many spectacularly good players playing at the same time. By happy coincidence, the IOC openned up basketball to pros, and the rest was history. An amazing team indeed.</p> <p>The current US team isn't know as the Dream Team here in the US, it is universally referred to as the \"Redeem Team\". Most American feel the NBA owes us a better team than it has produced in previous years. It has been hard to recruit some top players and hard to get them to play as a team. It has also been hard to pick a good international team (rules are slightly different in the international game, meaning you need a slightly different selection of players. More outside shooters. Better emphasis on defense. For soccer (er, football) fans, you might think of what kind of team you'd get if you let the dumbest fans pick the team - all strikers, no midfield or defence, and a single keeper. The last two US olympic teams before this one were kind of assembled that way, with somewhat predictable results.</p> <p>And as far as dominance goes, the US women's team has been more dominant. But due to worldwide collective misogeny, they'll get little attention.\"</p> <p>I probably can't officially talk for \"the world\" on this one, Kyle, but I'll apologise on their behalf nonetheless. But if you're going to write that much, at least write \"basketball\" out in full next time. Thanks.</p> <!-- Block 18 --> <p><strong>3am:</strong> <strong>Women's triathlon:</strong> Is starting.</p> <!-- Block 19 --> <p><strong>3.02am:</strong> One and a half kilometres in the swimming section of the women's triathlon, where Britain has Helen Tucker and Hollie Avil going for gold. The former is the World Champion, the latter is 18-years-old and has just passed her A-levels, which is generating more interest among the commentators in the pre-race bluster.</p> <!-- Block 20 --> <p><strong>3.05am:</strong> Helen Tucker's favourite food is fruit salad, her dog is called Barney and she likes Star Trek. Her fiance is called Marc and her younger sister's name is Harriet, who is also her masseur. She's ampng a shoal of blue swimming hats swimming through the Ming Tomb Reservoir, which is beautiful.</p> <!-- Block 21 --> <p><strong>3.09am:</strong> Tony Bednall lives in Beijing, but has defied the regime to email this: \"Local Chinese television finally managed to show a brief clip of some of the British victories, to which a beer was downed, tucked in nicely between the Chinese female Judo player winning gold and the Chinese female greco roman wrestling victory. Presumably nobody within the 1.3 billion people living in China is remotely interested in anyone else winning anything.\" The people believe what the people are told. And if you were in Britain, you'd know that Team GB! GB! GB! is currently the greatest in the world.</p> <!-- Block 22 --> <p><strong>3.13am: </strong>Andrew Jolly has been a stalwart of the minute-by-minute coverage this past week, so it's with a heavy heart I report: \"Back to work today, so unfortunately us Australian residents won't be able to supply you MBM people with an endless supply of e-mail drivel to keep you awake.\" That's a shame. A real shame. \"I would say that over our staff meeting, I did discuss how many more gold medals the Australians are expecting to win - they reckon they are good for three more, two in sailing and one in the triathlon. How are Team GB!GB!GB! looking? One or two in cycling, outside chance in the triple jump?\" That seems about fair. We've also got our Helen (Tucker) going in the women's triathlon right now, and she's the World Champion, so that's another outside-ish chance.</p> <!-- Block 23 --> <p><strong>3.15am: Triathlon:</strong> No one has made a real break for the lead in this race so far. Our Helen is comfortably in the pack, as is Our Hollie. They're missing some terrific scenery, if only they knew. It's all nature reserves and palaces. Good work, the Chinese architects. And Mother Nature.</p> <!-- Block 24 --> <p><strong>3.19am:</strong> This triathlon is slightly different from the norm in that the water they're in is pretty warm, so they don't have to wear wetsuits. That means that they don't have to peel it off when they come up to the bicycles from the water and that should save some seconds. And here they come up the ramp now. The swimming is swum.</p> <!-- Block 25 --> <p><strong>3.21am: Triathlon</strong> Helen Tucker got on her bike in 10th place overall. There's 40km to go on two wheels, and Tucker takes to the lead after less than 1km.</p> <!-- Block 26 --> <p><strong>3.23am: Athletics</strong> As Our Helen takes the lead in triathlon, we're back to the Bird's Nest for the men's 200m heats. Lightning \"Usain\" Bolt will be ambling soon. Right now, the defending Olympic champion Shawn Crawford takes the first heat in a very comfortable 20.61.</p> <!-- Block 27 --> <p><strong>3.28am:</strong> Oh, hell. Turns out I've been duped by the television coverage again and while I was watching the triathlon, all this was happening: <strong>Christian Malcolm</strong> and <strong>Marlon Devonish</strong> both qualified from the heats of the 200m and, GB! GB! GB!, Phillips Odowu leapt 17.44m in the triple jump to qualify for the final without any problem whatsoever. I'm really hoping to watch some of that soon, but the nation's broadcaster has cruelly duped this MBM reporter. Not for the first time.</p> <!-- Block 28 --> <p><strong>3.30am: Triple jump:</strong> And there goes Phillips. He's like a big red-haired, hop-skip-and-jumping bird as he bounds to that 17.44 mark. You heard it here second. He's through to Wednesday's final with no problems whatsoever.</p> <!-- Block 29 --> <p><strong>3.33am:</strong> <strong>Usain Bolt</strong> comes in second in his heat behind Rondell Sirillo of Trinidad and Tobago. Bolt, of course, does it while carrying an egg and spoon, and with one arm tied behind his back and will confidently expect to do better in the semis. Iceland tie it up in the handball with Egypt. That's 33-33.</p> <!-- Block 30 --> <p><strong>3.38am:</strong> \"Fear not fellow country people!\" declares Julius Caesar, aka Richard Greaves. \"Plenty of life left in the old bulldog yet. At least three more golds in cycling - Victoria Pendleton has hardly taken to the boards yet. We're in with a good shout in both of the triathlons (men's and women's). Plus Track and Field is only just coming to life*<br><em><br>* so in summary that's more possible medals to look for in Cycling and Triathlon.</em>\"</p> <p>Hey, that's a joke I think right there. I like it.</p> <!-- Block 31 --> <p><strong>3.40am: Triathlon:</strong> Nicola Spirig, of Switzerland, makes a mini-breakaway in the triathlon. She's the best biker in the field, so has clearly decided that she's going to need to get herself a decent lead here. That said, Joanna Harrison has just appeared on the screen as the leader, so it's fair to say that I've just lot track. Ah, I get it, they're in two packs and Spirig is in the second pack, I think. Tucker and Avil, of GB, are in 13th and 22nd respectively.</p> <!-- Block 32 --> <p><strong>3.48am:</strong> John Senior and Fergus MacDermot need to look one another up. They're both in Tokyo and both fuming about the Japanese coverage of the Games. \"All I get to see are events with Japan in, and within those usually only the Japanese athletes,\" moans Fergus. \"It's rubbish and very frustrating.\" John says: \"My favourite TV moment so far was yesterday in the women's marathon, when the Japanese commentator announced: \"We apologise to viewers who want to see more of the [dismally disappointing] Japanese runners. We're relying on the international feed, and they tend to mostly show the leaders.\" You want me to share your email addresses?</p> <p>Actually John, don't get me started on the marathon coverage. It was far worse here, far worse. All we got was Brave Paula, who was running with a stress fracture in her leg, and finished 23rd.</p> <!-- Block 33 --> <p><strong>3.50am:</strong> Poor Hollie Avil has a knacked bike in the triathlon, and has stopped. But she's a Brit. On a bike. That's not right.</p> <!-- Block 34 --> <p><strong>3.55am:</strong> Three laps gone, three to go in the cycling section of the <strong>triathlon</strong> and Helen Tucker is in second place by millionths of a second. She's right up there. Bad news in the women's shot put, where Britain's <strong>Zoe Denham</strong> didn't make the qualifying standard, despite throwing it further than the winning chuck of eight years ago. Timing. Always timing.</p> <!-- Block 35 --> <p><strong>3.57am: Triple jump</strong> Onochie \"Larry\" Achike is also into the final of the triple jump. Let's call him Larry. Hollie Avil has mended her bike in the triathlon and is back in the second pack (of two).</p> <!-- Block 36 --> <p><strong>4am:</strong> Another complaint about television coverage, this time from Pennsylvania: \"I am watching the pommel horse and women's 200m qualifiers,\" says Nick Evans. \"There aren't many people who have anything complimentary to say about the qualities of alcoholic beverages produced in the USA, but I had never heard that time travel was part of the experience.\" American beer. [Shakes head ruefully.]</p> <!-- Block 37 --> <p><strong>4.03am:</strong> Holly Avil is now out of the triathlon. \"She ran out of gas,\" says the commentator, and follows up with \"She had a stomach upset,\" which earned a snigger here. Helen Tucker, however, is right up there. Kate Bevis is loving Japanese television coverage: \"Last night they interviewed Kosuke Kitajima (100m and 200m breast-stroke gold medallist). The first thing he showed us?- the big zit on his forehead. Apparently it's down to stress and general tiredness.\" Actually, that reminds me. Someone emailed last night to say that the Chinese coverage was blurring out the athlete's belly buttons during the women's marathon. I dismissed it as a wind up, but was that true?</p> <!-- Block 38 --> <p><strong>4.06am:</strong> The strangely-neglected men's beach volleyball quarter-finals are getting underway. Nope, neither do I.</p> <!-- Block 39 --> <p><strong>4.10am:</strong> The heats of the men's 110m hurdles are starting in the Bird's Nest. We were once a shoo-in for a medal there, what with Colin Jackson and all. Not any more. Meanwhile, the triathletes are still on their bike with about one lap left until they can do it all again on foot. The Brazilian Mariana Ohata has gone out to the front on her own, but Our Helen is in the chasing pack.</p> <!-- Block 40 --> <p><strong>4.14am:</strong> As GB! if GB! by GB! magic GB!, Helen GB! Tucker GB! is GB! in GB! the GB! lead!</p> <!-- Block 41 --> <p><strong>4.16am:</strong> Wipeout! Massive collision in the triathlon and someone clips someone else's wheel and they all go down like a sack of cyclists. It was the second group, rather than the lead group, so Team GB's hopes remain intact. But some marshalls in white shirts and white caps are suddenly brought into emergency action and kick water bottles off the track with impressive efficiency.</p> <!-- Block 42 --> <p><strong>4.19am: </strong>Dave Hill has just written <em>exactly</em> what I've been intending to write on the subject of biased coverage of the Olympics: \"I think it's safe to say that whatever country you're in when the Olympics is on is purely focused on their own athletes and potential successes and failures. GB! GB! GB! used to be different because we won so little that the Beeb had no choice but to show a wide range of events.\" That's spot on, that, except that I think the Beeb might be even worse than a lot of those other broadcasters. If you'd have seen the marathon yesterday, and the coverage of Radcliffe in favour of everything else, you'd all be hanging Auntie out to dry right now.</p> <!-- Block 43 --> <p><strong>4.21am:</strong> The triathletes are now on foot, with the Australian Emma Snowsill and Andrea Hewitt, of New Zealand, showing a clean quartet of heels to the chasing pack, which includes Helen Tucker.</p> <!-- Block 44 --> <p><strong>4.30am: </strong>Emma Snowsill from, whisper it, Australia, is way out in front in the triathlon and no one is getting anywhere near her. Meanwhile, there's some kind of controversy/nationwide disaster brewing in the 110m hurdles, where the Chinese hurdling sensation Liu Xiang, who is the reigning Olympic and World Champion over the jumps, is, apparently out. He's carrying some kind of knack and won't come out to compete in the heats. Neither will the European champion Stanislav Olijar, apparently, but the Latvian's absence is unlikely to cause a day of mourning quite like Xiang's will.</p> <!-- Block 45 --> <p><strong>4.35am:</strong> Tucker's luck. She's dropped way out of the chase now and is 17th. Boo. Emma Snowsill is miles ahead.</p> <!-- Block 46 --> <p><strong>4.38am:</strong> The American Laura Bennett and the Portuguese Vanessa Fernandes are in second and third place here in the triathlon, with Emma Snowsill already got this one locked up. In the spirit of unbiased British journalism, and with Helen Tucker 17th, the latest men's beach volleyball score is 2-2 in the second game between Holland and Georgia.</p> <!-- Block 47 --> <p><strong>4.43am: </strong>\"Dave Hill's comment [4.19am] is just the kind of level-headed analysis we can do without at the Olympics, thank you very much,\" says leading jingoist John Senior. \"I don't want unbiased coverage; I want hilariously over-the-top Barry Davies-style Team GB! GB! GB! cheerleading.\" OK, here goes: Andy Turner, of GB! GB! GB! is through the heats in the 110m hurdles. (He's a Commonwealth Games bronze medallist, so let's not get too excited, OK.)</p> <!-- Block 48 --> <p><strong>4.48am:</strong> Just go with this, because it's true. An errant milk float -- possibly driven by a bunch of Aussie-bashing MBM contributors -- has just led Emma Snowsill off the correct course in the triathlon. Really. The Australian, who is more than a minute ahead of everyone else, followed it off the track, before she was ushered back onto the right way.</p> <!-- Block 49 --> <p><strong>4.51am:</strong> China is open-jawed and fuming as Liu Xiang is definitely out of the 110m hurdles. He'd picked up an injury in training, but such was the expectation on him that he came out anyway to try to qualify in the heat. But he couldn't even make it to the first hurdle before he hobbled back down the tunnel. Never mind, it could be worse: Team GB's Allan Scott qualified by finishing fourth. Every cloud, etc.</p> <!-- Block 50 --> <p><strong>4.57am: Triathlon: </strong>Emma Snowsill wins the women's triathlon by a long, long, long way. Britain's Helen Tucker doesn't.</p> <!-- Block 51 --> <p><strong>4.59am:</strong> If you're just tuning in, here's my advice. Don't bother scrolling through any of this: click <a href=\"http://www.theguardian.com/sport/2008/aug/18/martynrooney\">this shiny hyperlink</a> instead and read Andy Bull's athletics round-up from this morning. The other thing you really need to know is that the Chinese hurdling sensation Liu Xiang did not compete in the 110m hurdles after getting knacked in training. A nation mourns.</p> <!-- Block 52 --> <p><strong>5.06am:</strong> Alex in Sydney has a suggestion: \"Can we petition the IOC to make the triathlon even more exciting by adding a fourth event for example archery, or a gymnastics floor round.\" Triathlon? What triathlon?</p> <!-- Block 53 --> <p><strong>5.09am:</strong> After a trouncing for Team GB! GB! GB!'s Helen Tucker in the triathlon at the hands of the Australian Emma Snowsill, it's time for any Brits Down Under to find their inner Lithuanian. The Aussies are up against them in the quarter finals of the basketball and are absolutely spanking the Lithuanians 55-29 in the third quarter.</p> <!-- Block 54 --> <p><strong>5.15am:</strong> Repeat. Flick. Repeat. Flick. Repeat. Flick. Nothing on at the Games at the moment, so I suggest you take the time to read this: <a href=\"http://blogs.theguardian.com/sport/2008/08/18/heroic_radcliffe_learns_from_w.html\">Richard Williams reckons Paula Radcliffe can still win an Olympic gold</a><br><a href=\"http://blogs.theguardian.com/sport/2008/08/18/100000_condoms_16500_competito.html\">Marina Hyde has been counting condoms in the athletes' village</a><br><a href=\"http://www.theguardian.com/sport/gallery/2008/aug/17/olympics2008.michaelphelps?picture=336676283\">A load of photographers have been taking some photos</a><br>And even though this one is from yesterday, it's still good: <a href=\"http://blogs.theguardian.com/sport/2008/08/17/bulgarias_national_hero_so_goo.html\">Andy Bull grapples with a Bulgarian wrestler</a></p> <!-- Block 55 --> <p><strong>5.30am: </strong>You're really not missing anything at the Games (unless you count basketball, in which the Australians are now 75-51 up against the Lithuanians, and we don't count that), so here's this from Anne-Marie Bremner: \"Ok, it was probably excruciating to watch the BBC coverage of Paula's tearful performance yesterday.\" Yes. Yes it was. \"But Dave Hill's right; certainly the Aussie coverage is unashamedly biased to Australia – and why not? However I did have an urge to write to my MP (if I had one) about the broadcasting of archery (with no Aussies even competing) whilst Team GB! GB! GB! was busily storming towards more cycling medals. Then they had the audacity to show Aussie rules 'football' instead of any Olympics. What were they thinking? Well, words fail me.\"<br>Good news: the Australian basketballers will probably play the USA in the next round, for whom complacency is the only real opponent.</p> <!-- Block 56 --> <p><strong>5.37am:</strong> John Senior is spinning this very well: \"Well done to Emma Snowsill. Another gold for the British Empire! Thanks to Michael Phelps (born in Maryland, thus one of ours) I reckon with about 40 golds we're holding our own against Julius Caesar and Genghis Khan, even though the former has the advantage that Team GB!'s medals count for him as well. We're certainly miles ahead of Napoleon, and, as Barry Davies might have said, 'Where were the Assyrians? Quite frankly, who cares?'\"</p> <p>I'm drinking green and nettle tea. How very Guardian.</p> <!-- Block 57 --> <p><strong>5.42am:</strong> We're watching extended repeats at the moment of the Liu Xiang debacle earlier, and it's more heartbreaking than a hundred Paula Radcliffe marathon hobbles. The Bird's Nest stadium was filled to bursting point with chicks hoping for Xiang to deposit a tasty morsel into their cheeping beaks, but anyone who'd been watching the news wires (which, remarkably, included us here) knew that he'd twanged an Achilles tendon and couldn't compete. Still, he came out, went through a warm-up, all the time crying in pain and clutching his Achilles, and then tried to make it to the first hurdle on what was, in the event, a false start, and he couldn't get there. He limped off down the tunnel and there was all round disbelief in the Bird's Nest, which emptied double quick. <a href=\"http://www.theguardian.com/sport/2008/aug/18/liuxiang\">Here's another way of putting it.</a></p> <!-- Block 58 --> <p><strong>5.48am: </strong>I can't detect any irony at all in Will Sinclair's latest dispatch, so I give him the honour of being the first Aussie (knowingly) published today: \"Even as an Australian in Sydney, I'm thoroughly enjoying the banter and Aussie-bashing that has been such a feature of the Guardian's Olympics coverage. Quite frankly, it's about time your lot came to the party and, just like in the Ashes, we're happy for you to have a win every 20 years or so. It keeps things interesting. Best of luck for the rest of the Games!\"</p> <!-- Block 59 --> <p><strong>5.55am:</strong> Michael Lee has an answer to Liu Xiang's malaise: \"Well, I guess he will be out of favour with the Chinese people/government. Maybe he should pack his bags and ask for political asylum somewhere. We can take him in, just like we took Ms Budd in the 80's. Are there any rules preventing athletes representing more than one nation in different Olympics? Has it been done before?\" Well has it, great, all-knowing MBM readership?</p> <!-- Block 60 --> <p><strong>5.58am:</strong> \"Table tennis! Croatia beat Mexico!\" We're in a slump. \"India have won the toss, and will bat against Sri Lanka. You're up to date.\"</p> <!-- Block 61 --> <p><strong>6.09am:</strong> A combination of Google, Wikipedia and an email correspondent named Pommie Bastard has come up with the name of Oksana Chusovitina to answer Michael Lee's question from 5.55am. Chusovitina won silver in the vault yesterday and has previously represented Uzbekistan and the CIS at the Olympics, before moving to Germany to get leukaemia treatment for her son and taking up citizenship there, repaying them with gymnastics success. Next!</p> <!-- Block 62 --> <p><strong>6.19am: Sailing: </strong> Wonderful, some live action. It's the men's double-hander 470 class medal race in the sailing. The Aussies are leading this race at the moment, France are in second, from Argentina and Japan. Great Britain are in sixth.</p> <!-- Block 63 --> <p><strong>6.21am: Sailing: </strong> If it stays like this, the British sailors will finish in third overall and take a bronze medal. The Dutch have it locked up, I think, with France second. These are the words of someone winging it right now, but I'm hoping to pick up a degree of authority as we go on.</p> <!-- Block 64 --> <p><strong>6.25am: Sailing:</strong> Winging it is the order of the day, it seems, as even the Beeb's commentator doesn't seem too sure of what's going on. Apparently, the Spanish boat may or may not be able to catch the Brits for the bronze medal. There's some great graphics on the coverage, mind you. It's like watching virtual racing from Steepledowns, only with boats. And without desperate punters trying to get their fix between real horse races from betting on a computer game.</p> <!-- Block 65 --> <p><strong>6.28am: Sailing: </strong>A helpful Australian correspondent William Sinclair has just piped up with what the television commentators have confirmed: the gold medal in this 470 is already going Down Under. Congratulations Australia. However, that means that <em>this</em> race is all for the silver or bronze and at the moment, Team GB! GB! GB! is gunning for silver. \"To leaven the tiresome Team GB! etc. coverage,\" says Shamini, gutted in Singapore. \"I thought I would let you know that the Malaysian Lee Chong Wei was trounced in the badminton men's final.\"</p> <!-- Block 66 --> <p><strong>6.33am: Sailing: </strong>\"I'm a little bit worried that Australia are about to overhaul us in the tables,\" says serial MBM contributor Andrew Jolly. \"Especially as they have two sailing crews who are guaranteed gold, not to mention the bloke in the triathlon. If my A-level maths serves me well, that would put them on 12, one ahead of us at the very least.\" That's true, and the Aussies have just officially wrapped up one of those golds in the 470 class. But Britain, it seems, have just got the silver. Nick Rogers and Joe Glanfield are the names.</p> <!-- Block 67 --> <p><strong>6.38am: Nick Rogers and Joe Glanfield win silver in 470 class sailing.</strong> They finish second in medal race, which promotes them from fourth position at the start of the race, to second overall. Australia win gold.</p> <!-- Block 68 --> <p><strong>6.43am: Sailing:</strong> Nick Rogers, silver medallist in the 470 sailing, is \"over-the-moon\" in classic British sportsman vernacular. \"At one point, Nick and I thought we'd lost it,\" said Glanfield. \"Just really pleased that we turned it around and did what we could.\" Gotta love platitudes.</p> <!-- Block 69 --> <p><strong>6.50am: </strong>Will Sinclair and Andrew Jolly need to get a room and have this one out in a big Anglo-Aussie sweat fest: \"I don't think Andrew Jolly should worry too much about the Aussies pulling ahead of TEAM GB! TEAM GB! TEAM GB! (as I understand they're officially known),\" jabs Sinclair. \"I'm sure the British cyclists still have a heap of medals to win in the velodrome. They've already cleaned up in the Riding Fastest In A Line, Riding Fastest By Yourself, Riding Fastest on the Opposite Side of the Track, Riding Fastest On The Same Side of the Track and, most impressively, Riding Fastest Behind A Little Chinese Bloke On A Moped. Surely there are at least a few more of these convoluted events to come.\"</p> <!-- Block 70 --> <p><strong>6.54am:</strong> Another serial MBM correspondent who goes by the name \"Alex in Sydney (not Alexander Pace)\" has another turncoat Olympian for us, in the form of Australian/Hungarian judo player Maria Pekli, who is making her fifth Olympics appearance. \"In 1992 and 1996 she represented her native country, Hungary, before switching to Australia for the 2000 Games, where she won the bronze medal.\"</p> <!-- Block 71 --> <p><strong>6.59am: Sailing</strong> The women's 470 race is going to get underway pretty soon, and Australia also have that one locked up before the final race. Shall we cover it? Well, it's done already really, isn't it.</p> <!-- Block 72 --> <p><strong>7.07am: Sailing</strong> Brazil lead Austria in the women's 470 race at the moment, with Holland up there too. Australia are nowhere to be seen, but don't need to be. They've already got the gold. The battle for the silver and bronze is between the Brazilians and the Israelis. The British team has just \"sliced in front of the Italians,\" apparently, and we're reduced to sabotage.</p> <!-- Block 73 --> <p><strong>7.13am: Saling:</strong> I hold my hands up, I'm no sailing commentator. According to someone who is, the Israeli boat now leads the Brazilian boat, with Italy third. Britain are in fifth. Holland are last for the second consecutive race which is, apparently, a \"disaster for Dutch sailing.\" In other sailing, Britain's Nick Dempsey is doing well in the windsurfing and will be a definite medal shout in tomorrow's medal race.</p> <!-- Block 74 --> <p><strong>7.16am:</strong> \"Does anyone understand the rules of sailing?\" wonders Greg Webster. \"I feel like I'm reading the minute by minute on live piracy. Have they hoisted a skull and crossbones yet?\" Not yet, but if the BBC commentator told me that they had, I'd likely repeat it here. It seems straightforward enough: they go up and around a big buoy a couple of times, then the first boat across the finish line wins. They do this numerous times, wind permitting, over a few days, and then whoever gets the fewest points wins.</p> <!-- Block 75 --> <p><strong>7.19am: Sailing: </strong>\"It is Brazil. It is Israel.\" That's the one-two in the sailing so far. Germany and Spain just sailed into each other, largely irrelevantly.</p> <!-- Block 76 --> <p><strong>7.28am:</strong> Brazil are around the \"top mark\" (a yellow buoy) first, holding off the Israelis. The British team are in third in this race, but can't trouble the medal positions. Holland, however, <em>can</em> upset the applecart, and are up into fifth in this race, which means they could steal the silver. I have a very low expectancy that anyone is interested in this -- don't think I don't know -- but the only other channels I can see are showing repeats of Phillips Idowu's qualifying jump in the triple jump from hours ago, the warm up in the table tennis bronze medal match, and a static ident.</p> <!-- Block 77 --> <p><strong>7.30am:</strong> I've made a decision which will, I expect, empty my inbox for the rest of the day. It's this: the GB-Australia duel is over. It's a tie. I can't referee any more of it and suggest you all get together and have a great big live banter off against one another. The Australian home leg can take place in Earl's Court, the British in a hostel in Brisbane somewhere.</p> <!-- Block 78 --> <p><strong>7.33am: Sailing:</strong> The Brazilians take this race, from the Israelis and the Italians. Australia win the gold (it was already in the bag), Holland take silver and Brazil's win means that they get bronze.</p> <!-- Block 79 --> <p><strong>7.45am:</strong> Some more links have just been added to the top of this article for you to catch up on what's been going on so far. Xiang Liu's injury meant he had to pull out of the 110m hurdles; Helen Tucker missed out by a mere 22 places in her attempt to add Olympic triathlon title to her World Championship; Team GB got a silver in the sailing. Meanwhile, here's Will Sinclair again: \"Can I ask your British readers a serious question?\" Sure. \"Why can't TEAM GB! get their act together and enter a football team in the Olympics? I don't care about the men (who, let's face it, have more than ample opportunity to be bundled out of major sporting events), but I imagine it would be a HUGE boost to British women footballers to have a major event like the Olympics at which to raise their profile. I don't know for sure, but I suspect the answer will have something to do with overpaid, self-important male administrators who are more worried about keeping their seat on the gravy train than encouraging women's football.\" I think it's likely we'll have to have a football team, both men and women, in the London Olympics.</p> <!-- Block 80 --> <p><strong>7.55am:</strong> Another one of those lulls in the action, but some good news for you, better for me, is that Tom Lutz will be here soon to take you to the end of the day.</p> <!-- Block 81 --> <p><strong>8.01: </strong>Here's Tom. Thanks for all your emails through the night. Congratulations Australia, who have now overtaken Brave Team GB! GB! GB! in the medal table, but there's some velodrome action this afternoon, so all you ex-pats Down Under can continue sharpening your barbs for later. Email Tom at <a href=\"mailto:tom.lutz@theguardian.com\">tom.lutz@theguardian.com</a> Bye.</p> <!-- Block 82 --> <p><strong>8.08am: </strong>Gone are the days of SUPER HA HA WE SHOWED YOU WE MIGHT HAVE LOST OUT EMPIRE AND ANY MORAL HIGH GROUND AROUND 2003 SATURDAY and JINGOISM SUNDAY but it's still a Quite Good Monday with a silver so far. I'm just dreading Comedown Wednesday when England lose in the football and the after effects of those 10 medals we necked on Saturday kick in and we have to take ourselves to the toilet for a wee cry.</p> <!-- Block 83 --> <p><strong>8.13am</strong> Adrian Chiles is producing his own brand of Black Country genius at the moment, but we'll be off to the Kayaking soon, where Tim Brabants - Dr Tim Brabants no less - will be going in the heats of the kayaking. He's world and European champion, so you'd expect him to do OK-ish in the heats.</p> <!-- Block 84 --> <p><strong>8.20am: </strong>If you're wondering what that wailing sound wafting up from the south-east is, it's China mourning the end of Liu Xiang's Olympics. Read Michael Phillips' <a href=\"http://blogs.theguardian.com/sport/2008/08/18/hopes_of_a_nation_dashed_as_ch.html\">well-considered blog on the subject here</a>.</p> <!-- Block 85 --> <p><strong>8.22am: </strong>The US have beaten Germany in an 8-7 thriller in the water polo preliminaries, only 78 more golds to go for America and they'll be somewhere near China.</p> <!-- Block 86 --> <p><strong>8.27 am:</strong> Over at the table tennis - the event with the heaviest demand for tickets in the entire Olympics - Gardos of Austria has ping ponged his way to a two game lead in the men's bronze medal match.</p> <!-- Block 87 --> <p><strong>8.31am: </strong>\"Don't get me wrong, reaching the Olympic finals is a wonderful achievement, but what if we counted places four to eight in these here Games,\" wonders Tim Bower. \"Who are the best duffers and also-rans? GB, of course. Anyone want to tally a ranking according to non-medalist finalists?\" Not me, I've got table tennis to report on, but I reckon there's someone with two hours of their life to waste.</p> <!-- Block 88 --> <p><strong>8.34am: </strong>The good doctor Brabants storms to victory in his heat. He drove his legs very well apparently, which, as everyone knows, is vital at this level.</p> <!-- Block 89 --> <p><strong>8.37am: </strong>Gardos, who looks a bit like a worried Jamie Bell, wastes a match point, Ryu comes back with a cross court winner and it's now 2-1 in games.</p> <!-- Block 90 --> <p><strong>8.41am: </strong>\"RE: Will Sinclair and Team GB Football (7.45AM). If the four independent football associations agree to play as one in the Olympics, theres a good chance they'll have to do so in the World Cup from then on, and no one in Scotland is willing to let that happen. Are we destined to spend the next four years going through this,\" says Kevin McKenzie, who, to be fair, <em>is</em> the one ensuring the argument goes on for another four minutes.</p> <!-- Block 91 --> <p><strong>8.45am: </strong>Second heat of the kayaking and Brabants' closest rival for the gold, Adam van Koeverden of Canada, cruises home in first.</p> <!-- Block 92 --> <p><strong>8.49am: </strong>\"How about we replace football with Futsal,\" asks Andrew Jolly. Games are shorter, you don't need as many stadiums, it's quicker, more skilful but it's still football.\" True, Team Hubris have won too many golds at this Games, we need a few more sports we're rubbish at.</p> <!-- Block 93 --> <p><strong>8.51am </strong> <strong>This is why you need pundits. </strong>The kayak commentator asks his pundit where one of the competitors is. It turns out he's in prison for running an ecstasy factory in his basement. By God, there's more to this sport than I first thought. You don't get that in futsal.</p> <!-- Block 94 --> <p><strong>8.56am: </strong>The Great Michael Phelps is coming to London, on his way back from Beijing apparently, to field 5,312 questions about how it feels to win gold medals and 5,313 questions about how it feels to eat 56 pancakes for breakfast. \"It will be a great opportunity to celebrate the success of the Beijing Games and kick off the countdown to London 2012,\" he PR-ed today.</p> <!-- Block 95 --> <p><strong>8.59am: </strong>Are rats more intelligent than humans? No. Prove it by taking on our very own betting rodent, Balco, <a href=\"http://www.theguardian.com/sport/poll/2008/aug/17/olympicsathletics.olympics2008\">in our totally topical gambling challenge</a>.</p> <!-- Block 96 --> <p><strong>9.02am: </strong>John Senior has been geeking away in Tokyo to produce this bit of nuggetry: \"More medal table trivia. With 28 golds, Queen Elizabeth II is currently in second behind Hu Jintao in the heads-of-state medal table. By my reckoning, last time she finished second (35 golds) to some cretinous cowboy (36 golds). Not that she needs any more gold (or indeed silver), but some more heroics from her loyal British, Aussie and Jamaican subjects over the next few days could just see her pip her Chinese counterpart in what would surely be seen as a great victory for democra... Oh.\"</p> <!-- Block 97 --> <p><strong>9.04am: </strong>And if you want to see the best pictures from today's action/help us bump up our advertising rates in a recession, <a href=\"http://www.theguardian.com/sport/gallery/2008/aug/18/olympics2008?picture=336691455\">click here</a>.</p> <!-- Block 98 --> <p><strong>9.07am: </strong>It's a shocker in the men's table tennis as the Austrian team nod off on some heroin they bought off a second-string flat water kayaker. Either that or the Koreans are playing a brilliant defensive game to take a one-game lead.</p> <!-- Block 99 --> <p><strong>9.13am: </strong>Tim Maitland chips in <a href=\"http://www.iht.com/articles/2007/11/22/sports/drugs22.php\">to bring us the full story on the ecstasy factory kakyaker</a>. Brilliantly he was found with 762 pills in his car, I know it takes alot to replicate the rush of a gold medal, but there's such a thing as taking an idea too far.</p> <!-- Block 100 --> <p><strong>9.17am: </strong> While, we're on the subject of hedonistic athletes, Marina Hyde has done a bit of digging and found out that <a href=\"http://blogs.theguardian.com/sport/2008/08/18/100000_condoms_16500_competito.html\">there are 16,500 athletes in the Olympic village and 100,000 condoms</a>. Scroll down the page, to find the blogger who calculates how much action each athlete is getting. Suffice to say, it's more than you're getting, but you probably don't have a marvelously sculpted body. I can't help but feel there's a link in there to the kayaker's love-factory too [LEGAL NOTE: THERE ISN'T].</p> <!-- Block 101 --> <p><strong>9.26am: </strong>BOA chief Simon Clegg says Team Hubris can beat the Aussies in the medal table at London 2012. \"I'm absolutely convinced we can beat them in 2012 - whether we can beat them here in Beijing we need to wait and see,\" he said. \"But we're ahead at the moment and that's where we'd like to stay.\" In other news, Australia have moved ahead of Team Pride Comes Before A Fall in the medal table.</p> <!-- Block 102 --> <p><strong>9.29am: </strong>I should confirm that it was the Bad Kayaker that was found with a stash of pills in his car and not Tim Maitland.</p> <!-- Block 103 --> <p><strong>9.33am: </strong> Some proper sport at last! The women's points race is off and we're in the company of Hugh Porter, one of the best commentators on television. He can talk for hours on end without pause and there's not one piece of wasted information. Jake Humphries: listen and learn. Gold medallist Rebecca Romero is racing for Team Jingoism in this one.</p> <!-- Block 104 --> <p><strong>9.35am: </strong>\"Is there a male/female medal table,\" demands Tom Gurney. \"Who would be winning? And more importantly, how would Queen Elizabeth II's ladies be performing were the medals to be broken down?\"</p> <!-- Block 105 --> <p><strong>9.38am: </strong>Romero is yet to make an impact, but judging from her interviews she is the most single-minded woman this side of a gestalt, and no doubt she'll run (or cycle) away with it. Vos of Netherlands is leading at the moment, with Romero yet to score.</p> <!-- Block 106 --> <p><strong>9.39am: </strong>Yipes! A huge crash in the cycling, Romero wasn't involved, but a few of the cyclists are down and look like they're staying down. You're allowed a few laps out if you have a crash, but the US former world champions is clutching her collar bone and looks like she might not be back again.</p> <!-- Block 107 --> <p><strong>9.44am: </strong>\"Team Pride Comes Before a Fall? If the Games stopped now, 11 Golds is fantastic,\" says Gary Naylor. \"I just can't believe it, to be honest. Is it really us?\" I know, all this success is making me nervous, it's like punching above your weight in a relationship, you know it's too good to be true and you're just waiting to be horribly dumped.</p> <!-- Block 108 --> <p><strong>9.49am: </strong>Tim Brabants has been having a wee chat about his win in the kayaking. \"It was comfortable rather than easy. Some people said it looked easy but it is never easy in an Olympic Games when you have other world class athletes there,\" he said. \"It was a bit odd when I found someone had smuggled Class A drugs into my kayak, mind,\" he definitely didn't add.</p> <!-- Block 109 --> <p><strong>9.51am: </strong>Romero has made a break in the points race and gets her first points as she finishes second (that's worth three points) in the sixth sprint. If you don't know about the rules of the points race, the riders basically zoom round for 100 laps with the winners of section getting points. Most points win the medal. Vos of Netherlands is winning and looks very comfortable indeed.</p> <!-- Block 110 --> <p><strong>9.53am: </strong>South Korea have won bronze in the men's team table tennis. Well done them.</p> <!-- Block 111 --> <p><strong>9.58am: </strong>\"You've probably watched more of this than me so I'd value your opinion on this,\" starts Matthew West, vastly overvaluing my opinion. \"Has there been an interview carried out with a competitor by a BBC reporter that hasn't made you want to go at your eyes and ears with a fish hook and red hot knitting needle respectively? Christ. They must have enough time to think up two vaguely pertinent questions to ask. Instead they spout some matey rubbish at them and the poor sod(s) sit there looking bemused. They one at the sailing is worst. If I was the Yngling (womens! Not girls! They all look over 18 to me) crew I would have koshed him over the head, bundled him into my boat and dumped him two miles out in the sea.\" </p> <p>Hmmm, yes there are a few rubbish ones, particularly patronising claptrap with (some) women competitors. But anything Chiles discusses is usually top-notch. The best thing about him is he asks questions you want to know the answer to, like how does it actually feel to be punched in the face by an Olympic boxer.</p> <!-- Block 112 --> <p><strong>9.58am: </strong>Vos is pretty much guaranteed the gold now, and unless Romero puts together something amazing, she won't finish in the medals.</p> <!-- Block 113 --> <p><strong>10.05am: </strong>\"Cycling is a religion in Holland,\" lies Hazel Irvine. Vos wins gold for Netherlands in the women's points race – she was dominant from start to finish - Gonzales wins silver for Cuba and Spain clinch bronze. Yep, that's right I didn't catch her name. <strong>Romero finishes a respectable 11th.</strong> \"Team GB! GB! GB!'s success at these Games can largely be put down to the fact your lot has finally realised you're better off concentrating on those sports with a relatively high number of medals and a relatively low number of competitive nations,\" says Will Sinclair. \"We Aussies have known it for years. When we find out who told you Brits, they're in for a frightful beating.\"</p> <!-- Block 114 --> <p><strong>10.10am: </strong>Victoria Pendleton wins her first race of the sprint quarter-finals, coming from behind to destroy her Lithuanian opponent. \"I see that the archery in 2012 is due to take place at Lord's,\" says Simon Thomas. Correct. \"I worry that the 'famous' slope is going to take effect and ruin it all. Perhaps they haven't thought of this at all yet and after they move it to the Oval, Lord Coe is going to call me the 'Saviour of the Games'. A modern day Pickles, if you will.\"</p> <!-- Block 115 --> <p><strong>10.14am: </strong>Croatia have beaten China in the handball. With the Liu going out of the 110m hurdles this Olympics is fast turning into a disaster for the Chinese. Croatia, on the other hand, are the new Team GB! GB! GB! They beat Iran 91-57 in the basketball.</p> <!-- Block 116 --> <p><strong>10.17am: </strong> Back in the women's sprint, Guo of China just put in a very impressive performance in her quarter-final, Victoria Pendleton could have some competition. And if for you can't live without a page dedicated to Pendleton, then <a href=\"http://www.theguardian.com/sport/victoriapendleton\">I've just handed you a lifeline</a>.</p> <!-- Block 117 --> <p><strong>10.23am: </strong><strong>Chris Hoy wins his quarter-final in the men's sprint</strong> and Hugh Porter gets to purr about cyclists thighs again. It's good to see men being objectified for once. \"It's true that Team GB seems to be playing to its strengths, I feel like there have been several events where medals could have been won if there was a more driving instinct to win,\" says Oliver Pattenden. \"There have been at least four or five medals, if not more, where GB should've placed, and need to do better if they want to stake a claim in the top five or so.\" Hmmm, a bit harsh maybe, but it's true that there have been a few results where there's been a bit of an \"Oh well, it'll be fine in 2012\" attititude as if London is some kind of paradise with trees made of gold medals and grass made out of glory, instead of a city with quite a good bus service.</p> <!-- Block 118 --> <p><strong>10.29am </strong>And Britain's Jason Kenny wins his quarter-final in the men's sprint. In a faster time than Chris Hoy too, although he was pushed harder by his opponent than Hoy. Hugh Porter has a good look at the Dutch cyclist's thighs and gives his approval. Men aren't objects, Porter, I'm beginning to find this demeaning.</p> <!-- Block 119 --> <p><strong>10.33am: </strong>Despite 18 points from Yao Ming, Greece have beaten China 91-77 in the basketball. Greece will play Argentina in the quarters, while China face Lithuania.</p> <!-- Block 120 --> <p><strong>10.38am: </strong>That excitable chap in a boat brings us news from the sailing that <strong>Paul Goodison will win gold for Team In Your Face World in the Laser</strong> if he avoids finishing last in tomorrow's final race. \"The Onion ran a brilliant piece just before the Games started saying that the entire Chinese team were going to boycott the games in protest at human rights abuses at home and abroad and the state of the environment in and around Beijing,\" says Simon Martin. \"Do you think that today is the start of that boycott (albeit on a piecemeal basis)? You heard it here first.\"</p> <!-- Block 121 --> <p><strong>10.40am: </strong>Kevin Mitchell has just filed a piece on America's main hope in the boxing, who only took up the sport to pay for his daughter's medical treatment. <a href=\"http://blogs.theguardian.com/sport/2008/08/18/wilder_carries_the_hopes_of_a.html\">Read it here</a>. <a href=\"http://blogs.theguardian.com/sport/2008/08/18/wilder_carries_the_hopes_of_a.html\">Or here</a>. But not here.</p> <!-- Block 122 --> <p><strong>10.45am: </strong>\"Re: male cyclists being objectified,\" writes Matt West. \"Well, Hoy is a blonde.\" He's more than that, Matt, you disgust me. Anyway, hot brunette Victoria Pendleton is up now I want to look at her.*</p> <p>*All sexism in this report is ironic.</p> <!-- Block 123 --> <p><strong>10.46am: </strong><strong>Victoria Pendleton wins the second leg of her quarter-final</strong>, which means we will see her in the semis. Well cycled.</p> <!-- Block 124 --> <p><strong>10.53am: </strong>\"Any chance you can give a few updates about Kiwi athletes. The complete incompetents at the NZ Herald have decided they don't want to live blog past 8pm even though our cyclists are racing for bronze tonight in the pursuit,\" says Nathan Green. 8pm?! We started this baby at 1.30am. \"No wonder I left to live in Cambodia. I guess we are still a colony so it's kind of your duty, right?\" Don't objectify yourself Nathan, you're much more than just a colony, you're a real country with your own heritage – you know, Ned Kelly, Wilpena Pound, Muriel's Wedding, Uluru all that stuff.</p> <!-- Block 125 --> <p><strong>10.56am: </strong> By the way, Britain's women are 14th in the synchronised swimming, while Australia's Meares and China's Guo join Victoria Pendleton in the semis of the women's sprint.</p> <!-- Block 126 --> <p><strong>10.59am: </strong>Croatia continues its campaign to bring down China from the inside as they complete a 16-4 thunking of the hosts in the men's water polo.</p> <!-- Block 127 --> <p><strong>11.05am: </strong><strong>Chris Hoy is through to the semis of the men's sprint</strong> after winning his second race of the quarter-finals. The race had to be restarted after they stop and have a bit of a flirt with each other. You're not allowed to stop, you see, and when they go again, Hoy just gets on with it and wins easily.</p> <!-- Block 128 --> <p><strong>11.08am: And Jason Kenny follows Hoy into the last four</strong> <em>just</em> squeezing past his French opponent to take a two race to zero lead.</p> <!-- Block 129 --> <p><strong>11.13am: </strong> The men's pursuit final is up any minute now (well, twenty minutes or so), in which Team Henman Hill will be going for gold. In the meantime, if you want to read the architect of the Bird's Nest Stadium explaining why China isn't as happy as it seems, <a href=\"http://www.theguardian.com/commentisfree/2008/aug/18/china.chinathemedia\">click here</a>. To be fair, the fact that he can get away with saying it at all, shows some progress has been made.</p> <!-- Block 130 --> <p><strong>11.20am: </strong>Antipodean grudge match alert! It's a little-known backwater against a brash new world powerhouse, and as you'd expect the Kiwis are up at the start of the team pursuit.</p> <!-- Block 131 --> <p><strong>11.22am: </strong> The Aussies are way down, and have lost a man too. It looks like the Kiwis will take it with 1km to go.</p> <!-- Block 132 --> <p><strong>11.24am: </strong>And the Kiwis take it! Hugh Porter misleads us slightly by saying: \"It's New Zealand's first ever medal!\" Then adding: \"On the track\". And then adding \"In the men's team pursuit\".</p> <!-- Block 133 --> <p><strong>11.26am: </strong>It's the men's pursuit next, Team Come On Tim! against Denmark and this should <em>should</em> be another gold for Britain.</p> <!-- Block 134 --> <p><strong>11.28am: </strong>Wggins and co are leading by one second after 1km. This could be a world record...</p> <!-- Block 135 --> <p><strong>11.30am: </strong> And the British sail to a 1.5 second lead after 2km.</p> <!-- Block 136 --> <p><strong>11.31am: </strong>The Danes aren't cycling badly, but Britain are destroying them. Hugh Porter has even stopped talking about big thighs.</p> <!-- Block 137 --> <p><strong>11.32am: </strong><strong>Britain win the gold</strong> and smash the world record, beating the old mark by nearly two seconds. Disgustingly impressive stuff.</p> <!-- Block 138 --> <p><strong>11.35am: </strong>And China salvage some pride after their beatings today by the Croats as <strong>they take gold in the men's rings</strong> (yeah, don't even bother guttergums) at the gymnastics.</p> <!-- Block 139 --> <p><strong>11.39am: </strong>\"We're the best team out here,\" says Ed Clancy of GB's pursuit team, not unreasonably. For a full report on their victory, <a href=\"http://www.theguardian.com/sport/2008/aug/18/olympicgames.teampursuit\">click here</a>.</p> <!-- Block 140 --> <p><strong>11.46am: Hello all</strong> There's no stop-up for Team GB's storming run to the top of the medal table*, with Beth Tweddle up next in the gymastics women's uneven bars final.</p> <p>*may not actually happen</p> <!-- Block 141 --> <p><strong>11.39am: </strong> China's He Kexin is first up and she puts in a very impressive display that has really put it up to the others with an opening score of 16.725.</p> <!-- Block 142 --> <p><strong>11.39am: </strong> The USA's Nastia Lukin has answered He Kexin's challenge magnificently but only manages 16.725. The commentators are surprised and slightly flustered after suggesting that she might break the 17-point watermark. Whoops.</p> <!-- Block 143 --> <p><strong>12.01pm: </strong>If gymnastics is not your thing, you will be delighted to learn of <a href=\"http://blogs.theguardian.com/sport/2008/08/18/first_impressions_can_be_decep.html\">Paul Doyle's</a> round-up of the first weekend of this season's Premier League action.</p> <!-- Block 144 --> <p><strong>12.05pm: Gymnastics</strong>Romania's Steliana Nistor and Ukraine's Dariya Zogba follow with 15.575 and 14.875 respectively, so in an unsurprising turn of events, USA and China are still in the joint lead. Tweddle is up seventh out of eight.</p> <!-- Block 145 --> <p><strong>12.06pm: Team GB medal hopes</strong> Tweddle and the <strong>Equestrian Jumping </strong>team are Britain's hopes of yet more medals today. The jumping is starting soon, so we'll keep you informed of that.</p> <p>More medals, though? You're just getting greedy now.</p> <!-- Block 146 --> <p><strong>12.06pm: Gymnastics</strong> Our Beth puts on a strong perfomance and lands well. In fact according to the BBC's screaming hyperbole department, that was THE HARDEST ROUTINE THE WORLD EVER HAS SEEN.</p> <!-- Block 147 --> <p><strong>12.12pm </strong>All this waiting is agonising. Are they still using abacuses?</p> <!-- Block 148 --> <p><strong>12.13pm: </strong>That may well have been the greatest performance in the history of jumping between bars of different heights, but sadly the BBC are not in charge of the judging. Beth scores 16.625, which is only good enough for fourth.</p> <!-- Block 149 --> <p><strong>12.17pm: Fourth for Team GB</strong> That's very tough for Beth; China's Yilin Yang was just ahead with 16.650. Also disappointment for headline writers up and down the nations who have seen their hilarious Tweddle/medal combinations rendered useless.</p> <!-- Block 150 --> <p><strong>12.20pm: Athletics </strong>The fallout from Liu Xiang's shock withdrawal in the hurdles continues. One of China's leading newsreaders collapsed in tears when she announced the terrible news. From a British perspective, the only real comparison can be the dark cloud that descended on the nation when Tim Henman was knocked out in the first round in Athens.</p> <!-- Block 151 --> <p><strong>12.26pm </strong>Still, China have the baseball coming up so that should lift their spirits. They'll be taking on....oh. The US.</p> <!-- Block 152 --> <p><strong>12.29pm: Gymnastics</strong> Plucky Beth Tweddle: \"I gave it my all, I'm gutted. The routine was 100 per cent, but this time last week I was pleased just to be in the final. My dismount was the problem; I came out too late and to be honest I thought I was going to be flat on my face. But I gave it my all and I made one dream, which was to make an Olympic final.\"</p> <!-- Block 153 --> <p><strong>12.34pm </strong>Beth says she will not retire, contrary to an earlier statement from the BBC. The Beeb were also wrong with their prediction that the equestrian jumping final will be on today. My money (and that of the Olympic organising committee) is on this time tomorrow.</p> <!-- Block 154 --> <p><strong>12.37pm: Anti-Beeb rant</strong> \"Thank Goodness that you are doing the hard work and watching the Gymnastics and letting us know the edited highlights,\" says Chris Riley. You don't know the half of it, Chris. </p> <p>\"Although enthusiasm and excitement is a valuable element to any sports commentary, that bloke on the BBC commentary, who was also a Blue Peter presenter and is an ex gymnast, takes his excitement to levels where after 5 minutes of watching, I want to ram pencils into my ears as hard as humanly possible to make the noise go away. Although I could just relocate my remote control.\"</p> <!-- Block 155 --> <p><strong>12.38pm: Hockey</strong> Britain's women have only managed a 0-0 draw with the US, which rules them out of contention for a medal.</p> <!-- Block 156 --> <p><strong>12.44pm: Athletics</strong> If you prefer to watch your sport in a detached, approving manner while muttering \"Citius, altis, fortis, indeed\" at anyone in the vicinity, rather than screaming \"COME ON BRITAIN!!!\" at the TV, there are a few athletics finals coming up this afternoon. The <strong>Men's Long Jump</strong> is up first at 1.10pm, followed by the <strong>Men's Steeplechase </strong>an hour later.</p> <!-- Block 157 --> <p><strong>12.50pm: Athletics</strong> The <strong>Women's 800m</strong> is at 2.35pm and the <strong>Men's 400m Hurdles</strong> final wraps things up at 3pm.</p> <!-- Block 158 --> <p><strong>12.52pm:</strong> And if you're not into track and field, <strong>Diagnosis Murder</strong> is on right now. Mail me your approval if you would prefer an MBM on Dick Van Dyke's latest chuckle-filled murder mystery. My money's on the shifty-looking gardener.</p> <!-- Block 159 --> <p><strong>12.55pm: Hurdles</strong> Britain's Sarah Claxton has made the finals of the 100m hurdles, coming fourth in her semi-final. Bully for her.</p> <!-- Block 160 --> <p><strong>1.02pm:</strong> Stuart Lorkin reckons I'm <strong>in the pub</strong>. \"I have this image of you sitting with a bank of high-definition TV screens in front of you, flicking anxiously between the various red-button offerings to make sure you don't miss that critical table-tennis heat between Croatia and Peru. However, from reading your very welcome summary, I think you're actually just casually watching BBC1 in a local hostelry aren't you?\"</p> <p>I think you'll find I'm watching Diagnosis Murder in my local hostelry, Stuart.</p> <!-- Block 161 --> <p><strong>1.04pm: Athletics</strong> Marlon Devonish and that man Bolt are up now in the first heat of the second round of the 200m as is the USA's Shawn Crawford, who won gold in Athens in this event.</p> <!-- Block 162 --> <p><strong>1.06pm:</strong> Devonish looks third.. maybe. It's a photo finish.</p> <!-- Block 163 --> <p><strong>1.08pm: </strong>Usain Bolt strolled home in first after stopping for a cup of tea and a wheeze on a Woodbine halfway through. Crawford followed Bolt's 20.29 with a second-placed 20.42.</p> <!-- Block 164 --> <p><strong>1.10pm:</strong> Marlon Devonish is knocked back to fourth by Kim Collins. That's tough, but he can hope to qualify as one of the best losers. <br><strong><br>Oh, the humanity.</strong> Gary Naylor ruminates on the fraigilty of Olympic dreams. \"Hurdling is brutal isn't it?\" he says. I guess so, Gary. \"Susanna Kallur has just hit the first hurdle and fallen out of an excellent medal chance. How many times has she jumped over a hurdle in her life? Tens of thousands of times. But when it mattered... Cruel.\"</p> <!-- Block 165 --> <p><strong>1.15pm:</strong> For those of you following my jingoistic coverage of the women's 100m hurdles, Sweden's Susanna Kallur was one of the favourites for a medal but she fell and didn't finish her heat. Which is awful. But it did give our girl Sarah Claxton a shot at glory instead.</p> <!-- Block 166 --> <p><strong>1.15pm:</strong> Britain's Christian Malcom also finishes fourth in his 200m heat with a time of 20.30, That puts him in a strong position for the final. Tense times for his team-mate Marlon Devonish, who finished in 20.43. There will be four places for the fastest losers and Malcolm and Devonish are currently in first and third positions for those slots.</p> <!-- Block 167 --> <p><strong>1.24pm: Men's Long Jump</strong> Britain's Greg Rutherford fouls on his first jump. Curses.</p> <!-- Block 168 --> <p><strong>1.28pm: Men's 200m heats</strong>Antigua's Brendan Christian wins the third heat of the second round, but the good news for Marlon Devonish is that the fastest loser, Poland's Marcin Jedrunski, is behind him in 20.58.</p> <!-- Block 169 --> <p><strong>1.31pm: Men's 200m heats</strong> Ireland's Paul Hession is in the final heat here.....</p> <!-- Block 170 --> <p><strong>1.32pm: Men's 200m heats</strong> ...and he makes the semi-finals with a really strong finish. Joining him will be Devonish, Malcolm, Usain Bolt, reigning champ Michael Crawford and Team USA's Wallace Spearmon, who looked uneasy as he came in second in his heat. Also a bunch of other fast chaps.</p> <!-- Block 171 --> <p><strong>1.41pm:</strong> In an unforeseen turn of events, the Guardian mainframe has been beset by technical issues.</p> <!-- Block 172 --> <p><strong>1.45pm: Gymnastics</strong> Unparallelled coverage of Beth <a href=\"http://www.theguardian.com/sport/2008/aug/18/tweddle\">Tweddle's </a>near miss in the uneven bars final earlier.</p> <!-- Block 173 --> <p><strong>1.46pm: Women's Pole Vault</strong> One of the competitors has had her pole stolen. Well, she may have misplaced it, but that wouldn't be such a good story.</p> <!-- Block 174 --> <p><strong>1.50pm: Women's 400m Hurdles</strong> An emotional Tasha Danvers of Team GB has just made the final. Having reached the same stage at the Sydney Games, she returns to an Olympic final after taking two years out to have a child.</p> <!-- Block 175 --> <p><strong>1.55pm: Women's 400m Hurdles</strong> Danvers ran in 54.31, second to the USA's Sheena Tosta in 54.07. She can take confidence from that display, but Colin Jackson reckons reaching the podium would be a tall order for her.</p> <!-- Block 176 --> <p><strong>2pm: Pole Vault</strong> Still trying to find out what happened with the missing pole here. In the <strong>Long Jump</strong> Greg Rutherford has not been doing so well. Hes currently in 11th place after two no-jumps.</p> <!-- Block 177 --> <p><strong>2.02pm: Men's Long Jump</strong> Rutherford's in the last chance saloon...</p> <!-- Block 178 --> <p><strong>2.03pm: Men's Long Jump</strong> ....aaaagh. He gets the white flag, but 7.84m won't be enough to keep him in contention.</p> <!-- Block 179 --> <p><strong>2.07pm: Men's 3000m Steeplechase Final</strong> In the interests of objectivity, I should let you know that this event is curently starting. Kenyans Ezekiel Kemboi and Richard Kipkemboi Mateelong are expected to make it nine wins in this event for their country.</p> <!-- Block 180 --> <p><strong>2.07pm: Men's 3000m Steeplechase Final</strong> Sweden's Mustafa Mohamed is the non-Kenyan upstart here and he's making the early pace. Kemboi is the reigning Olympic champion in this event,</p> <!-- Block 181 --> <p><strong>2.07pm: Men's 3000m Steeplechase Final</strong> It's all very cagey at the moment with three laps to go. Mustafa still leading.</p> <!-- Block 182 --> <p><strong>2.17pm: Men's 3000m Steeplechase Final</strong> World Champion Brimin Kipruto wins for Kenya. That was a thrilling finish, Mahiedine Mekhissi threatened to take gold for France, but the Kenyans have this one locked down. Kemboi fell away in the end, but his compatriot Mateelong took bronze.</p> <!-- Block 183 --> <p><strong>2.23pm: </strong>The official Beijing Olympic Games website keeps crashing my computer. Which is inconvenient given that I am covering the Beijing Olympic Games.</p> <!-- Block 184 --> <p><strong>2.32pm: </strong>I have taken my powers of destruction to a new computer, so fingers crossed. The Beeb are reliving the joys of Athens 2004 with 800m Olympic champion Dame Kelly Holmes. And in a remarkable coincidence, the <strong>Women's 800m</strong> is about to start.</p> <!-- Block 185 --> <p><strong>2.34pm: Women's 800m </strong>Kenya's Pamela Jelimo is the name to watch here, says Steve Cram. And who am I to argue with him?</p> <p><strong>Pole Vault Update:</strong> \"That Brazilian pole vaulter might want to check that she even had it with her; Brazil's customs officials aren't noted for their fondness of pole vaulters poles, having once sawed the famous Sergei Bubka's pole in half looking for drugs,\" Gavin Cook reminds us.</p> <!-- Block 186 --> <p><strong>2.39pm: Men's Long Jump</strong> A rueful Rutheford. \"I had massive high hopes and I know what I can jump,\" said Greg. \"I was expecting a medal and I've probably just lost my best ever chance of getting an Olympic medal. I could feel the pressure a lot and I thought I could deal with it. It's a wasted opportunity.\"</p> <p>They're off in the 800m...</p> <!-- Block 187 --> <p><strong>2.40pm: Women's 800m</strong> Jelimo leads in under world record time..</p> <!-- Block 188 --> <p><strong>2.42pm: Women's 800m</strong>Jelimo is well ahead...she's starting to tire...but the margin is just too big for the rest of the field.</p> <!-- Block 189 --> <p><strong>2.42pm: Women's 800m</strong>This is an incredible story. Jelimo only came to the event in April and she's now the Olympic champion. In fact, she is the <strong>first ever Kenyan female Olympic gold medallist</strong>. Oh, and she's just 18.</p> <!-- Block 190 --> <p><strong>2.46pm: Women's 800m</strong> Jelimo's winning time is 1:54.87mins, the fifth fastest ever and the junior world record. Dame Kelly is most impressed. Her Kenyan team-mate Janeth Jepkosgei Busienei is second in 1:56.07mins and Morocco's Hasna Benhassi takes bronze in 1:56.73.</p> <!-- Block 191 --> <p><strong>2.52pm: Women's 800m</strong>The charming Gavin Margetson has e-mailed to let me know how much superior our coverage to the BBC's. Modesty prevents me from publishing the text, but I must admit that when it comes to <strong>Equestrian Jumping</strong>, they were right and I (and my old nemesis the Beijing Olympic Games official website) was wrong. The USA have taken gold, Canada silver, Norway bronze and GB nowhere.</p> <!-- Block 192 --> <p><strong>2.52pm: </strong> My apologies: I checked the official schedule earlier and it was listed for tomorrow. Those sneaky devils at the BOGOW have now changed it, without owning up to their error. Rebranded Website is sent to the stand in the naughty corner, while the real culprit puts on its innocent face and produces an apple for teacher.</p> <!-- Block 193 --> <p><strong>3.03pm:</strong> Anyhoo, Team GB didn't do so well and there is some actual sport happening in Beijing, without any pesky horses in the way.</p> <!-- Block 194 --> <p><strong>3.04pm:</strong> It's the <strong>Men's 400m Hurdles</strong> Final</p> <!-- Block 195 --> <p><strong>3.05pm:</strong> Great win for Angelo Taylor in 47.2secs. USA! etc.</p> <!-- Block 196 --> <p><strong>3.07pm:</strong> Taylor proves he is the jumpiest and fastest of them all, eight years after he won the same event in Sydney. And it's silver and bronze for Kieron Clement and Bershawn Jackosn in 47.98 and 48.06 respectively. Clean sweep 1-2-3 for the USA.</p> <!-- Block 197 --> <p><strong>3.09pm:</strong> That's the athletics pretty much done for today but there is <strong>Boxing</strong> coming up.</p> <!-- Block 198 --> <p><strong>3.09pm:</strong> It's Britain's David Price against Lithuania' Islam Turnuriev in the <strong>Men's Super Heavyweight </strong>quarter-final.</p> <!-- Block 199 --> <p><strong>3.11pm: Bronze for Britain</strong> At least.</p> <!-- Block 200 --> <p><strong>3.17pm: </strong>Price's opponent has thrown in the towel at the beginning of the second round. That guarantees the Liverpudlian a bronze at least. The pundits are suggesting that he woud not want to win in such a manner but to be honest Price doesn't look too upset from where I'm sitting.</p> <!-- Block 201 --> <p><strong>3.20pm: </strong>Price was looking good at 3-1 up after the first round bu the Lithunanian looked in a lot of discomfort and clearly couldn't continue. </p> <p>Meanwhile, <strong>South Africa</strong> have just won their first medal of the Games as Khotso Mokoena takes silver in the men's long jump. They'll be dancing in the streets of Cape Town tonight. And also in large stretches of suburban north London.</p> <!-- Block 202 --> <p><strong>3.20pm: </strong>South Africa will have hopes of a second medal on wednesday when Natalie du Toit, the swimmer with a leg amputated at the knee takes to open water. Natalie is th first ever paralympian to compete in the main competition.</p> <!-- Block 203 --> <p><strong>3.28pm: Pub chat</strong> Who is the greatest? Is it Michael Phelps, struggling back to Blatimore with a chest full of gold? Or is it Usain Bolt, who was so dominant in the 100m that he looked like an errant father taking part in the kiddie's egg-and-spoon? </p> <p><a href=\"http://www.theguardian.com/sport/poll/2008/aug/18/olympicsathletics.olympicsaquatics\">Vote</a> now. </p> <p>And hurry up about it.</p> <!-- Block 204 --> <p><strong>3.34pm: Pole Vault</strong> Russia's Yelena Isinbaeva has set a new world record with 5m 5cm. That breaks her own record by 1cm, which she set last month in Monaco. </p> <p>John Davis lives in Brisbane, the poor lamb. \"As a merseysider living in Brisbane, I've obviously had to take a break from my thriving Ute Hubcap business to try and watch Dave Price, Unfortunately the Aussie media is treating any British success by closing their eyes, sticking their collective fingers in their ears shouting \"la la la la\" and pretending its not happening. Is he a genuine chance for gold ?\"</p> <p>If he's in the semis he's got a genuine chance Jim, but he's not one of the favourites.</p> <!-- Block 205 --> <p><strong>3.41pm:</strong> Some results:</p> <p>In the <strong>Men's Long Jump</strong> Irving Saladino of Panama took gold with a best of 8.34m in the fourth round with Khotso Mokoena of South Africa second with 8.24m and Cuba's Ibrahim Camejo claiming bronze with 8.20m, just 4cm more than Rutherford's qualifying leap. </p> <p>In the <strong>Women's Pole Vault</strong> Yelena Isinbaeva took gold with a record leap of 5.05 metres at the third attempt.<br>Jennifer Stuczynski of the United States took silver with a leap of 4.80m, while Svetlana Feofanova took bronze with 4.75m on countback from compatriot Yulia Golubchikova.</p> <p>The US have beaten China in <strong>Baseball</strong> 9-1. But China are still ahead in the medal table with 39 golds and 67 total to the Americans' 22 and 72.</p> <!-- Block 206 --> <p><strong>3.47pm:</strong> We'll leave it at that for the moment folks, but we'll keep you updated during the afternoon. Check back in tonight for reports, blogs, the football quiz and more live Olympics coverage from 1.30am . Tomorrow is a bg day for Brits in the <strong>Triathlon</strong> and obviously <strong>Cycling</strong> and <strong>Sailing</strong> too. Thanks for all your mails, sorry I couldn't print them all.</p>"
]