[
  "<p>To the ranks of eco warriors now add the looming figure of Antony Hegarty, last heard on I Am a Bird Now, OMM's album of the year in 2005, whose full sequel follows next year. That is, if the polar ice caps haven't melted by then and done for us all. If we are going to go, the magnificently mournful title track of this EP may as well be the soundtrack.</p>",
  "<p>With a dirty laugh that would scare the birds three miles away, Alesha Dixon is in high spirits. Just 18 months ago she had lost a record deal and her personal life was making tabloid headlines - after she split with husband Harvey of So Solid Crew fame - but now, a week before she turns 30, she's back where she'd like to be.</p> <p>The first stage of her reinvention was to team up with Xenomania, the production outfit behind hits for Girls Aloud, who delivered an explosive comeback single, 'The Boy Does Nothing', which berates a boyfriend for his inability to do the housework. </p> <p>Subsequently winning last year's run of Strictly Come Dancing, Dixon prompted a music industry bidding war, including one unexpected offer from Polydor, the label that had just dropped her. Signing to an imprint of Atlantic, she set about making an album with songwriters and producers such as Steve Lipson (Will Young, S Club 7) and the people responsible for Duffy's Mercy.</p> <p>Pausing to draw breath amid a flurry of photo sessions and video shoots, she fills in some blanks for OMM ...</p> <p><strong>Peter Robinson</strong> For the Alesha novice, how would you explain your existence?</p> <p><strong>Alesha Dixon </strong>'Well, I started as one-third of R&amp;B garage band Mis-Teeq in the early 2000s, and I was with the band for five years. People might also know me for Strictly Come Dancing.'</p> <p><strong>PR</strong> You kept a strangely low profile for someone who won a reality TV competition. What happened to 'Alesha Dixon - Showbiz Sweetheart'? </p> <p><strong>AD </strong>'Well, I was making my album - which I'd started recording before I went on Strictly ... - and at the end of the day it's not my job to turn up at premieres. I get quite embarrassed at those kind of things; they're not important to me. Some people worry when they're not in the tabloids but I'd rather just be seen when I'm doing something constructive. I don't have a desire to be seen all the time. If I've got an album, I'm doing Strictly ... or I've got a documentary on TV, that's fine. The problem with young girls now is that they aspire to be famous, rather than to be well known for being good at something. [Pause] Having said that, my goddaughter wants me to take her to the High School Musical 3 premiere, so you might see me on the red carpet for that ... '</p> <p><strong>PR</strong> One of your album tracks, 'Breathe Slow', is about breathing deeply to stop yourself shooting someone. Could it put an end to gun crime? </p> <p><strong>AD </strong>[Splutters] 'Pop music is powerful but perhaps not that powerful! The song was written for women about chilling and not losing your dignity. Losing your rag is not a class act. Another song, 'Do You Know the Way it Feels', is about when you're heart-wrenchingly in love and it consumes you. That feeling when you're in love where you can't think beyond being in love with that person. It can burn you. A lot of people have experienced that. And even though I don't have that feeling now, I once did.'</p> <p><strong>PR</strong> We're talking now about the events that led to you selling your wedding dress on eBay, aren't we? </p> <p><strong>AD </strong>'I didn't even sell it in the end! I put it up there [last February] and someone put up a false bid so I've still got the bloody thing, unfortunately. But speaking of \"that\", there are a few songs on the album which deal with it - that point when I felt like my life had ended after I lost my husband and record deal within two weeks. There's one song called 'Can I Begin' which is about making a fresh start and moving forward. It ends on a positive note.'</p> <p><strong>PR</strong> Did you expect your comeback single to bear more than a passing resemblance to Lou Bega's 1999 No 1 hit 'Mambo No.5'?</p> <p><strong>AD </strong>'It would have made no sense at all. But people might look at me and see a mixed race girl and think, \"Oh, she'll do R&amp;B,\" but I grew up in a predominantly white area in Great Britain, my father's Jamaican and my mother listened to Pink Floyd ... I feel like I've got a nice mix. As for the 'Mambo No.5' sound, it just feels right. The song started over as more jazzy, bluesy music, but it ended up going there. We need a good feelgood song now, what with everything going on in the world.'</p> <p><strong>PR</strong> You seem to be positioning this as a credit crunch-busting anthem.</p> <p><strong>AD </strong>'Well, dancing costs nothing. It's recession-proof!'</p> <p><strong>PR</strong> The single makes me think of my nan dancing with her chihuahua.</p> <p><strong>AD </strong>'I've got a gran and she's got a dog! [Guffaws] Thing is, my nan doesn't even know who Justin Timberlake is.'</p> <p><strong>PR</strong> Timberlake needs to get himself on Strictly Come Dancing if he wants the gran market.</p> <p><strong>AD </strong>'Don't make me laugh!' (Laughs)</p> <p>• Dixon's new single The Boy Does Nothing (Asylum) is out on November 10, with the album The Alesha Show following on November 17</p>",
  "<p>It was when I felt compelled to reach up into the window of Jamie's Italian in Oxford and touch one of the hams hanging there that I understood my nagging unease about the place. It made no difference whether the ham was real - it was, as it happens - rather than plastic; what mattered was that I seriously thought it might be plastic. Jamie's Italian just feels overconceptualised, overthought. </p> <p>Sitting at a communal table in the window, staring at the battered cans of Italian tomatoes that had been placed there, I could imagine what the pitch meetings with the wet-lipped designers had been like: the buzz words they had spat out to associate with brand Jamie, all that 'authentic' 'rustic' 'pukka' 'matey' bollocks you have to wade through before you get to the essence of what Jamie Oliver is about. There would have been colour charts, and shots of gnarly vegetables to denote homeliness.</p> <p>It's there on the menu, too. Their Nocellara olives are described as 'the world's best olives' (I'll be the judge of that. The best? Nah. But fine all the same). It's My Rustic Lasagne and Jamie's Flash Steak and Jamie's Italian Spaghetti Bolognese. Well, I'd bloody hope so, matey, what with it being your name above the door. The problem is that all this window dressing, both literal and figurative, sometimes spills over into the food. For no obvious reason those olives are presented on ice, which makes them both cold and watery. Jamie's flash steak, a flattened piece of beef wrapped in sage and prosciutto before being seared off, comes dressed with a ribbon of tasteless cold, raw, sliced tomatoes and peppers, as if someone looked at the plate and barked: 'It needs colour.' We are restaurant-savvy in Britain these days. We laugh at our Seventies selves. And yet, in truth, there really is little in terms of conception to separate this place from those old trattorias with their bottles of cheap Chianti in wicker baskets and pepper grinders the size of donkeys' cocks. It is just as contrived.</p> <p>But in one regard it is much, much better, and happily - even allowing for the occasional overadornment - that's the food. Jamie's Italian has clearly been conceived for the British high street, and I suspect it will do very well there. A mixed selection of charcuterie named, courtesy of the schoolboys' double-entendre department, the 'meat plank' was good. Entirely serviceable (rather than brilliant) examples of prosciutto, fennel salami, mortadella and bresaola; balls of good, clean, milky mozzarella; a slice of crumbly pecorino with a smear of chilli jam; a few olives, capers and pickled chillies. All for £6.50 each. Breads were mostly pleasing, as was a dish of tapenade to dip them in, which was the right side of oversalty. </p> <p>Most importantly the pasta, which they claim to make on the premises, delivered. Broad crinkly ribbons of pappardelle, for example, were just on al dente, and came with a deeply flavoured ragu of sausage which spoke of the splashing of wine at some point in its history. The pricing, around £5 for a starter portion, a little less than double that for a main, is right. Once I scraped off the superfluous tomato-peppers thing, the flash steak was a fine piece of meat. A side order of the irritatingly named 'humble green salad' was a misfire, having been dressed with some gloopy concoction which did indeed seem hellbent on humbling the leaves, though the oil and vinegar-dressed rocket salad which came with the steak was much better. We also loved the hunks of crunchy deep-fried polenta dressed with fresh, salty Parmesan. At the end, sorbets did what they said on the menu, though we were a little less impressed with a stodgy, underflavoured Amalfi orange cake. It was the sort of thing you'd eat at a family event because you had to. </p> <p>These are wrinkles. Oliver has had restaurant ventures before, but none has been as successful a match with the brand he has built as this one. A short-lived joint called Monte's in Chelsea brought forward overmanicured pasta dishes at £20 a pop. The £60 a head charged for the compulsory tasting menu at Fifteen feels ill judged, even allowing for the good cause. The price I have given at the top for a meal here is for the works, but you can eat well for a lot less. I suspect an awful lot of people will do so.</p> <p><a href=\"mailto:jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a></p>",
  "<p>The woman beside me vomited in my lap but I was too far gone to care. It was 1am and we were approaching our 30th hour packed, knees to chins, inside an ancient bus as it coughed and spluttered up and down barren Himalayan mountainsides towards Leh, capital of Ladakh. My head was swimming from fever and altitude sickness, my mouth so caked in phlegm that swallowing was impossible, and white lights flashed agonisingly behind my eyes. </p> <p>As we climbed towards the Lachlung La, a pass 250m higher than the summit of Mont Blanc, the groaning engine spluttered and died. Turning the ignition had no effect, so the driver tried a bump start, letting us roll backwards down the bumpy road towards the hairpin bend and the 500m drop below, then slamming the bus into reverse with a mighty jolt that made my head throb still harder. After a dozen tries, and a few false starts, he conceded defeat and ordered the passengers off. We were left by the side of the windswept road, in the dark, gasping in the thin air and shivering in the cold, with no option but to hitch the remaining 160km to Leh.</p> <p>That was 1993, when I came to Ladakh as a gap-year backpacker, with a group of long-haired mates dressed in yak-wool jumpers and 'ethnic' trousers, determined to explore India's remotest, most isolated and most exotic corner. Not for us the beaches, bikinis and all-night parties of Goa or Thailand; we would cross the Himalayas to this little-visited region, cut off to the south by mountains and to the north by the sniper-lined borders of China and Pakistan. Getting there from Delhi took us nine days of buses and trains, at the end of which lay a guesthouse with one tap for eight rooms and a hole in the ground for a loo. We loved it. </p> <p>So much so in fact, that we stayed for five weeks, trekking through the high valleys, exploring the ancient monasteries and bedding down in a variety of hovels. We went off to university with a working knowledge of the AK47, a clear understanding of the difference between amoebic dysentery and giardia, and still none the wiser about how to talk to girls.</p> <p>Fifteen years on, the trip from Delhi takes an hour, during which a light continental breakfast is served. Thanks to India's economic boom and the explosion of domestic airlines, there are three flights a day to Leh during the summer tourist season. The plane leaves Delhi's smoggy plains and soon we're flying north over hundreds of kilometres of snow-covered peaks and glaciers, unmarked by any sign of human existence. Gradually the snow starts to grow scarce, though the mountains remain just as high. The monsoon clouds travel the same route as the plane, bringing welcome rain to the baking plains, before being forced upwards by the Himalayas and covering them with snow. But the clouds are spent before they get this far north into the mountains, leaving Ladakh a high-altitude desert.</p> <p>Viewed from the roof-rack of a bus, or the window of a plane, its scenery is majestic, otherworldly. The wide, flat valleys are completely barren, covered in rocks, shale and scree in infinitely varying shades of grey. On either side the peaks soar up, dry and dusty save for a glittering strip of snow along the highest summits. In this parched land, where rain is all but unknown, human life relies on water from streams fed by melting snow and glaciers. So just occasionally, in the midst of miles of utter desolation, you suddenly see a flash of green where a stream and a few hand-dug irrigation channels support a little linear oasis of trees and terraced fields. There are poplars and willows, miniature orchards of apple and apricot, plots of wheat and barley, and sheep, cows and yaks grazing in tiny pastures - the lilliputian scene rendered all the more perfect by the fact that on the other side of the handbuilt stone walls, the yawning expanse of bone-dry wasteland stretches to the horizon in every direction. </p> <p>The plane drops steeply into the wide Indus valley, banks sharply past the crumbling towers of Spitok monastery, and I'm back. It's not just the journey that's different this time. I'm here to try out a luxurious new way of seeing Ladakh, one that costs about the same per night as my entire previous visit. An Indian company called Shakti has renovated traditional houses in three rural villages, so guests can experience authentic Ladakh without scrimping on comfort. Visitors spend a few nights at each house, passing their days trekking, rafting and exploring by 4x4. </p> <p>Our first house is in the village of Stok, in the shadow of the 6,121m Stok Kangri, a peak that dominates the Indus valley around Leh and that we'd climbed on our last trip. Afterwards, we had come down to the village and spent the night on the floor of a farmer's house, our jubilant spirits comprehensively crushed by the plague of nibbling red spiders that emerged after lights out. Now, 50 yards down the road, I feel a pang of backpacker guilt as I take a cold towel and chilled lime juice from the waiter by the door and head inside.</p> <p>There are ensuite bathrooms; double beds with thick mattresses, fluffy pillows and soft white duvets; chests of drawers and bedside tables in dark sheesham wood, custom-made in Jaipur. On the flat roof are wicker chairs and a pagoda giving shade to the embroidered cushions where we sit and take in the view, across the Indus to Leh and down the valley to where the monasteries of Shey and Thikse perch on distant ridgelines. The village is at 3,650m and so, under orders to do nothing on the first day except rest and acclimatise, we loll about reading for the afternoon. Later, tea and biscuits are brought and we start a pre-dinner game of Scrabble.</p> <p>Over a three-course supper (pumpkin soup, then big copper bowls of spiced chicken, aubergine, spinach, cauliflower, rice, potatoes, mutton momos and so on), one of the Shakti team explains how, by lounging around in such gracious ease, we are actually doing our bit to help the locals. At the start of this year, the company leased the village houses from the families that own them, then carried out extensive renovations, creating three double bedrooms for guests in each. Traditional Ladakhi houses are large enough that the families can carry on living in the rest of the property, while a team of Shakti staff - chef, waiter, drivers, guide - moves in to tend to the guests, travelling with them from house to house. </p> <p>The company sees it as a sort of third way, getting money directly into developing villages, without swamping them with hordes of backpackers or plonking a five-star hotel in their midst. Shakti makes charitable donations and uses local staff and suppliers. </p> <p>All very well, but a travelling retinue? A private chef? The old me recoils at the thought of having become a 'low-volume, high-value' tourist, of the kind so prized in responsible travel circles. We used to revel in inverted snobbery about the different strata of travellers in India. Most respected were those who carried nothing but a 'roll' (a few clothes rolled in a blanket tied at each end and strung over the shoulder). Then there were those, like us, with (painstakingly) battered old rucksacks. We sneered at those with holdalls, and laughed out loud if we saw a suitcase. On this trip I don't carry my own luggage once. </p> <p>Looking back it occurs that we might have been spending rather more time obsessing about fellow westerners than getting to know India. As we take a slow, acclimatising stroll around Stok, I'm shocked when our guide explains the most basic Ladakhi word - jhulley - which, depending on inflection, means hello, goodbye, please, thank you, and I'm sorry. Shocked, because in the five weeks of our previous trip we'd totally failed to pick it up. </p> <p>Of course, backpackers can rightly take pride that 100 per cent of their cash goes straight into the community rather than being carved off by travel agents and tour operators, plus they are often the first to pioneer destinations most in need of foreign money. But it also has to be said that once there, they do tend to seek safety in numbers, sticking together in increasingly westernised ghettos.</p> <p>Every backpacker in Ladakh heads straight for Leh, but on Shakti's week-long tours, it merits only a brief visit. Instead, after two nights in Stok, we move on to Taru, a farming village of 400 souls, just half an hour's drive along the valley from the capital, but which doesn't merit even a word in the Footprint, Rough Guide or Lonely Planet books. Perhaps there's no reason it should - there are no guesthouses, no restaurants, no cafes. Before Shakti renovated one of the houses, there was nowhere for tourists to stay at all. So though there are the hand-towels, the Scrabble, the Italian wine and Laphroaig in the drinks cabinet, we are actually that rarest of things, the first tourists in a new, untouched, destination. OK, it's not first contact with a lost Amazonian tribe, but as I go for a twilight jog, the villagers all beam as they shout 'Jhulley!' and the children scream with delight as they chase after me. </p> <p>Lolo, the 18-year-old daughter of the house we're staying in, is back from university in Jammu, so the following afternoon she leads us off on a walk through the village to visit her sister Angmo, a teacher in the school. The leaves on the tall, thin poplars are a bright autumn gold, and the villagers are sitting at the edges of the fields toasting barley for their store cupboards before winter sets in. Irrigation streams burble all around, and after crossing a succession of wooden bridges, we reach the dappled shade of an apricot orchard. It feels a bit like rural Tuscany marooned in an idealised pre-industrial age and I find myself fantasising about living here. Inside the school, the charming kids in green uniforms and red school ties shyly rise to wish us 'good afternoon', but the harsh reality of life in Taru suddenly bites when I look around and see the classroom doesn't contain a stick of furniture. </p> <p>There are currently five teachers and 21 pupils, aged four to 16, so when Angmo asks us what are the main differences with schools in the UK, instead of crying out 'where are the desks?' we mutter something about how much worse our pupil to teacher ratio is back home. Like any good, self-flagellating liberal, I go on to quiz her about the negative impacts of the arrival of tourism in the village. Are the outsiders destroying the local culture? Using up all the water? Sowing seeds of dissatisfaction that risk tearing apart the fabric of the community? </p> <p>A flicker of bemusement crosses her face as I stare hopefully. 'Not at all,' she says. 'We are so happy to have tourists - it's good for the children to meet new people from different cultures and it's good for the village too. I hope we'll get more and more tourists. Please, you must come back next year.' Thank goodness there's still the longhaul flight to feel guilty about. </p> <p>Angmo goes on to explain that the really big change in the past four or five years has been the arrival of television. We discuss the potential downsides but it's clear that it's a bit of a godsend. For six months of the year, Ladakh is snowbound and there's nothing to do but sit indoors. Temperatures drop as low as -40C, rooms are heated by burning dried yak dung, and ice melted for drinking water. 'We work like yaks for six months of the year, we sleep like marmots for the other six,' goes the local saying. </p> <p>In such a harsh climate, even Shakti can't guarantee luxury. Though the bathrooms boast the company's own range of organic beauty products and the taps are gleaming, often during our stay there's no hot water, due either to freezing pipes, falling water tables or power cuts. Instead we are given buckets of hot water from the kitchen - this must be the most expensive holiday in the world where you wash from a bucket.</p> <p>But, though you can obviously get used to the cold towels, morning coffee and biscuits in bed, and the surprise picnics laid out on white tablecloths on the banks of the Indus or under the shade of a willow, over the week it becomes clear that what we're really paying for is a privileged glimpse into Ladakhi life, easy access to a concentrated experience of another culture. </p> <p>Most tourists visit Thikse Gompa (meaning monastery), but our guide, Siddartha, makes sure we're there at dawn and takes us to the roof, where two monks stand waiting in flowing red robes. </p> <p>As the first rays of morning sunlight stream down across the valley, they blow a salute through conch shells, warding off evil and announcing the start of prayers. Next Sid takes us to sit with the monks, some as young as eight, in the main gokhang, or prayer room, where they bang drums, chant and blow horns in a ceremony that's both chaotic and strangely calming. Then we are shown into a back room, to see the venerated statues of the gompa's protective deities. I'd come to Thikse before, but didn't see half of this.</p> <p>The following day, Sid arranges permits for us to drive up to the Khardung La, at 5,602m, the world's highest motorable road. In Ladakh, height records are all around and ever more esoteric - there's the highest ice-hockey pitch, the highest golf-course, the highest gas-bottling plant, but this is the big one. </p> <p>At the summit, five times higher than Snowdon, he gives us prayer flags to tie to the rocks, explaining that as we do so, we must shout the traditional call and response: 'Kiki soso ... Lyargyalo' ('May good energy prevail over evil'). As the flags flutter in the wind, he says, they will scatter their prayers for world peace and harmony. Below us, a convoy of army trucks is regrouping at the pass, belching fumes into the crystal mountain air, before heading north towards the Siachen Glacier, the front line of India's long-runnning dispute with Pakistan and Ladakh's other superlative, the world's highest battlefield.</p> <p>Our final house is in Nimoo, another rarely visited village, and is owned by Tashi Norboo, who happens to be the goba, meaning village head. He's also the amchi, the traditional medicine man, and the chorpon, the man in charge of irrigation. He leads us around the village, dressed in his goncha, a deep maroon robe, explaining how the village is split into quarters and his deputies build and knock down little stone dams every six hours to ensure they all get the same amount of water. To preserve water, washing is banned except on Sundays and Wednesdays. </p> <p>He talks about plans for a massive new irrigation canal to counteract the receding glaciers; about how the villagers pool their labour to build houses and tend livestock; about his daughter, who, rather than concentrating on his traditional remedies, is studying medecine at university in Delhi; and about how delighted he is to see tourists coming to the village. </p> <p>As he takes us off to have a go at archery, all the other villagers stop and greet us respectfully. Just like in Westminster, money buys access, and in Nimoo, we're with the boss.</p> <h2>Essentials</h2> <p>Tom Robbins travelled with Cazenove + Loyd (020 7384 2332; <a href=\"http://www.cazloyd.com\">cazloyd.com</a>), which offers an eight-night trip to Delhi and Ladakh from £3,687, staying one night at the Imperial hotel in Delhi and seven nights in Ladakh on a fully inclusive basis, including return international and internal flights with Jet Airways, the services of guides, chef, driver and porters, as well as rafting trips and walks.</p>",
  "<p>What difference can an age make? Back in 1980, then a young Mancunian, I'd swap all kinds of LPs with schoolmates - Joy Division for the Jam, the Fall for the Specials, Dead Kennedys for Vienna by Ultravox. And then someone lent me AC/DC's Back in Black. At first I squirmed - AC/DC surely belonged to the headbangers, fans of Whitesnake, Rainbow or Judas Priest. Oh no, not for me. They weren't cool at all. </p> <p>But Back in Black was different. Its sharp, staccato riffs and punkish screams broke down my self-conscious nearly-teen taste. It, I had to admit, was 'skill'. Now, 28 years later, that catchy monster has returned. AC/DC have rolled back the years and the trouser legs: Black Ice is nearly Back in Black II, and easily their best effort since. And what timing. With Metallica and Kings of Leon selling like hot (rock) cakes, music's tectonic plates seem to have shifted slightly to an age of harder rock.</p> <p>Of AC/DC's astonishing 200 million album sales, 42 million alone came from Back in Black. But in the mid-Eighties they began to lose momentum </p> <p>and potency. Their last two albums - the boogie-ish Ballbreaker (1995) and Stiff Upper Lip (2000) - remained in Black's shadow. </p> <p>So what's changed? It may have been deja vu, or strong coffee, but Black Ice actually made my heart beat faster - no small thing for a non-metal fan. The opener and single, 'Rock'n'Roll Train', is precisely that - Angus and Malcolm pump out red-hot riffs with remorseless momentum, Brian Johnson's high-pitched throatiness is stoked up on rock'n'roll steam, 'living on the ecstasy'. Despite that inevitable Eighties cliche - the overblown chorus ('laid back on the track') - it's all as tight as a gnat's chuff. </p> <p>But Black Ice, in one sense, is laid back on every track. Springsteen producer Brendan O'Brien has brought a cleaner, more pared-back sound, less crammed with noise, but just as voluminous. So while there are one or two duffers, the new album bristles with belters. 'War Machine' begins sparsely, before building to a menacing climax. And while its title suggests otherwise, 'Decibel' is quieter, and cleverly sculptured, with Johnson's voice lower and smokier.</p> <p>'Stormy May Day' begins with a Zeppelin-esque slide guitar, before a sturm und drang eruption. 'Big Jack' is simply enormous, 'Money Made' is industrial-strength and 'Rock'n'Roll Dream' possesses, improbably, an eerie wistfulness, as Johnson muses that 'it could be the very last time'. Wistful? Well, in a sledgehammer sort of way.</p> <p>Black Ice could have been a cock-rock disaster or a Derek Smalls-type 'jazz odyssey', but, much to their credit, AC/DC have stuck to their guns with electrifying results. Chiefly, this is thanks to Angus Young, the diminutive, school uniform-wearing, stage-hopping guitar hero. Now, more than ever, he resembles wee Jimmy Krankie, but his contribution to Black Ice is... well, fandabidozi. He, along with the rest of AC/DC, can still teach the kids a thing or two about rock'n'roll.</p> <p><strong>Download</strong> 'War Machine'; 'Decibel'; 'Stormy May Day'</p>",
  "<p>When they are on stage Amadou and Mariam never leave each other's side; they stand as close as they can to each other, to the extent that their extraordinary music seems to come from a single shared place. They do something like the same thing on their sofa in the front room of their bare-walled Parisian flat; Mariam constantly checking her husband's proximity as they talk, he reassuring her with his touch. Their relationship is among the longest running love songs ever written. </p> <p>Amadou Bagayoko and Mariam Doumbia first heard each other making music at the Institute for the Blind in Bamako, the capital of Mali, back in 1976. They have never stopped listening. Mariam was the student with the mesmerising voice, mournful and effervescent by turns - she had been performing at weddings and funerals since she was 10. Amadou was her young music teacher, a finger-picking genius on the guitar, member of Mali's most famous band, Les Ambassadeurs. Neither of them had been born blind and, having lost their sight - she aged five, he aged 15 - they had not imagined subsequently falling in love with anything but their music. As they sit on their sofa and explain how this proved not to be the case, how what happened between them was their very particular version of 'love at first sight' they cannot stop smiling, as if, three decades on, they still can't believe their luck.</p> <p>If you have been fortunate enough to hear Amadou and Mariam's last album, Dimanche a Bamako, which came out a couple of years ago, you would understand exactly this sense of providential joy. It is the emotion that carries a good deal of their music, and one that in early 2005 brought a sudden sense of the lazy Sunday afternoons of a Malian summer into a Parisian winter - the album sold more than half a million copies in France alone. Produced by the midas-touch Manu Chao it also walked off with the prestigious French Victoire de la Musique award and was Album of the Year and Best African Album in the Radio 3 Awards for World Music. So, with a new album out next month, the equally life-affirming but increasingly ambitious Welcome to Mali, we talk first about the obvious thing, how hard an act has that breakthrough album been to follow?</p> <p>It wasn't so hard, they suggest, in their native French; 'having waited a long time for it, success is the easiest thing in the world,' the 54-year-old Amadou says, laughing behind big silver-framed shades. There is no pressure except the usual pressure to come up with new melodies, new sounds. 'The feeling of that album was still very strong, and we had some good songs and good people to work with, so it was simple enough.' One of those collaborators was Damon Albarn, who has produced the opening track on Welcome To Mali, the hypnotic 'Sabali', which sounds like nothing you have ever heard - ethereal Malian wonder meets savvy Britpop keyboards. Albarn exploits the 50-year-old Mariam's voice to great effect - she has the ability to give even the catchiest pop tune a hint of otherworldy sadness. On 'Sabali' she sings breathily of hard-won wisdom - and it comes as no great surprise to learn that the wisdom in question is the sense that 'avec toi, cherie, la vie est belle.'</p> <p>Albarn had been 'brilliantly curious' to work with, Amadou - who does nearly all of the talking - says, in the sense that he 'was always trying to find something new from us'. Albarn had seen them play at a music festival in Timbuktu, and they later met in Brixton, where Amadou and Mariam became involved with African Express, the roving musical party that aims to bring the best African bands in contact with new audiences - in part a response to Bob Geldof's strange notion at Live 8 that a concert for Africa should not necessarily include any African musicians because a global audience would find it hard to relate to them.</p> <p>Amadou and Mariam are living proof of the absurdity of that idea. They resist the label 'world music' to describe what they do, preferring to call it 'music from and for the world'. The more you listen to Welcome to Mali, the more you hear the force of that idea - there are little refrains from everywhere you have ever been wrapped up in it. Amadou puts this down to his obsessive radio habit. Wherever he is on tour he will have a radio clamped to his ear, scanning for whatever is local and new. This habit began for him in the Sixties and Seventies when he was perhaps the only Led Zeppelin and Pink Floyd fan in Bamako. While his friends were listening to Guinean dance music, or Cuban imports, he was adding Eric Clapton and Jimmy Page riffs to his traditional Malian technique. Two of his uncles, he says, were professional guitar players, one in a band, the other playing 'music for hunters', but neither of them sounded a bit like him.</p> <p>It was this distinctive electric sound that gave a young music producer called Marc-Antoine Moreau pause when he first heard Amadou and Mariam in 1990. Moreau, the couple's long-term manager and producer, explains what sounds very much like the workings of fate. He was on a tour of west Africa in search of bands and one afternoon on a whim he took a train from Dakar to Abidjan. Having bought a few CDs at random in a record shop he was listening to Amadou and Mariam at a bus stop. A woman came up to him and said, 'That record is by my sister'. Yes, Moreau thought at first, in Africa we are all brothers and sisters. But no, she insisted, it was actually her sister. Moreau told her who he was and to pass on his regards, but though he kept the music in his head, he did not follow up the contact. In 1994 he heard that Amadou and Mariam were playing at a small gig in Paris. He went along and when he introdced himself after the show he was greeted, in a Stanley and Livingstone kind of moment, with the words: 'Ah, you are the guy from the bus stop.' 'Amadou is like that,' Moreau says, 'he is a magical kind of guy. Things happen to him.'</p> <p>In Amadou's own telling it was only a matter of time before someone like Moreau had come along to recognise their music. 'If you have optimism and courage, then you can make your own destiny,' he says; the harder they worked at their music the luckier they got. 'The big difference with them and any other artist we know from Mali, the great Salif Keita, for example,' says Moreau, 'is that they are genuine pop artists, they create pop songs naturally.' While Amadou was listening to Pink Floyd on his radio in the Seventies, Mariam had a compulsive affection for French pop tunes. 'The result, added to their traditional Malian musical background could sound like African electric blues,' Moreau suggests, 'but it is not that at all.' This resistance to definition is reflected in their audience. Though they sing in French when they play in America they have black mamas getting down and hearing Africa, and white Texan rednecks dancing alongside them hearing rock and roll. In England, at the O2 last summer, the duo supported pan-sexual disco sensations the Scissor Sisters.</p> <p>The sound, nearly always upbeat, carries somewhere in it all of the struggle that Amadou and Mariam have had to get here. These days in the Malian suburb of Paris where they have a flat, Montreuil (known as Mali's second city), and beyond, they can't walk down the street without being mobbed, but when they first came to the French capital at Moreau's suggestion in 1996 to make a studio album they could not get visas, had to play cat and mouse with the immigration authorities in order to get the record made.</p> <p>That kind of battle, and the stubborn good humour required to overcome it was nothing new though. And it was nothing at all compared with the difficulties they had as a blind couple with three young children in Bamako trying to get a music career off the ground. Their relationship itself had initially met with resistance from some parts of their families who thought that two blind people together could never work. Having achieved some local success with a group from the blind institute in Bamako, Amadou and Mariam decided to prove the doubters wrong by going to the Ivory Coast, to make a name for themselves.</p> <p>It did not work out exactly as they had hoped. They were billed for a couple of years, reductively, as 'The Blind Couple from Mali' and were in danger of being a novelty act. 'It was complicated,' Amadou recalls. 'We were certainly from Mali and we were certainly blind, and you should remember that being blind in Africa is not quite as unusual as being blind in the West, there is less stigma. But even so, we did not think that was all we were about.'</p> <p>Did they draw strength as a couple from their determination to overcome that billing?</p> <p>Amadou thinks for a moment. 'The music itself gave us the strength to overcome the blindness, so you cannot separate the two,' he says. 'We were musicians first, blind second,' Mariam suggests.</p> <p>I wonder if they look at their lives as a before and after - do they think of the time when they could see as a different kind of life?</p> <p>Mariam does to a degree, Amadou is less sure. 'I used to be able to see, then I could see less, finally I could see not at all,' he says. 'It did not seem a different life. And when I did become blind, there were plenty of examples of blind musicians I could find inspiration from. Ray Charles, Stevie Wonder, I listened hard to what they had done.'</p> <p>The portrait they present of their homeland in songs sounds like a remembered paradise, where Sundays are for weddings, and every day is a carnival ('I'll be the most beautiful, the prettiest girl there for you, my love, at the village fete!' they sing on 'La fete au village'). They now live six months of the year in Paris - partly with their son, Sam, who has a recording deal with his own group, SMOD (and whose debut album, also produced by Manu Chao, will appear next year) - but Bamako is still home. When they are there they work as much as they can with the Blind Institute, hosting a fund raising concert each year at which some of Africa's biggest names perform, in order to keep things running.</p> <p>When they go back these days, though, it is with a sense of some of their dreams fulfilled. There have been many magical nights; a few stand out in their memory. There was the time at the Trance festival in Rennes, when they had just started out in France and no one really knew them but with their first song the whole place came alive. And in Rio more recently, when they played in the round at the Maracana Stadium and as they took the stage a Mexican wave rippled through the crowd. Amadou and Mariam could only stand in the middle together, holding each other, and wonder what this strange turbulent motion of sound was. And then there was Glastonbury last year: 'I had thought mud like that only existed in Mali during the rains,' Amadou says, 'but it was home away from home.'</p> <p>In all of this Amadou and Mariam are in danger of giving musical marriages - notoriously volatile - a good name. A highlight of their shows is their distinctively Malian version of 'Je t'aime', which is rendered as 'M'Bife'. Unlike Serge Gainsbourg and Jane Birkin, however, still Paris's other favourite couple, they have stayed together. </p> <p>I wonder about the secret of this love story. 'I am interested in what interests her,' Amadou says, 'and she is interested in what interests me, and we talk about it every day.' Sitting there on the sofa, in this unadorned apartment a very long way from where they set out, Mariam agrees, moves closer to her husband, hanging on his words, occasionally reaching to stroke the back of his neck. Otherwise, they suggest, the secret of their happiness is all about timetabling. Amadou is an early riser, he writes his songs - intricate in structure - as the sun is coming up. Mariam is a night owl, she does her writing - songs from the heart - before bed. They meet in the middle of the day to compare notes, sometimes they disagree ('of course, we have a different vision of things occasionally') but eventually, invariably, they still make beautiful music.</p> <h2>Damon Albarn on the 'Geezer' Amadou</h2> <p> 'I love these people. I first met Amadou and Mariam years ago, though I can't actually remember when. They are a classic rock and roll, soul duo. You won't find anything more authentic, genuine or ecstatic this side of Bamako. Miriam's voice makes me go all funny and Amadou is a fucking geezer.'</p> <p>• 'Sabali' (Because Music) is released on October 27 with Welcome To Mali to follow on November 17. Amadou and Mariam will appear at a new Africa Express gig at Koko, London NW1 on October 22.</p>",
  "<p>It was at Andy Anderson's print shop that I first encountered the young lawyer-revolutionary Nelson Mandela. He was not a frequent shebeener or drinker, but 40 years later, when he was president and I was his biographer, he would often introduce me to others - including Prince Charles - by saying: 'I first met Tony in a shebeen.' The encounter should have been imprinted on my mind, but my memory was shaky, I was probably quite drunk, and he recalled it better than I.</p> <p>Soon afterwards I saw Mandela on a much more memorable occasion when I watched him launch the Defiance Campaign, of which he was chief volunteer. On 26 June 1952 I drove out to Boksburg, a grim mining town outside Johannesburg, to watch him assembling the first batch of 52 'defiers', including Indians as well as Africans, who gathered outside the township and then walked through the gates with quiet dignity, to be arrested by the police for illegally entering - while Mandela stood by calmly.</p> <p>It was the beginning of the open resistance to apartheid which would culminate in Mandela's imprisonment 10 years later, but it was a low-key event, designed to offer no provocation, and few people recognised its significance. Two months later I commissioned Mandela to write a short article in the Johannesburg-based magazine I was editing called Drum, entitled 'We defy' - his first major contribution - which spelt out his commitment: 'Though it takes us years,' he wrote, 'we are prepared to continue the campaign until the six unjust laws we have chosen for the present phase are done away with.' After some copies had been printed we had to scrap the article because it became illegal after Mandela and others had been arrested.</p> <p>I would love to recollect that I recognised Mandela from the start as a true leader of his people, destined to change the course of history. But in truth at that time I sadly underestimated him: he seemed to me too flashy and vain, with his immaculate suits and his wide smile, and he kept aloof from most white observers; I found his rhetoric too formal and stilted, full of anti-colonialist clichés. I was much more impressed by his mentor, Walter Sisulu, and by his legal partner, the intellectual Oliver Tambo. It was not until 1964, when he made his first great speech in court before going to jail, that I realised his true courage and total commitment.</p> <p>I left Johannesburg in 1955, returning to England, and took up a post at The Observer. I occasionally returned to South Africa, most memorably at the end of Nelson Mandela's long second trial, when he and his colleagues were charged with conspiring to overthrow the state. The atmosphere was bleak after two years of oppression. The police were more professional and ruthless, with the help of detentions, torture and more systematic intelligence which they had learnt in Israel and the US. White Johannesburg was booming with the help of massive foreign investment: Barclays Bank and ICI proclaimed their support with shining new business palaces, and the blacks showed little outward sign of resistance except for a few scrawled slogans, such as 'Apartheid Means War'. </p> <p>I had a glimpse of the power of the state when I went to Pretoria to observe the trial. The Supreme Court was packed with armed police, who watched the spectators like hawks and took down all names. I sat on the press bench watching the prisoners being led up from the cells under the court. The familiar faces of Walter Sisulu, the Indian activist Ahmed Kathrada and Mandela, which I had seen so relaxed in their homes, now looked drawn and austere in their prison clothes: they were all facing a possible death sentence. Then Mandela looked back at the courtroom, recognised me, smiled and pointed me out to his colleagues. Instinctively I responded with the ANC clenched-fist salute. Immediately an Afrikaner policeman rushed up and beckoned me out of my seat. He questioned me for 10 minutes about how I knew the accused and what I was signalling to him, before I was allowed back, to the visible enjoyment of the prisoners.</p> <p>When the trial was adjourned I was approached by one of the defence lawyers, George Bizos, a stocky, bushy-haired Greek barrister who later became a close friend. He told me that Mandela was now asking me to advise him about the long speech he had prepared, with an eye on international opinion. So I spent an extraordinary evening in the lawyers' room alongside the court with the defence team, including Bizos, Arthur Chaskalson, Joel Joffe and Bram Fischer, the dedicated Afrikaner communist who led the defence. They showed me Mandela's long draft speech, which he had prepared in his own hand. I was engrossed by his moving testimony of his political development: how his tribal elders had first made him aware of African injustices, how he had widened his horizons and embraced the multiracial struggle with the help of communist allies, and how he had been compelled to begin the armed struggle when passive resistance was suppressed by the violence of the state. I made a few suggestions about the style and presentation, which were mostly ignored: probably rightly, for the text as it emerged was one of the historic speeches of the 20th century. I would always feel privileged to have been minimally involved in it, and to have worked briefly with these dedicated lawyers who would all become friends; for the first time I appreciated the law as the ultimate safeguard against autocracy.</p> <p>The end of the trial, on 12 June 1964, was my last sight of Mandela for 26 years, and my last glimpse of black South Africans before they entered a long age of darkness and repression.</p> <p>By the end of the Eighties, Nelson Mandela the prisoner had become an icon with little connection with reality. I could not relate the icon to the revolutionary I had known in the Fifties. For almost 30 years no photograph of him had appeared. In 1985 I had watched Oliver Tambo unveiling the huge bust of Mandela outside the Royal Festival Hall, but I could barely recognise the head, with thick lips and bull-neck like a Soviet workers' hero, quite unlike the expressive face I had known in the early Sixties. Newspapers and TV programmes kept preparing for his release and looked desperately around for anyone who knew anything about Mandela. 'You mean you actually knew him?' a CBS interviewer asked me with astonishment. I was tempted to romanticise a friendship with a legend and to suppress my first impressions of him as a touchy and arrogant man; and in truth I knew little about how he had developed in jail, though his lawyer, George Bizos, assured me he was a formidable presence. I still dreaded that his release would prove an anticlimax, revealing a tired old man of 71 emerging like Rip Van Winkle, hopelessly out of touch with the modern world. How could he confront a powerful military state and shrewd Afrikaner politicians determined to divide the black opposition? Mandela was worried while in prison, as he himself told me later, that his overblown fame had made people believe he was a superman. How much power could be wielded by a myth?</p> <p>And after 40 years watching the emergence of independent Africa I could not feel very optimistic about the black leadership. After the lesson of Nkrumah, the Redeemer of Ghana; Kenyatta, the Father of Kenya, and Amin, the Field Marshal of Uganda, western conservatives argued the message was clear: the Africans were simply unfit to govern themselves. </p> <p>Would Mandela and his colleagues be the same when they gained independence? After this African history I had to be sceptical. But since I had known them as young men I had always found the black South African politicians quite different from others in the continent, with their long history of patient resistance, their sense of discipline and their exposure to western ideas. And I had seen and heard enough of Mandela to know that he had developed into a much more serious leader than the demagogues in the north.</p> <p>To my growing frustration I was still banned from South Africa, over a piece I had written for The Observer, but I longed to show my wife Sally the country she had never seen. So in late 1989 I called on the friendly new South African ambassador in London. He reminded me courteously that I was still banned, but then explained that his government wanted the world to know how rapidly the situation was improving and eventually gave me a visa overwritten with the strange stipulation 'To assess the changing situation in South Africa in 18 days'.</p> <p>The country was changing much faster than I had ever imagined. In February 1990, two days before Sally and I flew to Johannesburg, President FW de Klerk made his historic speech to parliament, announcing that the African National Congress was unbanned and that Mandela would shortly be released. At Johannesburg airport the global media were already converging to report on the world's most famous prisoner. We stayed with my old friend Nadine Gordimer and watched with her the liberation of old friends who had been banned for 30 years, returning like ghosts from the past.</p> <p>The Johannesburg Star published long lists of people who were suddenly unbanned, including many old Drum writers, most of them dead, like Todd Matshikiza, Bloke Modisane or Can Themba, listed with aliases from the police files as if they were big-time criminals: 'Daniel Canadoce Temba, alias Temba Dan Can, alias Themba-Dorsay Can, alias Mvalise'. Nadine gave a party where our old friends speculated about the extent of the change. Zeke Mphahlele was still sceptical: 'It's easy for those in power to unban people: it doesn't mean they lose control.' Bram Fischer's daughter Ilse explained that her dead father's ashes were still banned, kept in prison. But we were thrilled to watch the crumbling of apartheid and the end of the 'collective madness' as Nadine called it, and I was delighted to see again politicians I had known 30 years before, with their values and ideals unchanged by prison, apparently oblivious of the hiatus.</p> <p>When I arranged to meet Ahmed Kathrada, Mandela's jail colleague, he suggested we meet 'near the flat' - meaning the place where we had last met when we were both in our twenties. I found Walter Sisulu, Mandela's mentor and jail colleague, in the Soweto box house where I used to see him in the Fifties. As he came out to welcome me, white haired but sprightly, he warned me to lock my car: 'Remember how Pat Duncan had his coat stolen.' </p> <p>Mandela was still in jail, but six days after we arrived we heard he would be released the next day. The following morning we caught a plane to Cape Town, to watch him make his first speech at the City Hall; but the streets were solid with crowds, so we drove to the British embassy, where we were now staying. We watched the historic event on television with the ambassador, Robin Renwick, and his colleagues, who gave us the diplomats' view. As Mandela spoke from the balcony in the fading twilight their faces fell and Renwick quickly left the room to telephone London. Mandela was reading a speech which had clearly been drafted by an ANC committee, reaffirming the militant policy and the armed struggle, while the diplomats had expected that he would present himself as an independent statesman and peacemaker. But it seemed to me that Mandela could only be useful if he remained loyal to the ANC: he could only make peace if he carried his people behind him.</p> <p>Mandela soon flew up to Johannesburg to address a mass rally and then returned to his small house in Soweto. When I telephoned the house, his wife Winnie answered. 'I keep pinching myself to believe that it's true,' she said, putting me straight through to Nelson, who talked as if nothing much had happened in 30 years. 'Hello, Tony, when are you coming here? How's the family?'</p> <p>Two days later I drove out with Sally to the box house in Vilikazi Street where I had visited him in the Sixties. An ANC flag was flying from the concrete garage - the flag which had been illegal two weeks before - and the house was surrounded by photographers and TV vans: schoolgirls were peeping through the garden wall into the small patch, where a tall black man with grey hair was talking to a TV team.At the door was Peter Magubane, the veteran Drum cameraman who was now Mandela's personal photographer. Over the past years he had frequently been detained for supporting the ANC, and had seen many false dawns: 'Is this really It?' I asked him.</p> <p>'Yes, it's It. They can't put it back.'</p> <p>In the house, we were greeted by Winnie, who was preparing a meal in the kitchen. Mandela strode in, looking far too big for the room, perfectly groomed in a double-breasted suit: his white hair shaky walk betrayed his 71 years, while his hug revealed the bony body beneath his tailoring. But he seemed much more serene than the man I remembered: his smile was no longer a wide showbiz grin but the relaxed, amused smile of someone at peace with himself. He sat down with his big boxer's hands resting on the dining-table, and asked about his London friends, Mary Benson and David Astor, who had sent him law books in jail. He looked Sally up and down and said: 'I remember Tony as a bright young man. He didn't tell me about you; he's kept things from me.'</p> <p>A few days later I went back again with three journalists. This time Mandela was the pure politician: he eloquently thanked the media for keeping the cause of liberation alive, and stressed that South Africa must have a free press. He praised Nadine Gordimer and said that my Anatomy of Britain had been the first book he had received in prison. He played down his own role and emphasised that he remained the loyal servant of the ANC. 'They may say: \"Well, you are a man of 71, you may require a pension.\" Or \"Look, we don't like your face, please go.\" I will obey them.'</p> <p>Back in London I still kept some contact with Mandela, for he practised diplomacy in a very personal way, relying on individual friends rather than bureaucrats. When I was able to see him later in Johannesburg he discussed how the ANC could rectify false reports in the British media: he gave me his home phone number and said: 'Why don't you just ring me when you see something that needs correcting?' - as his aide looked on in despair. </p> <p>I saw him again in April, when he paid a short, triumphant visit to London with Winnie, who appeared the ideal consort, gracious and attentive. He attended a pop concert at Wembley Stadium, addressing a crowd of 75,000 people, to thank them for their past support: 'You elected not to forget.' It was televised live by the BBC, which was attacked by right-wing conservatives who complained of political bias. In the interval Mandela moved through a crowded reception room, welcoming admirers. My daughter Katie was introduced to him, and he replied firmly: 'Remember you're a person in your own right.'</p> <p>There was much speculation about a meeting with Thatcher; Mandela's ANC colleagues insisted he must postpone it, but he persisted with his personal diplomacy. One Saturday night in June 1990 I was just going to sleep when Adelaide Tambo woke me with an odd request: 'My brother is in England and wants to see his girlfriend tomorrow morning.' The code meant Mandela wanted to see Thatcher. </p> <p>I rang her private secretary, Charles Powell, and early the next day Thatcher made a long phone call to Mandela. He urged her to maintain sanctions against Pretoria, without success; but she disarmed him by showing a maternal worry about his forthcoming trip to America: 'If you go on like this you won't come out alive.'</p> <p>After touring America, Mandela came back to London, where Thatcher was anxious to show her respect. Douglas Hurd gave a private lunch for his friends, including the president of the Anti-Apartheid Movement, Trevor Huddleston, South African MP Helen Suzman and myself. Mandela was appreciative, but restated the need to maintain sanctions, despite 'my sister Helen'. He went on to see Thatcher for the first time. Robin Renwick had urged her to let Mandela talk uninterrupted, since he had been waiting for 27 years incommunicado; he spoke for 52 minutes, before she replied for half an hour. She was warm and charming, Mandela told me, and he resented critics who complained he should not have talked to an enemy who had denounced him as a terrorist. He had to work with people who had done far worse things in South Africa, he explained: 'I didn't even mention slaughters.'</p> <p>In London the crowds gazed upon Mandela with reverent awe, which exasperated his critics, especially those who pointed to his conviction for terrorism. In fact, he was never a terrorist in either the Palestinian or the Israeli sense: he had taken up arms as the last resort to confront a terrorist state, and he had avoided any attack on civilians. But he was certainly never a spiritual leader: he was a master politician who understood the nature of power.</p> <p>I went back to South Africa frequently, which was still suspended between two disconnected worlds. When I called on Mandela and his colleagues in their brand-new office in Johannesburg they sounded confident that they would soon achieve power, yet in the interim they lacked any formal authority; while the whites in the suburbs appeared quite unaware of impending change and were doing little to adapt to it. Mandela, the old man who had been out of the world for a quarter of a century, was now, as Nadine Gordimer said, 'the personification of the future'; while many young whites were stuck in the past. </p> <p>The future at last began to take some shape when the government agreed to begin negotiations in the Convention for a Democratic South Africa (Codesa). When I talked with the ANC delegation they sounded confident that Mandela would soon become president and de Klerk his deputy; but there were all kinds of spoilers, including Chief Mangosuthu Buthelezi and the right-wing Afrikaners. The negotiations continued on and off over two years, with recurring breakdowns, culminating in June 1993, when the thugs of the neo-Nazi Afrikaner Resistance Movement invaded the building, smashing through windows, to try to halt the talks. But at last, at the end of 1993, Mandela and de Klerk agreed on a new constitution and elections based on a simple one-person-one-vote system, and the first democratic elections were fixed for April 1994.</p> <p>Mandela was well aware that elections depended on cash: he had been raising funds round the world for the ANC ever since he left prison. He was never embarrassed by using his prestige to extract large sums of money from questionable people or former opponents. At the Dorchester Hotel in May 1993, before the election, he addressed a grand reception attended by the chairmen of most of the big companies, including Lord Weinstock of GEC and Lord King of British Airways, most of whom had opposed the ANC before it was legalised; now they queued up to shake Mandela's hand. Among them were scattered veteran anti-apartheid campaigners, who bristled as Mandela smiled and chatted with their ex-enemies. Trevor Huddleston was still filled with 'holy anger' and complained to me fiercely: how could Mandela forgive these villains? It was odd to hear the Christian father rebuking the political campaigner for being too forgiving. But Mandela had no time for recriminations, and he raised huge sums which eventually dwarfed de Klerk's election chest.</p> <p>The plans for elections went ahead, surrounded by hazards and uncertainties. The Afrikaner right wing refused to participate, and a band of extremists invaded the neighbouring bantustan of Bophuthatswana, until they met an ignominious defeat.</p> <p>'South Africa braced itself for a race war and civil war yesterday,' wrote the Sunday Times, the chief prophet of doom in London. Buthelezi also boycotted the elections and organised a march of Zulus through Johannesburg, which provoked deadly reprisals from the ANC. Then a week before election day he finally gave in, after pressure from all sides, and joined the elections.</p> <p>I flew out to Johannesburg with Sally to watch the elections in April 1994: the last surrender of white power in Africa. The walls and lampposts were plastered with Mandela posters and the initials ANC. They seemed at odds with the street names like Empire Way or Eton Road, or an estate called Settlers' Park.</p> <p>In the lily-white northern suburbs the prospect of a black government still seemed unimaginable. But Nadine's house was an island of continuity, the same as 40 years ago, and parts of Johannesburg were reverting to the multiracial existence I had known before apartheid. Sally and I went together to the musical Sophiatown, which featured the now-legendary Drum writers.</p> <p>Mandela was already being hailed as the victor. We went to the final ANC rally in the huge stadium near Soweto, where he arrived by helicopter and strode through the arena, with an entourage of drum majorettes, witch doctors and pop singers. He spoke like a president: when a gun went off he sternly rebuked the crowd. As he left in his car he reached out to shake my hand, but a security guard quickly intervened and closed the window.</p> <p>Two days later, at a press conference at the Carlton Hotel, Mandela radiated authority. He insisted on the importance of gun control and community policing: when he was asked about his personal feelings he would only say: 'Certain things cannot be expressed in words.'</p> <p>The mood was still tense, with fears of violence: on the eve of the election a bomb exploded at the airport, and on polling day another went off at the ANC headquarters downtown. But the polling stations in the townships were suffused with an extraordinary calm, as patient blacks lined up in winding queues for three or four hours to vote, while monitors from the UN or the Commonwealth watched for irregularities or intimidation. All the political violence was dissolved by the passionate faith in democracy.</p> <p>The next day I talked to Mandela at the Carlton Hotel, when he was clearly about to become president. Did he ever imagine 40 years earlier that he would be in this position? 'No, we were too busy fighting apartheid; and I was a junior then. I was convinced that there was no better leader than Tambo.' He rejected any praise of his personal leadership: 'No single individual can be elevated above others.' Could he not go too far in practising forgiveness and forgetting about evil? 'No,' he answered firmly. 'Men of peace must not think about recriminations or retribution; courageous people don't fear forgiving, for the sake of peace.'</p> <p>When the ANC victory was announced, with just short of two-thirds of the vote, there was no serious dispute. After all the predictions about bloodbaths, the power had been transferred from whites to blacks with little disruption. 'It was like being alive in the time of Lincoln,' wrote the New York Times. Only a few conservative journalists dissented: 'Dawn of freedom my foot,' wrote my old sparring-partner Peregrine Worsthorne in the Sunday Telegraph. 'Black majority rule in South Africa should send a shudder round the world.'</p> <p>On our last day, Sally and I went to a celebration lunch party given by Adelaide Tambo in her luxurious villa, where Walter Sisulu, the 80-year-old father figure of the struggle, was guest of honour. Adelaide gave a gracious speech thanking the foreign guests, including the British MPs Paul Boateng and Bob Hughes, David Dinkins, the mayor of New York, and myself. It was a first glimpse of old revolutionaries as they faced the responsibilities of power. Sisulu hugged me and said: 'We've done it.' What had they done? </p> <p>A few months later I visited the new ministers in their government offices. The guerrilla leader Joe Modise was now minister of defence; the ex-head of the Communist Party, Joe Slovo, was minister of housing. Parliament was transformed from an Afrikaner stronghold into a multiracial assembly full of bright tribal costumes. 'I love this dream,' said Archbishop Desmond Tutu. 'You sit in the balcony and look down and count all the terrorists. They are all sitting there passing laws. It is incredible.' </p> <p>The young minister, Pahad, drove us on a tour of the ministers' houses, enclosed in the beautiful and secluded Groote Schuur estate outside Cape Town. The old freedom fighters looked very unradical in those comfortable surroundings: we found Thabo Mbeki's father Govan, the Marxist firebrand, listening to Alistair Cooke's Letter from America. 'Now I know why you were all so keen for power,' I teased Pahad. 'But the funny thing is,' he replied, 'we didn't know all this was here.'</p> <p>When a minister asked me for advice on handling civil servants, I proposed that they watch the TV series Yes, Minister, but he replied: 'Oh, we've already seen the videos.' The transition on the surface was smoother than many had expected: the bureaucrats were keen to please, and the Afrikaner secretaries and security guards were soon calling the black ministers 'Sir'; power, in the end, had no colour bar. </p> <p>Mandela himself moved into the grand presidential offices as if he had always been groomed to be head of state: confident and courteous, springing out of his chair to greet a visitor, and introducing his Afrikaner PA, who brought the tea. I found him always welcoming and personal, asking about my family, reminiscing about old Drum friends, talking about London and the Queen Mother. But he was never off guard. He knew the impact of anything he said: if he said something slightly indiscreet he would instinctively put his hand over the tape recorder and he would always veer away from discussing his personal feelings.</p> <p>I was still fascinated by the story of how this serene president had developed from the headstrong revolutionary I had known in the Fifties; so I was excited when my publishers in 1995 suggested I write his authorised biography. Mandela asked me to breakfast in his house in Johannesburg, and said with customary flattery that he knew no one more qualified to write it: he wanted a biographer who had known him in his earlier political years, provided I didn't mention we had met in a shebeen.</p> <p>• Anthony Sampson was on the staff of The Observer from 1955 to 1966 and its chief US correspondent from 1973 to 1974. His posthumous memoir, The Anatomist, from which this excerpt is taken, is published by Politico's Publishing. To order a copy for £18.99 with free UK p&amp;p, go to <a href=\"http://www.observer.co.uk/bookshop\">observer.co.uk/bookshop</a> or call 0870 836 0885</p>",
  "<p>There is a rum old scene going off in a suite of the Grosvenor House Hotel on London's swish Park Lane: a fractious exchange between Roy Jones Jr's 'people' and a journalist. </p> <p>The journalist is repeatedly being told how bad for Jones it 'will play in the States' and the consequences for the scribe and his newspaper 'if it's printed'. At last Jones' representatives wander into the corridor, the journalist leaves and the PR from fight broadcaster Setanta is dismissed after a terse upbraiding. It is finally time for the audience with Jones, the former four-weight world champion who on 8 November will attempt to strip Joe Calzaghe of his 45-fight unbeaten record in New York. </p> <p>Except, the man considered the world's best pound-for-pound fighter during the 1990s, who at 39 is estranged from a domineering father and later states his retirement will consist of 'fishing and ladies - I love the ladies', is not in the bedroom. This last point is telling because of what now occurs. </p> <p>Observer Sport is warned by Jones' minders not to broach the offending topic, but when the fighter appears and is left alone he happily begins riffing, unprompted and with no apparent concern, on the forbidden subject.</p> <p>He is asked about the loneliness a boxer feels once he steps under the show lights and on to the canvas - and that is all it takes to get him going on cockfighting. 'That's why I used to relate to the Cajun chickens because you can use them,' he says in his understated southern drawl. 'You can relate to what that's like because every time they fight they could die. It don't mean that they would, but they could.' </p> <p>Jones Junior is passionate about cockfighting, a blood sport that pits in mortal combat specially bred chickens - often with a curved spike known as a cockspur attached to their legs. Over the years he bred around 1,200 roosters and hens on his farm in the Florida cornfields 25 miles north of Pensacola, his small home town on the Gulf of Mexico. He would drive them to Louisiana where cockpits were still legal, before it became the final US state to outlaw the sport last year. </p> <p>A minder still failing to appear through the open bedroom door, Jones has more to say. 'Back in the old days soldiers used to fight chickens while at war because it would give them a sense of what they were dealing with. You understand me? </p> <p>'Now they're just so eager about animals - so they don't allow you to do it. But to let them fight like that you've got to love them. It's like a coach and his fighter - training and teaching him to box.' </p> <p>The spectacle of warring roosters has such resonance for Jones that in his alternative career as a rapper, in his Body Head Bangerz hip-hop outfit, he spat the lyrics: 'You remember the left hook James Toney got? Sucker move I stole from a game cock', to commemorate a victory in November 1994 that made him the IBF super-middleweight champion.</p> <p>That was his second divisional world title. He had vacated the IBF middleweight belt he won the previous year on a unanimous decision against Bernard Hopkins, the man Calzaghe defeated the last time he fought in April. </p> <p>Jones was a sublime, menacing fighting machine. He was in his scintillating pomp from the moment he was denied Olympic gold at the 1988 Seoul Games by judges the IOC subsequently named as cheats until 16 years later when he was finally defeated by an opponent - if you discount the controversial disqualification against Montell Griffin in 1997. </p> <p>But having fought professionally in three decades he admits to being sickened at what his sport can produce. 'You wouldn't want to watch a bad situation,' he says, conceding he could never see a tape of a boxer being seriously injured. 'You don't want to see that happen to no other fighter.' </p> <p>Jones, a deeply religious man who describes his relationship with God as 'the only thing that kept me going through this whole thing', understands that potential disaster is always near. </p> <p>'Every fighter is close to that every time they go in the ring. It can happen any time. You don't know when it could.' </p> <p>In February 1995 it happened to his friend Gerald McClellan, when he lost to Britain's Nigel Benn in a particularly brutal WBC super-middleweight title fight. Stopped in the 10th round, McClellan, a dog-fighting fan who had beaten Jones as an amateur, slipped into a prolonged coma. He lost his eyesight, could not walk and is now almost completely deaf. At 27 his life had changed forever. </p> <p>Has Jones ever watched the bout? 'You would never watch that fight again. You wouldn't want to watch it,' he says, quietly. </p> <p>Had he visited McClellan since the bout? 'I don't need to - it would make me quit boxing.' </p> <p>Quit? 'Yeah.' </p> <p>Why? He repeats: 'Cos it'd make me quit boxing.' </p> <p>Pressed further he says: 'My reason would be more because I don't want to do that to nobody.' </p> <p>Is it a worry that he has the potential to do so? 'You wouldn't want to be the one who did it.' </p> <p>Jones's quiet manner can make him seem uninterested, but he is actually thoughtful and open to most subjects. And, despite having taken his share of blows during 134 amateur and 52 professional fights, he is still of clear mind. </p> <p>'That's my strong point. With me I come in the ring and start thinking right away,' he says. 'My thought process is just to put a guy down. I'm like a technician and learn to break it all down - from head to toe.' </p> <p>But he returns to what can happen to even the very best of fighters. </p> <p>'I don't think Nigel Benn was the same after he did that to Gerald. I fought </p> <p>Gerald once,' he says. 'He was a very good fighter.' </p> <p>Roy Levesta Jones Junior, who was born in Pensacola in January 1969, has three sisters, a brother - 'He fought for a little while, we had separate moms' - and describes his childhood as 'pretty good'. </p> <p>He has also described it as tough, but says his father, known as Big Roy, 'was the best coach' and that 'probably the worst thing that happened to me was separating from my dad'.</p> <p>Jones Senior, a Vietnam veteran who was a boxer 'before I knew it', began tutoring his son aged five. That was a year before he gave him a shotgun as a present.</p> <p>And Big Roy, believing a tough trade needed harsher love, was highly critical. He deployed a PVC pipe on his son if skipping or bag-work was not up to standard and terrified him to such an extent that Jones Jr says: 'After a while I didn't care about getting hurt or dying any more.</p> <p>'I was in pain every day. I was so scared of my father. He'd pull up in his truck and start looking for something I'd done wrong. There was no escape, no excuse, no way out of nothing. Every day it was the same: school, homework, farm work, training. Getting hurt or dying might've been better than the life I was living.</p> <p>'So I turned into a daredevil. I'd do anything. Didn't make much difference. Used to think about killing myself anyway.' </p> <p>The estrangement took place in 1992. Was there an argument? 'No argument. Just a situation that happened - and it was time to go.' Pressed, Jones repeats that it was 'just time to go'. </p> <p>In fact there was a final incident. Having announced he would never fight again following the travesty in Seoul that gave South Korea's Park Si-Hun gold, Jones reversed his decision when he returned a hero. 'That defeat was the best thing that ever happened because 20 years later they're still talking about it,' he says. </p> <p>But after turning professional in 1989 his father's cautious approach reduced him to fighting at fairgrounds. Jones was making no money and title fights were being refused without his knowledge. If Big Roy had maintained control it is unclear if Jones would ever have realised a potential that has also won him five different world titles and the Boxing Writers Association of America's vote as Fighter of the Decade. </p> <p>Then came the final incident when Big Roy killed a rottweiler, which belonged to a friend of Jones Jr, after it had bitten his sister Catandrea. The dog was tied to a tree and Big Roy unloaded three cartridges from a shotgun into its head and two bullets from a Glock 9mm pistol. For Jones, it was a cold-blooded execution and he hired Alton Merkerson, his trainer at the Seoul Games, to take his father's place. </p> <p>Could there ever be a reconciliation? 'No,' Jones says, his tone suggesting he should not be challenged. Yet, there was a rapprochement, which, perhaps because it was unsuccessful, Jones does not mention. It happened when the worst two years of his career took him into a third bout against Antonio Tarver in October 2005. </p> <p>Having become the first former middleweight champion in 106 years to win the world heavyweight title by beating John Ruiz in March 2003 - on a unanimous decision to secure a title he never defended - Jones was awarded a split decision in his first meeting with Tarver that November. </p> <p>This was back down in the light-heavyweight division, which he had dominated since beating Griffin, in their first fight, for the WBC belt six years earlier. But a rematch against Tarver in May 2004 ended in Jones' first defeat - since the disqualification - when Tarver knocked him out in the second round. Even worse followed when Glen Johnson - a far inferior opponent to Tarver - stopped Jones in the ninth round in Memphis that September. </p> <p>It was 15 minutes before Jones could leave the ring. Desperate, he recalled Big Roy - while still also retaining Merkerson - for the first time in 13 years ahead of the deciding fight of his series with Tarver. </p> <p>He lost a unanimous decision in 12 rounds. It was a third successive loss, which had apparently finished his career and made Calzaghe's verdict following the Johnson defeat seem all the more damning: 'I hope Roy decides to retire. I'm not at all interested in facing someone who has been knocked out in both of his last fights. </p> <p>'It is the end of an era and I am as disappointed as anyone that I never managed to face him.' </p> <p>Jones Jr has since redeemed his reputation with some big wins. In view of his impending light-heavyweight contest against Calzaghe, what does he think of the Welshman's assessment of four years ago that he was supposedly washed up? 'It did seem like it was the end of an era then, but it don't seem like it now,' he says, laughing. 'They don't think like that now.' </p> <p>So, at Madison Square Garden next month, who will win? 'Me,' Jones says. 'A week before I'll start looking at Joe - see if I need to make any adjustment. He has weaknesses. But I most definitely respect him.' </p> <p>Whatever the result - it is not clear-cut - business will continue. 'I'm thinking about going up to heavyweight because Wladimir Klitschko [IBF world champion] says he'll fight me. I know I can get him.' </p> <p>Jones is clear, though, that none of his three sons - he also has three daughters - will ever fight. 'It's like a mother don't want to see her kids go out to war because they might never come back.' </p> <p>In 10 years' time, Jones will be closing in on 50. What might he be doing? 'Plenty. Dealing with the ladies - I love women; I do rap music; I fish a lot - I've got a 36-foot boat. </p> <p>'Fishing keeps you alive, gives you time away - to enjoy God, the creations that He made. Because God made you.'</p>",
  "<p>Backstage before their debut gig, Sony's new $1.4m signings say a little prayer. An unprecedented 32 countries, including America, Australia, Brazil and Mexico, have agreed to release the album the three-piece are still recording - without hearing a note. 'I've never had this reaction to anything I've been involved with; nothing in my life,' says Nick Raphael, MD of Sony's Epic Records, the man who signed Jay-Z in the UK, steered Charlotte Church and made a star of Lemar. 'Could it be the biggest record of the year? Yes.' Radiohead's string arranger is on board, David Bailey's done the photos, manager Sam Wright counts Eminem, Marilyn Manson and Bon Jovi among her former charges. Yesterday a film crew flew in from New York. Tonight's show is being recorded for some 354 US TV stations. The man from William Morris, Hollywood talent agency with Britney, Kanye and the Rolling Stones on its books, has been sniffing around since breakfast. It all smells like gravy to him and he's keen to broker a US tour - before anyone else does. All the time the clamour around these three guys, the Priests, gets louder and louder.</p> <p>'I've played songs to other producers and to family and friends,' says Mike Hedges, producer to U2, the Cure and the Manic Street Preachers, 'and it's the best reaction to any record I've ever done. People say \"It actually gives me goose bumps.\" How often do you get that these days?' </p> <p>With a name like the Priests, you might be expecting a bony young garage band or some fun-loving LA funkateers. The Priests are not that. They're ... well, they're priests.</p> <p>Say salve! to Father Eugene O'Hagan, aged 48, of the parish of Ballyclare and Ballygowan. To his brother Father Martin O'Hagan, aged 45, of the parish of Cushendun and to their old school friend Father David Delargy, aged 44, of the parish of Hannahstown, all in the diocese of Down and Connor. Three full-time clergymen from Belfast whose roles tending to the spiritual needs of their parishioners will now run parallel to the lives of jet-set singing stars. Released for Christmas, the Priests' album is expected to make them household names. </p> <p>Tonight, though, they'll be rocking St Patrick's Cathedral, Armagh. 'Backstage' is an adjacent school, commandeered by the production team for an event boasting a 30-strong orchestra and a 20-stong choir, overseen by former Top of the Pops director Chris Cowey. 'We didn't want it to look like Songs of Praise,' explains Raphael. 'We wanted it to look like a Hollywood version of a church concert.' On the set list: 'Panis Angelicus', 'Be Thou My Vision' and 'Benedictus'; songs the priests had sung since coming together 35 years ago in a Belfast boarding school where their religious fervour saw the trio nicknamed 'Holy Holy Holy'. They completed their seminary training at the Gregorian University in Rome, where their singular blend of voices - two tenors (Fathers Eugene and Martin) and a light baritone (Father David) - earned them an invite to perform the sacred liturgy for Pope John Paul II at the Vatican. Now Sony hope the Priests' songbook will chime with a previously untapped market - the world's 1.1 billion Catholics. 'These guys are presenting something that's part of people's lives and you can't buy a copy of what they're doing,' says Raphael. 'It's a memento.' </p> <p>But it's not just Catholics. With a non-partisan emphasis on the 'spiritual' and the 'uplifting' - and with the likes of 'Ave Maria', the 'very familiar' - plus songs sung in French and Spanish, the album has been designed with the broadest of churches in mind. It's catholic with a small 'c'. 'Someone said to me \"Wow, this is like God's Greatest Hits,\"' says manager Wright. 'Good songs are good songs. They don't have to be by Paul Weller or Kate Rusby; there are some great hymns out there. You can't tell me 'Ave Maria' isn't a cracking tune.'</p> <p>The Priests see no contradiction in joining the music business. It may even have been preordained. 'Certainly we see the hand of God's providence in this opportunity,' says Father Eugene. 'It's a chance for us to take the music and bring a message to an increasingly, well, agnostic world. Hopefully through these lovely tunes people will be uplifted spiritually. It's as broad as that.'</p> <p>'It's an opportunity to portray faith but we hope by its very nature it will cross all boundaries,' adds Father Martin. 'We hope it will speak to all.'</p> <p>You might say people's spirits have already been uplifted by the news of three singing priests. They've been dubbed 'Father Ted: the Musical' and 'Priestlife'. Since they signed their recording contract on the steps of Westminster Cathedral in April, an ITV crew have been following them about, ahead of a documentary next month. Even now the man from the Times has them cornered over a plate of iced buns in the school's makeshift refectory. 'Will you be spokesmen for the Church?' he presses. 'On a subject, say, like abortion?' </p> <p>Father Eugene affords him a munificent look. 'If someone wants to have a debate about abortion, there are priests who can do that. We are not those priests,' he says. 'We're not media spokesmen.'</p> <p>Yet as the Armagh concert proves, you could hardly hope to find three more media-ready people. Commanding an audience is part of their job. They're people people. Between some remarkable harmonising the Priests banter away warmly, explaining the origins of Vivaldi's 'Gloria: Domine, Fili Unigenite', paying homage to their late choral teacher and finding room for a couple of jokes. You don't imagine many new record company signings are blessed with such diplomatic chops. By the finale of 'Abide With Me' sections of the audience are in tears. In a good way, obviously.</p> <p>But the Priests aren't going to have it easy. It's no secret that Ireland is stretched for clergy as it is, with numbers expected to fall by two-thirds within 20 years. So a clause in their contract stipulates their priestly duties must be prioritised; that any promotional activity will be curtailed should a call come from their parishes. (Obviously you won't be seeing them on telly on a Sunday.) </p> <p>'There are 20 newspapers, radio stations and TV in every country when everyone's interested in releasing your record,' says Wright. 'That's a tall order for the Rolling Stones, let alone people with a day job.' Particularly when said day job has included such rigours as giving a funeral to a stillborn child, administering the last rites to the victim of a punishment shooting and - in Father David's case - having three churches firebombed during the Troubles. </p> <p>So when David Bailey, bless him, tried it on at their photo session, asking 'What are three grown men like you doing still believing in God, then?' and showing off his Damien Hirst, a portrait of Jesus bleeding to death on the cross above the legend 'Was it worth it?', the Priests had little trouble turning the other cheek. (Father David took a photo of Hirst on his phone.)</p> <p>The reality of the Priests' contractual clause is demonstrated a few days later. We had agreed to meet in a London hotel, but Father David has been called back to his parish for a funeral. But Fathers Eugene and Martin have joie de vivre to spare. 'Quite a line-up, isn't it?' booms Father Martin on being told that he is now labelmates with Ozzy Osbourne, Britney and My Chemical Romance. </p> <p>'A very ecumenical line-up!' twinkles Father Eugene.</p> <p>Do they hope to convert any errant pop stars? </p> <p>'Well, we won't go out deliberately to do so,' he continues. 'We're not going out to evangelise. But you never know what doors might open.'</p> <p>('There's goodness to find in everyone,' Father David says later. 'Ozzy is a husband and a father. I'm not even sure it was a real bat. That was theatre. Does the devil have the best tunes? I don't think even Ozzy believes that.')</p> <p>The Priests will be wearing their clerical clothing at all times. In a sense, that's good branding: one that's been around for 2,000 years. (It also underlines the project's authenticity - everyone involved is at pains to point out that this is Not A Gimmick.)</p> <p>'Before people have shunned the ecclesiastic badge ... ' says Father David.</p> <p>'An attempt to be trendy,' notes Father Eugene.</p> <p>Recently things seem to have gone the other way. Morrissey's been sporting a dog collar ... </p> <p>'And Pete Doherty with a rosary!' cries Father Eugene. 'Yes, I saw those beads, yes. Perhaps if he'd use them, instead of just wearing them ... '</p> <p>They've very nice, the Priests. Meeting them you realise the idea of middle-aged singing clergy perhaps isn't so far away from the dynamics of a boyband after all. There's cheeky-chappie Eugene, mildly camp David and boyish Martin. </p> <p>'Father Ted meets Westlife?' Father Eugene muses. 'I found that show very funny; it did take a tongue-in-cheek approach to matters ecclesiastical. We certainly had a sneaking admiration for some of the characters. Westlife on the other hand? We take great exception to that ... '</p> <p>Are they prepared for that perennial pop question: 'Which one's your favourite'?</p> <p>'Don't tell us that! We don't need to know!' they wail. ('I know who's the favourite already,' says Mike Hedges. 'It's Martin, isn't it? Didn't you notice after the show all the girls came up to Martin for his autograph? Loads and loads of quite attractive girls. Eugene was a little bit put out, I think. In the nicest possible way.')</p> <p>It would be a mistake to write the Priests off as fuddy-duddies. Sony has given them their own YouTube channel. And they're already blogging away like mad. Sure, there was some early confusion in the studio over earmuffs ('Hedges said to them: \"Let's get one thing straight,\"' explains Nick Raphael. 'They're either \"cans\" or \"headphones\". Never \"earmuffs'\") but Father Eugene reveals himself to be little short of a fully fledged gadget-head; all high-speed connection this and BlackBerry that. One afternoon I asked, somewhat patronisingly, if they were familiar with iTunes.</p> <p>'Oh yes! 79p per item,' piped Father Eugene. </p> <p>Which was me told. But even that paled next to the interviewer who played the 'What-was-the-first-record-you-bought?', card only to get the following answer from Father David: 'Parallel Lines by Blondie.'</p> <p>Mike Hedges, a former Jesuit choirboy whose CV happily already includes the Cure's Faith, the Undertones' The Sin of Pride and the Manic Street Preachers, had always wanted to give the whistles-and-bells treatment to recording the Latin Mass. Raphael wasn't convinced, but after his eight-year-old son came home from a wedding service singing the Feeling's 'I Thought it Was Over' in the drawn-out style in which priests say 'Aaa-men' and a colleague confided 'It's not the stupidest idea ever.' He commissioned a search. Liam Bradley, drummer for Van Morrison and Ronan Keating, tracked down the three Fathers who had already appeared on Irish TV. 'I said, \"Let's get the best one,\"' remembers Raphael. 'Then I got told \"No, no, no ... they don't come separately.\"' </p> <p>Then he called Hedges. Who was appalled.</p> <p>'I imagined this wonderful, baroque Latin Mass. When he mentioned three priests I thought, \"That's a bit tacky and gimmicky. I'm not sure about that.\"' Then he heard them sing and, says Raphael, 'went completely nuts'. The Priests were given carte blanche to suggest the songs they'd like to record. And they'll be donating the profits - well, most of them - to charity. 'We thought very carefully and took time to ascertain the implications of the decision,' Father Eugene says. 'Still, it's taken some adjustment. We were flattered and bewildered to find paparazzi following us.'</p> <p>In fact, everyone's been bowled over by the reaction - both from the music market and the Church, who gave their blessing from the off (two Vatican choirs will record accompaniment in St Peter's Basilica this month). 'As opposed to the record company being the evil empire who cook up these mad schemes, this could not have happened less like a mad scheme. It couldn't be any further away from what all the people involved normally do,' says Raphael, who spent the mid-1990s in that famously sacrosanct enterprise of playing handbag house in Leeds nightclubs, wearing a PVC miniskirt as half of DJ duo Trannies With Attitude. 'Every day the odds are shortening that it could be Christmas No 1. On this project we seem to get every break we want.'</p> <p>'It's almost like something's willing it to happen,' he adds, mysteriously.</p> <p>'There's no disconnect with priests selling music in this way,' says Dr Andrew Cameron-Mowat of Heythrop Theology College, University College of London. 'Vivaldi was a priest. Sydney MacEwan, the Scottish tenor, was ordained in the 1940s and carried on singing to raise a lot of money for Oban Cathedral. And Father Rossi in Brazil has thousands of people coming to his masses; he's sold 3m copies on CD. It's not like priests take a vow of poverty. And if they didn't have the talent, they wouldn't be doing it.'</p> <p>What's more, these priests will be bringing their own fanbase. One afternoon I watch Father Eugene preside over a wedding at his Sacred Heart Church. Outside his parishioners are buzzing. 'I hope his CD does well,' says Jackie Vance. 'I know a lot of people who'll be buying it already.'</p> <p>'We're very pleased for all of them,' says Catherine Acton. 'I think they'll be able to keep the balance pretty well.'</p> <p>Seventy-two hours later the trio are in the dressing room at The Alan Titchmarsh Show - gardener turned chatshow host. 'He's diversified, like us,' notes Father Eugene - their entry into the world of light entertainment confirmed by today's other guests: Kelvin MacKenzie, Heather Small, Boy George and a retired greyhound.</p> <p>'Putting the religion back into Christmas,' suggests Titchmarsh backstage. 'What a novel idea.'</p> <p>'Really this is a just a continuation of what we've always tried to do,' concludes Father Martin. 'It's about communication. As our old singing teacher used to say: \"What comes from the heart, goes to the heart.\"'</p>",
  "<p><strong>Australian Ballet/ Bangarra Dance Theatre</strong> <br>Sadler's Wells, London EC1 </p> <p><strong>Stephen Petronio Company</strong> <br>Queen Elizabeth Hall, London SE1 </p> <p>Like all the best dance institutions, the <strong>Australian Ballet </strong>makes brave choices. This week, their Sadler's Wells season opened with Léonide Massine's 1933 ballet Les Présages. Set to Tchaikovsky's fifth symphony, the four-movement piece describes man's struggle with his destiny. Danielle Rowe is sternly precise as Action, Olivia Bell confident and lustrous as Passion, and Leanne Stojmenov negotiates Frivolity's ferociously taxing solo with élan. Most impressive of all is Adam Bull's Everyman. Tender and self-deprecating in his partnering of Bell, pure of line and impeccably phrased in his solos, Bull reveals himself as a true danseur noble. Nothing is more compelling in a male dancer than this kind of understatement; he even manages to rise above his Fourth Movement costume (by Toer van Schayk), a queasily balletic take on workers' overalls. Rowe, promoted with Bull to principal dancer this summer, is another van Schayk frock-victim. Her blue-frilled, floor-length orange number makes her look like a toxic reef creature. At the time of its creation, with storm clouds gathering over Europe, Les Présages sounded a sombre note of forewarning. Today, however, strong performances notwithstanding, it's hard not to be overwhelmed by the period bombast and histrionics. </p> <p>The piece was followed by Rites, a collaboration with the Aboriginal dance troupe Bangarra, choreographed to Stravinsky's The Rite of Spring by Stephen Page. In the melding of the two companies, Page has found a barefoot but curiously formal neoclassicism. The set, by Peter England, resembles a desert map crisscrossed by an infinity of pathways. The four elements are ritually and intricately celebrated, with Patrick Thaiday's shaman figure flickering lizard-like over the dusty floor, and clay-painted fire spirits crouched over smoking braziers. This is perhaps the gentlest version of The Rite I've seen, and initially I missed the element of sacrifice which remains key to most stagings. Afterwards, though, I realised what every Australian would know from the beginning: that the sacrifice has taken place in real life and real time - in the genocide of native Australians by European settlers, and the heartbreak of the 'stolen generation' for which PM Kevin Rudd apologised in the Australian Parliament earlier this year.</p> <p>Lighter, brighter fare on the South Bank, where New York's <strong>Stephen </strong><strong>Petronio Company </strong>offered us a characteristically quirky evening, kicking off with Beauty and the Brut (2008). </p> <p>A fractured account of a pick-up on the beach to a score by Fischerspooner, this intercuts Petronio's classic-with-a-twist aesthetic with jagged freezes and goofball model poses, and seems to be guying American provincialism. 'Do they have hot water in France?' a male voice lazily inquires, as the cast delivers probing kicks and twists.</p> <p>Bloom was a big hit when it premiered here in 2006. Set to music by Rufus Wainwright and the poetry of Walt Whitman and Emily Dickinson, it portrays the teeming joy of seasonal rebirth. 'Under the snow and ice, under the darkness, in every square or cubic inch... Billions of billions, and trillions of trillions of them waiting...' sings Wainwright to Whitman's 'Unseen Buds', as the dancers exuberantly loop and whirl and Shila Tirabassi pours out an extraordinary, amazonian solo. Given a strong subject, as here, Petronio flies. Without one, as in the self-indulgent This is a Story of a Girl in a World (2008), he flounders. The piece is set to five songs by Lou Reed and Antony Hegarty, a febrile and overwrought suite which Petronio dresses with unremarkable and often chaotic dance, extinguishing the high of Bloom and sending us home subdued.</p>",
  "<p>It was 19 minutes to noon on Wednesday when Gordon Brown took the call from Mervyn King. With the seconds ticking away to the Prime Minister's first Question Time in the Commons since the summer break, the governor of the Bank of England had dramatic news: secret consultations between the world's most powerful central bankers had resulted in the decision to make the biggest co-ordinated cut in interest rates there had ever been.</p> <p>With the world's financial system perilously close to complete meltdown, bankers were determined to show they meant business. The move was to be announced at midday in London and 7am New York time, and King was nervous that Brown might be embarrassed by a backbencher picking up the news via BlackBerry as he stood up to speak.</p> <p>Brown had already been dealing with the financial crisis for more than six hours that morning, having held a 5am summit with Chancellor Alistair Darling at Number 11 to discuss details of a £50bn part-nationalisation of Britain's bombed-out banks, due to be unveiled to the stock exchange that morning.</p> <p>With just 10 minutes to go before world markets heard the news, King's next call was to Darling. Both Prime Minister and Chancellor had been hoping for a rate cut for many weeks as the credit crisis began to take its toll on Britain's cash-strapped borrowers, threatening to tip the economy into a severe recession.</p> <p>Just before Brown stood up to explain his drastic bail-out plan to Parliament, US Treasury Secretary Hank Paulson was appearing before reporters in Washington in an attempt to reassure American voters that their savings were safe. Asked if he planned to emulate Brown's bail-out package, Paulson was sniffy, defending his own $700bn 'troubled asset recovery plan'. Yet within little more than 48 hours, he was signing up to a promise by the G7 finance ministers to pour public cash into struggling banks, buying shares to ease the severe shortage of capital in the world's financial sector.</p> <p>The reason for the volte-face was simple: Wall Street was locked into a vertiginous sell-off as terrified investors dumped stocks, commodities and the dollar, fearing that the mounting financial crisis would turn into a full-blown economic slump.</p> <p>By the time the G7 finance ministers gathered in Washington on Friday afternoon, there was no doubt whatever that they were looking at disaster. The half-point rate cut, unthinkable just a few days before, was greeted with a shrug by investors who had lost their faith in governments' powers to fix the world economy. Wall Street had suffered the worst week in its history, with the Dow Jones index losing an extraordinary 18 per cent of its value, and every major stock market had plunged, day after day. On Friday alone, the Dow hurtled an eye-watering 700 points downwards, then swung up into positive territory, before settling 'only' 128 points down.</p> <p>General Motors, once the proud symbol of America's car industry, was worth less by the end of the week than it was in 1929, and felt obliged to issue a statement saying it was not at risk of bankruptcy. By Saturday, it had announced talks about a merger with its rival Chrysler. Morgan Stanley was in desperate talks to save a proposed cash injection from the Japanese bank Mitsubishi, and on Wall Street the buzz was that Paulson's damascene conversion to state intervention had been triggered by the impending demise of another household name of US banking.</p> <p>Thousands of miles away in Iceland, once a sleepy but prosperous example of the cautious Nordic economic model, a decade of financial excess was ending in tears. Reykjavik has been brought to the edge of national bankruptcy by its overstretched financial firms, and deposits from thousands of British savers, along with money belonging to local authorities and charities, was tied up in Icelandic banks. An IMF team was dispatched to assess its need for an emergency loan. Reports in Washington suggested that other countries were also teetering on the brink of insolvency.</p> <p>G7 ministers were keen to avoid the policy paralysis that had been so evident when Nicolas Sarkozy gathered the leaders of Europe's big four economies in Paris a week earlier. Then, declarations of solidarity were swiftly belied by Germany's unilateral decision to guarantee all bank deposits, an example of the beggar-my-neighbour behaviour that had helped to deepen the Great Depression. The world's financial markets had delivered a clear message about the costs of indecision and disarray.</p> <p>The strain of wrestling with the crisis was clearly visible on the faces of the finance ministers. France's Christine Lagarde, Washington's Hank Paulson and Alistair Darling all looked as if they had been burning the midnight oil - which they had. It didn't help that on Saturday, they all had to be at the White House by 6.45am to get security clearance for their breakfast meeting with George Bush.</p> <p>The President has repeated his mantra that if they work together, the West's biggest economies would get through the crisis. For the first time since the turmoil entered a new and dangerous phase, Bush's remarks did not send share prices tumbling - but only because the market was closed for the weekend.</p> <p>Darling's morning continued with a bilateral with Paulson, and talks with the new chairman of the Financial Services Authority, Lord Turner, over the plans for recapitalising some of Britain's biggest banks, details of which will be announced tomorrow.</p> <p>Around the table at the US Treasury, Darling argued forcefully that recapitalising banks with public cash was the only viable solution to the worldwide crisis. Japanese delegates, rarely the most vehement contributors to G7 debates, argued passionately that the lesson from their country's own catastrophic banking crisis in the 1990s was that taxpayer-backed bail-outs of financial institutions should be carried out without delay. So keen was King to push home the importance of unblocking the credit markets, he summoned up the ghost of Elvis Presley, saying, 'as the King would say - a little less conversation, a little more action'.</p> <p>It was not Elvis but the desperate need to restore calm to the markets that really prodded the G7 into action, however. When civil servants presented a first draft of the communiqué, several pages long and packed with waffle, finance ministers said they wouldn't sign it - because it wouldn't work.</p> <p>Italian finance minister Giulio Tremonti even went public, saying 'the current draft is too weak', and wouldn't, at first, put his name to anything more than a page long. When the meeting ended, what emerged was a five-point plan, including a promise to buy up stakes in banks, on the British model.</p> <p>Governments also pledged to prevent the failure of 'systemically important' banks, in a bid to avoid unleashing another financial domino effect like the one that followed the collapse of Lehman Brothers; take 'all necessary steps to unfreeze credit and money markets'; ensure that consumers around the world can have confidence in the safety of their savings; and take action to kick-start stalled markets in the mortgage-backed assets and other securities that banks use to help fund their lending.</p> <p>In other words, governments of the world's richest countries will unleash every weapon they have, including billions of pounds of taxpayers' money, to rebuild the global banking system and reopen the flow of credit to consumers and households. Paulson called it 'aggressive,' but that was an understatement - it is financial 'shock and awe'.</p> <p>There are high hopes in Washington that this much concentrated firepower, perhaps combined with more drastic rate cuts from central banks, must eventually work - though European Central Bank governor Jean-Claude Trichet said it might still take time for the markets to respond positively. If this plan does succeed, finance ministers can stop worrying about the risk of total collapse of the world's financial system - and start worrying about the long, grinding recession that most believe will follow this month of extraordinary drama.</p> <p>When Paulson was drafted into Washington from Goldman Sachs in 2006, with his action man demeanour and impeccable Wall Street pedigree he seemed the ideal personification of America's economic invincibility. Two years on, he, and the swashbuckling model of capitalism he represents look like a busted flush. Even even his friends on Wall Street have dramatically lost faith in his power to halt the financial storm.</p> <p>For 50 years, America has been the global economy's uncontested superpower, preaching open markets, financial liberalisation and free trade. Washington confidently believed it had the answer to the world's economic problems, if only the unconverted would listen. But last week showed that the US has no magic recipe to assuage the violent fear that had seized Wall Street, let alone offer a blueprint for other governments to follow.</p> <p>Every time delegates from developing countries thumbed through a newspaper, or glanced at a TV screen, they saw bleak red graphs of plunging stock markets or footage of an earnest-looking Bush using an emergency briefing in the White House rose garden to reassure shell-shocked American voters.</p> <p>The US public are bailing out of mutual funds in their droves and discussing where the hard-earned cash they have saved for retirement or their kids' college funds will be least at risk. Safe-makers are reporting rising sales as a growing number of Americans resort to the old-fashioned method of withdrawing their dollars and locking them up at home.</p> <p>At every press conference within the tight ring of security that surrounds the IMF's HQ, a forest of hands shot up, as journalists from Brazil, the Philippines, Russia, China and a host of other countries asked urgently what impact the crisis would have on their home countries.</p> <p>For the past decade, World Bank and IMF meetings have been dominated by the problems of the world's poorest countries. The crash of 2008 has followed the longest sustained boom in the global economy since the late 1960s and early 1970s, breeding the complacent belief that the only real issue was how to help poverty-stricken countries in Africa catch up. This year, the mood had changed: Africa barely merited a mention, as the West concentrated exclusively on preventing its home-grown crisis dragging the entire world into a slump.</p> <p>The problem is twofold: in the short term, the vital need is to stop the financial virus from infecting every country in the world and having an even bigger impact on global growth. In the longer term it is how to rebuild a world financial system that has so comprehensively failed in the past 14 months.</p> <p>In 12 months' time, when the IMF gathers for its next annual meeting in Istanbul, the world may look very different. There is a palpable sense in Washington that even if the downturn is shorter and sharper than the IMF predicts, the domino effect that began in America's housing market and has rippled throughout the world, is leaving in its wake a powerful momentum for reform.</p> <p>Dominique Strauss-Kahn, the IMF's managing director, stressed that there must be no return to 'business as usual' when the worst of the crisis is over. At the very least, there will be reforms to what the experts call the 'global financial architecture' - in other words, the rules will be tightened.</p> <p>Credit ratings agencies, which assess how likely borrowers are to repay their debts, will find their activities reined in; regulators monitoring the behaviour of international banks across different jurisdictions will be forced to work more closely together; and the IMF is likely to be given stronger powers to issue warnings about the build-up of dangerous financial bubbles in the years ahead.</p> <p>Central bankers who have contented themselves for the past decade with focusing on inflation, may well also be asked to take into account the risk that by cutting interest rates to keep economies out of recession they may be pumping up an unsustainable boom. Alan Greenspan, the former US Federal Reserve chairman, was once lionised as an economic 'maestro', but now appears to be a major architect of the crisis. The IMF said the world economy had been allowed to run above its 'speed limit' for too long.</p> <p>The banks, which have been forced to beg for public cash to prevent their business model imploding, will find themselves under severe scrutiny from their new shareholder, the taxpayer. In return for rescuing them, governments will insist on limits on bonus payouts and curbs on dividends to shareholders.</p> <p>There are broader changes afoot, too. Robert Zoellick, president of the World Bank and a veteran of the US Treasury, called for seven major emerging economies to join the traditional G7 club of rich countries to provide a better reflection of the new power balance in the world economy. Bringing Brazil, China, India, Mexico, Russia, Saudi Arabia and South Africa on board would create a powerful 'steering group,' representing 70 per cent of the world's GDP and 56 per cent of its population. Zoellick's pointed call for change underlines the mood for reform unleashed by the crisis.</p> <p>Iceland may yet be forced to turn to the IMF for an emergency loan, but the fact that it was given direct financial support first by the Russian government underlines the power that countries which have built up huge financial surpluses - including Russia, but also China and many Middle Eastern economies - could wield in the years ahead.</p> <p>How deep the changes go may depend on how badly the shortage of credit affects the global economy. The IMF believes that, after a grim year, with recessions in most major countries, the green shoots of recovery will be visible beneath the frost.</p> <p>Olivier Blanchard, the IMF's chief economist, insisted that with the right concerted action from governments, the risk that the financial crisis would give way to a full-blown depression on the scale of the 1930s was 'almost nil'. Yet he was also quoted warning that share prices could have another 20 per cent to fall before calm is restored: hardly the sort of thing to reassure investors in the current environment.</p> <p>The governments of the world's largest economies think they've done enough to avert disaster. This week, they will be watching anxiously watching to see if the markets agree.</p> <h2> A year of rescues</h2> <p><strong>14 September 2007 </strong><br>Bank of England steps in with emergency funding to support Northern Rock.</p> <p><strong>17 March 2008 </strong><br>Federal Reserve organises the rescue of Bear Stearns. </p> <p><strong>7 September </strong><br>US government seizes control of mortgage lenders Fannie Mae and Freddie Mac.</p> <p><strong>17 September </strong><br>US rescues insurer AIG.</p> <p><strong>26 September </strong><br>US government takes control of Washington Mutual in the largest-ever American bank failure.</p> <p><strong>29 September</strong> <br>UK government nationalises Bradford &amp; Bingley's loan book.</p> <p><strong>30 September</strong> <br>Ireland guarantees the deposits of all savers.</p> <p><strong>3 October</strong> <br>Biggest ever US government bail-out plan - worth $700bn - clears House of Representatives after being rejected a week earlier. </p> <p><strong>7 October</strong> <br>Iceland asks Russia for €4bn loan to avoid financial meltdown.</p> <p><strong>8 October </strong><br>Chancellor Alistair Darling announces £450bn rescue plan for Britain's ailing banks. Bank of England cuts interest rates by half a percentage point.</p> <p><strong>10 October</strong> <br>G7 meeting in Washington agrees global rescue plan.</p>",
  "<p>Simon Schama is, in all sorts of ways, the Martin Amis of history. Identified as a rising star in the gloom of the Seventies, he reached literary maturity in the Thatcher years, when his effervescent prose and iconoclastic approach propelled him to a Harvard chair and made him perhaps the most exciting historian in the English-speaking world. Overflowing with borrowed American pizzazz, his books were triumphs of style, every page glittering with ambition. Like Amis, he became the poster boy for a generation, bringing flamboyance back into history. His fame spilled over the frontiers of academe; he became a celebrity, the BBC's resident historian in a leather jacket.</p> <p>There is a point, though, when flair becomes mere flashiness and when an obsession with style means there is no longer any substance. To his detractors, Amis passed that point long ago. And in the opening section of his new history of the United States, Schama comes perilously close to following suit. 'I can tell you exactly, give or take a minute or two, when American democracy came back from the dead because I was there,' he says, reporting from the Iowa caucuses, when Barack Obama began his long march to the Democratic nomination. </p> <p>So begins an outpouring of gush that would put any Sunday supplement colour writer to shame. No cliché of campaign coverage goes unturned. Like Hunter S Thompson, Schama sprinkles capital letters to emphasise the historic importance of the occasion, so people 'Take Charge' or 'Get the Message'. When he mentions Jack Kennedy, we are inevitably reminded of the President's 'mop of steel-grey hair', his 'smarts', his 'appetite for power'. </p> <p>When he meets an ordinary Iowan voter, 'you only had to take a look at his open face to see a man who would do right by his family'. Mitt Romney, a man with the soul of a supermarket till, gets the same treatment: 'The lustrous crest rose darkly from his crown; the orthodontically immaculate smile flashed.'</p> <p>After 25 pages of this stuff, a history book breaks out, based around the four themes (or 'television episodes', as they might better be called) of war, religion, immigration and plenty. There is a vague attempt to link all four to the presidential campaign of Barack Obama, for whom Schama harbours a deep and burning passion, but it is mercifully not developed too far. One thing this book is not, however, is a traditional narrative history. Chronology, dates, elections and Presidents generally go by the board, while Schama jumps from the 18th century to the 21st and back again, dipping in and out of stories as the mood takes him.</p> <p>As an idiosyncratic journey into the hidden corners of American history, the structure often works very well. In the chapter on war, for example, we are introduced to the extraordinary Meigs family, paragons of military service who fought in the War of Independence, built forts along the northern frontier, brought water to Washington, erected the great dome of the United States Capitol and helped to run the Union war effort during the Civil War. </p> <p>Even now there are Meigses in the army and Schama meets the latest, a general who led men into battle in Desert Storm and fell out with the top brass during the occupation of Iraq. Theirs is a compelling story, deftly and sympathetically told. And the other chapters also have their pleasures, from the Primitive Methodists in the remote valleys of modern-day Virginia to the black evangelical preacher Jarena Lee, who toured the country in the 1820s telling of 'the wonders and of the goodness of Him who had clothed me in salvation'.</p> <p>While Schama is fond of his adopted country, this is often a surprisingly dark book. He reminds us that behind the cliché of the melting pot, hostility to immigrants has been a constant of American history, from the Know-Nothing party that railed against the 'foreign heresy' of Irish Catholics in the 1850s to the men who bullied, expelled and murdered thousands of tea-drinking Chinese railroad workers along the West Coast two decades later. Then there are the atrocities committed during the occupation of the Philippines in the early 1900s, notably the 'water cure', which involved American soldiers forcibly pouring water into a prisoner's mouth and jumping on his distended stomach unless he gave them the information they wanted.</p> <p>Yet such stuff sits uneasily alongside the purple prose that teeters between pretentiousness and banality. 'The American future is all vision, numinous, unformed, light-headed with anticipation,' Schama tells us. By contrast, 'the American past is baggy with sobering truth. In between is the quicksilver Now, beads of glittering elation that slip and scatter'. A stronger editor would surely have cut this kind of thing - and would also have put a stop to the shameless name-dropping. Hillary Clinton flashes him an 'authentic' smile with 'unforced' eye contact, while Bill's 'urgent inquiry into my work' gives him a 'warm rush'. </p> <p>Later, Gordon Brown invites him to a Downing Street dinner with George W Bush, who is standing alone during drinks when the great historian approaches, cognac in hand, and congratulates him on his immigration policy. This is hardly the stuff of history: more, perhaps, the stuff of a ghost-written celebrity memoir. But then, for Simon Schama, history and celebrity overlapped a long time ago.</p> <p>• Dominic Sandbrook is the author of Never Had It So Good and White Heat, both published by Abacus</p>",
  "<p><strong>What she watched</strong></p> <p><strong>The X Factor</strong>, ITV1</p> <p><strong>British Style Genius</strong>, BBC2</p> <p><strong>Twiggy's Frock Exchange</strong>, BBC2</p> <p>Having offered myself up to, and colluded with, its wicked manipulations before gleefully heading off down the Yellow Brick Road to TV Oz, I confess I've finally given up the critical fight against the potent, seductive, brilliantly constructed edifice of Reality TV, and in particular <strong>The X Factor</strong>.</p> <p>Deadlines don't allow me to review the most recent shows, thus I'm still stuck back in last week, in Cannes and Barbados and St Tropez and Ireland, with Dannii and Simon and Cheryl and Louis 'at home', whittling their wannabe sixes in the four categories - over 25s, boys, girls and groups - down to the maybe threes who will slug it out for their Christmas number one and a chance to be... well, whatever we decide they'll be.</p> <p>Patently, there is a law of diminishing returns. We no longer care whether the winner gets to be a superstar - for every Leona there must be a Michelle McManus (the winner of series two of Pop Idol, back in the mists of 2003) - but boy do we get caught up in the 'journey'.</p> <p>Having been artfully constructed by Reality in the first place, Cheryl Cole is, of course, the perfect Reality Judge. She laughs, she cries, she smiles, she empathises, and while it's entirely conceivable that she also breaks wind/ fingernails/ crockery (if only when she's rowing with Ashley), it's of little relevance - in X Factor she's the embodiment of the dream, the contestants' desires and fears made glowing, buff, honeyed, moneyed flesh. Cheryl's perfect, and perfectly flawed: all that glamour, all that fame, all that money, all that pain... I - we - can't get enough of her.</p> <p>And then there's Dannii - poor Dannii! Not quite as young, not quite as beautiful, not quite as warm, not quite as lovable, not quite as preposterously successful (or, indeed, married to a cheating Premiership footballer) as Cheryl... and how I love her for all that. Obviously I haven't got a clue whether she and Ms Cole really hate each other (and don't particularly want or need to know) but the judges' own emotional backstory, even if entirely constructed in a press office, is almost as powerful as those of the contestants, spilling out into the tabloids, discussed around the nations' watercoolers, making us alert to every little subtlety of body language and alive to every apparently random editing choice. When Dannii frowns, for example, it's possible to read an awful lot into it, even beyond the fact that it's pretty tough to frown when you (may, possibly, can't rule it out, can we?) have had a teensy bit of Botox.</p> <p>And then there are the contestants. The choices for the live finals were, of course, guaranteed to have you howling 'noooooooooooooo!' at the telly (beautiful Suzie, dumped from the over 25s? Noooooooooooo!). But what were the odds that Daniel, the bereaved single dad, wasn't going to make it, even if he has about as much chance of winning as I do? Or that Rachel, the single mum bad-girl-turned-good belting out her broken heart, chipped nail varnish 'n' all, wouldn't get through? Or that pumped-up Austin, equal parts testosterone and tears, and baby-faced Eoghan (who looks uncannily like Britain's Got Talent's George Sampson) wouldn't get a shot? Or that Hannah, who has a stunning voice, would lose out for not being enough of a looker? Aw, come on - we're all on the journey, and as journeys go it's currently whupping Strictly's spangly feelgood celebrity ass. Feel the pain, you know you want to... and then make sure you watch tonight's Britain's Got the Pop Factor... and Possibly a New Celebrity Jesus Christ Soapstar Strictly on Ice (C4), in which Peter Kay satirises the whole sorry, riveting business. Enjoy the journey.</p> <p>While the channels race to come up with the perfect credit-crunch property formats ('Garage or Garret?' - home conversions designed to minimise the sting of negative equity; 'Bathroom or Bust!' - the game show in which contestants compete for a new designer wet room... or breast implants!; 'Strip Tease' - teams of decorators strip wallpaper... in the buff!) and because we need quick, relatively affordable consumerist fixes and a sprinkling of rhinestone stardust on our little black dresses, recessions often work in fashion's favour, so the double bill of <strong>Twiggy's Frock Exchange</strong> and <strong>British Style Genius</strong> are, ahem, tailor made for these interesting times. </p> <p>The first show sees the former Lesley Hornby of Neasden, Grazia's fashion director Paula Reed and sparky Culture Show girl Lauren Laverne, presiding over a frockswapshop, in which 100 women bring five items of clothing they no longer wear and give them away to those who want to - a phenomenon known as 'swishing' (which I'd thought was something else entirely) which is big in the States. </p> <p>Elsewhere, old clothes were remade and remodelled, a dealer in second- (third-, fourth-, fifth-) hand clothes was followed foraging for bargains in Huddersfield (one can only hope she has a back-up county for her fashion foraging having outed West Yorkshire as the proverbial pot of gold at the end of the vintage rainbow), and the sum total was all very cosy and girly, if also ever so slightly subdued, perhaps because, somehow, TV always feels a bit guilty about wanting to enjoy fashion as much as it should.</p> <p><strong>British Style Genius</strong>, which followed, is already shaping up to be the best documentary series about fashion I've ever seen (previously, it would have been pinking shears at dawn between the gorgeous Savile Row, on BBC4 earlier this year, and C4's illuminating and insightful 2003 series This Model Life</p> <p>Not only did it offer a unique opportunity see Kate Moss talking (those flat south London vowels interchangeable with Twiggy's northwest London ditto) but talking without wearing make-up, and not looking remotely soignee or glamorous, or even particularly beautiful - as it took us on an accurate and beautifully directed journey through the best part of 50 years of British fashion, with brilliantly sourced nostalgic archive material and contributions from numerous proper, pukka, grown-up fashionistas, from Biba's Barbara Hulanicki to American Vogue's Anna Wintour, with Philip Green the cheerful cherry on an otherwise fat-free, wheat-free cake.</p> <p>The footage of Biba in its Kensington Church St incarnation (before it took over the Derry &amp; Toms building in Kensington High Street, throwing open its doors to the nation's teen shoplifters) took me straight back to those hours spent burying my face in Biba's feather boas while my mother bought T-shirt dresses by the armful, and then the sight of the late Ossie Clark - the gifted, tortured designer genius whose clothes make my heart skip a beat even now - not only reminded me of my mother's enviably Ossie-stuffed 1970s wardrobe, but of how much I love clothes - and why they matter more than we ever quite give them credit for, crunch or otherwise.</p> <h2>North or south</h2> <p>If there is such a thing as a North-South divide in drama, then the lines may be drawn between <strong>Sunshine</strong> (BBC1) and <strong>Beautiful People</strong> (BBC2). I was certain I would loathe the latter - Jonathan Harvey's adaptation of Simon Doonan's memoir about growing up in Reading and finding himself, camply and fabulously, window-dressing in New York. But I love this bittersweet Ab-Fabulous cross between Skins and The Wonder Years, replete with gloriously spiky dialogue (and song-and-dance numbers), because beneath the brittle, biting wit there beats a big, generous heart, which is as southern a sensibility as it gets. </p> <p>Meanwhile Craig Cash and Phil Mealey's endearing three-parter, in which Steve Coogan (and his improbably white Hollywood teeth, left) plays - beautifully - a binman with a gambling addiction which threatens to destroy his family, is all hearts-on-its-sleeves, buns-in-the-oven and tears-before-bedtime; a thing of quiet, uplifting beauty. Together they constitute a double-bill of wholly British brilliance.</p>",
  "<p>The government is ready to scrap controversial plans to clamp down on so-called 'health tourism' among asylum seekers, following a revolt by doctors. </p> <p>Ministers had threatened to withdraw the right to free GP treatment from asylum seekers whose claims were rejected, forcing them to pay for care privately or go without in all cases except emergencies. However, doctors have argued the move would be unethical and potentially illegal, with some saying they would treat patients regardless of any new rules.</p> <p>The Home Office and Department of Health - which was due to publish its decision later this month - are understood to be reconsidering their position after conceding that there was no proof that free primary care was encouraging refugees to come to Britain. </p> <p>'Healthcare should not be a magnet, but there isn't any evidence that primary care is a draw for people choosing the UK as a destination,' said a senior Whitehall source. 'People in that category are often the most vulnerable, they may have communicable diseases, and therefore the view of ministers is that they shouldn't be denied primary care.'</p> <p>Officials are discussing alternative measures, which could involve targeting those with pre-existing chronic conditions or pregnant women hoping to have a baby on the NHS. However, the dropping of the original proposals marks a significant U-turn after years of wrangling throughout Whitehall. </p> <p>The rules have already been changed so that failed asylum seekers - which can include people who are appealing against the decision and those trapped in Britain because their countries of origin are considered too dangerous for them to be deported - are not entitled to hospital treatment except in emergencies or specific cases, such as treatment for TB.</p> <p>Ministers first proposed denying free primary care from GPs four years ago, driven by concerns about the cost of health tourism. </p> <p>But a decision has been repeatedly delayed, amid objections from doctors and refugee organisations, who argued that it would be inhumane, could encourage the spread of infectious diseases and would put A&amp;E wards under strain as overseas patients whose conditions had gone untreated developed life-threatening complications.</p> <p>A spokeswoman for the British Medical Association said: 'Our view was always that there had to be more flexibility for GPs. If you are talking about people who can pay, that is one thing, but asylum seekers are unlikely to have the money.' She said denying primary care could lead to failed asylum seekers later coming to the NHS with 'more life-threatening and more expensive' needs: 'Diabetes may not be an emergency, but if you don't get any insulin you will end up in a coma and coming to A&amp;E.'</p> <p>The Department of Health has refused to publish responses to its consultation, but an analysis by a group of medical students - who used freedom of information laws to track down those who had been consulted - revealed that three quarters of the respondents it traced thought the proposals would break ethical guidelines set by the General Medical Council. More than two thirds believed they risked letting infectious diseases go undiagnosed. </p> <p>Official guidelines state that GPs should not register failed asylum seekers, but they have the discretion to accept them if they wish. Many doctors argue that excluding such people would mean that they were failing in their duty to put patient welfare first.</p>",
  "<p>The volcanic archipelago studded off South America's Pacific coast is famous for unlikely creatures, big and small, which have evolved and thrived for millennia.</p> <p>Charles Darwin's observations on the Galápagos Islands inspired his theory of natural selection and turned the rocky outcrops into a symbol of adaptation and survival. Flightless cormorants, giant tortoises, blue-footed boobies and marine iguanas all found a niche in the lava-scarred landscape.</p> <p>And so, for a time, did a new arrival, a sub-set of the human species: the illegal migrant worker. For decades, thousands flocked from the impoverished Ecuadorean mainland and found jobs in the tourist industry as maids, waiters, cleaners and shop assistants.</p> <p>Now, however, the migrants are vanishing - targeted in an unprecedented Ecuadorean government crackdown intended to rein in a breakneck tourism boom and save the archipelago's unique ecology. </p> <p>Record numbers of tourist developments have threatened endangered plant and animal species and prompted Unesco, the United Nations' cultural agency, to place the Galápagos on its 'in danger list'. The influx is expected to swell for next year's 200th anniversary of the birth of Darwin, the Victorian naturalist whose 1859 book, On the Origin of Species, revolutionised scientific attitudes and human understanding. The mockingbirds he collected on the Galápagos and study of its tortoises played a crucial role in his thinking.</p> <p>Two centuries later, most of the islands' species have survived human settlement, but the authorities, after repeated warnings from environmentalists, have become alarmed and decided to crack down. But only on migrant workers, not the tourists.</p> <p>Checkpoints and patrols have been set up to catch illegal residents who are then marched on to aircraft and flown 600 miles east back to the mainland, the Galápagos's first such human culling.</p> <p>'It is a policy to send home all those who do not have legal status or the proper documentation,' said Carlos Macias, a spokesman for Ingala, the regional planning agency. 'We are enforcing the law.'</p> <p>Dozens have been bundled on to planes in recent weeks and 1,000 have returned to the mainland in the past year. Another 2,000 have been told to leave within 12 months. If they go, the permanent human population of 30,000 will have been decimated.</p> <p>However, there are no plans to curb the soaring number of tourists - mostly well-heeled Europeans and Americans who visit for a few days - which this year is set to reach 180,000. 'Of course the tourist numbers have an environmental impact, but we cannot forfeit the economic opportunity,' said Macias.</p> <p>The idea is to maintain the bonanza but lighten its environmental footprint by scaling back ancillary activities which require imported labour - a process of weeding out the poor to make room for the rich by government, as opposed to natural, selection. Environmentalists welcomed the initiative, but worried it did not go far enough. 'The system is currently broken, or certainly strained,' said Johannah Barry, president of the Galápagos Conservancy, an advocacy group formerly known as the Charles Darwin Foundation. 'The problem is not so much the number of tourists as the ancillary economy that's going up around it. It makes sense to limit the strain.'</p> <p>She criticised tourist packages which offered kayaking, horse-riding, scuba diving, deep-sea fishing and other activities which disrupted the eco-system. 'You can do those things in Hawaii; there is no reason to do them in the Galápagos.'</p> <p>What Darwin chronicled in 1835 - a living laboratory of endemic flora and fauna whose interactions helped explain evolution - has been disrupted not so much by stomping Homo sapiens as the invasive alien species which accompanied them: goats, cats, cattle, pigs, mosquitoes, fire ants. They challenge local habitats in ways nature never intended.</p> <p>Another culprit is oil leaking from vessels - notably the tanker Jessica which ran aground in 2001 - and over-fishing. Populations of sharks and sea cucumbers, a type of scavenger slug, have fallen. Scientists at Galápagos National Park have called for a cap on tourists, saying it is the only way to prevent further damage.</p> <p>In the 1970s, the archipelago was a sleepy, difficult to reach collection of 13 islands scattered over 45,000 square kilometres of equatorial water. A management plan which anticipated tourist interest posited the sustainable number of annual visitors at 12,000.</p> <p>Cruise ships and charter flights rendered that a quaint estimate. Numbers increased exponentially and successive governments welcomed the dollars. Annual revenue is now estimated at $200m, a significant inflow mostly pocketed by tax-paying airlines and tour operators on the mainland.</p> <p>Last month Ecuador's Environment Minister, Marcela Aguiñaga, told the Los Angeles Times there was no sign that tourism was 'oversaturated'. President Rafael Correa, an outspoken leftwinger and self-proclaimed environmentalist, has acknowledged that the Galápagos are at risk and is trying to shake up the notoriously cumbersome and bureaucratic local government.</p> <p>It was apparently at Correa's prompting that Unesco visited the archipelago last year and placed it on its 'danger list', a decision upheld in July. The government says it is working on a new 'tourism model' to reconcile a continued tourism boom with environmental protection. Expelling illegal migrant workers is part of the new approach.</p> <p>Upon arrival all visitors are now given identity cards to help authorities keep track of movements and departures. Most migrant workers who are obliged to leave do so under their own steam and only a minority are frogmarched to the airport, said Macias, the state official. There are an estimated 6,000 undocumented workers, a fifth of the permanent population.</p> <p>Expulsions were a bold start, but further steps were needed to protect the archipelago's ecology, said Henry Nicholls, author of Lonesome George: The Life and Loves of a Conservation Icon, which chronicles the last known survivor of a species of Galápagos tortoise. 'Kicking people out is one thing, but it would also be sensible to put a cap on tourist numbers and to reform the tourist industry. Neither of those decisions is easy.'</p> <p>Such concerns have not discouraged tour operators from offering deals to coincide with the bicentennial of Darwin's birth. One is offering a yacht voyage to 'recreate something of the spirit of the Beagle', the Victorian naturalist's ship, and another is offering a chance to travel with Darwin's great-great-grandson. And in a nod to Anglo Saxon drinking tastes, the Rough Guide recommends the bars on Avenida Charles Darwin, a tourist hub on Isla Santa Cruz. 'A dedicated beer-swilling following brings a good atmosphere ... you can shoot pool, sip a blue-footed booby cocktail or relax in a hammock.'</p> <p>In 2009, however, there may be fewer migrant workers to serve you.</p> <h2>The Evolution of the Galapagos</h2> <p>• The Galapagos comprises six main islands, 12 smaller ones and more than<br>40 islets.</p> <p>• The islands lie 600 miles off the coast of Ecuador, at the Equator line.</p> <p>• The five inhabited islands have a population of between 30,000 and 40,000.</p> <p>• About 800 species of molluscs have been identified in the seas around the Galapagos islands, and about a fifth of those are found only there.</p> <p>• Part of the Galapagos is a wildlife sanctuary that is home to six species of giant tortoise and two species of large lizards. </p> <p>• More than 85 different species of birds live on the islands. </p> <p>• Fray Tomas de Berlanga, the Bishop of Panama, documented the first official visit to the islands in 1535. Delegated to investigate the accounts of the barbaric actions of the Conquistadors in what is now Peru, his ship, caught in a dead calm, drifted westward in the ocean currents.</p> <p>• In 1835, Charles Darwin, left, spent six weeks studying the variety of the islands' animal life from his ship the Beagle. The rest is history - or science.</p>",
  "<p>Jörg Haider, the populist <a href=\"http://www.theguardian.com/politics/thefarright\">rightwing</a> <a href=\"http://www.theguardian.com/world/austria\">Austrian</a> politician notorious for his xenophobia and alleged Nazi sympathies, was killed yesterday in a road accident at the age of 58. </p> <p>Haider, the governor of the Austrian province of Carinthia and leader of the Alliance for the Future of Austria (AFA), was driving alone near the city of Klagenfurt. He died of severe head and chest injuries after his vehicle veered off the road as he attempted to overtake another car, doctors said. </p> <p>A spokesman for Haider's party said his death was 'like the end of the world' and pledged to 'keep his legacy alive'. Austrian Chancellor Alfred Gusenbauer described the maverick right-winger as someone who had shaped his nation's political landscape for decades.</p> <p>Political analysts said that the sudden death of Haider could lead to a new wave of support for the resurgent but divided Austrian right, which won 28 per cent of the vote in general elections last month. 'The right-wing bloc will now be able to unify around one leader,' said Robert Misik, a senior Austrian journalist and commentator. 'The charismatic Haider died the death of the James Dean of the Austrian political class, and that in itself will have significant consequences in the future.'</p> <p>Haider, the son of two Austrian Nazi sympathisers and a brilliant law student, was one of Europe's most controversial politicians. He based his career on a relatively explicit admiration for German National Socialism, aggressive Euroscepticism, persistent attacks on immigrants, and an instinctive ability to subtly but effectively tap into a long local history of anti-semitism. </p> <p>Using simple, provocative language, Haider, along with figures such as France's Jean-Marie Le Pen, was seen as one of the pioneers of the new European extreme-right populism of the past two decades. In 1991 he provoked fury after praising the 'orderly employment policy' of Nazi Germany, in 1995 he dismissed Nazi concentration camps as 'the punishment camps of National Socialism', and said that the Nazi Waffen-SS 'deserved every honour and recognition'. Haider's father volunteered for service with German armies on the eastern and western fronts during the Second World War. His parents were punished for their pro-Nazi activities by being forced to work in mundane jobs after the war.</p> <p>In 1999, after receiving 27 per cent of the vote in national elections, Haider's Freedom party was included in national government, earning Austria months of diplomatic isolation within the European Union. However, Haider, who always preferred the role of maverick populist outside the mainstream than the grit of day-to-day politics, ceded leadership of his party to a deputy. 'When it actually came to the final and boldest step into real power, his courage failed him,' said Misik. 'He was a complex personality, eccentric and borderline.'</p> <p>A multi-millionaire following the death of a rich landowner uncle who bequeathed him a huge estate controversially bought from an Italian Jew forced to flee Austria in 1940, Haider, always very popular in his home province of Carinthia, had toned down his rhetoric in recent years - though recent election posters in the town of Graz featured an immigrant beggar woman and the title 'Clean Up Graz'. </p> <p>In 2005 he broke away from the hard-right Freedom party, now led by his former protégé Heinz-Christian Strache, to create the more moderate AFA. Despite the personal animosity of Haider and Strache, their two parties formed a right-wing bloc which did well in Austrian general elections last month, winning the same total as local Social Democrats. </p> <p>Strache, who has called for a ministry of deportation of immigrants, openly mocks homosexuals and has been filmed in forests carrying arms and wearing paramilitary fatigues in the company of banned German neo-Nazis, ran a virulently xenophobic campaign with slogans such as 'lights home for asylum cheats'. Yesterday Strache said Haider's death had deprived Austria of 'a great political figure'.</p>",
  "<p>An unlikely cross between The Beach and Apocalypto (what is it with Mayans all of a sudden?), this lively and surprisingly meaty horror romp serves up far more than you'd have a right to expect from a DreamWorks presentation. Anyone who saw Turistas, Timber Falls or any of the recent plethora of 'holidays in hell' grinders will know that heading off the beaten track leads only to disaster. </p> <p>Amazingly, this is news to our dumb young backpackers who go off-road in Mexico in search of ancient ruins which are ominously absent from the tourist maps. But when the discovery of their quest alerts the jumpy locals, the brat pack is chased not off but on to the sacred temple. 'We're being quarantined!' squeals one unfortunate. 'We're being kept here to die!' So far, so familiar, until the terrible Triffid-like truth of their predicament is revealed and flesh starts to part company from bone in squirm-inducingly delightful detail.</p> <p>Building on the dark promise of director Carter Smith's Cronenbergian short film Bugcrush, The Ruins raises merry hell from Scott 'A Simple Plan' Smith's self-adapted novel. Cinematographer Darius Khondji (who significantly shot Danny Boyle's The Beach) paints the screen with a deceptively bright palette that contrasts with the yucky body-horror FX to fine effect. But whereas numbskulls like Eli Roth seem content to dwell on gore for gore's sake, Smith balances gross-out with gripping tension, raising the splatter above the level of mere torture-porn torpor.</p> <p>OK, so it may not be the most original shocker of the year, but as Friday night popcorn-rattling entertainment goes, The Ruins is a doozy, offering all the guilty pleasure of a teens-in-peril movie without causing the audience to lose the will to live. Extras include featurettes, out-takes, an 'alternative ending' and a film-makers' commentary.</p>",
  "<p>The Republicans \"October surprise\" predictably unveiled itself last week as a <a href=\"http://www.theguardian.com/world/2008/oct/09/uselections2008.johnmccain4\">virulent smear campaign</a> of racially-tinged, fear-mongering insinuation. In a desperate attempt to deflect attention from an economic crisis and a faltering campaign, John McCain and Sarah Palin have begun shamelessly using Obama's \"blackness\" and alleged \"Muslimy-ness\" to suggest the biracial senator from Illinois is an extremist terrorist.</p> <p>During the second, monumentally flaccid <a href=\"http://www.latimes.com/news/printedition/front/la-na-debate8-2008oct08,0,3276964.story\">presidential debate</a>, a condescending and smarmy McCain pointed to Obama and referred to him as <a href=\"http://www.youtube.com/watch?v=nimMa7WqMx0\">\"that one\"</a>.</p> <p>It would have been truly maverick had McCain simply dropped the ambiguous rhetoric, boarded his professed straight talk express and instead called him out as \"that quasi Muslim,\" \"that Hussein\" or \"that guy whose name rhymes with Osama\".</p> <p>Not to be out-mavericked, hockey mom and moose hunting vice-presidential nominee, Sarah Palin, recently stated that Obama might <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/04/AR2008100401212.html\">\"pal around with terrorists\"</a> due to his <a href=\"http://www.nytimes.com/2008/10/04/us/politics/04ayers.html\">tangential connection</a> to William Ayers, founder of the 1960s radical group the Weather Underground.</p> <p>Furthermore, Palin took the racial cue from Senator Clinton and dusted off last spring's Reverend Wright card to imply Obama's anti-whiteness and racial radicalism. When William Kristol <a href=\"http://www.nytimes.com/2008/10/06/opinion/06kristol.html\">asked Palin about Wright</a>, she replied: \"I don't know why that association isn't discussed more, because those were appalling things that that pastor had said about our great country. [Obama's former pastor said \"God damn America for treating our citizens as less than human.\"] Palin continued: \"To me, that does say something about character. But, you know, I guess that would be a John McCain call on whether he wants to bring that up\".</p> <p>Undoubtedly, since both mavericks have now brought that up, one naturally assumes they adhere to the principle that a candidate's \"association\" should presumptively reflect his character. Employing their own standard, let's investigate Governor Palin's and Senator McCain's character based purely on their friends and associations. </p> <p>Regarding extremist religious mentors, Sarah Palin's pastor, Larry Kroon of Wasilla Bible Church in Alaska, beat Obama's pastor in a \"God damn-off\" by suggesting the sinful conduct of Americans would <a href=\"http://www.thenation.com/blogs/campaignmatters/355545\">invite God's wrath</a>: </p> <blockquote> <p>Listen, [God] is gonna' deal with all the inhabitants of the earth. He is gonna' strike out His hand against, yes, Wasilla; and Alaska; and the United States of America. There's no exceptions here -- there's none. It's all.</p> </blockquote> <p>Not to be outdone in associating with angry, reactionary religious leaders, Senator McCain originally courted influential pastor John Hagee's support for his candidacy. The same pastor - known for his anti-Catholic, homophobic and anti-Semitic remarks - bellowed these tolerant and <a href=\"http://www.huffingtonpost.com/max-blumenthal/aipac-cheers-an-antisemi_b_43377.html\">benevolent words of wisdom</a>:</p> <blockquote> <p>It was the disobedience and rebellion of the Jews, God's chosen people, to their covenantal responsibility to serve only the one true God, Jehovah, that gave rise to the opposition and persecution that they experienced beginning in Canaan and continuing to this very day …</p> </blockquote> <p>Although McCain conveniently renounced this endorsement after a media firestorm, he originally <a href=\"http://mediamatters.org/items/200802290012\">said</a>: \"All I can tell you is that I am very proud to have Pastor John Hagee's support\". One wonders what the crucial, yet undecided, Jewish voters in Florida think about such an association. </p> <p>Sarah Palin, a political neophyte who made her national introduction only a month ago, recently stated that \"it's really important for Americans to start knowing who the 'real' Barrack Obama is.\" Apparently, two years of strenuous vetting by the media have conclusively shown Obama has never been a card carrying, registered member of the Islamic faith. Furthermore, he attended an Indonesian elementary school, or madrassa, during his youth, which was conclusively proven not to be a jihadi, Islamist terrorist training camp.</p> <p>Meanwhile, Governor Palin, already embroiled in the unresolved <a href=\"http://en.wikipedia.org/wiki/Alaska_Public_Safety_Commissioner_dismissal\">Troopergate</a> and <a href=\"http://www.factcheck.org/askfactcheck/whats_the_full_story_on_the_bridge.html\">Bridge to Nowhere</a> controversies, has aggressively avoided impromptu press questions, instead opting to sit for only two thoroughly embarrassing one-on-one interviews. However, we do know that Sarah Palin's husband, Todd, <a href=\"http://www.theglobeandmail.com/servlet/story/LAC.20081010.CAMPAIGNPALIN10/TPStory/International\">twice registered</a> as a member of the <a href=\"http://www.akip.org/\">Alaska Independence party</a>, a fierce states' rights group that favors Alaska's secession from the US, which is a treasonous and criminal act showing disloyalty to one's nation.</p> <p>Yet, true character has been exclusively reserved for John McCain, a man who takes immense pride in his sage wisdom borne from years of experience as a war veteran and US senator. He assures us his clarion judgment will help steer America from the brink of economic disaster towards a new destination of financial prosperity.</p> <p>However, he conveniently fails to mention his association with Charles Keating, he of the infamous <a href=\"http://keatingeconomics.com/\">Keating Five</a> savings and loan scandal that cost the federal government nearly $2bn and defrauded nearly 23,000 bond-holders, including senior citizens who lost their life savings. Although Senator McCain was cleared for his involvement in the scandal, the Senate Ethics Committee specifically criticised his \"poor judgment\".</p> <p>Perhaps that poor judgment reflects his choice of advisors, such as campaign manager Rick Davis, co-founder of a lobbying firm, Davis Manafort, that was paid $15,000 a month by Freddie Mac for consulting. <a href=\"http://www.nytimes.com/2008/09/24/us/politics/24davis.html\">According to the New York Times</a>, \"Davis took a leave from Davis Manafort for the presidential campaign, but as an equity holder continues to benefit from its income\". </p> <p>Furthermore, two of McCain's top advisers were recently lobbyists for Ameriquest Mortgage, a lender involved in the recent mortgage meltdown. In March, the Daily News reviewed disclosure forms and <a href=\"http://www.nydailynews.com/news/politics/2008/03/31/2008-03-31_key_mccain_advisors_were_lobbyists_for_s.html\">reported</a>: \"John Green, [Senator McCain's] chief liaison to Congress, and Wayne Berman, his national finance co-chairman, billed more than $720,000 in lobbying fees from 2005 through last year to Ameriquest Mortgage through their lobbying firm\".</p> <p>One wonders how McCain can reform the economy when his closest associates consulted for some of the players deeply involved in the current crisis.</p> <p>These questions warrant intelligent inquiry, honest disclosure and thorough analysis. Who has time for such elitist endeavours when fanning the flames of fear-mongering, racial hysteria and smear politics is so much more effective?</p> <p>If indeed Senator McCain and Governor Palin believe one should be assumed guilty merely by one's associations, perhaps they are no better than \"that one\".</p>",
  "<p>Critics called him the \"yuppie fascist\". But Jörg Haider, who died today in a car accident, aged 58, was notoriously difficult to pin down. He always denied links to the extreme right, despite praising Nazi policies. He built a successful political career by stoking up fears about immigration in Austria. </p> <p>Freidrich Peter, a former SS officer and Haider's predecessor as leader of Austria's Freedom party, once said of him: \"This man is a rep who can sell any product.\"</p> <p>Haider transformed Freedom from a fringe movement to a mainstream party. When he took over as leader in 1986, it could barely muster 5% of the vote. By 2000, it had secured enough votes to form part of a governing coalition.</p> <p>\"Every popular opinion finds a home with him,\" said his biographer, Christa Zoechling, in 1999. \"He likes to see himself as a victim of circumstance. At one time or another he said that he feels he has been treated like a Kurd, a Palestinian, or even a Jew.''<br> Haider was born in Bad Goisern, Upper Austria. His father was a shoemaker and a former Nazi stormtrooper. His mother was a trained teacher and a former Hitler Youth leader. They joined the Nazi party in 1929, when it was illegal.</p> <p>After the war his parents were officially ostracised and allowed to do only manual jobs. They claimed they were treated unfairly. This sense of injustice was said to have been highly influential for the young Haider. He built a political career championing the downtrodden.</p> <p>He went on to controversially inherit a fortune from his great-uncle, William Webhofer, and developed a taste for skiing and sharp suits. His rich relation had bought a 1,600-hectare estate at a knock-down price from its Jewish owner in 1939. By the time Heider inherited it, it was worth millions. </p> <p>Haider excelled at school. At the age of 16 he won debating contest on whether Austrians were Germans. He went on to study law in Vienna, where he joined nationalist groups committed to a Greater Germany. One friend claimed he used to practise fencing using a straw doll on which he had pinned the name of the Nazi-hunter Simon Wiesenthal.</p> <p>In 1976, Haider joined the right-wing Freedom party and became party secretary in the province of Carinthia, which became his political power base. In 1986, he overthrow Freedom's liberal wing to become party leader. Three years later he was elected governor of Carinthia 1989.</p> <p>In the 1990s he made a number of remarks about the Nazis from which he would later distance himself. When he praised the \"orderly employment policies\" of the Third Reich, he was forced to resign as governor. Later, he referred to concentration camps as Nazi penal camps.</p> <p>By 1999, he had toned down such rhetoric and got 27% of the vote in national elections. During the campaign, Haider successfully exploited concerns about immigration and resentment about the growing power of the European Union. His party's subsequent inclusion in the government led to months of EU sanctions.</p> <p>In 2000, he resigned as leader of the Freedom party when it entered a coalition with the conservative People's party. Two years later, Haider made a controversial trip to the UK to promote tourism to Carinthia. Anti-Nazi demonstrators protested outside a London hotel where he hosted a conference.</p> <p>Haider broke away from Freedom altogether in 2005 to form the more moderate Alliance for the Future. This summer, he staged a political comeback to help the alliance improve its standing in national elections two weeks ago. </p> <p>Last week, Haider and Heinz-Christian Strache, the leader of the Freedom party, met for what appeared to be a successful attempt to put aside their personal differences in light of their combined success at the polls. Taken together, the results of their two parties came to 28.2% of the ballot, putting them on nearly equal footing with the winning Social Democrats.</p> <p>Strache led tributes to his former mentor, saying: \"With his passing, Austria has lost a great political figure.\"</p> <p>Haider is survived by his wife, two daughters and his mother, whose 90th birthday he and his family had planned to celebrate over the weekend.</p>",
  "<p>The conflict between Turkey and the <a href=\"http://news.bbc.co.uk/1/hi/world/europe/7044760.stm\">PKK</a> shows no sign of being resolved and looks set to continue indefinitely. Clashes last <a href=\"http://news.bbc.co.uk/1/hi/world/europe/7652246.stm\">weekend</a> between Turkish forces and the Kurdish rebels – who have been fighting since 1970, initially for Kurdish independence and, now, greater Kurdish civil rights – resulted in casualties on both sides. Turkey <a href=\"http://news.bbc.co.uk/1/hi/world/europe/7652246.stm\">responded</a> by way of airstrikes on suspected PKK bases in northern Iraq. This tit-for-tat process continued on <a href=\"http://www.alertnet.org/thenews/newsdesk/L8295722.htm\">Wednesday</a> with a PKK ambush on a police shuttle in south-east Turkey. </p> <p>The question that should be asked, however, is whether the PKK justifies a Turkish \"war on terror\" policy. The European courts have already <a href=\"http://www.reuters.com/article/latestCrisis/idUSL03306942\">removed</a> the PKK from the EU's terror list, therefore damaging Turkey's historic rhetoric that the PKK requires the same cross-border action used by her allies around the globe. </p> <p>Nevertheless, it is imperative to recognise the thin veil that divides \"old terrorism\" and \"new terrorism\": the former is characterised by its local, nationalist goals that are sought with only a limited level of violence. The latter form, however, was markedly on display by the atrocities of 9/11; it is amorphous in aim, devastatingly sophisticated, and transnational in capability. </p> <p>The notorious past of the PKK cannot be overlooked and to suggest that the organisation no longer provides cause for concern would be recklessly complacent. That force is the only conceivable response to the PKK is not indisputable, however. Its aims are local and nationalistic. It does not operate, for example, around an ideology or agenda that seeks the destruction of Turks and the Turkish state, and it lacks the state patronage that would be needed in order to pose a sophisticated military threat. In stark contrast to its macabre operations in the 1990s, which effectively put Turkey's tourist industry under siege, the PKK, as statistics corroborate, now only targets the Turkish army and security forces.</p> <p>The solution to long, sensitive, and complicated conflicts between states and non-state entities is by no means simple or easily determined. But closure of the UK-IRA conflict suggests that it is most certainly achievable. The PKK has indicated a readiness to sit at the table, but Turkey remains uncompromising.</p> <p>The conflict in its entirety also provides Turkey with a cross-border PKK problem. The PKK may indeed be operating from – or sheltering within – Iraqi Kurdistan with cautious acquiescence from the KRG (<a href=\" http://www.krg.org/\">Kurdistan Regional Government</a>). Turkey, however, refuses to negotiate with the regional governments. For example, it once dismissed an Iraqi-submitted diplomatic package on ending the PKK presence inside Iraq for its failure to provide any \"immediate\" redress (Turkey has failed to defeat the PKK presence both within, and across, its borders since the organisation's inception in 1970).</p> <p>In the interim, Turkey is able to continue its cross-border strikes with passive support from the US. A nuclear-seeking Iran, the so-far-undeterred Syrian and Iranian proxy war in Iraq and elsewhere, and increasing instability within Israel and around are all factors that make Turkey a pivotal pawn in the US administration's plans for the Middle East and thus turn the PKK into a \"<a href=\"http://news.bbc.co.uk/1/hi/world/middle_east/7074361.stm\">common enemy</a>\". History, however, warns that the US-Turkish relationship is not entirely impervious, as in 2003 when Turkey refused territorial access to US forces and as was the case when the US imposed an arms embargo on Turkey in 1974. </p> <p>Prime minister <a href=\"http://news.bbc.co.uk/1/hi/world/europe/6900616.stm\">Recep Tayyip Erdogan</a>, by his own <a href=\"http://www.alertnet.org/thenews/newsdesk/L1247962.htm\">admission</a>, dismisses the logic of incursions on the grounds that the PKK is an indigenous Turkish organisation and remains active within Turkey's own borders. However, Turkey has previously carried out 26 unsuccessful cross-border deployments – a record which speaks for itself. Regardless, on Wednesday the Turkish parliament <a href=\"http://www.alertnet.org/thenews/newsdesk/L8320757.htm\">extended its mandate</a> to launch attacks into Iraqi Kurdistan; Turkey expects further PKK attacks to follow and so futility is most likely to continue. </p>",
  "<p>The controversial <a href=\"http://www.guardian.co.uk/world/austria\">Austrian</a> far-right leader Jörg Haider was killed in a car accident today, two weeks after staging a comeback in national elections.</p> <p>His car veered off the road near the southern city of Klagenfurt and overturned while trying to overtake another vehicle, according to police officials. There was no sign of foul play.<br> Haider, who was 58, suffered severe injuries to his head and chest and was taken to hospital where he was pronounced dead. Haider was alone in the car at the time of the accident.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338499522\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/11/haider140.jpg\" alt=\"Jörg Haider\" width=\"140\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jörg Haider. Photograph: Dieter Nagl/AFP/Getty</span> <span class=\"element-image__credit\">Photograph: Dieter Nagl/AFP</span> </figcaption> </figure>  <p>The populist Haider was governor of the province of Carinthia and leader of the far-right Alliance for the Future of Austria.</p> <p>\"For us, it's like the end of the world,\" Haider's spokesman, Stefan Petzner, told the Austria Press Agency.</p> <p>The Austrian president, Heinz Fischer, described Haider's death as a \"human tragedy.\"</p> <p>In 1999, Haider received 27% of the vote in national elections as leader of the Freedom party. The party's subsequent inclusion in the government led to months of European Union sanctions as Haider's statements were seen as anti-Semitic. </p> <p>Haider significantly toned down his rhetoric and in 2005 broke away from the Freedom party to form the new alliance, which was meant to reflect a turn toward relative moderation.</p> <p>Last month Austria's far right <a href=\"http://www.guardian.co.uk/world/2008/sep/30/austria\">took almost 30% of the vote</a> in a parliamentary election, exploiting national discontent about immigration and squabbling mainstream governing parties.</p> <p>Haider sought to distance himself from his right-wing past, which included a comment in 1991 that the Third Reich had an \"orderly employment policy\" and a 1995 reference to concentration camps as \"the punishment camps of National Socialism\".</p> <p>He is survived by his wife, two daughters and his mother, whose 90th birthday he and his family had planned to celebrate over the weekend.</p>",
  "<p>Strange times bring strange bedfellows. On the same day that Gordon Brown and Alistair Darling were putting the finishing touches to their <a href=\"http://www.theguardian.com/business/2008/oct/08/marketturmoil.creditcrunch\">plan</a> to bail out the banks with up to £500bn of public money, the international labour movement marked the first ever <a href=\"http://www.wddw.org/-English-\">world day for decent work</a>.</p> <p>Events in more than 100 countries across five continents made it a genuinely global occasion, yet fears of imminent recession and accompanying job losses put any celebrations on ice. Instead the day was spent in sober reflection on the role decent work has to play in rebalancing the global economy and addressing the root causes of the crisis now threatening to spread across the world.</p> <p>For with the ink barely dry on the government's immediate rescue plans, attention is already turning to the <a href=\"http://www.lloydslist.com/ll/news/viewArticle.htm?articleId=1218105165015&amp;src=rss\">underlying economic problems</a> that have allowed the current financial crisis to develop. Even now, the recognition is growing that fundamental changes are needed to the global economic system far beyond the reach of recapitalisation packages or injections of liquidity, however large.</p> <p>Increasingly, too, there is an understanding that rebalancing the relationship between capital and labour will be a central element in any long-term solution. Put simply, decent work forms an essential part of the macroeconomic restructuring needed to address the roots of the current malaise.</p> <p>The basic <a href=\"http://www.ilo.org/global/About_the_ILO/Mainpillars/WhatisDecentWork/index.htm\">definition</a> of decent work is productive employment for women and men in conditions of freedom, equity, security and human dignity. The moral case for such rights has been clear ever since Engels wrote his classic <a href=\"http://www.marxists.org/archive/marx/works/1845/condition-working-class/\">account</a> of the working class in England in 1844, and there is still much to do today to ensure that all workers in Britain enjoy decent pay and working conditions. While the minimum wage <a href=\"http://www.theguardian.com/politics/2008/mar/05/houseofcommons.economy\">posted</a> its latest rise this month, to £5.73 an hour, many employers still break the law by not paying it. Women migrant workers are those most at <a href=\"http://www.tuc.org.uk/newsroom/tuc-15182-f0.cfm\">risk</a>.</p> <p>Yet many of the worst sweatshops relocated long ago to the low-cost labour markets of the developing world. The media has been filled with <a href=\"http://www.theguardian.com/business/2007/jul/16/supermarkets.retail2\">stories</a> of workers producing goods for the British high street in abominable conditions in countries such as Bangladesh, China and India.</p> <p>Consumers have expressed outrage at news of women being forced to work around the clock for a few pence an hour under the threat of constant abuse and humiliation. As long as there are no legal requirements that companies must guarantee all workers decent conditions and a <a href=\"http://www.theguardian.com/business/2008/sep/12/highstreetretailers.retail\">living wage</a>, such scandals will continue.</p> <p>The UN has also stressed the importance of decent work for poverty reduction. Achieving full employment and decent work for all has been <a href=\"http://www.un.org/millenniumgoals/poverty.shtml\">enshrined</a> in the millennium development goals adopted by world leaders at the start of the century.</p> <p>UN agencies <a href=\"http://www.oit.org/public/english/region/asro/bangkok/public/releases/yr2007/pr07_04.htm\">confirm</a> that productive employment is the link that can translate economic growth into long-term development, enabling people to work their way out of poverty rather than just deeper into debt. Without decent work opportunities for the many, growth simply concentrates the benefits of economic development in the hands of an elite few.</p> <p>Yet decent work is no longer just a moral imperative. The financial crisis has underlined the systemic dangers to the wider economy of ignoring workers' rights. For while the crisis may have manifested itself in the <a href=\"http://www.thisismoney.co.uk/investing-and-markets/article.html?in_article_id=452145&amp;in_page_id=3\">convulsions</a> of the financial markets, its roots are to be found in the imbalance which has been allowed to grow between corporate power on the one hand and a disempowered labour movement on the other. \"Light touch\" globalisation has brought multinational corporations vast new freedoms as the regulations governing their operations are dismantled in country after country. By contrast, workers have found their rights, wages and working conditions increasingly undermined.</p> <p>As a result of this imbalance, multinational companies have amassed huge profits in the globalised economy, notably through relocating to or sourcing from labour markets such as China where pay and conditions are kept low. Working people have been largely <a href=\"http://www.nytimes.com/2006/08/28/business/28wages.html\">excluded</a> from the feast, as shown by the decline in the share of national income enjoyed by wages and salaries over the past three decades. The UK and US credit bubbles were inflated to record levels in order to make up for this shortfall in working people's pay packets, and it is the bursting of those bubbles that echoes all around us today.</p> <p>By the same token, decent remuneration of workers is now necessary both to avoid driving us deeper into recession and to restore a broader macroeconomic balance. Darling's <a href=\"http://www.theguardian.com/politics/2008/sep/09/tradeunions.policy\">suggestion</a> just last month that public-sector wages must be kept low to stave off the threat of inflation now sounds as if it came from another world.</p> <p>This rebalancing of relations between capital and labour is especially important now that recession is looming, not least because it is working people who will again be hit hardest by the economic downturn. As demand weakens and businesses find credit harder to come by, the pressure on jobs will build.</p> <p>The first signs of this are already appearing in Britain, where official figures show the largest <a href=\"http://www.theguardian.com/business/2008/sep/17/unemploymentdata.recession\">rise</a> in unemployment in 16 years. The UK jobless total is forecast to <a href=\"http://www.theguardian.com/business/2008/sep/14/economics.redundancy\">pass</a> the 2 million mark in the coming months for the first time in over a decade.</p> <p>In many of the world's poorest countries the impact will be even worse, and it will again be women workers who are most affected by the downturn. When the economies of south-east Asia collapsed under the financial crisis of 1997, the <a href=\"http://www.unescap.org/unis/press/f_01_98.htm\">feminisation of employment</a> which had been heralded as one of the achievements of the Asian economic miracle turned into a feminisation of unemployment almost overnight. Thousands of Thai and Indonesian women were forced into <a href=\"http://www.twnside.org.sg/title/last-cn.htm\">prostitution</a> as a result of losing their jobs.</p> <p>Today's financial crisis opens up the debate over what sort of economic system we wish to create for the future. Now that the merits of free-market capitalism have been exposed as a dangerous mirage, the world has the opportunity to develop a fairer system of international economic governance and to redistribute the spoils of globalisation.</p> <p>Preserving the current model, with all its failings and injustices, will simply perpetuate the imbalances which have led to today's crisis. A global economy based on decent work and a living wage for all women and men offers a real chance for a new beginning.</p>",
  "<!-- Block 1 --> <p>It's the first live show! Don't tell me you're not excited. I'll be here from about 7pm to blog the build-up and the performances of all 12 X-Factor finalists.</p> <!-- Block 2 --> <p>If you need diversion in the meantime, you can <a href=\"http://www.theguardian.com/media/poll/2008/oct/09/thexfactor.realitytv\">vote </a>on which judge you think will emerge victorious, look at <a href=\"http://www.theguardian.com/media/gallery/2008/oct/09/thexfactor.realitytv?picture=338430502\">photos</a> of the people who'll be entertaining us for the next two and a bit months, or if you need a recap, you can head <a href=\"http://thebitchfactor.blogspot.com\">over here</a> for all kinds of scathing analysis.</p> <!-- Block 3 --> <p><strong>7pm:</strong> So tonight we're leaving behind Bruce's puns and Austin's guns in favour of a world of key changes, literal choreography, sob stories and bickering. It's the marathon first live show of The X-Factor, and it's the first time we'll actually get to hear any of these performers sing a whole song. Whether that's a good or a bad thing remains to be seen. Ashley Cole has <a href=\"http://www.theguardian.com/football/2008/oct/11/england-kazakhstan-minute-by-minute\">not had a good day</a>; let us see whether his beautiful wife does any better.</p> <!-- Block 4 --> <p><strong>7.20pm: </strong>Starting later than scheduled because of the football, here we go! Our final 12 are going to sing live for our votes - Simon's boys, Dannii's grown-ups, Louis's groups, and Cheryl's girls. All the judges think they are going to win. Simon says the battle is going to start RIGHT NOW. Titles!</p> <!-- Block 5 --> <p><strong>7.22pm: </strong>Dermot emerges, and introduces the judges. Simon looks unimpressed; Louis looks bemused; Dannii is wearing a pair of blue curtains, whereas Cheryl is wearing a dead animal and shiny trousers.</p> <!-- Block 6 --> <p><strong>7.24pm: </strong>Dermot mocks Louis by saying, \"It's a long, long, <em>long </em>time since you won.\" Louis makes inept attempts to regain face, and then introduces his first act, Girl Band. We have a VT of creative director Brian Friedman talking about the elaborate routine he's created for them, which should be a real treat. The girls have been arguing in rehearsals, and Louis states the obvious by saying that they can't do that on stage. They're singing Venus, and the vocals sound weirdly echoey and thin, but I'm not sure if that's a sound problem or their actual voices. Louis is singing along, which is all they need.</p> <!-- Block 7 --> <p><strong>7.27pm:</strong> Dannii says, \"This is the campest opening we've had to this show - I'm not sure if it was Brian or if it was Louis.\" Ha! She and Cheryl agree that it was a good start; Simon thought it was OK, and is booed. \"Predictable song, predictable styling...it was like a Girls Aloud bunch of rejects,\" he says. Cheryl looks glacial. The girls try to fight back and make themselves look a bit daft. Louis says he's proud of them.</p> <!-- Block 8 --> <p><strong>7.30pm: </strong>Simon says, \"Now we're going to have a singer.\" Ouch. It's fame-hungry Austin, who has had some kind of Goth/emo makeover. Simon and Cheryl both note his utter desperation. He's singing Every Breath You Take amidst a stageful of dry ice. His high notes are a bit wobbly from time to time, but it's pretty good. I find him singularly uncharismatic but I know lots of people like him. My sister, for one.</p> <!-- Block 9 --> <p><strong>7.34pm:</strong> Dannii and Cheryl agree it was the perfect song. Cheryl and Louis agree that he looks like a pop star. Simon says it was 60 per cent of his potential ability and he basically needs to pull his finger out. Dermot does a spot of male bonding with Austin, with all kind of manly hugging and complicated handshakes, and we get the first mention of the word \"journey\" this evening, which I believe merits a shot of the spirit of your choice in any X-Factor drinking game worthy of the name.</p> <!-- Block 10 --> <p><strong>7.40pm:</strong> Back after the first of many, many breaks, and next to sing a \"UK or US number one hit\" is Daniel Evans, who looks like Ricky Gervais. He is worried about forgetting his lyrics, and Brian Friedman is worried about the entire performance. \"The direction of my life depends on THIS SONG,\" declares Daniel, rather melodramatically. He's singing I Want To Know What Love Is. Simon looks appalled. And quite rightly so. Daniel doesn't have a bad voice at all, but this is a very polished cabaret-style performance and I suspect that's what Cowell is going to say. Oh my goodness, there's a random key change shoved in for absolutely no reason and with no warning. Dear me.</p> <!-- Block 11 --> <p><strong>7.46pm: </strong>Cheryl scrabbles around for nice things to say, and settles on, \"If this were Great Guy Factor, you'd go through.\" Louis likes his new teeth and earring but thinks he looks like Ricky Gervais, which he does. Simon thinks it was like somebody singing in a pub. \"You're always going to get a round of applause, but you cannot win a show like this,\" he concludes. Dannii wibbles on about his bravery and thanks him for sharing his story with the world. Daniel is all earnest and says that he hopes he can get better.</p> <!-- Block 12 --> <p><strong>7.48pm:</strong> \"Queen of Tyneside\" Cheryl introduces Alexandra, and says that her protegee's performance will prove that Louis lost his mind when he didn't put her through in the previous series. She begins by standing on a red box and singing a slowed-down ballady version of I Wanna Dance With Somebody, shoving in melisma whenever possible and waving her arms in a manner befitting a diva. Then a hi-NRG backing track kicks in, as do some strange flames and two accompanying girl dancers. Key change! Stamping across the stage! Abrupt end to the track! Well, it's my favourite performance so far.</p> <!-- Block 13 --> <p><strong>7.52pm:</strong> I am so worried that I am so inured to this show that I know what everyone's going to say all the time. Louis talks about divas, Dannii says when Whitney sings it she just stands there, and Simon asks Louis to apologise to Alexandra. He won't, because he thinks he did the right thing. \"I'm a better person now,\" she says, and the panel bar Louis chorus, \"And you've got a better mentor!\"</p> <!-- Block 14 --> <p><strong>8pm:</strong> We've had our second break, and Dermot is in the audience talking to the insanely blinkered friends and families of JLS, who are our next act. They VT about this being their dream and not wanting to go back to their normal lives. Vocal coach Yvie tells them to get the notes right, which is obviously very helpful advice. Simon says it is the hardest song in the world to sing. And that song is I'll Make Love To You. I haven't learnt any of the individuals' names in any of the groups yet, but the boy who sings first has some dubious breathing. Apart from that, I do like their close harmony, though I'd suggest some intensive coaching on how to command a stage, rather than bobbing up and down. Ooh, key change!</p> <!-- Block 15 --> <p><strong>8.04pm:</strong> Dannii mocks Louis's excitement, and then mocks the boys for having lots of clothes at the X-Factor house. Cheryl says they are professional and consistent. Simon says it didn't start very well, and it was a crazy song choice, but the boys look and behave like a group, with fantastic chemistry. He says they are potentially the best group they've ever had on the show, but seeing as the only other good group they've had is Same Difference, it's not really that much of a compliment. We learn that JLS stands for \"Jack the Lad Swing\", which doesn't even make sense.</p> <!-- Block 16 --> <p><strong>8.07pm:</strong> Scott talks about his journey and quitting his job at Pontins for The X-Factor. He has struggled with Brian Friedman's choreography, as everyone seems to do. He is singing Yeah Yeah, is dressed as a Rat Pack singer, and his diction is appalling. I am getting dreadful Leon flashbacks from last year, and Ray flashbacks from the year before that.</p> <!-- Block 17 --> <p><strong>8.11pm:</strong> Louis gets his own back on Simon by ripping Scott to shreds and saying it is the worst song choice ever. Dannii concurs. Scott looks like he is about to burst into tears, and confesses that he didn't initially want to sing it, but he trusts Simon 110 per cent. Cheryl tells him he is a nice guy, and she sees where Simon was going with the song choice, but it was still rubbish. Simon admits that he got it wrong, and is greeted by a mixture of boos and applause. He hopes that \"the North of England, where you're from, will give you another chance\" and guarantees he will get a better song next week. Scott finally bursts into tears.</p> <!-- Block 18 --> <p><strong>8.19pm: </strong>Dermot welcomes us back, and judges' assistants Emma Bunton and Kimberley Walsh are in the audience. Dannii introduces Rachel, who used to be in prison and used to take drugs, and has five children, the oldest of whom she had aged 13. It's one of the strongest back stories The X-Factor has had in years, and it was clear from the start that she'd be through to the finals. Anyway, she's had her hair chopped, and seems to be annoyed with her diagonal fringe. She's wearing a very smart suit, and she's singing With Every Heartbeat, and Simon and Louis look utterly gobsmacked. I'm quite enjoying it until she tries to get some audience participation going, and then I'm mortified on her behalf.</p> <!-- Block 19 --> <p><strong>8.24pm:</strong> Louis thought it was the wrong song. Rachel evidently agrees. Cheryl and Simon say similar things, and Rachel has clearly had a crash-course on how to take criticism with humility, as she keeps repeating, \"Thank you very much. I appreciate that. It's taken on board.\" Dannii says that she chose the song because she knew she'd be able to get the audience going, and thanks Rachel for giving it her best shot.</p> <!-- Block 20 --> <p><strong>8.27pm: </strong>Cheryl introduces \"my Diana Vickers\". Aw. Diana VTs about being from Blackburn and not paying attention in school; Cheryl says she is captivating; Brian Friedman is worried about her too. Seriously, Brian, if you're that worried about every single contestant not being able to understand or learn your staging, maybe you ought to rethink a) your routines and b) your teaching techniques. Diana is wearing a bath towel, it seems, and she's singing a string-laden version of With or Without You, which is a little too low for her at the start. But Cheryl is certainly right about her being like a little doll and having a quality that makes her mesmerising.</p> <!-- Block 21 --> <p><strong>8.31pm: </strong>Louis jabbers on about being cool and contemporary; Dannii admires the quirkiness but thinks there might be \"too much hands\" going on; Simon says she's the singing version of Marmite and doesn't want her to become a karaoke singer, but he thought it was fantastic. Cheryl says that she nailed it and she's very proud of her. That's two drinks right there! Dermot does adorable giggling and squealing with Diana, and she confesses that she is barefoot because she was worried she'd fall over in her shoes. Aww!</p> <!-- Block 22 --> <p><strong>8.38pm:</strong> Louis introduces Bad Lashes, who do not want to go back to their day jobs. Simon says he has never heard this group sing in tune. Ow. They are singing It Must Have Been Love, and my major problem with this is that they, or whoever has done the arrangement, have mistaken two people singing a major third above the tune as a harmony. It is not. It is lazy and thoughtless arranging.</p> <!-- Block 23 --> <p><strong>8.41pm:</strong> Dannii and Cheryl admire their makeover; Simon basically calls them tedious and irrelevant and advises them to tell Louis what they should be doing because he is \"almost 70\". Louis's comeback? \"You're going to be 50 next year!\" Ah, Louis, your quick wit hasn't dulled, has it?</p> <!-- Block 24 --> <p><strong>8.44pm:</strong> Simon introduces the youngest contestant in this year's show, 16-year-old Eoghan. He cannot believe that he's made it this far, and doesn't want a career, he just wants to sing. This week, he'll be singing one of the most recognisable songs in the whole world, and it's a massive risk. That song is Imagine. Eoghan's doe eyes peering down the camera at me combined with his teenage smirk and affected hand motions make me want to throw things at the television.</p> <!-- Block 25 --> <p><strong>8.48pm: </strong>Louis likes Eoghan because he is from Ireland. Dannii asks Eoghan if he has a girlfriend, which is a bit weird. Cheryl thinks he's adorable. Simon says that what he did tonight worked, he got it right, and he is very proud of him.</p> <!-- Block 26 --> <p><strong>8.54pm:</strong> The end is almost in sight - two more acts to go. Simon says that he trusts the British public to make the right decision. That's more than I do, Cowell. Dannii introduces Ruth, who says that this competition is the most important thing she has ever done in her life. She thinks her job is all right, but she wants to sing, though she's worried she'll get overwhelmed with emotion yet again. But it's OK, because she's got her gimmick - singing in Spanish! This time it's Take My Breath Away getting the special Ruth interpretation. She looks beautiful, all flowing hair and white dress, with an impressive display of bosom, and a wind machine following her round the stage, but if the bilingualness is all she's got, that's going to wear thin very quickly.</p> <!-- Block 27 --> <p><strong>9pm: </strong>Louis thinks people in Benidorm would like her. Simon says that Louis doesn't understand her because she is a REAL WOMAN, and he doesn't get that. Louis gets all jumpy and says, \"I get it! You fancy her!\" Simon's like, duh, yeah. Oh, Louis, when will you realise that calling Simon a virile heterosexual on live television doesn't constitute an insult? Ruth claims her allotted kisses from Dermot, and wanders off.</p> <!-- Block 28 --> <p><strong>9.03pm: </strong>Laura's the last to sing. She reckons she struggles with confidence, though I can't say I noticed that in the early rounds. She's singing Alicia Keys's Falling in a really bizarrely affected way, and she's getting so caught up in the music she's almost Falling out of her dress. Ha. And then there's a key change for no reason, and she starts shouting, and Cheryl gets really excited, and I just DO NOT UNDERSTAND.</p> <!-- Block 29 --> <p><strong>9.06pm:</strong> Dannii tells her she's \"the bomb\"; Simon thinks it was outstanding; Cheryl cannot believe that someone with as much talent as her has so many insecurities. Dermot strides on and kisses Laura, and then Laura thanks her daddy for believing in her. She says she's worked really hard and wants people to keep voting for her, even though the voting hasn't actually started yet.</p> <!-- Block 30 --> <p><strong>9.10pm:</strong> Dermot gives us the phone numbers and then we're reminded of the performances - Girl Band had horrible dresses and were drowned out by off-stage singers; Austin was desperate; Daniel was a cruise-ship Ricky Gervais; Alexandra stood on a box; JLS bobbed up and down; Scott was utterly sandbagged by his song and cried; Rachel wore a suit and performed like she was on the Radio One Roadshow; Diana didn't wear shoes; Bad Lashes had bad harmonies; Eoghan stared us into submission; Ruth sang in Spanish and exercised womanly allure; Laura has an incredible range but no feeling.</p> <!-- Block 31 --> <p>Well, I'm supposed to be back at 10pm to give you the results, but as Leon Jackson is going to be the \"special guest star\", I'm not sure I can bring myself to sit through it. Maybe I can switch over when he's on? We'll sort something out. Join me in 45 minutes to see who's out - and in the meantime, keep commenting with your predictions!</p> <!-- Block 32 --> <p><strong>9.40pm: </strong>Hold the phone. I didn't know this, but there's a <a href=\"http://xfactor.itv.com/stories/story-detail/item_100241.htm\">format change</a> this year. The bottom two will sing off but they'll be performing a song they've chosen themselves, thus absolving their mentors from all responsibility.</p> <!-- Block 33 --> <p><strong>10pm: </strong>Earlier tonight, we heard the final 12 sing live for our votes. You know what happened, and if you don't, you've got time to catch up by reading the rest of the blog. Dermot attempts to inject some drama, and says there's going to be a HUGE TWIST later on, which I presume is the format change for the sing-off.</p> <!-- Block 34 --> <p><strong>10.05pm: </strong>Dermot is introducing Leon Jackson in the most disgustingly disingenous way and I want to vomit. My television picture flickers and for a moment I think that I will be spared the horror. Tragically, no. But to give him his due, though he still can't sustain a note or enunciate, his new haircut is quite good. WHY IS IT NOT OVER YET?</p> <!-- Block 35 --> <p><strong>10.12pm:</strong> The phone lines are closed! Of course, we can't move on to the actual results yet. We need to milk the advertising revenue a bit more first.</p> <!-- Block 36 --> <p><strong>10.16pm:</strong> Dermot welcomes us back to the moment of truth, and the judges and contestants are ushered onto the stage. Simon looks very stern; the ladies are beaming; Louis looks as smug as ever.</p> <!-- Block 37 --> <p><strong>10.18pm:</strong> In no particular order, the acts performing next week - JLS; Diana; Rachel (who does some strange celebratory dance); Austin; Ruth; Laura; Daniel (FOR REAL?); Eoghan; Alexandra (who sobs - and that means all of Dannii's and all of Cheryl's acts are through now); and Scott (SERIOUSLY?). The sing-off is between Bad Lashes and Girl Band, and though I feel a bit sorry for the girls, it is quite amusing that they are two of Louis's acts. Girl Band are going to sing That's What Friends Are For, because they are friends and they mean what they're going to sing; Bad Lashes are going to sing Wonderwall, because that's the song that got them where they are today. The inanity is making me laugh.</p> <!-- Block 38 --> <p><strong>10.28pm: </strong>The girls are all waiting backstage, and Louis's useful advice to them is to come on to the stage and sing their hearts out. Simon suggests the girls should sack Louis; Louis says Simon picked the worst song this week; Simon says none of his acts are in the bottom two, and it's all a bit pathetic.</p> <!-- Block 39 --> <p><strong>10.30pm:</strong> Girl Band go first, and I much prefer this to the mess that was Venus. Louis is nodding his head like Churchill the dog. Key change! I am sure most of the harmonies are being sung off-stage by proper people, as happened with Hope last year. When Dermot asks what Bad Lashes should do, Louis says, \"I don't know what to say.\" That's why he gets paid the big bucks, gang - right there! The blonde girl with the big fringe pronounces her vowel sounds very oddly. I think I preferred Girl Band, but I didn't really like that version of Wonderwall. The drama! The tension!</p> <!-- Block 40 --> <p><strong>10.35pm:</strong> Simon thinks both groups were shocking, he bitches a bit with Louis before Dermot tells them off, and chooses to send home Bad Lashes. Cheryl is crying already, and chooses to send home Girl Band. Dannii doesn't want to have to make a decision, despite that being her job, but eventually opts to send home Girl Band. Louis says he doesn't want to send home either, so he says Bad Lashes, which means that we're in DEADLOCK and going down to the public vote. The DEADLOCK music and graphics kick in, and the audience laugh - presumably not the desired effect. Dermot gets the envelope of doom, and the act with the lowest number of votes who are going home tonight are <strong>Bad Lashes</strong>.</p> <!-- Block 41 --> <p><strong>10.38pm: </strong>There is horrendous wailing and keening, and as Dermot attempts to keep some semblance of control over the show, there's a montage of Bad Lashes' best moments through the audition process, monumentally slowed down, obviously, in order to stretch out very little footage.</p> <!-- Block 42 --> <p>So next week, the remaining 11 will be singing Michael Jackson songs. If Eoghan sings Ben, I shall do something drastic. Thanks for your company tonight - enjoy the rest of your weekend x</p>"
]