[
  "<h2>David Hopps</h2> <p><strong>Highlight of the season</strong></p> <p>Sitting on the popular bank at Scarborough at Festival time watching Yorkshire v Kent with, I kid you not, the sun shining from a cloudless sky. And KP's first press conference as captain, which was so full of love it gave me an insight into what the 1960s must have been like.</p> <p><strong>Lowlight of the season</strong></p> <p>The faulty registration of Azeem Rafiq, which caused Yorkshire to be excluded from the Twenty20, was an appalling administrative oversight which let down a young player whose family had been conducting a high-profile campaign for political asylum.</p> <p><strong>Player of the season</strong></p> <p>England player: Jimmy Anderson for his growing mastery of the swinging ball. A tougher mental approach, a coach who has allowed his natural talent to blossom and the faith of selectors have made his season. County player: Ravi Bopara.</p> <p><strong>Failure of the season</strong></p> <p>Rikki Clarke caused bemusement when he left Surrey for Derbyshire saying it would reignite his England career. Surely some mistake. He resigned as captain before the end of the season to join Warwickshire.</p> <p><strong>Shot of the season</strong></p> <p>Murray Goodwin's six over long-on from the last ball of the match which won the Pro40 competition for Sussex at Trent Bridge and robbed Nottinghamshire of their first one-day trophy for 17 years.</p> <p><strong>If you were David Collier what would you change?</strong></p> <p>Multiply the payments to counties fivefold to ensure that they pick more young English players. And appoint the Headingley gatemen as a second tier of immigration officials with orders to imprison all second-rate Kolpak signings without trial.</p> <p><strong>Player who could be a millionaire</strong></p> <p>If I woke up as Stuart Broad I don't think I'd be too worried about my mortgage. And, as a riskier prediction, watch out for a 17-year-old St Lucian called Dalton Polius: lots of talent, wonderful attitude.</p> <h2>Paul Weaver</h2> <p><strong>Highlight of the season</strong></p> <p>Seeing Steve Harmison return to invigorate the England side and lead Durham to their first County Championship.</p> <p><strong>Lowlight of the season</strong></p> <p>The greed with which Twenty20 cricket was pursued could be one of sport's great morality tales. Also, giving Michael Vaughan a new central contact when he's not good enough for Yorkshire.</p> <p><strong>Player of the season</strong></p> <p>Watching Marcus Trescothick, at peace with himself, open for Somerset was one of the few warming experiences in a damp, cold summer.</p> <p><strong>Failure of the season</strong></p> <p>Surrey. The richest county of them all were a ragbag of strong egos and fading talents and Shoaib Akhtar was the worst overseas signing of them all. And the Duke cricket ball.</p> <p><strong>Shot of the season</strong></p> <p>KP's switch-hit off a bewildered Scott Styris in Durham. \"Was that a switch-hit or a reverse sweep?\" a cricket writer asked a colleague. Can you imagine Neville Cardus asking RC Robertson-Glasgow such a question?</p> <p><strong>If you were David Collier what would you change?</strong></p> <p>Ensure that all but the very best Kolpaks are squeezed out of the game. Although, with only one overseas player, one or two per county can help maintain playing standards.</p> <p><strong>Player who could be a millionaire</strong></p> <p>Stuart Broad in the short term but in the future watch out for Hampshire's Liam Dawson, a real talent.</p> <h2>Lawrence Booth</h2> <p><strong>Highlight of the season</strong></p> <p>Tyron Henderson's last three balls in the final of the Twenty20 Cup to earn Middlesex their Stanford payday. Kent needed six but managed only two, and Henderson (4-0-58-0) was the hero.</p> <p><strong>Lowlight of the season</strong></p> <p>Leicestershire v Northamptonshire in May: a game that included an entire XI of players not qualified to represent England. Sir Allen Stanford's helicopter landing at Lord's did not exactly warm the heart either.</p> <p><strong>Player of the season</strong></p> <p>Worcestershire's opener Stephen Moore scored more first-class runs (1,451 at an average of 55.80) than anyone - and hit more sixes (23) - and still managed not to get talked about. Not bad for a bloke who plays half his matches on a supposed greentop.</p> <p><strong>Failure of the season</strong></p> <p>Surrey paid the predictable price for their short-term approach from 2006, when they ignored youth in pursuit of instant promotion. Their signing of Shoaib Akhtar almost brought the game into disrepute.</p> <p><strong>Shot of the season</strong></p> <p>Hard to get past KP's two switch-hits for six off Scott Styris, although Murray Goodwin's last-ball six off Charlie Shreck to win the Pro40 for Sussex at Trent Bridge had a drama of its own.</p> <p><strong>If you were David Collier what would you change?</strong></p> <p>Cut the County Championship in half. Eight four-day games per county would allow more time for practice and maintain players' sharpness throughout the season. Standards would rise; talk of a treadmill would disappear.</p> <p><strong>Player who could be a millionaire</strong></p> <p>Born in Surrey, bred in South Africa, the 21-year-old Middlesex left-hander Dawid Malan blew Lancashire away in the quarter-finals of the Twenty20 Cup with 103 in 54 balls. </p> <h2>Mike Averis</h2> <p><strong>Highlight of the season</strong></p> <p>Matthew Prior's flawless and flowing 131 - out of 277 - to set up a Sussex win in May when Trent Bridge was at its most spiteful. With the ball swinging and doing a bit off the wicket, Sussex had been 74 for six.</p> <p><strong>Lowlight of the season</strong></p> <p>Sitting through a Friends Provident match between Warwickshire and Northamptonshire where more than half the players were not qualified to play for England.</p> <p><strong>Player of the season</strong></p> <p>Marcus Trescothick, for explaining in his book and in endless interviews why he had to give up international cricket.</p> <p><strong>Failure of the season</strong></p> <p>Yorkshire crumbling to defeat at the Rose Bowl in August with a rank display of second-innings batting. From 45 for one they ended all out for 107, the body language almost as bad as the batting.</p> <p><strong>Shot of the season</strong></p> <p>Marcus Trescothick elegantly lifting Chris Martin into Row Z at Edgbaston in the Twenty20 Cup match in June. Perfectly timed on-drive and a proper cricket shot.</p> <p><strong>If you were David Collier what would you change?</strong></p> <p>Be more aggressive with Kolpak counties. There is no point to sides that import low-budget mediocrity. Drop them from the championship and see them in court.</p> <p><strong>Player who could be a millionaire</strong></p> <p>He certainly won't appear on hair gel ads and is presently too correct for one-day glory, but Yorkshire's Adam Lyth, 21 last Thursday and from Whitby, has the foundations of a complete batsman and the makings of a stellar fielder.</p> <h2>Andy Wilson</h2> <p><strong>Highlight of the season</strong></p> <p>Two Lancastrian bowling spells: Andrew Flintoff to Paul Collingwood in May, which brought back memories of his famous Ashes over at Edgbaston; and Glen Chapple's six for 40 against Kent in the penultimate game of the season in Liverpool, which effectively sealed Lancashire's safety and sent Kent plummeting from title contention to relegation in the space of a week.</p> <p><strong>Lowlight of the season</strong></p> <p>The shameless opportunism of Nottinghamshire and Glamorgan in seeking to capitalise on Yorkshire's Twenty20 registration gaffe involving Azeem Rafiq.</p> <p><strong>Player of the season</strong></p> <p>Will Smith - the unsung hero of Durham's championship triumph, who scored crucial runs during a tricky mid-season spell.</p> <p><strong>Failure of the season:</strong></p> <p>Rikki Clarke's brief stint as Derbyshire's captain.</p> <p><strong>Shot of the season</strong></p> <p>Murray Goodwin, needing three off the last ball to secure the Pro40 title for Sussex at Trent Bridge, going three better with a six. The authorities may have done their best to devalue what used to be a prestigious competition but it still came up with a great finish.</p> <p><strong>If you were David Collier what would you change?</strong></p> <p>My chairman (Giles Clarke).</p> <p><strong>Player who could be a millionaire</strong></p> <p>Ollie Rayner, Sussex's tall young off-spinner who can also bat a bit and takes sharp chances at slip.</p> <h2>Richard Rae</h2> <p><strong>Highlight of the season</strong></p> <p>The consistent high quality of the first division. Every day offered hard, competitive, highly skilled and absorbing cricket. When it wasn't raining.</p> <p><strong>Lowlight of the season</strong></p> <p>Audible obscene reactions from certain teams when decisions went against them. Lancashire, at home to Hampshire, spring immediately to mind.</p> <p><strong>Player of the season</strong></p> <p>Will Smith (Durham). After a miserable 2007, came back with a weight of runs which should see him win a place on the England Lions tour.</p> <p><strong>Failure of the season</strong></p> <p>Leaving bad light solely to the umpires' discretion. Sometimes they were the only people in the ground who thought there shouldn't be play - and that includes the players.</p> <p><strong>Shot of the season</strong></p> <p>The hook played by Paul Wiseman (Durham) against Chris Jordan (Surrey) in Guildford. Jordan is rapid, but the ball was still rising when it cleared a 30ft row of trees on the square-leg boundary. It's probably still going now.</p> <p><strong>If you were David Collier what would you change?</strong></p> <p>Reprieve Pro40 at the expense of one of the proposed Twenty20 competitions. It's the ideal length for Sunday afternoon and a lot more popular than the shorter form with a lot of regular spectators - emphasis on the regular.</p> <p><strong>Player who could be a millionaire</strong></p> <p>Chris Jordan. Potentially genuinely quick, and already a sweet striker of the ball. Began the season so impressively but latterly a victim of Surrey's appalling man management.</p>",
  "<video data-media-id=\"gu-video-338052975\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1821866263_Hockey-mums-Brightcove-16x9.flv\"/> </video>   <p>When Raymond Wejroch took to the ice for the first time, ankles buckling in his skates and head bobbing in his too-big helmet, it felt a bit like destiny, at least for his mother watching misty eyed in the stands.</p> <p>His father played ice hockey. His cousins play ice hockey. Now, aged just five and a half, Raymond is being initiated into the sport too - which gives his mother, Susan, instant membership of the group that could well decide this election: \"hockey moms\".<br><a href=\"http://www.guardian.co.uk/world/sarahpalin\"><br>Sarah Palin's</a> arrival as Republican vice-presidential candidate - and self-described pitbull-in-lipstick hockey mom - has redefined the politics of identity in an election dominated by race, gender and age.</p> <p>Hillary Clinton's run for the Democratic presidential nomination produced widespread excitement about women candidates. Now Palin - white, middle class, and non-metropolitan - could be the deciding factor in determining whether white working- and middle-class suburban mothers vote for Barack Obama or John McCain.</p> <p>In its narrowest sense Palin, as hockey mom, can claim a personal connection to the mothers of America's 350,000 hockey-playing children and youth, concentrated in northern battleground states such as Michigan.</p> <p>The McCain camp claims though that any mother shuttling her children between school and sport or music classes can identify with Palin.</p> <p>\"It means she is down to earth and involved on that deep level with her family,\" says Wejroch, who gave up her job as a market researcher to stay home with her three sons.</p> <p>Wejroch, who says she will vote for the Republican ticket in November, does not think that Palin's career as Alaska governor and vice-presidential candidate makes McCain's running mate any less focused on her traditional role. \"Even though she is involved in such a high position in her state, she makes sure she has got time for her family,\" says Wejroch.</p> <p>Others at the rink in Livonia, a Detroit commuter town, agree that Palin seems more approachable than an earlier generation of female politician including Clinton or even Nancy Pelosi, the first woman speaker of the house and, like Palin, a mother of five.</p> <p>Clinton, with her suits and her pride in her profession as a lawyer and senator, was off-putting to those women who still place importance in traditional roles. \"[Palin] just seems like someone you can relate to. Hillary Clinton doesn't seem like you could sit down and have a cup of coffee with her,\" says Vicky Rokas, a solid Republican voter who counts herself a Palin fan.</p> <p>For Rokas, who has spent years shuttling three hockey-playing children to practice and out-of-state tournaments, Palin's hockey mom experience is just as valid as her professional credentials.</p> <p>Rokas argues that hockey moms, who must supervise homework and dinner ice-side, are by necessity focused and disciplined. They must be: it costs about $1,500 (£815) a season for a child to play the sport. They are also tough when the situation warrants. Rokas admits to her share of confrontations with parents of children on opposing teams.</p> <p>And while Palin's son, Track, is now in the US military and has not played hockey for more than a year, Rokas says the Republican politician is still entitled to call herself a hockey mom.</p> <p>But the positive image is far from universal. Many women admit a visceral dislike of McCain's running mate.</p> <p>\"She scares the hell out of me. Every time I see her I go home and open my wallet, and write another cheque for Obama,\" says Pilar Herrera-Fierro, looking up from her copy of the New York Times to watch her daughter's practice.</p> <p>The immediate burst of enthusiasm about Palin's candidacy has faded. The comedian Tina Fey has turned Palin's gaffes on foreign policy - such as the line about seeing Russia from Alaska - into a spoof on the TV show Saturday Night Live. </p> <p>Women voters have also become more conscious of Palin's retrograde views on global warming and others issues. </p> <p>\"It is this narrative of working mom that has really captured the imagination of women right now, and it has not yet really touched on policy issues,\" said Debbie Walsh, the director of the Centre of Women and American Politics at Rutgers University in New Jersey.</p> <p>Even so, Palin has eroded Obama's early advantage among women voters. A Lifetime poll last week showed he and McCain almost tied in support among women, 47% and 45% respectively. The poll also showed married white women favoured McCain as the candidate who could bring \"real\" change and who understood their concerns.</p> <p>That could cost Obama. Women voters have determined the outcome of every US election for the last 40 years.</p> <p>Since the early 1980s more women have turned out to vote than men and they have tilted towards the Democrats. The 1996 contest saw Bill Clinton re-elected with strong support from so-called \"soccer moms\". Although in 2004 women swing voters - dubbed \"security moms\" that year - generally favoured John Kerry, enough voted for George Bush for the incumbent to win.</p> <p>They are also crucial in Livonia and the other predominantly white suburbs around Detroit. Obama cannot win Michigan without a strong showing in the suburbs, and he cannot win the White House without Michigan. </p> <p>While he has moved ahead of McCain in the polls in the state in the last few days, the Democrat needs to hang on to women voters. Unfortunately for Obama, there are signs they have been undergoing a shift to the right.</p> <p>Michigan, the home of America's dying car industry, has the country's highest unemployment rate at 8.9%. Ed Sarpolus, a prominent Michigan pollster, argues that economic uncertainty - heightened by the collapse on Wall Street, the housing crisis and higher petrol prices - has made women voters in Michigan especially nervous about the prospect of further upheaval.</p> <p>Even the most fanatical hockey families are economising. Livonia, which runs the most popular youth hockey programme in the greater Detroit area, has seen enrolment drop this year. </p> <p>The cutbacks and uncertainty make women less receptive to Obama's message of change. </p> <p>\"What has been happening in Michigan is that younger women, especially those under 40, are becoming more conservative - although not so much more church-going,\" Sarpolus says. \"They are fearful, because of the economy, for their kids and worried about their husband's jobs.\"</p> <p>The McCain campaign is also mining that economic discontent, and hoping to deflect resentment against the Bush administration - which could help Obama - on to Michigan's Democratic governor, Jennifer Granholm.</p> <p>However, the Obama camp believes that their man stands to do better in a poor economic climate, and that \"bread and butter\" issues will eventually outweigh Palin's emotional appeal to more conservative women voters. </p> <p>\"What we found here on the ground is that economic issues trump everything else,\" said Amy Chapman, Obama's Michigan campaign director. \"The economy is the number one issue.\"</p>",
  "<p>Eight kidnappers of a group of European tourists led Sudanese soldiers on a high-speed chase through the desert yesterday, ending with a gunfight that left all but two of the gunmen dead, Sudan's military spokesman said.</p> <p>The two surviving men were arrested and told soldiers that the tourists were being held by 35 more gunmen in Chad, the spokesman, Sawarmy Khaled, said.</p> <p>Eleven Italians, Germans and Romanians and their eight Egyptian guides and drivers were seized by gunmen deep in the southern Egyptian desert on September 22 and taken to Sudan. On Thursday, Sudanese officials said the kidnappers had moved again, into Libya, but Libyan officials said they could not find them.</p> <p>Sudan, Chad, Egypt and Libya share borders in the remote region.</p> <p>Khaled told the Associated Press that Sudanese soldiers were combing the Jebel Oweinat region near the Libyan border when they came upon a white sports utility vehicle carrying eight gunmen. \"The armed forces called for it to stop, but they did not respond and there was pursuit in which six of the armed men were killed,\" he said. The dead included the gunmen's leader, whom Khaled identified as a Chadian, named Bakhit.</p> <p>German officials have been negotiating with the kidnappers, who are demanding millions of dollars in ransom for the release of the captives, but there has been no word on the progress of the talks.</p> <p>The vast majority of Egypt's 9 million tourists each year visit pharaonic sites along the Nile or Red Sea beach resorts, far from the Western Desert and the Gilf al-Kebir. But the Gilf, a desert plateau 500 miles south-west of Cairo, draws some adventure tourists with its sand dunes and desert cliffs, as well as a trove of prehistoric cave art. Around 2,000 tourists visited the area in the past year, up from only a handful less than a decade ago.</p>",
  "<p>Whether or not pirates are interested in a ship's cargo (Somali pirates capture Ukrainian cargo ship loaded with military hardware, September 27) as part of their bargaining power to seek reward is immaterial. The ease with which pirates operate is down to a mix of bent officials and the latest technology. It has long been known that established pirate gangs are given information about ships of potential interest by dodgy customs or immigration officials working in the port immediately prior to ships entering pirate territory. The fast RIB boats pirates use are also equipped with the latest navigational aids, including radar which incorporates vessel identification technology, so the details of each ship appear on the radar's screen, including name, size, cargo, course, destination etc.<br><strong>Mark Walker</strong><br>London</p>",
  "<p><strong>Kes </strong><br>9.15am Sky Movies Drama </p> <p>(Ken Loach, 1969) Ken Loach's second feature (after Poor Cow), adapted from Barry Hines's novel about little Barnsley lad Billy and his pet kestrel, is both bleak and uplifting. David Bradley makes a scrawny, soulful, lovable Billy, clipped and clouted by family and teachers, learning life's bitter truths; beautifully shot by Chris Menges, it's very harsh and very funny. </p> <p><strong>Hollywoodland</strong> <br>2.25pm &amp; 10pm, Sky Movies Indie</p> <p>(Allen Coulter, 2006) From Sunset Boulevard to LA Confidential, Hollywood has a fine tradition of turning a jaundiced eye on itself. Here, Coulter's world-weary, gritty noir takes the true story of TV Superman George Reeves' (Ben Affleck) apparent suicide in 1959, and has a fictional private eye (Adrien Brody) suspecting foul play. A fascinating investigation into the dark heart of Tinseltown. </p> <p><strong>The Ice Storm</strong> <br>9pm, Film4 </p> <p>(Ang Lee, 1997) A delicately crafted study of suburban morality in 70s America: all self-consciously hip partner-swapping parties and inner torment. It focuses on the Hood family. Student-son Tobey Maguire comes home for Christmas and finds parents Kevin Kline and Joan Allen's relationship in deep freeze, his sister (Christina Ricci) exploring her own sexuality, and a tragedy in the offing.</p>",
  "<p>Airbus broke out of its European fortress yesterday when it opened a $600m (£325m) final assembly line for its best-selling A320 aircraft in China and committed to buy $1bn of locally made components by 2020.</p> <p>The plant, the most modern of its kind in the world, is designed to establish a foothold in China's booming aviation market, which is growing at 14.5% a year. Airbus executives said it would see orders for more than 3,000 new planes over the next 20 years as China develops the world's second-largest aviation market after the US.</p> <p>After an opening ceremony attended by premier Wen Jiabao and more reminiscent of a Communist party congress setting, John Leahy, chief operating officer (sales), said China could account for as much as a fifth of the more than 850 orders the European plane-maker expects this year.</p> <p>Leahy said Airbus, which has 450 planes on order in China, had a provisional agreement to supply a further 280 and he expected the Beijing authorities to approve up to 160 of these by the year's end. The new plant, he added, could mean that Airbus would capture more orders than Boeing.</p> <p>But he admitted that with western airlines facing takeover or bankruptcy and struggling to find capital for new planes, orders could take a dip in late 2009-10 and there could be cancellations. He insisted that several airlines had already secured funding for their current orders despite the credit crunch.</p> <p>The Chinese plant marks a new era in the history of Airbus, a 35-year-old European champion of engineering innovation and marketing expertise that has been riven by national rivalries, as it pursues its goal of becoming a global company with an international footprint on five continents.</p> <p>The plane maker, which has captured half the world market, plans to expand its presence in Morocco, Mexico, India and Russia. It has also targeted the US, where it will assemble refuelling tanker aircraft in Mobile, Alabama, if it wins a re-run Pentagon bidding battle against Boeing.</p> <p>Its plans, which will see 5% of the airframe of its new wide-body A350 jet produced in China and could see 10% of new-generation planes sourced from the people's republic, has awakened fears among its core British, French, German and Spanish workforces that Airbus is turning its back on Europe. </p> <p>Unions, which have reluctantly accepted 10,000 job cuts, are worried Airbus will switch more output to low-cost countries in the weaker dollar zone.</p> <p>Tom Enders, the chief executive, told the Guardian: \"We have 95% of our employment and 75% of our procurement in Europe, and politicians and unions would like to keep it that way but it can't. </p> <p>\"Airbus would make a huge mistake if it locked itself into Fortress Europe. The bulk of employment, procurement and all innovation will stay in Europe - and the US.\" </p> <p>The British plant at Broughton, Flintshire, will lose its status as the sole supplier of wings for all Airbus planes as Chinese manufacturers will provide the wings for the A320 single-aisle jets made at Tianjin. Airbus said Broughton would retain an innovation cutting-edge in wing design for new planes.</p> <p>The new plant, employing up to 600, will assemble four A320s a month from 2011 - compared with 40 a month in Hamburg, the model for the Chinese line. Airbus indicated it could eventually produce the A320 replacement, due in the next decade, and Enders did not exclude the possibility that Airbus would cooperate in Chinese plans to build their own aircraft.</p> <p>\"But we are not gate-crashing their project,\" he said.</p>",
  "<p>Human milk tastes like watermelon juice, apparently - but I don't know that first-hand, only from watching Friends. The world seems divided on the issue: two or three people think that it's no different from cow's milk, and there's nothing to stop an adult from drinking it. And everybody else, in the whole world, thinks that's absolutely minging.</p> <p>And yet, those two or three people are making a lot of noise: only a month after Kate Garraway floated the idea that all women should breastfeed each other's children, as well as each other, or something like that, Peta, the animals rights group, has asked Ben &amp; Jerry's to use human breast milk instead of cow's milk. \"If Ben &amp; Jerry's replaced the cow's milk in its ice-cream with breast milk, your customers - and cows - would reap the benefits,\" wrote Peta's Tracy Reiman.</p> <p>A Swiss restaurateur, meanwhile, who attempted to use breast milk in cooking, has run aground on the scarcity of European legislation on the matter. \"They are not on the list of approved species such as cows and sheep, but they are also not on the list of the banned species such as apes and primates,\" said Rolf Etter of the Zurich food control laboratory. So monkey milk is illegal. Who knew?</p> <p>Garraway is being deliberately controversial for Channel 4 (there ought to be a verb for this behaviour, it is so prevalent), Peta is defending animals any way it knows how, and the Swiss chappie is being really, really Swiss. So I've no brush to tar them all with, but I will point out the following: you can't just go and get some breast milk from Unigate. </p> <p>My understanding of breast-milk banks is that even having a newborn baby is not sufficient; you also have to prove that both your own breasts are unavailable - perhaps a dog has made off with them. And the reason these banks are so stingy, and have none left over for making ice-cream or poaching wiener schnitzel? Because it comes out really slowly. To get a decent amount ... well, imagine a dairy farm, only with women. </p> <p>So well done, Peta, yet another shocking image to ram home our treatment of animals, but I wonder whether there's any chance that next time you think up one of your thrilling campaigns, you might choose to humiliate men. Just to shake things up a bit. And as for you other lot: you are just silly.</p>"
]