[
  "<p>England's dismay over the flagging credibility of the International Cricket Council deepened further this week when 13 Bangladeshi professionals signed up to play Twenty20 for the unauthorised Indian Cricket League. It might not sound too disturbing at first sight, but the knock-on effects for England could be disastrous.</p> <p>From the ICC there was no emergency statement, merely the reminder that there was a committee which would consider such things. So Bangladesh went to Lalit Modi, the Indian businessman who to all intents and purposes now controls the world game. He promised them a greater share of India's Twenty20 riches. Bangladesh would be allowed to field a team in the Champions Twenty20 League and they would have greater opportunities, too, in the Indian Premier League, with their best players put up for auction.</p> <p>Modi was oblivious to the small matter that the IPL, provisionally scheduled for April-May 2010, will clash with Bangladesh's tour of England, just as the IPL clashes next year with a Sri Lanka tour that remains in confusion. Quite which Sri Lanka and Bangladesh players will be left to tour England is anybody's guess.</p> <p>Haroon Lorgat, the ICC's chief executive, recognises that the governing body faces one of its greatest ever challenges: to bring sense and stability to cricket's chaotic, unsustainable calendar. He tries to put a positive slant on the turmoil caused by Twenty20's rising popularity.</p> <p>\"Out of a difficult situation can come a lot of good,\" he said. \"If there wasn't an interest in the sport there wouldn't be so many challenges. I would rather come into a scenario where things are moving at great speed, with new forms of cricket and a new audience.</p> <p>\"Twenty20 is an opportunity that people have spotted they can take advantage of, but that doesn't detract from what has been agreed by all members that we will not sacrifice nation-v-nation cricket. Everyone recognises its importance. People are not disregarding it.</p> <p>\"All these tournaments are springing up and what we are trying to do is regulate them in a more effective way. A private businessman might have different ambitions but we have to protect the game of cricket.\"</p> <p>So far, for all Lorgat's talk, the ICC has simply surrendered to Indian machinations. The move away from Test cricket to an Indian-controlled future, based largely on club Twenty20, where they control 50% of the profits, looks unstoppable. England chose the moral high ground and walked away from such a deal; Australia and South Africa, desperate for a short-term solution to their ailing finances, capitulated.</p> <p>Lorgat believes that the trend can be slowed by four Test series in the next year, all of them involving Australia, who are in India for a four-Test series beginning next month, and who then play South Africa in home and away series before arriving in England for next summer's Ashes series.</p> <p>But international cricket is plagued by weak nations. Pakistan is blighted by terrorism - more than 50 people were killed in last weekend's bomb at the Islamabad Marriott, a hotel that Lorgat claimed was safe for this month's cancelled Champions Trophy. Zimbabwe, even given healthier political circumstances, would do well to recover in a generation. Bangladesh have been drained by Twenty20 as Sri Lanka could so easily be. South Africa will be debilitated by English county cricket unless the immigration authorities bow to ECB entreaties to toughen visa regulations - at least here the signs are promising.</p> <p>\"Transformation is something that has affected the entire globe in all areas: politics, cricket, whatever,\" Lorgat said. \"The world is a changed place. We have to learn to adapt. To say that the ICC is a mess is unfair. The ICC is a member-based organisation. People must understand that.\"</p>",
  "<p>According to the main character in Stephen Poliakoff's Perfect Strangers, a TV drama about a family reunion and the secrets that it unearths, every family has at least three great stories waiting to be told. If you want to write a memoir or family history you only need one to get you started. </p> <p>Perhaps you've stumbled upon a marriage certificate that shows your mother was a GI bride before she married your father, or maybe a birth certificate reveals that your grandfather - who was \"something big in the City\" - was Jewish but changed his surname in order to fit in. </p> <p>The motivation to write a family memoir often starts with a desire to understand. Does your mother's carefulness with money relate to something that happened to her mother (you've heard whispers of a financial scandal) or maybe the fact that your father came to Britain as a refugee in the 1930s explains why he's a workaholic? </p> <p>Writing a biography is even simpler: all you need is someone you're passionately interested in. (If you want the biography to be published you will need to convince an editor that other people will find him or her just as enthralling.) You'll be spending the next few years living with your subject so it's vital that you begin the relationship under their spell.</p> <h2>Memoir, autobiography and biography</h2> <p>\"Memoir\" is often used interchangeably with \"autobiography\". The blurb on the back of cookery writer Nigel Slater's account of his childhood, Toast, describes the book as a \"memoir\" and yet it won the British Book Awards Biography of the Year. Memoirs rely more on memory than fact and often concentrate on one period in a life. Toast's subtitle is \"The Story of a Boy's Hunger\" and the book focuses on Slater's childhood and his relationship with his parents. </p> <p>Autobiography usually covers more of the author's life and follows a logical chronology. Within autobiography and memoir there is a huge range of approaches and styles from Laurie Lee's description of his Cotswolds' childhood in Cider with Rosie to Vera Brittain's poignant account of the way the first world war wrecked so many lives in Testament of Youth </p> <p>A biography tells the story of a life other than the author's. Traditionally, this has taken the form of a straight narrative arc from birth to death. Recently biography has started to take on more exciting and imaginative forms than this traditional \"cradle to grave\" approach. </p> <h2>About your tutor</h2> <p>Midge Gillies's books include biographies of pilot, Amy Johnson and music hall star, Marie Lloyd. Writing Lives (Cambridge University Press) will be published in spring 2009. She is also researching a book about prisoners of war. She teaches at Cambridge University's Institute of Continuing Education and Anglia Ruskin university.</p>",
  "<p>Amir Khan is to join forces with Freddie Roach, one of the world's most respected trainers, to resurrect his career that suffered a shuddering setback this month when the Colombian Breidis Prescott knocked him out in the first minute of their Manchester bout.</p> <p>The 21-year-old Khan was continuing to work last night at Roach's Wild Card gym in Los Angeles and the trainer says he will work with the British fighter in the lead-up to his comeback bout in December. A stumbling block, however, could be the fact that Roach also trains Manny Pacquiao, the WBC lightweight champion who is scheduled to meet Oscar De La Hoya in Los Angeles on December 6. That is the same day that Khan is due to make his comeback in a fight in Britain.</p> <p>The 48-year-old Roach, though, is enthusiastic about his new charge. He said: \"He is going to train here for six weeks for that fight. He needs rebuilding of everything to be honest because sometimes when you get knocked out like that it can be pretty devastating. But you need to get back at it and not waste any time. He's making a few fundamental mistakes and we'll make some adjustments. He's a very talented kid and he's making the adjustments.\"</p> <p>Khan split with the trainer Jorge Rubio after the fight against Prescott, a bout that lasted just 54 seconds at Manchester's MEN Arena. The defeat was a shock to Khan who had been the 33-1 on favourite to win with some bookmakers and had been considering a title shot within the next year.</p> <p>There had been reports that Khan's father, Shah Khan, would have a part in helping his son. Roach has been voted trainer of the year three times by the Boxing Writers Association of America. His past boxers include De La Hoya, Mike Tyson and Bernard Hopkins and the British fighters Steve Collins and Wayne McCullough. Roach famously split with McCullough after a scan revealed that the boxer had a cyst on his brain although it was later disproved.</p> <p>Julio Cesar Chavez Jr, meanwhile, has agreed a rematch with Matt Vanda in Las Vegas on November 1 following his disputed decision win that led to fans throwing debris into the ring in his Mexico homeland. Also on the card will be a world title bout between the IBF flyweight champion Nonito Donaire and South Africa's Moruti Mthalane.</p>",
  "<p>Anyone picking up a G1 when it comes to the UK in November will immediately compare it with the iPhone. Firstly, the G1 looks more like a phone - it has the traditional red and green call buttons, plus helpful back and \"home\" buttons if you make a mistake. It also has a track ball like a Blackberry which can be used as a mouse for anyone who finds touchscreens too confusing. </p> <p>The biggest difference, however, is the full qwerty keypad that appears when the screen is slid to one side. The buttons look tiny but are remarkably responsive and generate fewer mistakes than the iPhone's virtual keypad. But the G1 is heavier and bulkier than the Apple device and, frankly, just not as physically attractive.</p> <p>The technology is at least as good if not in some cases better - the G1 is certainly faster at downloading from the internet and its camera is better - but it lacks the wow factor of the Apple device. The G1's touchscreen is as responsive as the iPhone's and the G1 has some clever innovations such as press and hold, to drag icons and photos around the device and a useful magnifying glass that can be dragged across web pages to raise the size of individual portions of the screen. But the ability to enlarge pages by just pressing two fingers on the screen and moving them apart as you can on an iPhone is, for want of a better word, cooler. </p> <p>Users can make calls, send emails and texts, chat on instant messenger, surf the web, use contacts and calendars. It has a music player which will take MP3 files as well as tracks from iTunes. When it launches in the UK the phone will boast a removable 2GB memory card, which should be able to store several hundred songs. </p> <p>The real difference between the two devices, however, is likely to come from the openness of Google's operating system, Android, which allows tech-heads to design \"widgets\" for the phone. There is a button on the G1 that takes the user to an application marketplace where they can download anything, from a virtual compass to a barcode reader that uses the phone's camera to read barcodes and then connects to the internet to find the cheapest price for them. </p> <p>As the name shows, the G1 is the first phone that uses Android and it is a very good effort. But for the time being the iPhone still seems to have the advantage.</p>",
  "<p>The first thing you have to ask a man who has based his novel on his experience as a debt adviser is obvious: \"How good are you with money?\" David Gaffney, whose book, Never, Never, is published tomorrow, looks a bit sheepish. \"The irony is that when I was working in counselling, my own credit was not absolutely brilliant,\" he admits. \"I got into trouble with credit cards by being a bit blasé. Knowing the tricks, I thought I could play them a bit and kept saying I'd pay them later, but it didn't really work.\"</p> <p>Never, Never, which Gaffney describes as \"a comic thriller rooted in the public service world\" - a genre possibly without precedent - is a distillation of many sympathetic hours spent behind a desk. It is told through a colourful cast of characters: Eric the adviser, who experiences more financial chaos than any of his clients; Mr Friday, of Shopaloan, a loan shark in desperate need of advice; the Overspill Mayor, Eric's most threatening Mancunian creditor; and Charlotte, Eric's big-spending partner, who insists: \"We don't have debts. We have homes, cars, holidays. Not debts.\"</p> <p>The tone of the book, much of which is set in Cleator Moor, the west Cumbrian town where Gaffney grew up, is sometimes cynical, and Gaffney, who has now left the advice business to work for Arts Council England, is a bit worried about how those still in it will react. </p> <p>The novel's plot moves fast through Eric's descent from overdrafts to sophisticated megafraud and on to a violent comeuppance. On the last page, Eric's attitude to debt is expressed with what Gaffney admits is a fair amount of sympathy. \"Hard to believe, but for Eric, debt is the sticky stuff; it binds. It is danger, it is chance. Without it, why would we speak, sing, fall in love? We owe everyone, always, all the time. We owe the world, and we owe it to ourselves. It is our job, our duty, to borrow, default, fall into arrears. Who wants to die with money in the bank?\"</p> <p><strong>Thirst for life</strong></p> <p>Those too buttoned up to bung it all on Visa may at this point raise a moral eyebrow. So Gaffney explains that he used to see in debt-laden clients more optimism and a greater thirst for life than in people who rejected credit cards and would never spend more money than they earned. Those careful with their cash showed what he calls a kind of poverty of creativity. So the rich were poor in ways that the poor were rich.</p> <p>\"The person who was in debt would say life was for living,\" he recalls. \"I enjoyed the spirit of people who would push it to the edge. They would keep spending and think something would come along. And then it doesn't come along...\"</p> <p>If that seems a little shocking, wait till you hear Gaffney's heretical thoughts on the debt counselling business. \"The interesting thing for me is the middle-class profession of social workers, debt counsellors and welfare rights officers,\" he says. \"They think they are helping clients, and they are most of the time. But they are also perpetuating the advice industry and, in a sense, living off it.\"</p> <p>Eric decides that middle-class professionals need the poor so they can advise them about benefits. They need the complexity of the benefit laws so they can help people get out of them. It's not in their interests to help people get back into a job. The professionals have to give someone the benefit of all the information they have acquired.</p> <p>Eric reflects about himself as he hurtles towards his doom: \"He was a council-funded employee, a qualified professional, a money adviser, a member of the caring professions, the voluntary sector, the not-for-profit butter-wouldn't-melt section of the working world, the workers who put up with conditions no other worker would tolerate because they were working for some greater good, to empower, to empathise, to em-this, em-that, battered-this and battered-that.\"</p> <p>Gaffney ruefully expects that his views might be judged a bit twisted. He admits that he is harking back to the political 80s and early 90s, when staff were not just helping those in trouble but were trying to influence government policy and change the world. Things have changed since then, and again since the book was written, with agencies becoming more business-oriented as they try to hit targets. But some basic truths remain.</p> <p>\"There was a time at that point when, as an advice worker, you would bend and twist the rules, because these people had no money,\" Gaffney says. \"You knew they weren't entitled to the laundry addition of £10 a week. And you would even lie to help them get that. You were helping the poor against the mighty.\"</p> <p>The goal was to get every client the maximum benefits. In the end, Gaffney concluded that this solved no problems and that he would rather give his clients something positive, an aspiration, a spiritual boost. \"I'd rather, in my new job, be introducing them to a creative writing class or to learning a musical instrument or doing something else to enrich their lives. That's where I am now: working for the Arts Council. I'd much rather help someone join a choir than get them another three quid on benefit. I think that, for your mental health and wellbeing, doing something like that is better than winning a small extra bit on your welfare.\"</p> <p>Some of Gaffney's thoughts are expressed, in wildly exaggerated form, through Bennett Lowe, the evil man from Cumbria county council who turns up to find out what the advisers actually do.</p> <p>\"Do you think the poor want an extra fiver a week on the brew, a lower sub to the tally-man, a social fund loan for a cooker?\" he asks. \"Like fuck they do. They want what you and I have got. Freedom to waste money. Freedom to spend it all on drugs, drink and fags</p> <p>... They don't even need money like the rest of us; rent paid straight to the council, council tax sorted ... they're in a big fucking welfare prison with its own rules and its own currency.\"</p> <p><strong>Welfare headbanger</strong></p> <p>But none of this means that Gaffney has become a Cameronian welfare headbanger - rather, that he has become sceptical about what he once did. He is worried by Labour's attack on invalidity benefit, and notes that at the time he was writing Never, Never, ministers wanted to put people on incapacity benefit to bring the unemployed total down.</p> <p>Even if Gaffney is sceptical, he retains his sympathy for the kind of people he used to help. In the book, Doreen visits Eric with a mountain of debt and tries to explain why she buys things. Sometimes, it's only to feel the touch of a shop assistant's hand when money is exchanged, to make human contact. She says: \"Stuff, buying stuff that I like, it's almost like having little children again. Putting things around you, things that might love you ... Buying stuff is what has kept me sane.\"</p> <h2>Curriculum Vitae</h2> <p><strong>Age </strong>47.</p> <p><strong>Status </strong>Married, two daughters.</p> <p><strong>Lives </strong>Manchester.</p> <p><strong>Education </strong>Whitehaven grammar school, Cumbria; West Midlands college of higher education, BA Hons English literature.</p> <p><strong>Career </strong>2003-present: partnerships officer, Arts Council England; 2000-03: community legal services consultant, Legal Services Commission, Liverpool; 1990-2000: debt counsellor, money advice service manager, Manchester city council; 1987-90: debt counsellor, Birmingham Voluntary Service Council; 1986-87: volunteer adviser, West Bromwich Citizens' Advice Bureau.</p> <p><strong>Interests </strong>Music - I play guitar and piano; arts generally.</p>",
  "<p>As the audience was warmed up for Gordon Brown's well-received conference speech in Manchester yesterday, four songs boomed from the sound system: M People's Movin' On Up, James's Sit Down, U2's Beautiful Day, and Jackie Wilson's soul classic Higher And Higher. In its own innocuous way, the latter worked well enough, but when Sarah Brown introduced her husband just after the James track, you started to wonder which brilliant mind had picked it.</p> <p>It probably looked appropriate: the most enduring hit by a Mancunian band whose apex of popularity was marked by a gig at the same venue, replete with a general message of touchy-feely inclusiveness. But really: they should have had a slightly closer look at the words.</p> <p>Brown might have been pitching for support as the re-energised man who can lead Britain through the economic storm, but the pay-off of the chorus asks for something rather different: a mass sit-down \"in sympathy\". In the light of his seemingly endless troubles, the key line of the second verse is a very rum do indeed: \"Now I've swung back down again, it's worse than it was before.\" To top things off, there's the middle section, making reference to \"those who feel the breath of sadness\", \"those who find they're touched by madness\", and \"those who find themselves ridiculous\". Not good at all, surely.</p> <p>There is, it has to be said, an inglorious history of this kind of thing. William Hague once picked Massive Attack's Man Next Door to soundtrack one of his speeches as a Tory leader, only to belatedly realise that 1) it was a song about dealing with a bloke who's an anti-social menace, and 2) Massive Attack were - to quote from a hastily issued press release - \"completely fucked off with the Tories\".</p> <p>And one other thing, while we're here. Sit Down is essentially a hymn to the liberal ideal of doing what the title says in the company of people of every colour and creed, which rather bumps up against the Brown speech's mention of \"a new migrant charge for public services\". In the great Gordon utopia, one would imagine, Brits will be able to sit down for free, but for people from outside the EU, there will be a modest charge.</p>",
  "<p>Lusting after videogame characters is possibly the most undignified pastime known to humankind, but that hasn't stopped millions making an exception for Lara Croft. The delectable kick-ass heroine is poised to return to our consoles in her latest starring vehicle, <a href=\"http://www.tombraider.com/\">Tomb Raider: Underworld</a>, set to arrive in the UK on November 21 (November 18 in the US). </p> <p>When it launches, it will undoubtedly be the most important release in publisher Eidos's entire existence. <a href=\"http://www.guardian.co.uk/business/2008/sep/16/games\">The company (a subsidiary of SCi) is in such dire straits</a>, early this year it binned no fewer than 14 games it had in development. </p> <p>So does Lara still have her magic touch in the 21st century, and can she single-handedly <a href=\"http://www.guardian.co.uk/technology/2008/jan/11/games\">extricate Eidos from the mire</a>? Time to find out with some hands-on experience of a pre-release build of the game.</p> <p>Tomb Raider: Underworld is the first iteration of the series that has been specifically designed for next-generation consoles, so the first thing you notice is that it looks stunning. The storyline is established by an intriguing cut-scene in which Croft Manor is set on fire, and then you're straight into what is essentially a tutorial mini-level. In it, you must extract Lara from her flaming home. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-337911512\"> <img src=\"https://static.guim.co.uk/sys-images/Technology/Pix/pictures/2008/09/23/lara9.inset.jpg\" alt=\"Tomb Raider: Underworld\" width=\"220\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Thailand scene from Tomb Raider: Underworld</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>This confirms that the basic controls are pretty much the same as ever, although her recently acquired grapple – which plays a more prominent part than in previous games – has been improved. It will still only hook onto strategically placed brass rings, but you can now attach it before running and jumping, and Lara can use it to abseil. Once you've escaped from Croft Manor, the game proper begins: in a flash Lara is in an impressive gin palace on the Mediterranean coast that, handily, comes stocked with an aqualung: don that, and you can jump into an underwater level, without having to worry about Lara drowning. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-337911513\"> <img src=\"https://static.guim.co.uk/sys-images/Technology/Pix/pictures/2008/09/23/lara2.inset.jpg\" alt=\"Tomb Raider: Underworld\" width=\"220\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tomb Raider: Underworld</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>Proper, involved underwater puzzle-solving ensues, involving one of the game's recurring themes – searching for objects (often along the lines of carved sticks or keystones) that can be slotted into holes to operate environmental puzzles. The puzzles very much take centre stage in Tomb Raider: Underworld, to such an extent that developer Crystal Dynamics has completely abandoned boss-battles, which always tended to err on the side of tediousness in previous releases.</p> <p>Eidos and Crystal Dynamics would, of course, have to take leave of their senses before messing with Tomb Raider's gameplay: the franchise has sold more than 30m units. And sure enough, Tomb Raider: Underworld will feel reassuringly familiar to anyone who has played a Tomb Raider of yore. The focus, clearly, has been on subtle improvement of a successful formula.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-337911560\"> <img src=\"https://static.guim.co.uk/sys-images/Technology/Pix/pictures/2008/09/23/lara3.inset.jpg\" alt=\"Tomb Raider: Underworld\" width=\"220\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Kraken from Tomb Raider: Underworld</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>The time-slowing Focus mode that appeared in Tomb Raider: Anniversary is back, but it has been subtly tweaked: you can launch whenever Lara's adrenaline meter is full. The game cheats slightly by automatically filling it at certain points, such as when negotiating the fiercest traps (we encountered a room filled with whirling blades and so forth that would be virtually impossible to negotiate in anything other than slo-mo). </p> <p>The other big gameplay tweak is more about honing the level design: the bad old days of having to find the one precise path have gone, and throughout the game you will always have several different ways of getting to where you want to be. Intriguingly, there's a sonar-style 3D map on tap, too.</p> <p>Lara herself feels more forgiving than previously – which will please those who suffered their way through Tomb Raider 2, in which you would often perish if your positioning was a single pixel out of kilter. She looks and moves better than ever: Tomb Raider: Underworld is the first game in which Lara's movements have been dictated by motion capture rather than hand animation (Crystal Dynamics used a gymnast-cum-stuntwoman called Heidi Moneymaker). </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-337911514\"> <img src=\"https://static.guim.co.uk/sys-images/Technology/Pix/pictures/2008/09/23/lara11.inset.jpg\" alt=\"Tomb Raider: Underworld\" width=\"220\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Thailand scene from Tomb Raider: Underworld</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>The attention to the detail of Lara's movements is impressive: she often stumbles on landing and her ponytail swings when she runs, for example. Plus, she can free-climb those surfaces studded with hand-holds, as well as, for the first time, pull herself up to stand on even the narrowest of ledges. As ever, much of the game's joy derives from controlling a character who moves so delightfully. If only we could sign her up for the London 2012 gymnastics team ...</p> <p>The plot – which takes in exotic locations such as Thailand, Mexico and the Arctic, as well as several underworld locations – centres on statues and artefacts of the god Thor, which keep cropping up a long way from Scandinavia. 21st century mores do impinge. For example, you can now choose to shoot animals with a tranquilliser gun rather than a lethal weapon, though if you can't kill endangered species in a videogame, where can you?</p> <p>Overall, Tomb Raider: Underworld is deeply impressive: it's Tomb Raider with its strengths emphasised and the annoying aspects removed or neutralised. </p> <p>The franchise appears to have weathered the storm generated by the sheer awfulness of 2003's Tomb Raider: Angel of Darkness, the making of which saw original developer Core Design self-destruct in spectacular fashion. Indeed, the fact that the last Tomb Raider game, Anniversary, was merely a solidly executed remake of the original now makes sense – Crystal Dynamics was using it as a sort of dress rehearsal for Tomb Raider: Underworld. </p> <p>Lara isn't dead yet.</p>",
  "<p>Reading the newspapers in the past few weeks, you'd be forgiven for thinking that the entire US female population, no matter what their political convictions, has lined up to get on the Sarah Palin bandwagon. As a Swede who moved to New York in my early 20s, my heart has been sinking with every Gallup report published, showing a swing toward the McCain-Palin ticket.</p> <p>There have been columns by renowned feminists <a href=\"http://www.latimes.com/news/opinion/commentary/la-oe-steinem4-2008sep04,0,7915118.story\">like Gloria Steinem</a> protesting Palin's feminist credentials, but my fear was that that would only fuel the anti-elitist movement: \"Oh, just another 'intellectual' who doesn't understand the everyday life of ordinary American working-class mothers.\"</p> <p>Then, the other day, something amazing happened. A chain email from a friend landed in my inbox. It originated with a couple of ordinary American female citizens who had been offended by the Republican spin doctors' assumption that women would automatically swallow any old slogans and policies, just because they came out of a woman's mouth.</p> <p>The email was very polite, apologising for any offence it might cause to anyone disagreeing with their opinion. They said that they had no big organisation behind them and that anyone replying would not be put on a mailing list - they had just felt such an urge to make their voices heard (and to find out if anyone else felt the same way). After getting several hundred replies within a few days, they decided to create a blog as a forum for likeminded women, called <a href=\"http://womenagainstsarahpalin.blogspot.com/\">Women Against Sarah Palin</a>.</p> <p>Reading the posts on the website, it's immediately apparent that the<br>picture that's been painted by the Republicans and much of the media is not an accurate one. Remarkably, many of these posts are written by women from small towns in red states who identify as mothers, grandmothers, Republicans, Christians – even pro-lifers. Yet they are all strongly against appointing a vice-presidential candidate with such grave inexperience and divisive views as Palin.</p> <p>Their quotes are incredibly articulate, eloquent and furious. Here<br>are excerpts from a few of them:</p> <blockquote> <p>\"I am a fiscally conservative, socially liberal Republican. I am aghast at the choice the Republican ticket has made in Sarah Palin. … I am so ashamed to be a Republican that I have re-registered as a Democrat this year because, frankly, they are more like original Republicans anyway (less government, more power to the people).\"<br>-Susan W, 65, Flagstaff, Arizona</p> <p>\"First I want to say that I am an evangelical Christian southern female who opposes abortion. However, any seriously thoughtful Christian will admit that this is only one of several Biblical principles and no one candidate nor political party owns a consistent Christian platform. I am writing to state in the strongest of terms that I am appalled at the choice of Sarah Palin as the Republican VP nominee. … Palin's smugness, arrogance and lack of humility further guarantee that her election would continue our country's disastrous course of the last eight years under the Bush-Cheney administration.\"<br>-Susan M, Maryland</p> <p>\"If I wanted to live in a theocracy, I'd move to Iran. This nomination is McCain's way of patting us all on our little heads and saying, 'There you go, honey! Now don't worry your little head about this government stuff.'\"<br>-Christin R</p> <p>\"I was raped at age 18. I was not impregnated but had I been I believe I am owed the choice to decide on motherhood. Palin stands for the destruction of choice. She is a contradiction in every aspect of the word. Please do not elect this woman as VP. Please.\"<br>-AT, 19, Santa Fe, New Mexico</p> </blockquote> <p>Judging by the steady stream of \"information\" churned out by<br>Republican spin-doctors, Palin's been the saviour of her home state, Alaska. But even Alaskan women have felt the urge to <a href=\"http://www.adn.com/sarah-palin/story/525510.html\">protest</a> this assumption by staging a protest in Anchorage - despite being bombarded with hateful, abusive phone calls and being called socialist, baby-killing maggots by a local DJ. These women have experienced years of <a href=\"http://edition.cnn.com/2008/POLITICS/09/21/palin.rape.exams/index.html\">Palin policies</a> and fear what they might do to the country.</p> <p>Historically, religious conservatives have been much more organised, vocal and aggressive than their liberal counterparts. The American Family Association even managed to push Heinz to drop a <a href=\"http://www.theguardian.com/media/2008/jul/01/advertising.usa\">TV ad</a> that showed two men kissing – even though it was only shown in the UK and not in the US. That's why it's so remarkable that Palin's nomination is bringing out the fighting spirit in women across the political spectrum.</p> <p>Maybe the result of this cunning move by the McCain camp will have the opposite effect of what was intended. Maybe it will rally the normally complacent to stand up and be counted once they truly realise what's at stake. Judging by the comments on the Women Against Sarah Palin blog, McCain may just have underestimated the integrity of the female population of the US.</p>",
  "<p>Neither <a href=\"http://www.theguardian.com/business/google\">Google</a> nor T-Mobile would even pronounce the name of their obvious rival at <a href=\"http://www.theguardian.com/technology/blog/2008/sep/23/google.telecoms\">the launch event for the search giant's first mobile phone today</a>, but anyone picking up a G1 when it comes to the UK in November will immediately compare it to the iPhone. </p> <p>Firstly, the G1 looks more like a phone than its rival - it has the traditional red and green call buttons, plus helpful 'back' and 'home' buttons if you make a mistake - and a track ball like a BlackBerry which can be used as a mouse for anyone who finds touchscreens too confusing. The biggest difference, however, is the full qwerty keypad that appears when the screen is slid to one side. The buttons look tiny but are remarkably responsive and generate fewer mistakes than the iPhone's virtual keypad. </p> <p>But the G1 is heavier and bulkier than the Apple device and, frankly, just not as physically attractive. The technology in the G1 is at least as good, and in some cases better, than the iPhone - the G1 is faster at downloading from the internet and its camera is better - but it lacks the wow factor that the Apple device had when it appeared last summer. </p> <p>The G1's touchscreen, for instance, is as responsive as the iPhone's and the G1 has some clever innovations, such as press and hold to drag icons and photos around the device and a useful magnifying glass that can be dragged across web pages to increase the size of individual portions of the screen. But the ability to enlarge pages by just pressing two fingers on the screen and moving them apart as you can on an iPhone is, for want of a better word, cooler. Making calls, sending emails and texts, chatting on instant messenger, surfing the web, using contacts and calendars are all just a press of a finger or click of the track ball away on the G1, just like on the iPhone. </p> <p>It has a music player which will take MP3 files as well as tracks from iTunes that do not have digital copyright protection. When it launches in the UK, the phone will have a removable 2GB memory card, which should be able to store several hundred songs. </p> <p>The real difference between the two devices, however, is likely to come from the openness of Google's operating system, called Android, which enables tech-heads to design 'widgets' for the phone. There is a button on the G1 that takes users to an application marketplace (think iTunes without the music) where they can download anything from a virtual compass to a barcode reader that uses the phone's camera to read barcodes on items and then connects to the internet to find the cheapest price for them. </p> <p>As the name shows the G1 is the first phone that uses Android and it is a very good effort, but for the time being the iPhone still seems to have the edge.</p>",
  "<h2>On his private life</h2> <p>Some people have been asking why I haven't served my children up for spreads in the papers. And my answer is simple. My children aren't props, they're people.</p> <h2>On his personality</h2> <p>If people say I'm too serious, quite honestly there's a lot to be serious about. I'm serious about doing a serious job for all the people of this country.</p> <h2>On his mistakes</h2> <p>Where I've made mistakes, I'll put my hand up and try to put them right. So what happened with 10p stung me because it really hurt that suddenly people felt I wasn't on the side of people on middle and modest incomes.</p> <h2>On business</h2> <p>We are and will always be a pro-enterprise, pro-business and pro-competition government.</p> <h2>On the economy</h2> <p>We do all it takes to stabilise the still-turbulent financial markets and then in the months ahead we rebuild the world financial system around clear principles.</p> <h2>On climate change</h2> <p>To end the dictatorship of oil and to avert catastrophic climate change, a transformation in our use of energy. New nuclear power, an unprecedented increase in renewables and investment in clean coal. And I am asking the climate change committee to report by October on the case for, by 2050, not a 60% reduction in our carbon emissions, but an 80% cut.</p> <h2>On public services</h2> <p>We must stand for public services that are not only available to all, but personal to each.</p> <h2>On early years education</h2> <p>We will, stage by stage, extend free nursery places for two-year-olds for every parent who wants them in every part of the country, backed by high-quality, affordable childcare for all.</p> <h2>Ending child poverty</h2> <p>I announce my intention to introduce ground-breaking legislation to enshrine in law Labour's pledge to end child poverty.</p> <h2>On education</h2> <p>Any child who falls behind will not be left behind, but will now have a new guaranteed right to personal catch-up tuition ... Any parents whose local state school falls below the expected standard will have the right to see that school transformed under wholly new leadership, or closed and new school places provided.</p> <h2>On the digital age</h2> <p>We will fund over a million extra families to get online.</p> <h2>On the NHS</h2> <p>Labour is the party of the NHS. We created it, we saved it, we value it and we always will support it ... In April a Labour Britain will become the first country in the whole world to offer free universal check-ups for everyone over 40.</p> <h2>Still on health</h2> <p>For those in our nation battling cancer, from next year you will not pay prescription charges.</p> <p>As over the next few years the NHS generates cash savings in its drugs budget, we will plough savings back into abolishing charges for all patients with long-term conditions.</p> <h2>On pensions</h2> <p>We are committed to linking pensions to earnings.</p> <h2>On social care</h2> <p>Alan Johnson [the health secretary] and I will also bring forward new plans to help people to stay longer in their own homes and provide greater protection against the costs of care - dignity and hope for everyone in their later years.</p> <h2>On benefits</h2> <p>Everyone who can work, must work. That's why James Purnell [the work and pensions secretary] has introduced reforms so that apart from genuine cases of illness the dole is only for those looking for work or actively preparing for it.</p> <h2>On crime</h2> <p>Taking action on the causes of crime will never mean indulging those who perpetrate it. Fairness demands that we both punish and prevent ... In consultation with victim support we will create an independent commissioner who will stand up for victims, witnesses and families, the people the courts and police exist to serve.</p> <h2>On immigration</h2> <p>We recognise the contribution that migrants make to our economy and our society, but the other side of welcoming newcomers who can help Britain is being tough about excluding those adults who won't and can't. That's why we have introduced the Australian-style points-based system, the citizenship test, the English language test, and we will introduce a migrant charge for public services.</p> <h2>On the Tories</h2> <p>Just imagine where we'd be if they'd been in a position to implement their beliefs: no rescue of Northern Rock, no action on speculation, no protection for mortgages, doing nothing to stop banks going under. What has become clear is that Britain cannot trust the Conservatives to run the economy.</p> <p>Their strategy is to change their appearance, to give the appearance of change, and to conceal what they really think.</p> <p>The Conservatives say our country is broken, but this country has never been broken by anyone or anything. This country wasn't broken by fascism, by the cold war, by terrorists.</p> <h2>On international relations</h2> <p>We will work with our partners in the European Union and we will work with America not just to deal with the immediate security challenges in Georgia and in Iran ... and David Miliband [the foreign secretary], Douglas Alexander [the international development secretary] and I will do everything in our power to bring justice and democracy to Burma, to Zimbabwe and to Darfur.</p> <h2>On global poverty</h2> <p>This Labour government will not allow the world to stand by as more than 20,000 children die today from diseases we know how to cure. We will not pass by as 100 million men, women and children face a winter of starvation.</p> <h2>On Labour party woes</h2> <p>Understand that all the attacks, all the polls, all the headlines, all the criticism, it's all worth it, if in doing this job I make life better for one child, one family, one community. Because this job is not about me, it's about you.</p> <p>Tough times don't weaken the determination of people who believe in what they're doing but strengthen our resolve.</p>",
  "<p>I want to talk with you today about who I am, what I believe, what I am determined to lead this party and this great country to achieve.</p> <p>As we gather here today I know people have real concerns about the future of the country, the future of the economy and people in this hall have concerns about the future of our party too.</p> <p>And so I want to answer your questions directly, to talk with you about how amidst all the present difficulties we should be more confident than ever that we can build what I want to talk to you about today. A new settlement for new times. A fair Britain for the new age. </p> <p>But let me start with something I hope you know already. </p> <p>I didn't come into politics to be a celebrity or thinking I'd always be popular. Perhaps, that's just as well. No, 25 years ago I asked the people of Fife to send me to parliament to serve the country I love. </p> <p>And I didn't come to London because I wanted to join the establishment, but because I wanted and want to change it. </p> <p>So I'm not going to try to be something I'm not.</p> <p>And if people say I'm too serious, quite honestly there's a lot to be serious about - I'm serious about doing a serious job for all the people of this country. </p> <p>What angers me and inspires me to act is when people are treated unfairly.</p> <p>So when people share with me stories about the hard time they're having with bills, I want to help, because I was brought up seeing my parents having to juggle their budget like the rest of us. </p> <p>And when I talk to parents about schools, I'm determined that every child should have a good school, because while I got my break in a great local secondary, not all my friends got the chance to get on.</p> <p>And when I speak to victims of crime I get angry - because like them I know the difference between right and wrong. </p> <p>And so here I am - working for this incredible country, while trying as far as possible to give my children an ordinary childhood. Some people have been asking why I haven't served my children up for spreads in the papers. And my answer is simple. My children aren't props; they're people.</p> <p>And where I've made mistakes I'll put my hand up and try to put them right. So what happened with 10p stung me because it really hurt that suddenly people felt I wasn't on the side of people on middle and modest incomes - because on the side of hard-working families is the only place I've ever wanted to be. And from now on it's the only place I ever will be. </p> <p>And so I want to give the people of this country an unconditional assurance - no ifs, no buts, no small print - my unwavering focus is taking this country through the challenging economic circumstances we face and building the fair society of the future. </p> <p>The British people would not forgive us if at this time we looked inwards to the affairs of just our party when our duty is to the interests of our country. </p> <p>The people of Britain would never forget if we failed to put them first - and friends, they'd be right. </p> <p>And because this is a time of greater than ever change around us, it must be a time of higher ambition from us. And because the world of 2008 is now so different from the world of 1997 I want to talk about the new settlement we must build for these new times. </p> <p>You know, each generation believes it is living through changes their parents could never have imagined - but the collapse of banks, the credit crunch, the trebling of oil prices, the speed of technology, and the rise of Asia - nobody now can be in any doubt that we are in a different world and it's now a global age. </p> <p>In truth, we haven't seen anything this big since the industrial revolution. This last week will be studied by our children - as the week the world was spun on its axis - and old certainties were turned on their heads. </p> <p>And in these uncertain times, we must be, we will be, the rock of stability and fairness upon which people stand. </p> <p>And friends, it's a calling that summons us because in every time of profound change those with great wealth and privilege have always been able to look after themselves. </p> <p>But our duty, what gives us moral purpose, is serving the people who need us most- Britain's vast majority - people on middle and modest incomes who need to know that they are not on their own amidst this change - we are on their side. </p> <p>Where there are new risks and new pressures our duty is and will be security for all. And where there are new opportunities, our duty is and will be fair chances for everyone matched by fair rules applied to everyone. </p> <p>And insuring people against the new risks and empowering people with new opportunities is the mission of the hour. And those who say that governments should walk away when people face these risks and need these opportunities will be judged to be on the wrong side of history. </p> <p>And when the country is asking their government to meet these new challenges I say to our opponents: those who don't believe in the potential of government shouldn't be trusted to form one.</p> <p>So this is a defining moment for us - a test not just of our judgment but of our values. Today once again we are called to apply our enduring beliefs to completely new conditions.</p> <p>New Labour has always been at its best when we have applied our values to changing times. In the 1990s Tony and I asked you to change policy to meet new challenges.</p> <p>We are and will always be a pro-enterprise, pro-business and pro-competition government. And we believe the dynamism of our five million businesses large and small is vital to the success of our country. </p> <p>But the continuing market turbulence shows why we now need a new settlement for these times - a settlement that we as a pro-market party must pursue. </p> <p>A settlement where the rewards are for what really matters - hard work, effort and enterprise. </p> <p>A settlement where both markets and government are seen to be the servants of the people, and never their masters,</p> <p>Where what counts is not the pursuit of any sectional interest but the advancement of the public interest - and where at all times we put people first.</p> <p>Let us be clear the modern role of government is not to provide everything, but it must be to enable everyone.</p> <p>And just as we know that governments cannot and should not do everything, so too we know markets cannot deliver it all on their own.</p> <p>And just as those who supported the dogma of big government were proved wrong, so too those who argue for the dogma of unbridled free market forces have been proved wrong. <br> And so it falls to this party and to this government, with its commitment both to fairness and to business, to propose and deliver what after recent events everyone should now be willing to accept - that we do all it takes to stabilise the still turbulent financial markets and then in the months ahead we rebuild the world financial system around clear principles. And friends the work begins tomorrow. </p> <p>I and then Alistair will meet financial and government leaders in New York to make these proposals:</p> <p>First, transparency - all transactions need to be transparent and not hidden.</p> <p>Second, sound banking, a requirement to demonstrate that risks can be managed and priced for bad times as well as good.</p> <p>Third, responsibility - no member of a bank's board should be able to say they did not understand the risks they were running and walk away from them. </p> <p>Fourth, integrity - removing conflicts of interest so that bonuses should not be based on short term speculative deals but on hard work, effort and enterprise. </p> <p>I know that the British people think it's hard work, effort and enterprise we need to reward. <br> </p> <p>And fifth, global standards and supervision because the flows of capital are global, then supervision can no longer just be national but has to be global. </p> <p>And if we make these changes I believe London will retain its rightful place as the financial centre of the world. </p> <p>And we know that the challenges we face in this new global age didn't begin in the last week, or in the last months, but in fact reflect deeper changes in our world. For all its benefits, the global age has revealed not just financial instability but another major pressure - a rising global population demanding more energy.</p> <p>So the new settlement also requires another great and historic endeavour to end the dictatorship of oil and to avert catastrophic climate change, a transformation in our use of energy. New nuclear power, an unprecedented increase in renewables and investment in clean coal.</p> <p>And I am asking the climate change committee to report by October on the case for, by 2050 not a 60% reduction in our carbon emissions, but an 80% cut - and I want British companies and British workers to seize the opportunity and lead the world in the transformation to a low carbon economy and I believe that we can create in modern green manufacturing and service one million new jobs.</p> <p>And it's not just our duty but our basic philosophy that we do everything we can to help families through the world downturn. And while the Conservatives did nothing to help people with their gas and electricity bills in the last world downturn, this winter, millions of people will receive the help with heating bills, insulation, social tariffs - help they never received from the Conservatives.</p> <p>But you know, when it comes to public spending you can't just wave a magic wand to conjure up the money - not even with help from Harry Potter. </p> <p>And so there are tough choices and I have to say that as a result of the events of recent weeks there are going to be tougher choices we will have to make and priorities we will have to choose. And just as families have to make economies to make ends meet, so this government must and will ensure that we get value for money out of every single pound of your money that is spent. But I say to you that we will invest it wisely, continuing our record investment in schools, Sure Start centres, transport and hospitals.</p> <p>And if we make the right decisions to take people through the world downturn fairly we will find that, despite the current troubles, British firms and British workers can reap the rewards of a world economy set to double in size. </p> <p>With Britain's great assets - our stability, our openness, our scientific genius, our creative industries, and yes our English language - I know that this can be a British century and I'm determined it will be.</p> <p>But my argument today is that the new settlement for the global age must do even more to empower people with new opportunities insure people against new risks and as a result value hard work effort and enterprise. It's the economy that's been making the headlines, but there are other big changes too.</p> <p>People feel their communities are changing before their eyes and it's increasing their anxiety about crime and anti-social behaviour. And so we will be the party of law and order. </p> <p>And for the first time ever we've got more British pensioners than British children - more people living longer on fixed incomes and worried about whether they'll need long term care. And so we will be the party that will ensure security and dignity for pensioners. </p> <p>And there are new pressures on parents - worrying about balancing work and family life but also about advertising aimed straight at their children and what their children are watching or downloading from the internet. And so we will be the party of the family.</p> <p>And so the new settlement for our times show how Britain can meet all these challenges too and its more than about a fair prosperity - it must be about fair chances and fair rules too. </p> <p>You know some people say that there's an inevitable political cycle in this country - as sure as night follows day. I don't agree. The challenge of these new times demands a truly progressive government to help people cope with the new risks and make the most of the new opportunities. That's why I believe that now more than ever - even more than in 1997- this country needs a Labour government. </p> <p>You know to govern is to choose - and it's what a government chooses to do when it's tested that demonstrates its priorities and reveals its heart. </p> <p>It is not the arithmetic of statistics but the fabric of people's lives.</p> <p>When we talk about three million more people in work since 1997 - that's not just a number, that's a life that's been changed - three million times over. That's the young woman laid off in the mid 90's who's now built a booming business of her own. Three million new jobs not by accident, but by our actions. And in the years to come we will demonstrate again that real power of Labour to change lives.</p> <p>And when we talk about the one million small and medium-sized businesses set up in the last eleven years, that's not just a number - that's the entrepreneur who can treat her parents to a summer holiday, and the local businessman who's taken on two local teenagers as apprentices. One million new businesses demonstrating yet again the real power of Labour to change lives.</p> <p>And when we talk about one million people benefiting from new Labour's minimum wage that's not just a number - that's a dad doing security shifts who can now afford a birthday party for his child and it's a mum who doesn't have to go to a loan shark to pay for her kids' Christmas. One million people freed from exploitation- and now the minimum wage rising year on year - that's the real power of Labour to change lives.</p> <p>And when we talk about the 240,000 lives that are saved by the progress Labour's NHS has made in fighting cancer and heart disease, that's not just a number - that's the dad who lives to walk his daughter up the aisle and the gran who is there to clap and cry at her grandson's graduation. 240,000 families still together - and now thousands more with new and better treatments from an expanding NHS -- we're changing the world the only way it can ever really change - one life, one family, one hope at a time. That's the real power of Labour to change lives.</p> <p>And why do we always strive for fairness?</p> <p>Not because it makes good soundbites.</p> <p>Not because it gives good photo opportunities.</p> <p>Not because it makes for good P.R.</p> <p>No. </p> <p>We do it because fairness is in our DNA.</p> <p>It's who we are - and what we're for.</p> <p>It's why Labour exists.</p> <p>It's our first instinct, the soul of our party.</p> <p>It's why when things get tough, we get tougher. We stand up, we fight hard - for fairness. We don't give in, and we never will.</p> <p>For me fairness is treating others how we would be treated ourselves. So it isn't levelling down but empowering people to aspire and reach ever higher. And to take advantage of all the opportunities of the global economy I want to unleash a new wave of rising social mobility across our country. </p> <p>For too long we've developed only some of the talents of some people - but the modern route to social mobility is developing all the talents of all the people....helping those who are working their way up from very little and lifting up those in the middle who want to get on. It means supporting what really matters - hard work and effort and enterprise. This is not just the new economic necessity, it is the modern test of social justice and the radical centre ground we occupy and will expand. </p> <p>And fairness is why Harriet is introducing the first ever equalities bill. And let me thank her for her tireless work as deputy party leader. </p> <p>Fairness is why Ed Miliband is ensuring that community and third sector organisations can play their proper part in every neighbourhood.</p> <p>And it is why our whole party is leading the fight against the British National Party. </p> <p>Fairness is why John Denham is extending university access, why Ruth Kelly has introduced for the first time free bus travel for pensioners and why John Hutton and our Labour Members of the European Parliament but are fighting to free agency workers from the scourge of exploitation. </p> <p>But fairness for the future also means a big change that I want to explain today. We have always stood for public services that are universal, available to all. Now we must stand for public services that are not only available to all, but personal to each. </p> <p>For me, the fairer future starts with putting children first - with the biggest investment in children this country has ever seen. It means delivering the best possible start in life with services tailored to the needs of every single precious child.</p> <p>In 1997 there were no Sure Start centres and nursery education for only the few. Today, thanks to the work of Beverley Hughes there are children's centres opening in every community to serve 3 million children who a few years ago had nothing, and free nursery education for every three and four year old.</p> <p>But our ambitions must be greater still. I want Britain to take its place among the leading nations in pre-school services, and so I pledge here today in Manchester starting in over 30 communities, and then over 60, we will, stage by stage, extend free nursery places for two year olds for every parent who wants them in every part of the country backed by high quality, affordable childcare for all.</p> <p>That's the fairness parents want - and that's the fairness every Labour party member will go out and fight for.</p> <p>And because child poverty demeans Britain, we have committed our party to tackle and to end it. The measures we have taken this year alone will help lift two hundred and fifty thousand children out of poverty. The economic times are tough of course that makes things harder- but we are in this for the long haul - the complete elimination of child poverty by 2020. And so today I announce my intention to introduce ground-breaking legislation to enshrine in law Labour's pledge to end child poverty.</p> <p>And Ed Balls and I will never excuse, explain away or tolerate low standards in education. So we will keep up the pace of reform: more academies, trust and specialist schools, more of the brightest and best graduates becoming teachers, more investment in building schools for the future - state of the art schools for world class schooling.</p> <p>Fairness demands nothing less than excellence in every school, for every child. So today I guarantee to parents two fundamental rights:</p> <p>Because every child should leave primary school able to read, write and count, any child who falls behind will not be left behind - but will now have a new guaranteed right to personal catch up tuition.</p> <p>And because all parents should see their children taught in schools which achieve good results at GCSE, our pledge today is that any parents whose local state school falls below the expected standard will have the right to see that school transformed under wholly new leadership, or closed and new school places provided.</p> <p>And we want to enable all families to use the internet to link back to their children's school - and so Jim Knight is announcing that we will fund over a million extra families to get online, on the way to our ambition of Britain leading the world with more of our people than any other major economy able to access the internet and broadband.</p> <p>And now as we celebrate the 60th anniversary of the NHS let me on behalf of all of us here, and all the people of the country - thank all the NHS staff - the cooks and cleaners, the paramedics and porters, the doctors and midwives and nurses.<br>You have served our country and served a great ideal - the principle that in a fair society health-care should not be a commodity to be bought by some but a right to be enjoyed by all. </p> <p>Labour is the party of the NHS - we created it, we saved it, we value it and we always will support it. </p> <p>And you know already that for me, this isn't a political agenda but a personal mission. Last year in Bournemouth I told you how when I was 16, I got injured playing rugby and lost the sight forever in my left eye. I knew I couldn't play football or rugby anymore. But I could still read. </p> <p>But what I didn't tell you last year was that then one morning I woke up and realised my sight was going in my good eye. I had another operation and lay in the darkness for days on end. At that point my future was books on tape. </p> <p>But thanks to the NHS, my sight was saved by care my parents could never have afforded. And so it's precisely because I know and have heard from others about the miraculous difference a great surgeon and great nurses and great care can make that I'm so passionate about the values of the NHS and so committed to reforming it to serve these values even better.</p> <p>That's why in just one year in the fight against hospital infections, we have doubled the number of matrons and achieved a 36 percent reduction in MRSA.<br>And let us remember what a Labour government has now achieved: the lowest ever waiting times in the whole history of the NHS. <br>And now to respond to new times and higher aspirations we want to make the National Health Service more personal to people's needs - patients more involved in their own health care with more choice and more control than ever before. </p> <p>And I've always found it unfair that we cannot offer on the NHS the comprehensive services that private patients can afford to buy. And so in April a Labour Britain will become the first country in the whole world to offer free universal check ups for everyone over 40.</p> <p>And I say that there is no vested interest, no matter how powerful, that we are not prepared to take on when change is needed for the sake of the nation's health.<br>We have already made it easier for busy families to go to the doctor. Whilst a year ago only 1 in 10 patients had access to GPs at weekends and in the evening. Now almost half of all practices are open and by the end of next year the majority will be open even longer. </p> <p>And today I want to show how this government will pursue what I believe to be one of the noblest and boldest contributions of this country to our shared human fortunes.</p> <p>Since the war nearly one third of Britain's Nobel prizes have been for our genius in medicine. We should now aspire to stretch the boundaries of human knowledge and human health ever further. </p> <p>I want Britain to lead the world in beating the diseases which cause so much heartbreak for families. Over the last few years we've made major breakthroughs in research relevant to cancer, Alzheimer's, Parkinson's and strokes and many more. </p> <p>But these are yet to be turned into treatments from, which we can all benefit from. And so let me tell you today that the unprecedented 15 billion pounds we are investing in medical research will be directed to turning the major advances of the last few years into actual treatments and cures for NHS patients.</p> <p>Over the next decade we can lead the way in beating cancer and other diseases - a great endeavour worthy of a great country: proud because we have a health service focused on 21st century needs. </p> <p>A NHS that is available to all and personal to each means meeting another challenge of the future: offering, for the first time, every patient with a long term condition their own care plan. <br>But alongside new patient responsibilities will be new rights. And because we know that almost every British family has been touched by cancer, Alan Johnson and I know we must do more to relieve the financial worry that so often goes alongside the heartache. And so I can announce today for those in our nation battling cancer from next year you will not pay prescription charges. </p> <p>And this is not the limit of our commitment to a fair NHS in a fair society. As over the next few years the NHS generates cash savings in its drugs budget we will plough savings back into abolishing charges for all patients with long-term conditions. That's the fairness patients want and the fairness every Labour party member will go out and fight for.</p> <p>And in a fair society the fact that older people are living longer should be a blessing for their families not a burden. We are committed to linking pensions to earnings.<br>And I am proud that we will now be implementing for the first time equality for women in their retirement.</p> <p>No-one should live in fear of their old age because they worry their social care will impose financial burdens they could never afford to face and that the minute they need care puts the family home at risk. </p> <p>The generation that rebuilt Britain from the ashes of the war deserves better and so I can tell you today that Alan Johnson and I will also bring forward new plans to help people to stay longer in their own homes and provide greater protection against the costs of care - dignity and hope for everyone in their later years.<br>That's the fairness older people deserve - and the fairness every Labour party member will go out and fight for. </p> <p>So when people say in these tough times there's nothing we can do, there's nothing higher to aim for, no great causes left worth fighting for, my reply is our ideas are the ideas that will realise the hopes of families for a better future. Providing free nursery care for more children who need it is a cause worth fighting for. </p> <p>Providing better social care for older people who need it is a cause worth fighting for. Delivering excellence in every single school is a cause worth fighting for. Universal check-ups and new help to fight cancer - these are all causes worth fighting for. This is the future we're fighting for.</p> <p>And in this world of vast economic and social change, new opportunity for all must be matched with a new responsibility from all. Our aim is a something for something, nothing for nothing Britain. A Britain of fair chances for all, and fair rules applied to all.</p> <p>So our policy is that everyone who can work, must work. That's why James Purnell has introduced reforms so that apart from genuine cases of illness, the dole is only for those looking for work or actively preparing for it. That's only fair to the people pulling their weight. </p> <p>And let me be clear about the new Labour policy on crime; taking action on the causes of crime will never mean indulging those who perpetrate it. Fairness demands that we both punish and prevent.</p> <p>Jacqui Smith and Jack Straw are introducing a landmark reform in our justice system - to put victims first. In consultation with victim support we will create an independent commissioner who will stand up for victims, witnesses and families - the people the courts and police exist to serve. And Damilola Taylor's father Richard is with is here today. </p> <p>He's an inspiring example of the determination to see some good come out of personal tragedy. Last weekend he led thousands on a march through our capital, sending a united message. We will take the knives off our streets.</p> <p>And justice seen is justice done - so you will be seeing more neighbourhood policing on the street, hearing more about the verdicts of the court, able to see the people who offended doing community payback which will be what it says; hard work for the public benefit at the places and times the public can see it. That's only fair to the law abiding majority.</p> <p>Nobody in Britain should get to take more out of the system than they are willing to put in. I am proud that Britain will honour our obligations to provide refuge from persecution. And we recognise the contribution that migrants make to our economy and our society, but the other side of welcoming newcomers who can help Britain is being tough about excluding those adults who won't and can't. That's why we have introduced the Australian-style points-based system, the citizenship test, the English language test and we will introduce a migrant charge for public services. </p> <p>That's only fair to the public who play by the rules and to the new citizens who uphold the rules.</p> <p>So across the board, we will create rules that reward those who play by them and punish those who don't. That's what fairness means to me.</p> <p>You know our party so often in its history has been home to the big ideas - ideas later taken for granted, but revolutionary in their time. Just think, the vote for working men, and then for women, the NHS, legal protection from race or sex discrimination. These are no longer just Labour policies, they are established British values - they are the common sense of our age.</p> <p>And we should never forget one thing - that every single blow we have struck for fairness and for the future has been opposed by the Conservatives. </p> <p>And just think where our country would be if we'd listened to them. No paternity leave, no New Deal, no bank of England independence, no Sure Start, no devolution, no civil partnerships, no minimum wage, no new investment in the NHS, no new nurses, no new police, no new schools.</p> <p>And so let's hear no more from the Conservatives - we did fix the roof while the sun was shining.</p> <p>And just think if we'd taken their advice on the global financial crisis. Their policy was to let northern rock fold and imperil the whole financial system, our Labour government saved northern rock so not a single UK depositor lost out. </p> <p>Their policy said, in this week of all weeks, that speculative short selling should continue. We acted decisively to end reckless speculation. </p> <p>And the conservative policy would mean that at this very moment, there would be no regulation at all to protect homeowners. We are the party of protecting of homeowners rights. </p> <p>Do you know what their Shadow Chancellor really said? In the week that banks were collapsing the man who wants to run our economy not only said: this is not a problem caused by the financial markets but went on to say and, I quote, \"that it's a function of financial markets that people make loads of money out of the misery of others.\"</p> <p>Just imagine where we'd be if they'd been in a position to implement their beliefs - no rescue of Northern Rock, no action on speculation, no protection for mortgages, doing nothing to stop banks going under. </p> <p>What has become clear is that Britain cannot trust the Conservatives to run the economy.</p> <p>Everyone knows that I'm all in favour of apprenticeships, but let me tell you this is no time for a novice.</p> <p>But I believe in giving credit where it's due. The Conservative leader's team are smart - they've got a plan, and they are implementing it ruthlessly. </p> <p>Their strategy is to change their appearance, to give the appearance of change, and to conceal what they really think.<br>And when salesmen won't tell you what they are selling, it's because they are selling something no-one should buy.</p> <p>But I'm a man for detail and I've discovered some clues about what would be in store in a Conservative Britain. </p> <p>They want us to believe that, like us, they now care about public services. But when Mr Cameron actually talks to his party about their spending plans he says the difference between Labour and Tory levels of public investment will be \"dramatic\" and \"fundamental\". </p> <p>They want to tell us we're all progressives now but the day that Hazel Blears and Caroline Flint were announcing a one billion pound package to support millions of homeowners, the Conservatives were confirming that their first tax priority is to take that one billion pounds from hard working families and hand it over to the 3,000 richest estates in Britain.</p> <p>And they want to tell us they now believe in investing in education, but they are committed to slashing 4.5 billion from the schools building programme, axing the educational maintenance allowances that help poorer students stay on and opposing the raising the education leaving age to eighteen and stopping training programmes. And yes friends, they would even take away Sure Start from infants and their parents. One of our greatest gifts to the future - one of the first priorities for Tory cuts.</p> <p>The Conservatives may want to represent the future, but whether its Europe or energy, planning or tax credits, university places or 42 days, whenever they are tested on substance they have nothing to offer to meet the big challenges of tomorrow, because they are prisoners of their past.</p> <p>If you look beneath the surface, you'll see that the Conservatives might have changed their tune, but they haven't changed their minds. </p> <p>The Conservatives say our country is broken - but this country has never been broken by anyone or anything. This country wasn't broken by fascism, by the cold war, by terrorists. </p> <p>Of course there are problems, but this is a country being lifted up every day by the people who love it. </p> <p>We've got 4 million people helping neighbourhood watch, 6 million sports volunteers and over 5 million people doing amazing work as carers.</p> <p>And just as we celebrated our national triumph when we won the 2012 games for London, so too were Andy Burnham, Tessa Jowell and I, along with all of you, filled with pride this summer as our Olympic and Paralympics heroes showed British brilliance at its best. </p> <p>That's why for all the challenges, I don't believe Britain is broken - I think it's the best country in the world. I believe in Britain. </p> <p>And stronger together as England, Wales, Scotland and Northern Ireland we can make our United Kingdom even better.</p> <p>And ours is a country full of heroes.</p> <p>And we pay special tribute to the heroism of our armed forces, as Des Browne said yesterday - to their service and sacrifice in Iraq and in Afghanistan and in peacekeeping missions around the globe. Quite simply the best armed forces in the world.</p> <p>The whole lesson of the new world I described earlier is that we must work together to meet the great shared challenges vital to our future.</p> <p>And unlike the Conservatives who are extremists and isolationists on Europe, we will work with our partners in the European Union and we will work with America not just to deal with the immediate security challenges in Georgia and in Iran. <br>And I tell you that what we do together for the poor and vulnerable is an act of compassion, but it is more than that. It is what will determine whether this new global society succeeds or fails.<br>And David Miliband, Douglas Alexander and I will do everything in our power to bring justice and democracy, to Burma, to Zimbabwe and to Darfur.</p> <p>And I promise you I will work with other countries to bring a permanent settlement - a secure Israel and a viable Palestine - to deliver peace for the people of the Middle East. </p> <p>And this week at Britain's request the United Nations has summoned the leaders of the world to a special summit on what we know is a global poverty emergency. </p> <p>You know, in the museum in Rwanda which commemorates the millions who lost their lives as the world looked the other way, there is a picture of a young boy called David - a ten year old who was tortured to death. His last words were \"don't worry - the United Nations will come for us\". </p> <p>But we never did. That child believed the best of us only to discover that the pieties repeated so often meant in reality nothing at all. The words \"never again\" became just a slogan and not what it should be - the crucible in which are values are tested. I tell you, this Labour government will not allow the world to stand by as more than 20,000 children die today from diseases we know how to cure. We will not pass by as 100 million men, women and children face a winter of starvation. </p> <p>So the poor will not go unheard tomorrow at the United Nations, because we the British people will speak up for them and for justice.</p> <p>The fair society. Fairness at home. Fairness in the world - that's the new settlement for new times. </p> <p>I know what I believe.</p> <p>I know who I am.</p> <p>I know what I want to do in this job.</p> <p>And I know that the way to deal with tough times is to face them down.</p> <p>Stay true to your beliefs.</p> <p>Understand that all the attacks, all the polls, all the headlines, all the criticism, it's all worth it, if in doing this job I make life better for one child, one family, one community.</p> <p>Because this job is not about me, it's about you. </p> <p>And I'll tell you what else I've learned - that tough times don't weaken the determination of people who believe in what they're doing but strengthen our resolve. </p> <p>You know when I talk to the people who do the tough jobs - nurses, teachers, police officers, soldiers, carers - about why they do what they do, so often they say to me \"because I want to make a difference\". </p> <p>And doesn't each of us want to say of ourselves:</p> <p>That I helped someone in need.</p> <p>That I come to the aid of a neighbour in distress.</p> <p>That I will not pass by on the other side.</p> <p>That I will give of myself for something bigger than myself. </p> <p>And each of us can make a contribution - but together we are even more than that. <br>United we are a great movement led by hopes not fears, gathered person by person - one individual, and then a few more, then hundreds, then thousands, then finally millions strong, a movement where I want each of us to say to each other:<br>This is our country, Britain. We are building it together, together we are making it greater;</p> <p>Together we are building the fair society in this place and in this generation. </p> <p>The mission of our times- the fair society, the cause that drives us on - and we will win, not for the sake of our party, together we will win for the future of our country.</p>",
  "<p><strong>How did the scandal first emerge?</strong></p> <p>The deputy governor of Hebei province, where the Sanlu company is based, said the firm received customer complaints from March. But it was not until August 2 that it informed the city government of Shijiazhuang, the provincial capital. Officials there waited more than a month, until September 9, to inform their bosses in the provincial government. A day later, Beijing learned of the scandal and Sanlu finally ordered a recall.</p> <p>New Zealand's prime minister, Helen Clark, has also said she stepped in and told officials to inform Beijing directly after Fonterra - Sanlu's New Zealand-based partner - informed its own government of the problem.</p> <p>An editor at the Southern Weekend newspaper said on his blog that - as reports of problems with an unspecified baby formula surfaced - he decided to go ahead with a story his reporter had been preparing. It was rejected, but Sanlu ordered a recall that night.</p> <p>Rumours that the company's products were causing infant health problems reached Chinese reporters by July, but they appear to have believed the issue would be too sensitive to cover in the run-up to the Olympics.</p> <p><strong>How many products are affected?</strong></p> <p>Batches from 22 of China's 109 baby milk powder producers were found to contain melamine - including the country's two largest dairy firms, Mengniu and Yili Industrial Group. Other products, ranging from fresh milk to ice-cream and sweets, have also been found to contain the substance. But to date all cases of illness have been linked to Sanlu baby formula, shown to have had far higher levels of melamine than other powders in tests.</p> <p><strong>Who is responsible?</strong></p> <p>Individual dairy farmers and collection stations which sell their raw milk on to companies are being blamed for adding melamine.</p> <p>According to the agriculture department's website, its minister Sun Zhengcai told the health and public security ministries today: \"Since milk stations began only in recent years, the country now has no specific method of supervising them, or clear-cut supervision department. The purchasing process of raw milk is basically out of control.\"</p> <p>But others believe that Sanlu and officials must take responsibility for failing to act when alerted to the problems. The former general manager of Sanlu, fired due to the scandal, has been arrested by police, along with numerous milk-sellers. The mayor, party boss and other city officials in Shijiazhuang have been sacked and China's food standards boss has resigned.</p> <p><strong>Why has the problem emerged now?</strong></p> <p>The highly-respected business magazine Caijing argues that business reforms are the key. From the late 1980s, dairy companies - led by Sanlu - began hiving off production to individual farmers and creating milk collection centres. But in 2006, the industry hit a crisis as feed costs rose while increased competition led to lower prices. The introduction of price controls in January this year may have been the final straw.</p> <p>The lower prices may have encouraged farmers to tamper with their product to ensure that companies accepted it. But decreasing supply may also have made some collection centres or companies more willing to accept substandard milk.</p> <p>Another theory is that the problem could have emerged because of efforts to improve safety in the wake of another baby powder scandal. At least 12 babies died of malnutrition in Anhui in 2004 after drinking fake formula. That may have encouraged a greater focus on nutrition levels in milk - unwittingly creating an incentive to add melamine to boost apparent protein levels.</p> <p>According to police, melamine was being sold to milk suppliers at least as early as February last year, but it is not clear when the practice began.</p> <p><strong>What has the government done?</strong></p> <p>The government has sent out thousands of inspectors to monitor production and pledged to pay the medical expenses of affected children. Premier Wen Jiabao has also issued an apology. \"As the head of the government, I feel extremely guilty ... I sincerely<br>apologise to all of you,\" he said.</p> <p>\"What we are doing now is to ensure that nothing like this will ever happen again, and we are not only talking about milk. We will never let the same situation repeat with any kind of food product,\" he said.</p> <p>He added: \"Please trust us. We will strengthen quality control on new products to ensure that there will not be any more issues. Public confidence can only be rebuilt on merciless punishment.\"</p> <p><strong>How are consumers reacting?</strong></p> <p>Many parents have turned to imported, foreign milk powder - if they can afford it. The Beijing News reported that others are hiring wet nurses, offering to pay a monthly salary of 8,000 to 10,000 yuan (£635-790) - a huge wage in China. A domestic service company in Shenzhen said that last year only a dozen people asked for a wet nurse, whereas more than 20 people a day are now making inquiries.</p> <p>With concern widening to include other dairy products, Beijing Ddchu Foodstuff Company, the capital's biggest soya milk producer, said sales had risen by 20-30%.</p> <p>&amp;149; Additional research by Alice Xin Liu</p>",
  "<p>Georgia today said it had shot down a Russian drone over territory close to the breakaway province of South Ossetia, which is due to be patrolled by EU observers.</p> <p>The interior ministry spokesman, Shota Utiashvili, said Georgian police downed the reconnaissance drone yesterday in the central district of Gori. The drone was spying on Georgian troops and the country's oil pipeline, he said.</p> <p>Russia this morning dismissed the claim as \"provocation\".</p> <p>The incident is the <a href=\"http://www.theguardian.com/world/georgia\">latest in a series of skirmishes</a> along the border with the breakaway republics of South Ossetia and Abkhazia involving Russian and separatist forces and Georgian police.</p> <p>It comes ahead of next week's deployment of 200 EU observers in Georgia as part of a ceasefire deal. Yesterday, the head of the EU's mission to Georgia, Hansjoerg Haber, promised that the 200 observers would be in place near the cities of Gori, Zugdidi and Poti by October 1.</p> <p>Russia is refusing to allow the observers to deploy inside South Ossetia and Abkhazia and says it intends to keep some 8,000 troops in both provinces. Moscow unilaterally recognised the provinces as independent last month.</p> <p>Today, the EU's main rapporteur, or investigator, on Russia, Luc Van den Brande, said Russia's plan to maintain a substantial military presence in South Ossetia and Abkhazia was in breach of last month's French-brokered ceasefire deal, which ended the war between Russia and Georgia.</p> <p>Under the terms of the deal signed by the president, Dmitry Medvedev, Russia is obliged to pull its forces back to positions they occupied before August 7, when hostilities started, Van den Brande said.</p> <p>\"We have to return to the situation <em>ex ante</em> [before the event]. Russia has to go to where it was before the 7th. We have raised very concretely our concerns,\" Van den Brande said. Under the agreement, EU observers should also be deployed inside South Ossetia and Abkhazia as well as in Georgia \"proper\", he added.</p> <p>Van den Brande visited Moscow today as part of a nine-member cross-party delegation from the Council of Europe Parliamentary Assembly (PACE). The delegation, which flies to Tbilisi tomorrow, is on a fact-finding mission ahead of next week's debate in the Strasbourg assembly on the \"consequences\" of the Georgia-Russia war.</p> <p>Both countries are members of the Council of Europe. Today, Van den Brande said it was unlikely Russia would be kicked out of the 47-nation group, despite calls by some MEPs to punish Moscow. At the same time, he acknowledged that both countries had failed to live up to the council's democratic \"common values\".</p> <p>Referring to Russia's claim that it had \"privileged interests\" in neighbouring post-Soviet countries, Van den Brande said: \"Russia has to understand that its near-abroad policy is no longer in place. At the same time, we are saying to the Georgians that they have to be respectful to their neighbours.\"</p> <p>The situation along Georgia's border with South Ossetia and Abkhazia remains tense. On Sunday, one Georgian police officer was killed and three others were wounded after separatist Abkhaz fighters opened fire. Yesterday, another two Georgian officers were wounded when they went to the area to investigate and stepped on a mine.</p> <p>As well as blocking EU observers from Abkhazia and South Ossetia, Moscow has balked at letting in more monitors from the Organization for Security and Cooperation in Europe (OSCE) into South Ossetia, where many Georgian homes were looted and set alight. South Ossetian militias have razed at least five Georgian villages near the capital, Tskhinvali.</p> <p>The OSCE had hoped to send an additional 80 unarmed observers to South Ossetia, but talks with Russia broke down last week.</p> <p>War in Georgia broke out on August 7 when <a href=\"http://www.theguardian.com/world/interactive/2008/aug/13/georgia.russia\">Georgian forces attacked South Ossetia's main city</a> to try to regain control over the area. Russia repelled the offensive, routed its army and occupied large swaths of Georgian territory.</p>",
  "<p><strong>Hometown:</strong> London.<br> <strong>The lineup:</strong> Marina (vocals, keyboards). <br> <strong>The background:</strong> Female performer with quaint Christian name and inanimate-object appendage alert! Marina and the Diamonds are the latest \"and the\" band, if indeed they are a band. Some of her/their songs are full-band performances even though on her MySpace, under \"band members\", it simply says \"me\". So we're not sure who or what Marina's Diamonds are, but then it took us quite a while to work out what Florence's Machine was, let alone Joe Lean's Jing Jang Jong. <br> The Welsh-born musician insists that her birthplace was \"Ancient Greece\" and that her heroes are Brody Dalle and Britney. Her songs are hard to fathom. They veer between simple keyboards-based ballads and more upbeat and catchy, quirky new wave-inflected numbers enhanced by bass, guitar and drums. In the latter instances, we're assuming the sprightly nature of the music is an ironic cover for lyrics critical of modern mores in general and the male of the species in particular. \"You're only as sick as your secrets,\" she says at the top of her MySpace, by way of a clue.  Further evidence that we're dealing with a seriously warped mind in the body of a fox are her highly entertaining and angry, if grammatically unorthodox, musings on her website, which range from verbal annihilations of female pop stars to the vapidity of contemporary celeb culture. You get the impression that, in Marina's twisted imagination, women are weight-obsessed WAGs and men are all creepy sleazebags. \"I'm really sick, tired, depressed, uninspired by women,\" she writes. \"Vacant. Airbrushed. Empty. People. Getting. Paid. To talk. About fuck all. It's great that Eva Longoria looks hot in a bikini, but if the sun dies and the world plummets into darkness and ice, will anyone fucking care?\" Lily Allen? She's not having it. \"She was quite good until she wrecked it all by turning into everything she's not. i.e. going on a diet, dying her hair slapper-blonde and flashing her boobies.\" As for trying to compare her to Kate Nash, don't even go there. \"Because OOPS! I have a vagina and a keyboard!!!! WE SO SIMILAR!\" Any fellas out there who haven't run and hid yet, a word of advice: don't nudge her during her gigs or you'll get it in the neck, too, as one poor punter found out to his cost recently. \"Hi to the ecstasy ridden guy who tried to tip my keyboard on the last song. I threw a girl punch, and as girl punches go, totally missed and clipped his jaw. May music never grace your grotty ears again. Loser. And say hi to your drug dealer for me. He made you look super fucking hot that night. Hehehe x.\" Ouch.  She doesn't sing like a harpy, more like one of those kooky new wave girls like Lene Lovich, all whoops, hollers, cackles and shrieks that make her sound strangely mid-European. It provides a neat counterpoint to the music. Seventeen opens with just piano, almost like an Elvis Costello circa-Armed Forces pop ditty, then starts to resemble one of those novelty synth-pop groups from the late 70s like Flying Lizards. The Shampain Sleeper, about using alcohol as an anaesthetic for a painful existence, sounds like fag-end-of-glam hit Glass of Champagne by Sailor and not just because they have a similar title – it's got that weird mid-70s synth-glam stomp. Girls Girls Girls, a collaboration with New Order and Ladyhawke producer Pascal Gabriel, is a brilliant full-band performance and a potentially huge smash hit in which Marina bitches about women who have Botox and go on diets and recommends that we stuff yoghurts and stick to apple pies. And you can dance to it. We've Got Obsessions explains those Kate Nash comparisons, all mournful piano, voice to the fore and references to the miserable minutiae of everyday life, crackers and all. An intriguing young lady and no mistake. <strong>The buzz:</strong> \"We bet she was the girl with the best voice at school who shunned the choir and maddened the music teacher by focusing on lads and lager rather than Rachmaninov or reading music.\" <br> <strong>The truth:</strong> We're not sure how you'd market such a maverick, but there's something here worth bottling, some zeitgeist-y female essence. <br> <strong>Most likely to:</strong> Pore over heat then write a scathing critique of its content.<br> <strong>Least likely to:</strong> Count the calories.<br> <strong>What to buy:</strong> Marina is currently deal-less but she's appearing on the Wonky Pop Halloween Special bill at Cargo in east London on October 31. <br> <strong><br>File next to:</strong> Lene Lovich, Hazel O'Connor, Kate Nash, Kate Bush.<br> <strong>Links:</strong> <a href=\"http://www.myspace.com/marinaandthediamonds\">www.myspace.com/marinaandthediamonds</a> </p> <p><strong>Tomorrow's new band:</strong> To the Bones</p>",
  "<p>I know what you were thinking. You were thinking, \"My life would be complete if only I could see one solid chihuahua movie before I die.\" And lo, one appears, trotting over the horizon on little chihuahua legs.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/Qx2G3qNkcaE?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/Qx2G3qNkcaE&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/Qx2G3qNkcaE&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>.</p> <p><strong>00.03: </strong> \"Welcome to the home of the rich and famous,\" says that familiar low, rumbling voiceover drawl, cutting to shots of women shopping, a road sign for Rodeo Drive, the famous Beverly Hills sign, and Jamie Lee Curtis talking nonsense to a small yappy dog wearing a small-yappy-dog outfit. </p> <p><strong>00.15:</strong> \"But no one is more privileged,\" smarms the voiceover, \"than the Beverly Hills chihuahuas...\" and we see a shot of four ridiculously dressed ... well, not chihuahuas. There's one chihuahua, one bulldog, some kind of miniature poodle and a terrier (Yorkshire, I believe). So not only do you not have to be human to be privileged ... you don't have to be a chihuahua to be a chihuahua now, either.</p> <p><strong>00.20:</strong> At the sight of a dog in a handbag, the familiar strains of Pretty Woman tells us this is a love story set in Los Angeles, perhaps vaguely reminiscent of that Julia Roberts movie, maybe involving some kind of prostitution. So, it's a searing investigation into canine prostitution and celebrity bestiality parties among Hollywood's elite. By Disney. Or something. Maybe.</p> <p>Adding to this theory, interesting socio-political comment comes at <strong>00.25</strong> with the thoughtful reflection that \"it's not easy to find a maid with papers\" by a tiny white chihuahua on a beauty salon table. \"Hey, talk to the paw,\" comes the reply from a tiny terrier with highlighter foil in its fur, thus promising to touch upon important matters of immigration and employment as well as displaying a full working knowledge of catchphrases that were last popular in the late 1990s - all in one fell swoop. </p> <p><strong>00.30:</strong> \"But Papi,\" pronounced here as \"Parpy\" (as in Wild Child - so I don't know, we may just have happened upon a litmus test for a truly classic movie), \"is the one dog who's his own man,\" says the voiceover, with a touch of inter-species confusion. </p> <p>And we see the love story we expected. Parpy leaps over a hedge to approach that little white chihuahua we saw being pampered by Jamie Lee Curtie earlier, and offers to be the one to lick the inside of her ears. Before you know it, the two little dogs are going at it like common mutts, leaping one atop the other (doggie style, of course) and rutting on the front lawn of their posh Hollywood mansion and ... oh, OK, that's not true.</p> <p>\"But now,\" says the voice over at <strong>00.45:</strong>, \"everything is about to go south.\"</p> <p>And here we hit what can only be described as the \"plot\" of this pooper-scoop of a premise. Jamie Lee Curtis disappears from the movie at the earliest possible opportunity (does she owe a lot of money to a particularly ruthless producer somewhere? Is she trying to get frozen next to Walt Disney and paying it off in advance in bad movies? Do she and Christopher Guest have a \"quality films\" v \"shit made purely for financial gain\" prenuptial agreement that she never gets to see the good side of?)</p> <p>Whatever. JLC leaves her precious pooch in the arms of a feckless younger relative, who wakes up one morning and sends the chihuahua flying through a closed window. The rest of the film is a tireless account of her struggles to bring the darling pet back to health, prying each shard of glass from its fur with her teeth, and grafting from her own skin and marrow replacement limbs for the much beloved animal, until it becomes a terrifying hybrid of animal and human, bent on revenge for its unexpected and sudden defenestration, and quietly waiting for the right moment to tear out the throat of the woman who was not only its attacker but its nurse, and provider of half of its remodelled body.</p> <p>OK, that's not true either. Though it might be an interesting concept to look into for the sequel. Instead, the dog gets taken on a holiday to Mexico by the feckless relative, and much to everyone's surprise gets lost and has to find its way home by the use of its little chihuahua wit, the common pup that loves it so (Parpy), and all the friends it meets along the way, who seem at first like terrifying street animals, but turn out to be salt-of-the-earth good guys.</p> <p>Eventually - and I'm just extrapolating now because based on this trailer, I think we've all seen this Disney movie 400 times already in different forms - the pampered dog finds its way home, Jamie Lee Curtis arrives back to find them all sitting there as if nothing ever happened, Parpy gets to live in the mansion with his one true dog love, and the feckless relative learns something about herself, about responsibility, and about the importance of family. <strong>The end.</strong></p> <p>And what do we learn? That unless you're a huge fan of tiny dogs, or conducting some kind of study into the fact that hundreds of people have spent thousands of hours perfecting CGI technologies and apparently the best use of it is moving the lips of a toy dog, you may not want to watch this film.</p> <p>In fact, just watching the trailer may be enough to make you want to ram your head so far into your popcorn that the coroner will pronounce your death as \"suffocation by salted snackfoods\". </p> <p>By <strong>1.30</strong>, the catchy \"Ay, Chihuahua\" theme kicks in, the one you may have seen in the teaser trailer <a href=\"http://www.imdb.com/video/screenplay/vi2396848409/\">featuring 100 dancing dogs</a> that contains a minute of such slack-jawed horror that several people are believed to have actually tried to stick wire scrubbing brushes seven inches up their noses in an attempt to remove all memory of it from their minds forever. You may try to join them.</p> <p><strong>2.00:</strong> \"THE GREATEST CHIHUAHUA MOVIE ...\" say the colourful capitals, blasted from the screen onto our brains, \"... OF ALL TIME.\" </p> <p>Yes. Also the ONLY, right? So far, of course. If we don't stop them.</p>",
  "<p>Reviews by pupils of Westbourne School, Sheffield, the winning school in this year's Guardian Young Critics award</p> <p><strong>Olivia Moore, 13</strong><br><strong>Before I Die by Jenny Downham</strong></p> <p>Before I Die by Jenny Downham is incredibly touching and a very deep book. It is full of emotion and meaning. This excellently written book is about a girl with a perfectly good life until she finds out she has terminal cancer and everything starts changing.</p> <p>Tessa only has a few months to live so she makes a list of ten things she wants to do before she dies, some of which are sex, drugs and doing something illegal. Another main character, Zoey, plays a big part in this book, being Tessa's best friend, and promises Tessa that she will do everything on her list with her, until Zoey starts acting strangely and has some important news that she tries to hide from Tessa.</p> <p>When Tessa goes into hospital a few weeks before she dies, she writes a list of instructions for her family and friends for after she dies.</p> <p>I really enjoyed this book because it got my full attention after the first few pages; it really grasped me. It just got straight to the point with some extra, but needed, information on the side.</p> <p>I truly recommend this book to readers who want a change in their reading material.</p> <p>This book is so real but so sad and so very true.</p> <p><strong>Beth Butler, 13</strong><br><strong>The Goldsmith's Daughter by Tanya Landman</strong></p> <p>This is the story of Itacate, who defies tradition and risks her life to pursue her dreams. According to the priests she is destined for a worthless life and to bring ill fortune to those closest to her. She is determined to prove the priests wrong using her great skill as a goldsmith. </p> <p>The story becomes more complicated when she falls in love with one of the Spanish invaders. The author, Tanya Landman, has broadly based the story on 16th-century Mexico but has altered some of the sequence of events.</p> <p>The book is well written and I think it gives a good insight into the Aztecs' life and how everything was done to please the gods in a personal, exciting and interesting way. </p> <p>I think this is a unique book. I haven't read one like it before but I would definitely read it again even though I know the story. I would recommend this book for girls and boys who like excitement in a historical and cultural setting. </p> <p>The story is written in the first person, which is good because it means that when she can't show her emotions you still know her secrets and how she is feeling, in some detail. A range of emotions was evoked in me from cheerful and excited to dejected. </p> <p>Some descriptive passages I found too detailed and I felt should have not been there as the story would still be understandable. </p> <p>Itacate's character develops throughout the book. At the beginning she is almost contented with the way she lives but as the book goes on we see her getting more wild and wanting to be free. The ending is wonderful with all the threads of the story tied together.</p> <p><strong>Robert Brooks, 13</strong><br><strong>The Knife of Never Letting Go by Patrick Ness</strong></p> <p>The Knife of Never Letting Go, written by Patrick Ness, is a wonderful story about a young boy escaping his childhood and becoming a man in a world where everybody can hear each other's thoughts.</p> <p>This is a heart-warming coming-of-age story with a twist of fantasy. This book would appeal to all children aged 13 and over, so long as they don't mind a hefty story.</p> <p>The book starts off funny – it describes how quickly you find out how little a dog has to say when it starts to talk – but then gets sadder as the deaths start occurring.</p> <p>There are some beautiful descriptions of the world the boy is passing through, even if some words are misspelt; the boy telling the story can barely read or write so complicated words are spelt how they sound.</p> <p>I loved The Knife of Never Letting Go, and will be buying the rest of the trilogy as soon as they are published. I just hope that they are as good as this one.</p> <p><strong>Tommie Hassali, 13</strong><br><strong>Bad Blood by Rhiannon Lassiter</strong></p> <p>Rhiannon Lassiter's Bad Blood follows the emotions of Catriona, Katherine, Roley and John who wrestle with the personalities of their new stepfamily. A holiday in the Lake District only heightens their feelings towards one another when they become players in the Make-Believe Game. A game awakened by their own unhappiness brings to life Delilah, a sinister doll and Fox who destroys the boundaries of reality and fantasy. The game intensifies when Alice, whose family holds its own mystery, becomes a victim of the wood.</p> <p>John, the youngest and wisest, leads them from the darkness. Gently, quietly he understands the strategy of the game and that only by reinventing themselves will they be rescued from the horror that engulfs their world.</p> <p>The book's pace is riveting. It holds the reader in the haunting world of the supernatural but at the same time does not shy from the reality of the modern day family, and the subjects of homosexuality and mental illness. Amidst these strands emerge the very real difficulties facing adolescents and their awareness of themselves and each other.</p> <p>The book and the characters emerge from a suffocating darkness to a golden light of emotions that will radiate hope in all who read it.<br></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337857646\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/22/1/southernafrica_TMO_2008255_lrg-9589.jpg\" alt=\"Africa\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Fires in Africa, September 11, 2008</strong>: In southern Africa, people light thousands of fires for managing crop and pasture land during the annual dry season. In this image detected fires are marked in red, while smoke is thick over central Mozambique, Zimbabwe and Malawi</span> <span class=\"element-image__credit\">Photograph: Nasa</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337857649\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/22/1/safrica_mop_2008245_lrg-248.jpg\" alt=\"Africa CO\" width=\"450\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Carbon monoxide over Africa, August 25 to September 1, 2008</strong>: Such fires have a strong influence on local climate and air quality. One way to track the impact of these fires on atmospheric chemistry is through observations carbon monoxide concentrations, revealed here in red. The high concentration of CO off the west of the continent is from agricultural burning in Angola and neighbouring countries. The CO over south-east Africa is linked to fires in Mozambique and South Africa</span> <span class=\"element-image__credit\">Photograph: Nasa</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337857652\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/22/1/Cuba_TMO_2008245_lrg-775.jpg\" alt=\"Cuba\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Stormy waters off Cuba, September 1, 2008</strong>: Hurricane Gustav came ashore over Cuba as a category four storm with winds of 240kph, damaging an estimated 100,000 buildings. This image shows storm-churned water around the west of the country. Normally turquoise, the shallow waters of the Caribbean are white - Gustav churned the water, bringing sand to the surface. Muddy water near the shore is where sediment has washed into the gulf</span> <span class=\"element-image__credit\">Photograph: Nasa</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337857659\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/22/1/afgh_amo_2008251_lrg-1571.jpg\" alt=\"Afghanistan\" width=\"450\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Dust storm over Afghanistan, September 7, 2008</strong>: After forming over the borders between Iran, Afghanistan, and Pakistan, a dust storm that began on September 5 expanded north and south. The storm may have formed from salt lake and sand sea sediments along the borders between the three nations. Thick dust plumes blow east in a slightly clockwise motion. Thinner plumes also blow southward, reaching past the coastlines of Iran and Pakistan</span> <span class=\"element-image__credit\">Photograph: Nasa</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337857666\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/22/1/iraq_amo_2008260-1946.jpg\" alt=\"Desert\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Dust storm over Iraq, September 16, 2008</strong>: A massive cloud of dust hovered over Iraq in mid-September 2008. In this true-colour, photo-like image, a nearly uniform cloud of dust obscures the view of north-eastern Iraq and a small portion of Iran. The source area for the dust storm are not obvious from this image, although the fine sediments of the Tigris and Euphrates floodplain provide plenty of material for dust storms in the region</span> <span class=\"element-image__credit\">Photograph: Nasa</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337859245\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/22/1/petermann_ast_2008251_lrg-7419.jpg\" alt=\"Petermann glacier\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Petermann glacier, north-west Greenland, September 7, 2008</strong>: Scientists are using satellite imagery to monitor the seasonal calving of the northern hemisphere’s largest floating ice tongue. They are concerned about a fracture, visible in the bottom right of the image, which may <a href=\"http://earthobservatory.nasa.gov/Newsroom/NewImages/images.php3?img_id=18148\">lead to the glacier losing one third</a> of its current length</span> <span class=\"element-image__credit\">Photograph: Nasa</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337861199\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/22/climatechange/Crack-9902.jpg\" alt=\"Ice\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A close up of the crack that is concerning scientists on the Petermann glacier, Greenland. Satellite images from the 1990s show that rifts have developed in this region more than once, but previous rifts evolved differently to this one, which has grown wider and longer</span> <span class=\"element-image__credit\">Photograph: Nasa</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337860271\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/22/1/wardhunt_tmo_2008242_lrg-3681.jpg\" alt=\"Ellesmere\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Ellesmere ice shelves, Canadian Arctic, August 29 2008</strong>: Prior to July 2008, only five ice shelves remained in the Canadian Arctic. At 4,500 years old they were the remnants of a once-massive \"glacial fringe\" that explorer Robert Peary witnessed in the early 20th century. In July 2008, a new wave of <a href=\"http://earthobservatory.nasa.gov/Study/Ellesmere/\">ice shelf disintegration began</a> and by late August the ice shelves had lost a total of 214 sq km</span> <span class=\"element-image__credit\">Photograph: Nasa</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337857669\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/22/1/MonsoonFloodsInNEIndia-2344.jpg\" alt=\"Floods\" width=\"343\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Monsoon floods in north-east India, September 2, 2008</strong>: Monsoon rains swelled rivers in north-eastern India in September. The Ganges was high, as it usually is during the monsoon, but the Kosi’s burst barriers in Nepal and flowed into a long disused channel on August 18. Two weeks later, the flooded channel of the Kosi river (centre) had spread across miles of Indian countryside. The flood rejoins the rest of the Kosi river immediately before emptying into the Ganges</span> <span class=\"element-image__credit\">Photograph: Nasa</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337857672\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/22/1/sinlaku_tmo_2008256-2756.jpg\" alt=\"Sinlaku\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Typhoon Sinlaku, September 12, 2008</strong>: Sinlaku skirted Taiwan with winds of 204kph (127mph), making it the equivalent of a category three hurricane, but did not strike land</span> <span class=\"element-image__credit\">Photograph: Nasa</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337857675\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/22/1/chaiten_amo_2008247_lrg-3124.jpg\" alt=\"Chaiten\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Chaitén in Chile, September 3, 2008</strong>: Chaitén erupted in May 2008 blanketing the region in volcanic ash and releasing plumes of ash and steam. In early September, the volcano released another plume, seen here drifting north-west. Chaitén is a caldera volcano, formed when the magma chamber completely empties during an eruption, causing the summit to collapse. Before this year’s eruptions, Chaitén had been dormant for more than 9,000 years</span> <span class=\"element-image__credit\">Photograph: Nasa</span> </figcaption> </figure>",
  "<p>New prison population <a href=\"http://www.justice.gov.uk/publications/prisonpopulation.htm\">projections</a>, published by the Ministry of Justice but quality-assured by the UK Statistics Authority, estimate that by June 2015 between 83,400 and 95,800 people will be in prison in England and Wales.</p> <p>If nothing else, these figures show just how imprecise a science predicting the prison population is. If their lowest estimate is correct, the prison population will be no higher in seven years than it is now. If their highest prediction proves to be accurate, more that 12,000 additional prison places will need to be found. This explains, to some extent, how difficult it is for any government to accurately predict how many prison places will be needed, and to build capacity accordingly.</p> <p>Despite their lack of precision, however, the prison projections do demonstrate a significant shift from the position only a year ago. The last set of <a href=\"http://www.justice.gov.uk/publications/prisonpopulation2007.htm\">predictions</a>, published in August 2007, estimated that by 2014 the prison population would be between 88,800 and 101,900, significantly higher than this year's estimate of between 83,600 and 94,200 for the same year. The medium prediction for 2014 (95,600) was 6,600 places higher last year than in this year's projections (89,000). </p> <p>This lower predicted prison population is largely the result of measures introduced in the recent <a href=\"http://www.justice.gov.uk/publications/criminal-justice-bill.htm\">Criminal Justice and Immigration Act</a>, including a reduction in the use of indeterminate sentences for public protection, which have been a major driver of the recent growth of the prison population, and a number of changes to bail and parole procedures. More controversially, the projections also assume the continuation of the end of custody licence scheme, which sees prisoners released early to ease overcrowding.</p> <p>This shift gives the government and the opposition parties an opportunity to rethink their policies on penal expansion. The <a href=\"http://www.parliament.the-stationery-office.com/pa/cm200708/cmhansrd/cm071205/debtext/71205-0004.htm#07120549000005\">government's plans</a> to substantially increase capacity in the prison estate, driven by the recommendations of <a href=\"http://www.justice.gov.uk/publications/securing-the-future.htm\">Lord Carter's review</a> of prison policy, were based on the figures published last year. To continue at the same rate of expansion, given the significant difference in this year's projections, would be wilfully ignoring the evidence.</p> <p>Most urgently, this should therefore be all the excuse the Ministry of Justice needs to abandon their <a href=\"http://www.justice.gov.uk/publications/cp1008.htm\">controversial proposals</a> for Titan prisons. Widely <a href=\"http://www.theguardian.com/society/2008/aug/28/prisonsandprobation.justice\">opposed</a> by everybody from prison staff to penal reformers, and unaffordable at a time when public spending will have to be cut, plans for these mega-prisons must surely be dropped by the government if their penal policy is to regain any credibility. </p> <p>Like the government, the Conservatives have also proposed building more prison places. In fact they have promised 5,000 more places than the government, taking the total prison capacity to more than 100,000. In light of these latest projections, maintaining these proposals would seem like a hollow attempt to \"out-tough\" the government while wasting public money on unnecessary penal expansion.</p> <p>Both parties must also use the headroom that this slowing growth will provide, if these projections are correct, to address prison overcrowding. At present, the prison estate is running at 113% of what the Prison Service defines as \"the good, decent standard of accommodation that it aspires to provide all prisoners\", the level above which prisons become officially overcrowded. Prison overcrowding is damaging to every aspect of the work of the prison system, disrupting education and drug and alcohol treatment, moving prisoners away from home and reducing the prospects for prisoners of securing a job or housing on release. All of these are likely to lead to higher rates of reoffending. </p> <p>Recognising this, the Conservatives <a href=\"http://www.conservatives.com/getfile.cfm?file=SecurityAgendaScreen&amp;ref=GENERALFILE/3585&amp;type=pdf\">have pledged (pdf)</a> to end prison overcrowding by 2016, but they have done so by promising to build more places, resolutely ignoring the fact that no jurisdiction has ever built its way out of prison overcrowding. Instead they, and the government, need to recognise that while overcrowding is a key issue that needs to be tackled, prison building is not the way to do so.</p> <p>While the highest prediction would still see a growth of 15% in the next seven years, this year's prison population projections are the first sign that the relentless rise in the prison population in recent years may be beginning to slow. Instead of carrying on with building prisons regardless, the government should seize this opportunity to use some of the money previously earmarked for prison building to invest in measures – such as drug treatment and support for people with mental health problems – that will reduce crime and see the growth of the prison population reversed.</p>"
]