[
  "<p>You won't find too many people grumbling about the oil price's lurches in the sleepy prairie town of Cushing. Things are looking up for the rural community where Wall Street's energy gambles are translated into reality.</p> <p>A modest settlement of 8,300 people, the Oklahoma town is home to a shabby collection of junk stores, a medium-security prison and a handful of barbecue restaurants. But these buildings are dwarfed by hundreds of vast steel storage tanks holding 46m barrels of oil - worth, at current prices, more than $5.5bn.</p> <p>An oil-themed sculpture on the country road into Cushing proclaims that the place is the \"pipeline crossroads of the world\". A spaghetti junction in the continent's network of underground oil pipes, Cushing is the official delivery point for any oil bought on Wall Street's Nymex commodities exchange.</p> <p>\"While a lot of towns have suffered some economic setbacks recently, we have not,\" Cushing's mayor, John Henckel, told the Guardian. </p> <p><strong>Junction city</strong></p> <p>An hour's drive east of Oklahoma City, the town is a point at which oil pipes from the Gulf of Mexico's ports meet lines to refineries across northern, eastern and western US, coinciding with pipelines bringing crude south from Canada's oil sands.</p> <p>\"We didn't become the crossroads of the oil industry by any great design,\" says Henckel. \"It wasn't that a bunch of guys got together and said they were going to build an oil system and put Cushing at the centre. It just evolved.\"</p> <p>When investors buy or sell oil contracts on the Nymex trading floor in New York, they are dealing in the right to collect barrels of oil at depots in Cushing. Laboratories here check the purity and metal content of crude to ensure it meets various grades such as west Texas intermediate, Oklahoma sweet or western Canadian select. Some customers ask for different crudes to be blended to a particular recipe.</p> <p>If speculators hang on to oil in the hope of a price rise, or if airlines choose to hedge against surging fuel costs, they often do so by storing oil in Cushing.</p> <p>BP has about 65 tanks in Cushing holding 10m barrels' worth of customers' oil. The British company's reputation was sullied two years ago when regulators accused it of using data from its Cushing pipelines and tanks to manipulate the price of crude oil. </p> <p>But the biggest player locally is Enbridge, a Canadian firm, which has 93 tanks including vast 575,000-barrel drums that each hold more than a small ocean-going oil tanker. New tanks are rapidly going up in the fields on Cushing's outskirts.</p> <p>\"We're responding to our customers' demand for storage,\" says Bruce MacPhail, Enbridge's director of contract terminals. He cites \"more hedging, more use of contracts for risk mitigation and financial players using the market to speculate and make money\".</p> <p>Since the beginning of the decade, the amount of oil stored in Cushing has jumped by more than 50%. In the past four years, the value of the stuff has rocketed as the price of crude has tripled.</p> <p><strong>Mind-boggling</strong></p> <p>\"Oil is the lifeblood of Cushing,\" says Jim Perry, managing editor of the weekly Cushing Citizen. \"The storage capacity is large. Even more mind-boggling is the flow of oil in pipelines through Cushing.\"</p> <p>Such a lot of oil can cause hazards. Residents are urged to call a freephone number run collectively by the oil companies before doing any excavation in their gardens, to check whether any pipelines lie beneath. At least twice a week, engineers in light planes fly over the path of every major line to keep an eye out for construction or any activity that might burst a pipe.</p> <p>\"They say if you took a claw and turned up the ground here, it would look like a bowl of pasta,\" says Roy Maye, a safety officer at Enbridge. </p> <p>When oil prices peaked in July at $147 a barrel, Cushing's economic development director, Robert Felts, was getting cold calls from speculators fishing for information about the volume being stored by investors. \"Even if I knew, I wouldn't have told them,\" he said.</p> <p>Record prices have led to a flourishing scene in small-scale entrepreneurial drilling. Cushing sits on top of an old oilfield that was a major source of production in the early part of the last century but has been abandoned as uneconomical.</p> <p>With Tropical Storm Gustav causing alarm in the Gulf of Mexico and prices now pushing $120 a barrel, long forgotten marginal wells in backyards and farmers' fields have suddenly become attractive. Known as \"stripper wells\", these are springing into production across the south - there are 65,000 in Oklahoma alone, typically turning out fewer than 10 barrels of oil a day. Along the highway running through Cushing, there is a small-scale oil well incongruously positioned in the backyard of a small printing firm.</p> <p>In Cushing's high street, a few hints of prosperity are appearing between pawn shops and cheque-cashing offices. A modern Mexican restaurant, Nuevo Vallarta, has appeared. The investment chain Edward Jones has opened an impressively refurbished office.</p> <p>Nursing a drink in the town's Buckhorn bar, local resident Larry Roe said Cushing used to be a \"ghost town\" but property prices are on the up and unemployment has shrunk.\"Back in the 90s, when oil had gone to hell, you might have had 20 cars parked out there on Broadway,\" he says. \"Now there are four or five times that number.\"</p> <p>Rick Reiley, the town's director of downtown development, is cautiously positive: \"The last three or four years have been the first time in a number of years that things seemed to be working to our benefit as a community.\"</p> <p>He is fatalistic, however, about the cyclical nature of the business: \"We're an oil town - we've been an oil town for a hundred years. We know there are ups and downs and we try to prepare ourselves for the downs.\"</p> <h2>Locals prepare for attack</h2> <p>As much as 75% of America's crude oil supply passes through Cushing and federal authorities are wary that a terrorist attack in the rural Oklahoma town could be devastating. More than 900 people took part in a drill called Operation Critical Crossroads which simulated disgruntled oil employees taking hostages and placing explosives on pipelines in the town. A command centre was established at Cushing's community centre and schools went into lockdown during the 2004 exercise. A Swat team zoomed in for a mock arrest, a fire was started to test emergency responses and teams from the FBI, the Secret Service, the Red Cross and the Department for Homeland Security converged in Cushing. </p> <p>\"There's no such thing as being 100% prepared but you do your best for what you see as a threat,\" said the mayor, John Henckel. Concrete barriers have been placed by roadsides to create checkpoints in a security alert. Oklahoma's national guard has a contingency plan to surround and isolate thousands of acres of oil storage tanks. At the time of the drill, John Lewis, the FBI's special agent in charge, was frank about the risk of an attack on Cushing: \"It would be a real catastrophe if someone hit it just right.\"</p>",
  "<p>Gustav took centre stage in the square mile yesterday as the tropical storm hit Haiti, killing at least two people, and appeared to be gaining strength as it swung into oil production facilities in the Gulf of Mexico.</p> <p>Gustav's progress towards hurricane force pushed the oil price - already on an upwards trend because of the heightened tensions between the west and Russia - close to $120 a barrel, boosting oil stocks across the world. BP said it was evacuating all non-essential personnel from the Gulf.</p> <p>Concerns over the rising crude price dampened the positive boost given by better than expected economic data in the US. The latest survey of sales of durable goods showed that orders rose 1.4% in July, a much better result than expected. </p> <p>July's figure was boosted by commercial airline sales but, even if these are stripped out, the rise was 0.7%, which is better than the 0.5% drop that Wall Street had expected and shows that perhaps consumers and, more importantly, businesses have not halted their spending altogether. The <strong>FTSE 100</strong> closed up 57.4 points at 5528.1 points.</p> <p><strong>Petrofac</strong> was the FTSE 100's biggest gainer, up 37p at 629.5p, after the oil services firm reported better than expected first-half profits and said full-year results would be at the top end of City forecasts.</p> <p><strong>G4S</strong> - otherwise known as Group4 Securicor - gained 12.5p to 224p after the world's largest security firm announced a 26% rise in first-half profits to £175m, while <strong>BSkyB</strong> added 6p to 456p as Goldman Sachs moved its stance on the satellite broadcaster to what it terms a \"conviction buy\", saying the company is \"structurally solid\" and trading at \"a significant cyclical discount\".</p> <p>The investment bank admitted that Sky is possibly more exposed to a downturn than rivals in, say, Germany because the economic environment is expected to get worse in Britain than in other parts of Europe. But the broker has looked at the experience of pay-TV markets in the US and found that the history of the cable industry there over the past two decades shows that growth in the amount of money made from users - or average revenue per user (ARPU) - has remained above 1.5% in the \"slowdown\" years of 1992 and 2001/02. As a result it reckons that its assumption that Sky will see no increase in ARPU next year \"is conservative\".</p> <p>In its tome on the media sector, Goldman Sachs also moved to a buy on <strong>Trinity Mirror</strong>, up 3.5p at 103p, and <strong>Yell</strong>, up 7.5p at 107.5p.</p> <p>But <strong>Enterprise Inns</strong> dropped 14p to 307.5p after Cazenove downgraded Britain's second largest pubs group to underperform from neutral. Cazenove dropped its profit forecasts for the year because of what it termed \"the ongoing weakness\" in the beer market.</p> <p><strong>BT</strong> suffered in early trading as JP Morgan examined press speculation that the telecoms group wants to sell out of its Indian IT joint venture Tech Mahindra and drew the conclusion that the company is facing a cash squeeze.</p> <p>The company's last set of results showed it suffered a net cash outflow of £734m over the three months to the end of June, several hundred million more than expected, which pushed shares in the company lower, wiping £1.8bn off the value of the company.</p> <p>New chief executive Ian Livingston has pledged to smooth out the company's lumpy cash flow, but many in the City are still concerned. As the day wore on, the weakness in BT gave way to vague speculation of a bid for the firm, with talk of stakebuilding by a Middle Eastern sovereign wealth fund.</p> <p>Elsewhere in the telecoms sector <strong>Vodafone </strong>added 3.45p to 141.55p before today's announcement by Ofcom of its first big review of the entire mobile phone market. When the regulator announced its intention to examine the market, the fear was that it would bring in more regulation.</p> <p>In its consultation document today Ofcom will raise the spectre of what to do with the complex system of termination rates, but only from 2011. It will also suggest introducing an industry code of practice on speeds for mobile broadband, as well as releasing particular items of consumer data. But there is not expected to be any huge increase in the regulatory burden on the industry.</p> <p>Away from the blue chips, <strong>Moneysupermarket</strong> rose 2.5p to 79p after reporting a 14% increase in earnings before financial charges to just over £30m, while <strong>Michael Page</strong> added 5.75p to 355p as the Takeover Panel slapped a put-up-or-shut-up deadline on Adecco. The Swiss recruitment group has until September 30 to make a formal offer or walk away. This month Michael Page rejected as \"materially undervaluing\" the company an informal 400p-a-share approach from Adecco that valued the business at £1.3bn.</p> <p>Finally, <strong>Stadium Group</strong> reported a 13% increase in first-half profits to £1.4m, helping its shares rise 3p to 52p. The Aim-listed contract manufacturer is understood to have done particularly well out of a contract to produce the electrical innards for Durex's Play range of sex toys.</p> <p><strong>Treasure trunk</strong></p> <p><strong>DCD Media</strong>, the independent production company chaired by former Channel Five boss <strong>David Elstein</strong>, is expected to get a boost today with news that it has signed up a private equity partner for a <strong>£10m fund</strong> that will invest in programmes made by DCD and third-party producers. DCD, flat at <strong>23p</strong>, will get the distribution rights to these shows, boosting its revenues by as much as <strong>£60m </strong>over four years. The deal could be transformational for DCD Media, maker of <strong>I Am the Elephant Man</strong> for Channel 4, by helping its own producers and attracting independent programme makers.</p>",
  "<p>When the glorious waves of Barack Obama's rhetoric have washed over us, leaving us warm, tingling and refreshed like a Hawaiian surfer, we should remember King Canute. On the day Obama finally won the primaries, at the beginning of June, he declared that \"generations from now, we will be able to look back\" (those of us lucky enough still to be alive generations from now) and tell our children (as, presumably, they lean on their Zimmer frames) that \"this was the moment when the rise of the oceans began to slow and our planet began to heal\". That set an Olympic record for hyperbole which even he will find hard to beat in his acceptance speech tonight. The 11th-century King Canute, by contrast, had his throne placed on the beach, commanded the ocean to stop coming in - and got his feet wet. He did this (the legend has it) precisely to show his supporters the limits of his power. But then Canute wasn't running for president.</p> <p>For the next 10 weeks, Obama must say whatever it takes to get elected, while not giving too many hostages to fortune. At this he's brilliant: a genius of the inspirationally unspecific. On the morning after, Canute will be called for. I suspect that, in his head if not in his heart, Obama knows this. His books and detailed policy documents show a nuanced understanding of the complexity of the world as it is. We may trust that he does not make the mistake of confusing his own rhetoric with reality, so nor should we.</p> <p>Hailing the Democrats' messiah as \"a clear-eyed pragmatist\" (not your usual tag-line for a messiah), his new-found running mate, Joe Biden, says a President Obama has a chance \"not just to change America but to change the world\". More surprisingly, that's what a lot of the world hopes too. Here's the true score. With a good deal of luck, and a massive turnout of volunteers and younger voters, Obama can be elected president, overcoming the electoral obstacles of being black, inexperienced, liberal, intellectual and tenderly \"supported\" by the Clintons. By just being elected, and being who he is, he would change both America and how the world sees America. Changing the world is another matter.</p> <p>Schmaltz is a staple ingredient of American politics, and there's no schmaltzfest more buttery than a Democratic convention. Yet what his wife Michelle said on Monday night, in an ur-schmaltzy speech, still contains a moving element of truth. That \"a girl from the South Side of Chicago and the son of a single mother from Hawaii\" could make it this far does represent everything that is good and hopeful about the US. After West Side Story, a world suffused with American popular culture thrills to South Side Story. </p> <p>Actually, it's two stories: his and hers, intermingled in their daughters, Malia and Sasha. When Americans say \"race\", they mean more than what we understand by that term in Europe. \"Race\" means the legacy of generations of slavery and of shockingly recent segregation. Obama accepts the nomination today on the 45th anniversary of Martin Luther King's \"I have a dream\" speech. Just 45 years ago, the basic equality of citizens was still only a dream. So story number one is how, in his immediate family, the descendants of slaves might occupy the White House. After Colin Powell and Condoleezza Rice at the state department, this is the final frontier. Story number two is his own: the offspring of a mobile Kenyan father and white American mother, with family ties in many cultures. A child of our increasingly mixed-up world now standing to become the most powerful man in it.</p> <p>The most powerful - but less so, relatively, than most of his predecessors since 1945. For this, too, defines the Obama moment: that the relative power of the president of the United States of America has diminished, is diminishing, and will continue to diminish. Just consider what has been happening outside the American election bubble. In Georgia, Russia has cocked a snook at Washington and torn up the terms of the post-cold war settlement. In Afghanistan and Pakistan, Islamic extremists are growing stronger, not weaker, as we pay the price for George Bush's wild goose chase in Iraq. </p> <p>At the Beijing Olympics, China has trumpeted its peaceful re-emergence as a world power in spectacular fashion. Those massed acrobats, drummers and dancers, out-Hollywooding Hollywood in the Bird's Nest Stadium, sent a message more powerful than any Russian tanks. The world is getting the message, too. Even before the Olympic demonstration, the Pew Global Attitudes Project produced the remarkable results of an opinion poll asking respondents in 24 countries whether China will replace or has already replaced the US as the world's leading superpower. Few thought it already has, but roughly half the French, Germans, British, Spanish and Australians - not to mention the Chinese themselves - said it will. More striking still: so did one in three Americans. And in foreign affairs, as in financial markets, the perception is a large part of the reality.</p> <p>Meanwhile, world trade talks have collapsed, as developed and developing countries could not agree. We are way off target for meeting the UN's millennium development goals to help the world's poor and sick. The steps needed to reduce carbon emissions - above all, in the fast-growing economies of Asia - are not being taken. The ice caps go on melting. Nothing like enough is being done to slow the rise of the oceans. It's unclear how even a radical shift in American policy would change this now. Michelle Obama spoke eloquently of her husband's desire to shift \"the world as it is\" towards \"the world as it should be\". But Washington's capacity to do that is far less than it was in the 1940s, or even in the 1990s, when Bill Clinton was lucky enough to walk with history. </p> <p>The domestic strengths of the US are also not what they were. In the ongoing credit crisis of turbo-capitalism, flagship American banks run to the sovereign wealth funds of the Middle East and east Asia for help. East bails out West. The American housing market teeters on the verge of collapse. Jobs are hard to find. Middle-class Americans slide out of healthcare and into poverty. While hundreds of billions of dollars have been squandered in Iraq, and on Terminator IV hardware for the mightiest military the world has ever seen, anyone who spends time in the US can see how civil infrastructure is crumbling. This is not a country that can afford to \"pay any price, bear any burden\" - to recall the soaring rhetoric with which ailing senator Edward Kennedy's brother John once thrilled the world.</p> <p>America still has extraordinary strengths. Among the greatest of them is its ability to attract the brightest, most energetic and enterprising men and women from across the world, and then to give them the freedom and opportunity to use their talents to maximum effect. People like Barack Obama. As a man, Obama personifies the country's continued strengths. As a president, he will have to confront its growing weaknesses.</p> <p><a href=\"http://www.timothygartonash.com\">timothygartonash.com</a></p>",
  "<p>Sunlight glinted off the lake, a scenic expanse on the roof of South America, and Bolivia's navy was busy perfecting the art of yearning. </p> <p>Sailors marched past a little dock. Mechanics fiddled with patrol boats. A captain trained his dog to retrieve objects from the water. It was another sleepy day for a fleet lacking a crucial element: the sea.</p> <p>Beyond the ice-capped peaks to the west lay their object of longing, the Pacific ocean, but Bolivia's navy was marooned and landlocked at Lake Titicaca, 3,800 metres (12,470ft) above sea level in the Andes.</p> <p>\"I've never seen the sea,\" sighed Wilmer Camargo, 18, a conscript sailor in navy blue uniform. \"But when I do I would like it to be a Bolivian sea.\" </p> <p>He spoke for a nation. South America's poorest country lost its coast in a 1879-1884 war with Chile and wants it back. La Fuerza Naval Boliviana exists to keep that hope alive by cultivating a maritime conscience and end the \"enclaustramiento\". </p> <p>\"The sea belongs to us by right, to take it back is our duty,\" said a sign at the tiny base in Copacabana, an outpost of the 4th naval district based at San Pedro de Tiquina on the south-western shore of Lake Titicaca.</p> <p>Outsiders have long considered the navy an idiosyncracy, a toy force with a hopeless dream puttering in the mountains. Scornful Chileans joke about inviting Bolivians to the beach.</p> <p>But as the 150th anniversary of the War of the Pacific looms the forlorn fleet of small patrol boats and catamarans is acquiring more credibility. </p> <p>A force of 50 men and four patrol boats is due to join a UN peacekeeping mission in Haiti, the navy's first such international mandate.</p> <p>Venezuela's president, Hugo Chávez, an ally of Bolivia's socialist president, Evo Morales, is funding an overhaul of the force, including a officer training academy. </p> <p>Perhaps more significantly Chile has softened its blank refusal to negotiate. President Michelle Bachelet says all territorial issues were resolved in a 1904 treaty but has agreed to discuss coastal access. Admirals from each country recently exchanged visits.</p> <p>\"There is a clear historic injustice and the Bolivian navy was created as a way of protesting before the whole world,\" said Captain Remi de la Barra, a senior navy official. We are perfectly qualified to sail in any sea in the world. And sooner or later, God willing, we will be sailing in our own sea.\"</p> <p>Sceptics see little chance of a breakthrough. \"Supposedly there are talks but I see no advances, no signs of change,\" said Gustavo Fernández, a former foreign minister and policy analyst. \"Everything is still as it always has been and, I think, will remain like this.\"</p> <p>Doomed or not, Bolivia's yearning for the sea is undiminished. A coast would boost national pride and economic sovereignty. Like presidents before him Morales speaks in front of an antique map showing Bolivia with its pre-1879 coast. White-uniformed sailors serve as his guards of honour. For the 5,000-strong navy it is a point of honour to redress a historic grievance, a mission made explicit in 1963 when it became a separate branch of the armed forces.</p> <p>In addition to the vast Lake Titicaca, Bolivia has 5,000 miles of navigable rivers which require patrolling. The navy intercepts smugglers, delivers supplies to remote rural areas and rescues people and livestock during floods. Life is not dull, according to Captain Ramiro Pardo, a commander at San Pedro de Tiquina.</p> <p>Sailors helped archaeologists explore the lake for Inca ruins, for example, and when Fifa, world football's governing body, briefly banned high-altitude football matches - a threat to Bolivia's mountain stadiums - the navy staged exercises on Andean peaks to show Fifa's health concerns were groundless. </p> <p>Such eclectic missions did not trouble the relaxed feel at San Pedro de Tiquina, an postcard-perfect tranquil idyll. Officers wore tracksuits and on the parade ground cadets chased after a ball. The only vessels skimming the water were packed with tourists.</p> <p>Despite being confined to a trout-filled mountain lake the navy was ready for when - and it was when, not if - Bolivia regained a slice of the Pacific, said Captain Ramiro Arispe.</p> <p>The mission to Haiti would hone preparations. \"Surviving in waters infested with sharks are things we are not used to. But ... we are ready for the open sea,\" he said.</p>",
  "<p><a href=\"http://www.theguardian.com/business/sercogroup\">Serco</a>, the support services group whose responsibilities stretch from rail services in Liverpool to army bases in Sydney, said a global economic downturn will be good for business yesterday as it deepened its involvement in the US defence market with a $423m (£231m) acquisition.</p> <p>The British group said its US operations will account for a fifth of total revenues once it has absorbed SI International, a company whose extensive links to the US air force include providing logistical support to the F-22 Raptor fighter jet. The deal means that Serco has now added the USAF to a customer list that includes the US army and navy.</p> <p>Serco's chief executive, Christopher Hyman, said SI International specialised in \"complex stuff\", such as clearing millions of visa applications, that required well trained and security-vetted staff. </p> <p>\"SI adds air force customers whereas Serco's business is exposed to the army and navy,\" analysts at Cazenove said. \"The acquisition will also add to Serco's capabilities in the US and increase its access to higher-growth markets.\" </p> <p>Serco announced the deal along with a 20.8% increase in first-half pre-tax profits to £62.8m, on a 10.5% increase in revenues to £1.5bn. \"We are seeing good growth in defence, including in the UK and Australia,\" Hyman said. </p> <p>He expects double-digit revenue growth this year and for the foreseeable future, with the economic slowdown providing more opportunities to win outsourcing contracts. \"We tend to get more phone calls from governments and private-sector customers saying that they need to do more for less money.\" He added that tighter finances will also boost the firm's income from the defence sector.</p> <p>\"In defence, if you have shrinking budgets people will stop procuring new kit such as airplanes and weapons,\" he said. \"They will use what they have got and hire people who know how to get the existing product to go further.\" </p> <p>Hyman added that there will also be business opportunities from the return of army personnel from Iraq and Afghanistan who will need to be retrained or redeployed. He also played down the prospect of job cuts among SI's 4,500 employees in order to achieve planned cost savings of around $10m: \"This is a business where we want to expand. We will be absolutely keen to keep all of them.\"</p> <p>Serco's recent contract wins, which cover sectors as diverse as transport, local government and education, include a £500m deal related to the Dubai Metro and an environmental services contract with the borough of Hammersmith and Fulham worth £140m. In the six months to June 30, Serco said it had signed contracts worth £2bn and it was the preferred bidder on a further £800m worth of contracts. Its order book stands at £15.1bn. </p> <p>Hyman said Serco's next big expansion could be into India, where Serco already employs 800 staff backing its operations in other parts of the world.</p> <p>\"India already has a middle class of 200 million people and it is growing,\" said Hyman. \"It is a territory we are familiar with and we will take a look over the next few years.\"</p>",
  "<p>There were grimaces of disapproval in all sorts of places when Kevin Pietersen was appointed captain of England. Donald McGill could have made an excellent postcard of an outraged MCC member. The earrings had already put some people off. Others preferred to dislike the tattoos. There was a self-absorption that bordered on the narcissistic, an uneasy suspicion that he was really playing for Team KP.</p> <p>And he was, well, South African, went one rather jingoistic argument. There was - and still is - a widespread but faintly illogical notion that while it's okay for him to be in the team it's a great shame that he's our best player. Captain? Gracious, no. Unthinkable.</p> <p>But on the brief evidence of his first three matches in charge - and not forgetting that South Africa don't have many wheels left to come off - he has it in him to be not only a good but an outstanding skipper.</p> <p>When you consider the great England captains since the war your mind might alight upon the names of Hutton, Illingworth, Brearley, Hussain and Vaughan. But Tony Greig was a great England captain too, albeit for a short time, before the schism of Kerry Packer's World Series Cricket came along to dominate our memories of him.</p> <p>He did not have the tactical acumen of Ray Illingworth or Mike Brearley. For tactics he relied heavily on Keith Fletcher. But he was an outstanding leader of men, at Test if not at county level. Greig was South African too - like Pietersen he had one British parent - but what made him an outstanding captain was his utter self-belief. And he made those around him believe in themselves too.</p> <p>In Delhi, during the 1976-77 tour of India, where he was captain, he and John Lever missed the team bus because they were giving interviews. When they were completed Greig walked outside, stopped the busy traffic and instructed two scooter drivers to take them to their hotel. That was pure Greigy.</p> <p>On another occasion, in Barbados in 1974, Lawrence Rowe scored 302, one of the greatest Test innings. Greig, though he took six wickets, was clattered like everyone else. Then he put his right forefinger in the air to indicate to the rum-boisterous crowd that he would dismiss Rowe with his next delivery - and promptly did so.</p> <p>A few weeks later Greig, who bowled fast-medium, bowled off-spinners instead and took 13 wickets to win the final Test in Port of Spain, a performance that came to mind when Pietersen came on to bowl in the first one day international at Headingley last Friday and turned the match.</p> <p>Pietersen does not quite have Greig's charismatic presence. But he is an even better player. He leads by extravagant example and his meticulous preparation is also an example to lesser players.</p> <p>In his touchy-feely way he has, crucially, got Andrew Flintoff onside, and with him Steve Harmison. Under him, England have a substantially better chance of regaining the Ashes than they would have under Michael Vaughan, who appeared to have lost not only his form but also the dressing room, or at least important parts of it.</p> <p>Judging by his only Test as captain Pietersen, unlike Vaughan, also realises that Flintoff must play as one of five bowlers and bat at six; if the top five don't get enough runs change them.</p> <p>We can only make a proper judgment on Pietersen when things start to go wrong, which they will. And it will eventually end in tears, because it always does.</p> <p>It is still one hell of a gamble by the England selectors. It could, ultimately, destroy the form of England's stand-out batsman. Why can't England have different captains? But when, rightly or wrongly, they decided to unify the job Pietersen was the only man to turn to. He is certainly a better choice than Graham Napier. Seriously, that was a suggestion on one of those egregious radio phone-ins that I try to avoid. Except for Down The Line, of course.</p> <h2>A nation is inspired by no longer settling for second</h2> <p>I thought Sebastian Coe should have been drug-tested when he won the bid to host the 2012 Olympic Games in London. Why did we want the Olympics, a mind-bogglingly expensive event which had fallen behind football's World Cup as the planet's greatest sporting jamboree? But now I can't wait.</p> <p>For me, Britain's performances in Beijing were best summed up by Shanaze Reade, the BMX rider who returned from China medal-less and unfeted. Reade, you will remember, had suffered a fall on the first of her three semi-final runs but picked herself up, dusted herself off and started all over again. Bruised and bloodied she took her place in the final and was in the silver-medal position when, attempting to overtake France's Anne-Caroline Chausson on the final bend, she fell and suffered more cuts and contusions.</p> <p>The point was that silver wasn't good enough for her. She wanted a medal of an altogether different hue and it was that positive attitude which shone through Team GB.</p> <p>Expectations have not always been this high, of course. And it is all a far cry from the first Olympics I can remember, in Tokyo in 1964, the first to be widely televised. The Tokyo Games were watched on a television that resembled a snowstorm paperweight, a small piece of walnut with some fuzzy white stuff in the middle. </p> <p>When Ann Packer won the silver medal in the 400 metres (she would later take the gold in her less-favoured 800m) we jumped up and down with the sheer thrill of it. Silver felt enough then, as it was four years later when Lillian Board came second in the same event in Mexico City.</p> <p>Today, we know better and aim higher. Peter Ustinov once said that the British won at sport by being such good losers that they made the actual winners feel lousy about themselves. Today, that sentiment is fetid too. The achievement of Team GB in Beijing this month was not to shin up the medal table but to provide imperishable memories and inspire not only the next elite but also the wheezers and duffers among us for whom dreaming is enough.</p> <h2>Wenger's thrift is starting to look like a form of vanity</h2> <p>Arsène Wenger is beginning to resemble the pub round dodger who never puts his hand in his pocket: this could be the Gunners' fourth season without a trophy. Wenger has been magnificent, building one great side after another while offering a style of play unmatched by any other club. But he has been building for the future for too long now.</p> <p>\"If I can find one more player I will take him,\" he says. But anyone who has done a jigsaw puzzle knows that it is the last piece, often eaten by the moggie or hoovered up by mum, which is the most elusive. Not buying big seems a form of vanity with him while Manchester United and Chelsea pull further away.</p> <h2>Respect agenda has greater challenges in store</h2> <p>The FA's Respect initiative is, we are being told, a success. Players are not badgering referees as before. This is encouraging. But we haven't seen any big trophy-defining matches yet. Let's wait until Manchester United go to Chelsea. With Ashley Cole playing.</p> <p><a href=\"mailto:paul.weaver@theguardian.com\">paul.weaver@theguardian.com</a></p>",
  "<p>The Guinness Premiership is feeling no effects of the slowdown in the economy. Its pre-season launch was held yesterday in the ostentatious splendour of a Park Lane hotel, two new commercial partners have come on board, including the chain that owns the hotel, while a third has renewed its deal for another four years.</p> <p>In addition, the Premiership has found a terrestrial outlet with ITV4 showing an hour-long highlights programme on the Sunday of every league round, repeated on ITV1 the following Tuesday. Not even the threat of the experimental law variations, designed in part to drag the English game away from a perceived obsession with rolling mauls and penalty kicks at goal, could dampen the upbeat mood in the run-up to the first round of matches on Saturday week.</p> <p>\"These are tough economic times for some, but backers will always relate to quality and success,\" said Mark McCafferty, the chief executive of Premier Rugby. \"Sponsors have seen the way we have developed as a competition and we are delighted to have found the regular slot on terrestrial television we have long been looking for.\"</p> <p>For the first time since he took over in 2005, McCafferty can enjoy the start of the season without being engaged in an arm-wrestle with Twickenham. The clubs and the Rugby Football Union's agreement on the management of elite players came into force last month and a review of its progress will be conducted in December.</p> <p>\"By then, we will have had the November internationals and rounds of the European and Anglo-Welsh competitions,\" said McCafferty. \"What is significant is that the success of the agreement will be measured not by just how England are doing but how the clubs are faring. We only won one out of three cross-border tournaments last season and want to put that right.\"</p> <p>That was Bath's success in the European Challenge Cup, a competition that is set for an overhaul with English clubs prevailing in seven of the last eight seasons. \"Our view is that Europe needs a second tournament, but a stronger one than we currently have,\" said McCafferty. \"One idea currently being looked at is whether to include some of the early fallers in the Heineken Cup playing in the knockout stage of the Challenge Cup.</p> <p>\"Last season, that would have meant the likes of Wasps, Leicester, Biarritz and Llanelli Scarlets, all big brands, continuing their European campaigns. It is something football does after the group stage of the Champions League with third-placed teams going into the Uefa Cup. It is an idea worth exploring.\"</p> <p>The Anglo-Welsh Cup is in its final season in its current form. The agreement with the RFU means the Premiership clubs are looking for a tournament to be played in the months of November, February and March, when players are away on international duty and clubs will take a break from the Premiership campaign.</p> <p>\"The emphasis will be on development, but there are only 32 players in the elite England squad so it will not be a tournament short on quality,\" added McCafferty. \"We are talking with Wales and I think there will be scope for clubs from our first division and the Welsh Premiership to take part as we look to expand the game.\"</p> <p>Last season's Premiership was the most notable in terms of attacking play. Ian McGeechan, director of rugby at the Premiership champions, Wasps, is confident the experimental law variations will not lead to a drop in standards despite the generally acknowledged drop in quality in this season's Tri-Nations.</p> <p>While Saracens' new director of rugby, Eddie Jones, has publicly wondered if the variations had been pulled out of a cereal packet by the International Rugby Board, McGeechan said: \"I have been speaking to coaches in South Africa this summer and I do not think the variations will lead to a change in the game's core values.\"</p>",
  "<p>Last week, the House of Lords science committee criticised a culture of fast fashion for contributing to the growing amount of domestic waste in Britain. Textiles make up 3% of the 30m tonnes of waste collected from households by local authorities every year, and the committee accused retailers of encouraging consumers \"to dispose of clothes which have only been worn a few times in favour of new, cheap garments which themselves will also go out of fashion and be discarded within a matter of months.\" </p> <p>But with the average household's disposable income down £2,500 in the past 12 months - the first drop for 11 years - it is unlikely that shoppers are about to swap regular purchases from the lower end of the high street for expensive well-made and ethically sourced fashion.</p> <p>However in these lean times, another sector is experiencing a surge in sales: charity shops. It was revealed last week that sales at Oxfam stores across the country have risen 7% in a year. Indeed, Charity Finance magazine reports that profits across 72 charity shops are up 7.4% this year, and that sales have risen 5.7%. The British Heart Foundation, one of Britain's biggest chains of charity shops with 560 stores, says sales are up by as much as 6%. While many high street stores are pulling back on their expansion plans, the BHF plans 40 more stores this year. Age Concern is also bringing forward plans to open more stores after recording a 9% increase in sales last year.</p> <p>Fashion experts are also noting a shift in our approach to charity shopping. For a new breed of ethical and fashion-conscious consumers, secondhand purchases are not just driven by thrift. \"I get a feeling that people are trying to become more individual at the moment, and buying secondhand clothes is a way to do that,\" says Jane Shepherdson, the former boss of Topshop who now heads the Whistles clothes chain. \"There has been exposure of certain high street retailers who have not been clean as they should be in their supply base, so if you want cheap clothes and a clean conscience then a charity shop is an obvious route.\"</p> <p>With the popularity of eBay and schemes such as the recent Visa Swap clothes exchanging event in London, fronted by Lindsay Lohan, there is less stigma than ever in wearing secondhand goods. \"For shoppers who love the dig-and-delve experience of shops like TK Maxx, there is really not much difference in going to a charity shop - it is all about enjoying the experience of finding a bargain,\" says Lorna Hall, executive editor of fashion trade journal Drapers. \"A certain section of consumers are turning their back on fast fashion and like the idea of recycling.\"</p> <p>For their part, charities have noted the increased competition from cheap clothing stores such as Primark and Peacocks and have stepped up their act. The shops may still be staffed by volunteers, but most major charities now employ professional retailers to manage their store chains, with backgrounds at successful businesses such as Mothercare, Next and Marks &amp; Spencer. Mary Portas, the retail expert whose Mary Queen of Shops series saw her spruce up lacklustre fashion boutiques, is even turning her hand to charity shops in her next BBC2 series.</p> <p>Oxfam has been particularly innovative, experimenting with specialist book, furniture and boutique clothing stores. The latter, which are being tried out in central London, sell a mix of fairtrade fashions, items made from recycled fabrics and vintage clothing picked to appeal to the fashion conscious. The charity is using Shepherdson as an adviser to get its stores right. As David <br>McCullogh, deputy chief executive of Oxfam, says, \"We are not in that place where charity shops used to be, where people come to us because they have no money and nowhere else to go. We think we are much more attractive as somewhere where you can find unusual, interesting and one-off pieces of clothing. Sales are driven by that and we have put a lot of work into getting better quality and interesting donations.\"</p> <p>Hall agrees that a charity shop's success is unlikely to be based on cheapness alone. </p> <p>\"You can get clothing as cheap or cheaper at supermarkets and value shops,\" she says. Instead, initiatives such as Oxfam's recent tie-up with Marks &amp; Spencer in which the high street retailer offers £5 vouchers to shoppers when they donate a bag of goods containing at least one item of M&amp;S clothing, have brought a new type of consumer into charity shops. </p> <p>The initiative, which generated an extra £1m in donations for Oxfam, also throws light on an increasing problem for charity shops - the decreasing quality of donations. They are struggling to deal with the prevalence of low-quality disposable fashion, which is harder to sell secondhand. Some put signs in the window asking donators to consider whether anyone would buy the items they are dumping in the shop's doorway.</p> <p>However, as demand for second-hand clothes grows, an even bigger issue is increasing competition in the hunt for quality donated goods, particularly from professional companies which collect secondhand clothing for sale overseas.</p> <p>The price of secondhand clothing on the international market has soared by more than 70% in the past two or three years. That increase in value has helped charities raise money; 50% of clothing donations unsuitable for sale in UK charity shops go on to be sold in developing countries, or are recycled into new products such as stuffing for mattresses. But it has also fuelled an increasing number of professional secondhand clothing traders, or \"rag merchants\".</p> <p>Some of these companies pose as charities, or suggest clothes will go to the poor, in order to solicit clothing donations in door-to-door collections. Charities and trading standards officers have attempted to raise awareness of the scams, but many people still donate goods to these businesses in the belief that they are helping a good cause. And charities believe competition for donated items will only get tougher, as people try to save money by holding on to clothes for longer or selling quality items on auction websites.</p> <p>So, as demand increases, the main problem seems to be meeting it. Age Concern says that this year only 16% of the collection bags it posted to people's homes were returned with clothing donations, down from 20% last year. \"This end of the market should do well when householders are hard up,\" says Ken Blair, chief executive of the BHF's shops, \"but there is a problem in whether we can find enough quality donations.\"</p>",
  "<p>By attempting to portray Russia as an increasingly defiant player in international affairs (Russia: we are ready for a new cold war, August 27), the west is placing the cart before the horse. It is the west's reluctance to accommodate Russia's security concerns, not Russia's intransigence, which is largely responsible for initiating the new cold war.</p> <p>After 9/11, Russia offered the US partnership in the war on terror by accepting the existence of US military bases in its backyard, and agreeing to share intelligence. When Washington failed to reciprocate - by not offering support for Russian membership to the World Trade Organisation, or engaging in high-level consultation on Iraq, or showing sensitivity to Russian interests in the erstwhile Soviet space - Moscow adopted a confrontational stance towards the west. Of course, the last straw was Kosovo's unilateral declaration of independence, which was not only instigated, but fully supported by the west.</p> <p>It is not difficult to discern why the west is being so arrogant and unreasonable: a multipolar world remains an anathema to the victor of the cold war.<br><strong>Randhir Singh Bains</strong><br>Ilford, Essex</p> <p>When, subsequent to their engineered break-up of Yugoslavia, the US and some of its allies rushed to recognise an independent Kosovo, Russia warned the US and Nato that recognising Kosovo's independence would encourage other small ethnic groups to seek independence too. Well, for geostrategic reasons (particularly to legitimise a permanent US military presence in the Balkans), the US and Nato sowed the wind of rebellion and now they are reaping the whirlwind of rebellion in Georgia. It is just monumental hypocrisy for the US/EU to accuse Russia of aggression in this regard. </p> <p>I say, \"Live with it, Miliband.\" Don't go scurrying off to Ukraine to organise a \"coalition of the willing\" for the US administration. South Ossetia and Abkhazia have every right to declare their independence, and Russia has every right to recognise it. <br><strong>Brian Abbott</strong><br>Cork, Ireland</p> <p>You say, in effect, that the west is the final arbiter when it comes to upholding or ignoring the principle of territorial integrity (The Princip precedent, August 27). Georgia and Serbia spring to mind.</p> <p>An acceptable Russia is one that dares not pursue its national interest in its near abroad. The only legitimate near abroad, in your eyes, is the west's.</p> <p>So the west brushes aside the inconvenient fact that Ukraine is really half-Russian, and deems Stalin's arbitrary and cynical gift of Slav-populated Transdniestra to Romanian-speaking Moldova to be immutable. If territorial integrity is sacrosanct, then presumably democratic Armenia will be forced to hand back Armenian-populated Nagorno-Karabakh to oil-rich Azerbaijan.<br><strong>Yugo Kovach </strong><br>Twickenham, Middlesex </p> <p>Luke Harding states that \"under the ceasefire deal brokered by France's president, Nicolas Sarkozy, Russia is obliged to withdraw its forces to their pre-August 7 positions\" (Russia accused of violating ceasefire deal, August 25).This is what George Bush says and it is patently false; it is not what Sarkozy himself says - he is merely calling upon Russia to leave the Poti/Senaki area as soon as possible. </p> <p>On a similar partisan note, your editorial (Fighting talk, August 26) puts the term peacekeeping in quotation marks when referring to the status of the Russian troops, and describes them as being deployed in areas of Georgia \"far removed from the conflict zone\"; mostly they are seven kilometres from the border with South Ossetia and Abkhazia, with some checkpoints further inside. I agree with Jonathan Steele (Comment, August 25): the lies should surely be exposed and the hysteria deflated, not stoked up further.<br><strong>Dr Hugh Goodacre </strong><br>Senior lecturer, University of Westminster</p> <p>Would someone in the Foreign Office, explain why the recognition of Kosovo was a \"good thing\", but the recognition of Abkhazia and South Ossetia is a \"bad thing\"?<br><strong>Professor Vaughan Lowe</strong><br>All Souls College, Oxford</p>",
  "<p>The Dalai Lama is suffering from exhaustion and has cancelled two planned international trips to undergo medical tests. The 73-year-old Nobel peace prize winner had been \"experiencing some discomfort in the past couple of days\", a statement from his office said.</p> <p>The Tibetan spiritual leader has just returned from an 11-day visit to France, capping an intense few months since the violent uprising against Chinese rule in the Tibetan capital, Lhasa, in March and the subsequent Chinese crackdown.</p> <p>He spends several months a year travelling the world teaching and highlighting the struggle of Tibetans for greater freedom from China.</p> <p>He cancelled trips to Mexico and the Dominican Republic and will spend three weeks resting, said Thupten Samphel, a spokesman for the self-declared Tibetan government-in-exile. His doctors have diagnosed exhaustion.</p> <p>The spokesman said that the Dalai Lama would travel to Mumbai for medical tests before returning to the north Indian hill town of Dharamsala to recuperate. He gave no further details.</p> <p>The Dalai Lama has had his headquarters in Dharamsala since fleeing Tibet in 1959 after an abortive uprising against China.</p> <p>Although he is thought to be in good health, this is not the first time that exhaustion has laid him low. In 2006, the Buddhist leader was grounded by his doctors because of exhaustion and cancelled all his engagements for a month.</p> <p>Since the outbreak of violence in Tibet, China has stepped up its campaign to vilify him, blaming him for recent unrest, which Beijing says was part of a campaign to split the Himalayan region from the rest of China.</p> <p>He has denied the allegations, saying that despite the violence he only wants greater autonomy for the Himalayan region in order to protect its Buddhist culture.</p>",
  "<p>This rock is perched on a cliff, behind which is a sheer drop of 500-600ft. I made the picture in 2004, at the southernmost point of the Cap-Vert peninsula near Dakar in Senegal, which is the westernmost point of continental Africa. It is part of a project I've been working on since 1990, to make pictures looking out to sea from all the extreme edges of the land masses around the Atlantic ocean.</p> <p>The Dakar army base is situated on the cliffs above this rock, and it's extremely hard to get to because of the high-level security. My guide had grown up in the area, however, and knew of some holes in the fortifications. So we snuck through under cover of night, with armed guards all around us. The swell of the sea in the background was so quiet that you could hear a pin drop. My guide whispered to me, \"We really have to go as soon as possible, because if we're caught, we're both in jail.\"</p> <p>When I started to look at the scene more closely, I noticed that at the base of the rock was a graffitied double arrow, almost certainly a reference point for some refugee boat, which is one of the reasons why the place was so heavily patrolled by the army. What made me extraordinarily happy about the arrow was that it was pointing to the easternmost point of South America, where I was heading next.</p> <p>I had to be quick, but I just had time to make the picture, which was a long exposure of maybe 15 minutes. Behind the rock, you can see there is a white slanting line, which is a long breaker that fell more or less regularly because of the underwater geography. It happened over and over again during the time of my exposure, so that I got a continuous but fuzzy white line. The picture is one of my favourite things in the world. If it doesn't sound too silly for an adult to say so, this was an entirely magical moment.</p> <h2>Curriculum vitae</h2> <p><strong>Born: </strong>San Francisco, 1946</p> <p><strong>Inspirations: </strong>\"I'll live and die by the late works of Edward Weston, Alfred Stieglitz and Paul Strand, and I think Robert Frank is the most extraordinary living photographic picture-maker.\"</p> <p><strong>High point: </strong>\"Making this picture, and the whole Point of No Return project.\" </p> <p><strong>Low point: </strong>\"The dangerous weather conditions that occurred during my recent work along the Antarctic peninsula on a 50ft sailing boat. It was constantly life-threatening, and it scared the hell out of me.\" </p> <p><strong>Pet hate: </strong>\"I hate the words \"snap\", \"shoot\" and \"take\" when it comes to making photographs. Everything I do is very seriously built up. They are 'made' pictures.\"</p>",
  "<p>Despite deepening economic gloom and impending climatic destruction the world is becoming a happier place, according to an analysis of quarter of a century of data on wellbeing from 45 countries around the globe. The finding goes against the received wisdom that a country's economic advances do not translate into increased wellbeing among its citizens.</p> <p>The researchers who compiled the data believe increasing levels of happiness were not picked up until now because studies have tended to focus on rich countries where increases in wealth make little difference to their citizens' satisfaction with life.</p> <p>\"The classic view, which we are not disputing, is that there are diminishing marginal returns to economic development,\" said Roberto Foa at Harvard University. \"So for initial levels of economic development people are escaping subsistence poverty and people's subjective levels of happiness will increase.\"</p> <p>Once their basic needs have been fulfilled - having shelter, enough food to eat and so on - then further economic development doesn't lead to more happiness in a straightforward linear way, said Foa. Social scientists call this the \"hedonic treadmill\" – like the Red Queen in Lewis Carroll's Through the Looking-Glass, you keep running but don't make any progress.</p> <p>However, the new analysis does suggest that measurable increases in happiness have been occurring over the past 25 years. It used data from the World Values Survey and European Values Study, which conduct regular standardised questionnaire studies in a group of countries that between them contain 90% of the world's population. </p> <p>The present study, which is published in Perspectives on Psychological Science and is reported in New Scientist, used data from the 52 countries with the most complete data set from 1981 to 2007. Of these, 40 showed an increase in average happiness - as measured by their \"subjective wellbeing\" score - while in 12 countries happiness levels dropped. The average percentage of people saying they were \"very happy\" rose by 7%. </p> <p>The advantage of comparing data from these surveys is that in each case the questions were asked in the same way, so changes are likely to reflect real changes in happiness rather than different ways of answering a slightly different set of questions.</p> <p>Of the most improved countries, Ukraine, Moldova and Slovenia showed the largest hikes in average happiness while at the bottom of the table were Hungary, India and Australia. The US was firmly mid-table at 29th with Britain four places behind. However, both countries did better when it came to changes in the size of the happiest group of people. In Britain, the number of people saying they were \"very happy\" went up by around 13%. The equivalent figure for the US was around 8%. In Mexico, the number of people in that category went up by nearly 25%, a bigger rise than in any other country. </p> <p>As in previous analyses of the data, Latin American countries come out as particularly happy – more so than you would expect based on their GDP alone. \"Happiness is the gap between what you have and what you expect to have in life. If that gap is very small then you are happy, and if it is quite wide then naturally you are quite unhappy,\" said Foa.</p> <p>To get happier you can either reduce your expectations or increase what you have. Foa believes that the strong religious and family traditions of Latin American societies have served to help people come to terms with what they have, while at the same time they have advanced steadily economically – so the happiness gap has been narrowed from both ends.</p> <p>Another major finding from the survey is that personal freedoms, democracy and a tolerant society are important for a nation's overall happiness, particularly in richer societies. Happiness on a national scale correlated well with high scores in an index measuring how accepting people were of having immigrants, homosexuals and people of different races as their neighbours. </p> <p>\"In more affluent societies, people give higher priority to free choice and self-expression, which accordingly, play an increasingly important role in shaping their wellbeing,\" the authors write. \"People living in more tolerant societies tend to be happier, regardless of their own beliefs.\"</p>",
  "<p>Conditions for single women at an immigration removal centre are unacceptable, the chief inspector of prisons says today in a report that also raises serious concerns about the wellbeing of children held at the facility.</p> <p>In a report on Tinsley House, which is beside Gatwick airport in West Sussex, Anne Owers said care provisions for children held there for longer than a few days were inadequate. \"The centre remained poorly equipped to mitigate the inevitably damaging effects of substantial periods of detention on such a vulnerable population,\" Owers said.</p> <p>For the mainly male population at Tinsley House, inspectors said staff ran a \"largely safe and respectful' environment. But the report found single women lived in \"extremely poor\" conditions and all women were \"marginalised and almost forgotten\". </p> <p>\"We were particularly troubled by the plight of single women. Their situation should be addressed as a matter of urgency,\" Owers said. Single women were forced to share facilities in a mainly male establishment, which could be \"embarrassing and intimidating\".</p> <p>While healthcare standards at the centre were considered to be generally good, the inspectors found evidence of staff drugging detainees against their will. \"We were concerned to find two recent examples of forced medication applied to detainees threatening self harm, which had not been subject to thorough review to ensure their appropriateness,\" the report said. It also found \"examples of detainees given tranquilisers inappropriately without their consent\".</p> <p>The inspectors had also witnessed \"unprofessional conduct\" by external staff employed by the UK Border Agency to escort detainees in and out of the centre. Security guards carrying out forced deportations had at times restrained people \"prematurely\". </p> <p>A spokesman for the agency said: \"The safety and security of female and male detainees at Tinsley House is taken very seriously. Females have separate living accommodation and access to facilities such as the laundry or refectory at female-only times. We are determined to treat children with fairness and compassion and we only detain children where it is absolutely necessary.\"</p> <p>He declined to comment on the medication of individual detainees, but said new policies covering the administering of drugs were in place.</p>",
  "<p>The Dalai Lama has cancelled his upcoming international trips after complaining of exhaustion, sparking concerns for his health. </p> <p>The 73-year-old Tibetan spiritual leader has been \"experiencing some discomfort\" in the past few days and decided not to go on scheduled trips to Mexico and the Dominican Republic, his office said in a statement today.</p> <p>Thupten Samphel, spokesman for the Tibetan government-in-exile, said the Dalai Lama would travel to Mumbai for medical tests before returning to his home in Dharamsala to rest.</p> <p>Samphel added that: \"He has been going to Mumbai for regular health check ups on advice from his doctors for quite a long time.\"</p> <p>He declined to give further details of the Dalai Lama's condition.</p> <p>The winner of the 1989 Nobel Peace prize has lived in exile in of Dharamsala since 1959, when he fled Tibet after an unsuccessful uprising against China.</p> <p>Tempa Tshering, a representative of the Dalai Lama in Delhi, tried to allay health fears. \"The Dalai Lama is fine, he's just exhausted,\" he said. \"He has had a hectic schedule for the last year.\"</p> <p>China has accused the Dalai Lama of masterminding the violent uprising against its rule in the Tibetan capital, Lhasa, in March, and trying to gain full independence for the Himalayan region. He denies these allegations, and says he wants greater autonomy for Tibet only to protect its Buddhist culture.</p> <p>The Dalai Lama normally spends much of the year travelling the world to teach Buddhism and raise awareness of the plight of Tibetans. He has just returned from an 11-day trip to France.</p>",
  "<p>What is it that Hillary Clinton's supporters most wanted? Was it Hillary herself? Was it a Democratic ideal? Or was it a female president?</p> <p>Today, <a href=\"http://www.theguardian.com/commentisfree/2008/aug/27/uselections2008.television\">most pundits are championing her olive branch</a> to the Obama campaign, her heroic bowing out toward party unity. We'll say that her most important line - \"Were you in this campaign just for me?\" – was meant to gently nudge her supporters to recognise the greater good. But the problem is so-called Puma types and hardcore Hillary fans are angry, not just because their candidate didn't win, but because there are so few other viable women presidential candidates on the horizon. And Clinton didn't do enough to assuage that anger.</p> <p>Partly it's as (and today we agree) <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/aug/27/hillaryclinton.democrats2008\">Mike Tomasky noted</a> last night: Clinton should have addressed some of the major issues that divide the parties even more aggressively than she did. That would have meant more about abortion (note that she didn't talk about the party's pro-choice positioning), more on embracing the country's history of immigration in positive terms, more on anti-isolationist foreign policy, more on Obama's ability to be a stellar commander-in-chief.</p> <p>And every time she said those things, and this should have held true for even what she did say last night, she needed to couple every \"I\" in the same breath as \"Obama\". As in, instead of saying \"I ran for president to renew the promise of America.\" She might have said, \"Like Obama, I ran for president to renew the promise of America, and now all of you who believe in that promise should support him, as I do.\"</p> <p>But beyond all that, Clinton missed an opportunity to link the two most important civil rights struggles in American history - civil rights and women's rights - in a mutually reinforcing way to get past the bitter pill women's rights advocates feel is being forced down their throat.</p> <p>The tension between the <a href=\"http://en.wikipedia.org/wiki/History_of_women's_suffrage_in_the_United_States\">women's movement</a> and the African-American civil rights movement is unfortunately nearly as old as both. A handshake from one side to the other, a recognition that these struggles have both needed each other and benefited from each other's successes might have gone a long way in giving the Puma democrats a reason to come around to the Obama camp.</p> <p>Some women will say they have spent too much time, their mothers spent too much time, their grandmothers and great-grandmothers spent too much time, stepping aside for other movements. But this is a mistake. This is the greater tension I think, the catharsis that goes beyond a question of Obama and Clinton themselves.</p> <p>To British readers, some of this might seem a bit ridiculous. But while our two countries <a href=\"http://www.archives.gov/exhibits/featured_documents/amendment_19/\">gave women the right to vote</a> at approximately the same moment nearly 90 years ago, since then we've diverged wildly on women's representation in government. This means the wound of Clinton's loss festers ever deeper, refusing to heal.</p> <p>In the UK you've not only had a woman lead your country (granted, most Guardian readers were and are likely not Thatcherites, but her election and 11 years in office still answers the question of a belief in women's leadership ability in a way that we Yanks have yet to prove to ourselves), you have a far greater pool of women politicians to draw from. You're no Scandinavia, but one in five members of Parliament are women.</p> <p>Contrast that to the US. In the <a href=\"http://womenincongress.house.gov/\">pipeline</a>, things aren't looking as good as they should in 2008. We've only 16 women senators out of 100, 74 female representatives out of 435 and eight women governors out of 50 (this year is an exception, normally we draw our presidential candidates from governors' mansions). </p> <p>Partly as a result of America's continued inability to create affordable childcare options for women, our parties have been unable to woo substantial numbers of women into running for higher office. Granted, groups like <a href=\"http://www.emilyslist.org/\">Emily's List</a> have done an admirable job in electing women (pro-choice women in particular), but the next viable female presidential nominee is … Hillary Clinton in 2012?</p> <p>This is a problem. And this, I suspect is why the Pumas are really angry. They saw Clinton as their only shot. But they've got their anger misplaced. They should be focused on nurturing other women, the next generation as well as Clinton's, so that they never again find the playing field so bleakly unequal, the future so blankly, uniformly male.</p>",
  "<p>Two hijackers of a Sudanese plane that landed in Libya freed all the passengers today after a 22-hour standoff and then surrendered, Libya's aviation authorities said. </p> <p>The plane, which had been en route to the Sudanese capital of Khartoum, was taken over by suspected Darfur rebels and diverted to a second world war airstrip in Kufra, a remote town in the Libyan Sahara desert.</p> <p>Sun Air executive director, Murtada Hassan, said two hijackers had surrendered, but that there could have been others who had slipped out with passengers released earlier. </p> <p>Sudan's foreign ministry said the hijacking was an \"irresponsible terrorist act\" and called for the hijackers to be extradited.</p> <p>The aviation authority said that 95 passengers had been on the plane, all of them Sudanese except two Egyptian police officers, two Ethiopians and one Ugandan. </p> <p>The hijackers are said to have demanded that the plane be refuelled to fly to Paris. Sudan's aviation authority said they had demanded refugee status there.</p> <p>\"They have asked for asylum rights, refugee status. That was their first demand,\" said spokesman Abdel Hafiz Abdel Rahim.</p> <p>The Kufra airport director, Khaled Sasiya, said he spoke to one of the hijackers, who identified himself as Yassin and said they were from the Sudan Liberation Movement (SLM), led by Abdel Wahid al-Nur. But a spokesman for the movement denied any involvement. Yahia Bolad said the group had \"no relation to this act\".</p> <p>Libyan officials said the passengers were released yesterday. There have been reports the hijackers demanded fuel and maps to fly to Paris.</p> <p>Bernard Kouchner, the French foreign minister, told Europe-1 radio that the SLM leader, who lives in Paris, denied he was in contact with the hijackers. \"He says he doesn't know these people and that he absolutely refuses to use such methods,\" Kouchner said. \"It's not his way. He's rather a peaceful man.\"</p> <p>The Kufra airport director said the hijacker he spoke to told him that the poor air-conditioning system on the plane was creating breathing problems and that some passengers had fainted.</p> <p>An airport security official said that among the passengers were former rebels who have become members of the Transitional Darfur Regional Authority, an interim government body. The authority is responsible for implementing a peace agreement reached in 2006 between the government and one of the rebel factions.</p> <p>Sudan's consul in Kufra, Mohammed al-Bila Othman, told Suna there were about 500 security and police personnel at the airport as well as ambulances and firefighting vehicles.</p> <p>The chief of police of the southern Darfur province, Major General Fathul-Rahamn Othman, told Suna that the hijacking aimed to \"destabilise security\".</p> <p>Darfur's ethnic African rebels have been fighting the Arab-led Khartoum government since 2003 in a conflict that the UN says has killed up to 300,000 people and driven 2.5 million from their homes.</p>",
  "<p>Once again, the release of Office for National Statistics (ONS) and European <a href=\"http://www.theguardian.com/world/2008/aug/27/population.eu\">population projections</a> has caused a flurry of anti-migration commentary in sectors of the media less comfortable with ethnic diversity. These population statistics <a href=\"http://news.bbc.co.uk/1/hi/uk/7583776.stm\">predict</a> that the population of the UK and France will rise, while the population of Germany and many eastern European countries will shrink. </p> <p>Almost all demographers agree that the UK is likely to experience some population increase over the next 50 years, caused by a combination of greater longevity and international migration. The exact size of the population increase is speculation and we should remember previous population projections have been vast over-estimates. In 1965, the ONS's predecessor organisation predicted a UK population of 75 million by 2000. </p> <p>Political debate about the UK's population growth is both heated and polarised, between those who stress the negative aspects of immigration and those who argue that younger migrants are needed to pay our pensions. Arguably, a fresh approach is needed when considering the implications of projected population growth in the UK. Rather than contesting statistics we need to consider the future impacts of migration on economic and social development, both for the UK and globally. </p> <p>Set in an international context, immigration into the UK is part of the wider phenomenon of increased human mobility around the world. Today, the UN estimates that 200 million people live outside their country of birth, a doubling of numbers in just 25 years. Some of these people are forced migrants – refugees forced to flee as a result of war or human rights abuse. Most of the world's migrants, however, move to work or study in another country. For them, and the countries that send and receive them, there are many economic and social benefits. </p> <p>Migrants bring skills, and the UK's universities, hospitals and IT sector are all heavily dependent on skilled migrants. Furthermore, there are benefits for their home countries; for example, remittance payments often finance the education of extended families. <a href=\"http://www.theguardian.com/politics/2008/aug/26/immigrationpolicy.immigration\">IPPR research</a> published this week, highlights the positive local economic that migrants bring, such as boosting trading links between the UK and their home countries. There are social benefits, too. For example, migration to the UK has the potential to improve the position of women, by giving them an independent income and exposure to cultural norms that stress female emancipation. Of course, the economic and social benefits of migration are not clear-cut. The movement of skilled workers from a developed country to the rich west may deplete the former of its brightest and best. Remittance payments – which far exceed development aid – may not always promote sustainable economic development. The policy challenge for governments is to minimise these trends, while acting to maximise the benefits of international migration.</p> <p>Migration futurology should move beyond a narrow focus on population statistics. We need to accept that international migration is inevitable and desirable, both now and in the future. Policy interventions should focus on how we can maximise the benefits of migration and how we can build good community relations. Restricting immigration to the UK will not generate benefits for the UK or developing countries. Our work visa regime needs to facilitate the movement of those we need, rather than hinder it, and we need to consider how we can support universities in developing countries, to counter the risk of brain drain.</p> <p>As a country, we need to promote migration and the greater diversity that it brings. Governments, community leaders, migrants and longer-settled populations all have a role in securing good community relations. A national museum of migration, to tell the story of immigration and emigration, could help also cast the story of migration in a more balanced manner.</p> <p>Finally, we need to move away from dead-end debates about numbers. Size matters, but policy to promote economic and social development matters a good deal more.</p>",
  "<p>Heart of Midlothian have been fined £20,000 and their chairman, Roman Romanov, £10,000 after comments made at the club's annual general meeting on April 18.</p> <p>Romanov, the son of the club's owner, Vladimir, called on shareholders to ask themselves \"how many times this season we have been screwed by referees\" after claiming that the Scottish Premier League was \"fixed\".</p> <p>Such comments cut little ice with the Scottish FA's General Purposes Committee, which has taken the step of punishing both the chairman and Hearts for bringing the game into disrepute.</p> <p>Amid a rising row between several Scottish clubs and the game's match officials, the Dundee United manager Craig Levein was fined £5,000 by the same committee for publicly stating his side were \"cheated\" in successive matches against Rangers. The Falkirk manager John Hughes has said this week that he may seek alternative employment after a series of clashes with officialdom while Gus MacPherson, the St Mirren manager, and Hibernian's Mixu Paatelainen have also been outspoken in recent weeks.</p> <p>Hearts and the Romanov family are no strangers to such controversy, however. Vladimir Romanov was fined £10,000 in December 2006 for claiming referees were biased against his club. Hearts were punished by the same figure for airing the comments on their official website.</p> <p>Hearts have also been hit by successive fines by the Scottish FA for their poor on-field disciplinary record during the last two seasons.</p>",
  "<p>Leading up to <a href=\"http://www.theguardian.com/world/2008/aug/27/uselections2008.hillaryclinton1\">Hillary Clinton's Democratic convention speech</a> on Tuesday night, there was what could be charitably described as a wee bit of pressure being put on her by the talking heads in America's Cable News Land, who carefully laid out their perfectly reasonable expectations: Clinton was to unify the party; she was to make a strong case for an Obama presidency; she was to obliterate McCain; she was to honour her supporters; she was to be deferential, but strong; she was to be gracious; she was to be supportive; she was to be persuasive; she was to be authentic; she was to be witty; and she was, above all, to be flawless.</p> <p>Because anything less than all of the above, perfectly executed, would be deemed a disaster.</p> <p>Hours before showtime, I found myself captivated by the ringleaders <a href=\"http://www.dailymotion.com/petulant/video/x6k7zb_the-talking-heads-anticipate-hillar_news\">at cable news channel MSNBC</a>: David Gregory and Keith Olbermann, wearing their politically non-committal purple ties, and <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/01/17/AR2008011702828.html\">Chris Matthews</a>, looking like he'd escaped from an asylum, his mad, windblown hair and the evident dearth of combs in the whole of Denver lending an even more maniacal air to his usual madcap blathering.</p> <p>Only Hillary and Bill Clinton can quiet their supporters and unite the party, intoned Gregory sagely, during a Very Serious Discussion about whether the Clintons would try to \"make the convention about them\" or support Obama, as if it was seriously conceivable that two of the most resolutely partisan Democrats in the nation would try to hijack a party convention in a totally illogical play for legacy.</p> <p>The surreality did not stop there, as every new hypothetical, every flourish, seemed pulled from a parallel dimension. There were implications that Clinton was making last-minute refinements to her speech just to keep it from being properly vetted; \"It's hard to harmonize when you don't know the tune,\" Matthews said, more than once. Joe Scarborough jumped in to wonder what \"got the Obamas and Clintons together\" over the past few days, as if there haven't been, for weeks, disavowals from both camps that negotiations were tense or rife with animus, as if the narrative of disunity were not a wholesale media creation from the get-go.</p> <p>And then the coup de grace, as Olbermann <a href=\"http://www.youtube.com/watch?v=hXtPonA2opk\">noted</a> that \"people have questioned what Senator Clinton's motives might be going into this speech,\" then pondered, sincerely, \"Is it possible, and I know in this cynical year it seems almost silly to ask this question, but is it just not possible that she could genuinely believe that the nation can't sustain itself with another four years of Republican rule and that that's the motivation going into tonight's speech for her?\" This is what it had come to at last – the possibility that Clinton has integrity was being discussed like the remotest possibility in the multiverse, something \"silly\" to consider, the idea that Clinton is motivated primarily by not wanting Republicans to win presented as the zaniest outlier of all conceivable motivations.</p> <p>It was, perhaps, too much to expect that reason could penetrate the MSNBC bubble inside which Olbermann is cloistered – and supporting evidence for the void of said reason soon presented itself in the gruesome spectre of Pat Buchanan, <a href=\"http://shakespearessister.blogspot.com/2008/03/why-is-this-racist-superfuck-still-on.html\">still considered an appropriate national commentator</a>, despite the fact that he should long ago have been relegated to the dustbin of history, unfit to comment on bullfrog racing, no less the Democratic convention.</p> <p>When we catch up with the manic Matthews again, he is in full meltdown, barking at Clinton supporter Lisa Caputo questions about how the Clintons are going to win the White House back for the Clinton family. Caputo laughs at his suggestion that the Clintons have a \"restoration plan\" to recapture the White House. \"I'm SERIOUS,\" he insists. Yes, that's precisely the problem, you crazy, crazy man.</p> <p>Shortly thereafter, while Matthews engages Chuck Todd in more <a href=\"http://www.urbandictionary.com/define.php?term=zomg\">ZOMG</a> Clinton Apocalypse chatter, MSNBC puts up one of the most laughably ridiculous graphics I have ever seen. The narrative, of course, as it has been all evening, is that Clinton's wild-eyed, rogue supporters are going to defect and vote for McCain in large numbers. The graphic that goes up is labeled, approximately, \"Clinton Supporters Who Don't Support Obama,\" and shows that 50% of them have an unfavorable view of Obama and \"only\" 24% of them have an unfavorable view of McCain. Naturally, we're not meant to notice that this is only among Clinton supporters who don't support Obama – we're meant instead to infer that there's a possibility that fully 50% of all of Clinton's supporters won't vote for Obama. This is beyond a joke. This is dishonest hoodwinkery in service of a bullshit narrative.</p> <p>Moments before Clinton is to take the stage, MSNBC's coverage reaches its nadir, as Matthews and Olbermann obsess about Bill Clinton's proximity to a \"Unity\" sign. Even Freud would have told these guys to settle down.</p> <p>Then comes <a href=\"http://www.nytimes.com/2008/08/27/us/politics/27text-clinton.html\">the speech</a>.</p> <p>It is unifying. She makes a strong case for an Obama presidency. She obliterates McCain. She honours her supporters. She is deferential, but strong. She is gracious. She is supportive. She is persuasive. She is authentic. She is witty. She is flawless.</p> <p>And because she is always, always an A student, she goes for the extra credit and throws in some great cheeky and self-deprecating lines – \"You made me laugh … and cry\"; \"Sisterhood of the traveling pantsuits\" – some nice catch phrases – \"No way. No how. No McCain.\" – and a fabulous line about the Twin Cities of Minneapolis-St Paul being the appropriate location for the GOP convention, given that you hardly tell Bush and McCain apart these days.</p> <p>Halfway through, CNN sends out a breaking news email: \"Sen Hillary Clinton tells convention delegates: 'Barack Obama is my candidate. And he must be our president'.\" As if she didn't endorse him two months ago.</p> <p>When she is finished, Olbermann is apoplectic. He declares it a grand slam – says he doesn't know how it could have been better. Matthews gushes that it was \"eyes wide open exuberance.\"</p> <p>Over at CNN, my doppelganger Candy Crowley, who hasn't gone to the bathroom in two days s she can sit in front of a camera, says that Clinton turned neatly on its head the meme that the Clintons made the race about them. Gloria Borger can't remember such a magnanimous loser! \"Her generosity was astonishing.\" James Carville deems it \"a bad night for Hillary haters.\"</p> <p>(The only less than enthusiastic comment comes from GOP operative Alex Castellanos, who dismisses the speech as not particularly powerful. Of course, he also uses decades-old misogynist references <a href=\"http://shakespearessister.blogspot.com/2008/08/hillary-sexism-watch-109.html\">to demean Hillary Clinton on a regular night</a>, so I think we can safely dismiss him as a total fucking idiot.)</p> <p>Now, it seems, that she stands no chance of being president, the media can <a href=\"http://www.denverpost.com/rapids/ci_10311363\">finally</a> be complimentary of Senator Hillary Clinton.</p> <p>But not for long.</p> <p>For only a fleeting moment could time stand still and everyone, save the most incorrigible Republican partisans, gaze admiringly at a woman who was given an impossible task and pulled it off, with graceful aplomb. For only the briefest of time could we all look at Clinton as she is, and not as she has been constructed through truncated soundbites and decades-old lies. For an instant, we could, irrespective of our opinions of her politics, glimpse her as a full person – a talented and compelling speaker, a leader who loves her party and her country, and is perhaps not, in the end, the voracious vortex of unrelenting ego and avarice that she is said to be, but a rather cooperative sort who genuinely would like to see her supporters elect Barack Obama.</p> <p>And then the spell is broken. On CNN, Anderson Cooper invokes Larry King, who appears in the split-screen looking like grim death. King enthusiastically promises to talk to Republicans who hope to benefit from the remaining divisiveness out there.</p> <p>And all I can think is: Of course you do.</p>"
]