[
  "<p>The biggest shareholder in British Energy is pressing the nuclear power generator to merge with Centrica, the owner of British Gas, it emerged yesterday.</p> <p>Invesco, which owns a 15% stake in British Energy and a 5% stake in Centrica, told a newspaper that a merger between the two would be the \"obvious solution\" for the future of the companies.</p> <p>Neil Woodford, the head of investment at Invesco, has already taken his proposal to both companies and is stepping up his campaign to broker a deal by meeting tomorrow with the Shareholder Executive in Westminster, which manages the government's assets. The government still owns 36% of British Energy and will be instrumental in any deals over the nuclear firm's future.</p> <p>British Energy came within a whisker of agreeing terms for a £12bn takeover by the French utility Électricité de France but the deal was blocked by two leading shareholders, including Invesco, who argued that the price of 765p a share was not high enough.</p> <p>Woodford believes that EDF could still play a role. He told the Sunday Telegraph: \"A combination of British Energy and Centrica solves the problems facing both companies today. Together they can work out a joint venture with EDF to build nuclear sites.\"</p> <p>EDF has said it remains committed to building new nuclear generators in Britain but it remains unclear whether British Energy and the French utility can break the current impasse. At its results two weeks ago, British Energy only said that it was continuing to hold advanced discussions.</p> <p>Centrica confirmed shortly after the EDF deal was scuppered that it might revive proposals to merge with British Energy, creating a company worth £22.5bn, first mooted at the beginning of the year. </p> <p>The British Gas owner is keen to get involved in nuclear power and had looked at the prospect of an all-share offer for British Energy but the proposals were put on ice when it appeared that one of the big European utilities might come in with a cash bid. </p> <p>When the EDF bid did emerge, Centrica agreed to invest as a junior partner and was thought to be planning to take a 25% stake.</p> <p>In a statement issued in the first week of August, Centrica said that in the event of the EDF deal falling apart it would consider a number of options regarding British Energy. </p> <p>It said they might include long-term power contracts, working in partnership with the firm on new-build projects or \"a possible merger of Centrica with British Energy, if terms could be agreed and all parties are fully supportive\".</p> <p>The government preferred the EDF bid because it preferred to take cash rather than shares. But there is now a suggestion that Centrica could revise its offer so that cash is offered to the government and shares to other investors.</p> <p>Analysts reckon that the state-controlled EDF would need to make a bid of more than £8 a share to win the backing of British Energy shareholders and possibly as much as £9 - a far stretch from its initial approach of less than £7.</p> <p>British Energy two weeks ago said profits had fallen from £253m to £129m in the three months to the end of June, the first quarter of its financial year. </p> <p>It blamed lower output and the higher cost of remedial work at two nuclear stations for the decline. But the company said it was encouraged that the role for nuclear new-build within Britain's energy policy was now firmly established.</p> <p>British Energy owns eight nuclear power stations and one coal-fired plant. Problems at a number of the nuclear plants have forced it to cut output although the company claims to have made \"good progress\" in resolving the issues that have dogged the plants.</p>",
  "<p>Another day, another death list. Despite having an arsenal of anti-press laws at his disposal, the leader of Zimbabwe's junta, Robert Mugabe, has resorted to using brute force and the threat of assassination to silence the independent media. Yet another list, prepared by Mugabe's Central Intelligence Organisation, is doing the rounds of internet websites. I take a cursory look at the list, and yawn. The same old names are there - all the stalwarts of our profession who endeavour constantly to bring to the world's attention the appalling atrocities being committed in the name of sovereignty by the Mugabe regime. </p> <p>Nobody on those lists panics - we've seen and heard it all before. Mugabe's dirty tricks department has been circulating similar ones since 2000. We know this is just another hazard of working as a Zimbabwean journalist - our so-called president wants to kill us.</p> <p>Since his power began to wane in the late 1990s, Mugabe has seen the independent media as his enemy. In 1999, the establishment of the country's first independent national daily, the Daily News, rattled his cage. He ordered the arrest and torture of the journalists Mark Chavunduka and Ray Choto. Both were eventually released. </p> <p>Then Mugabe lost the 2000 constitutional referendum and faced the spectre of electoral defeat at that year's general elections by the newly formed Movement for Democratic Change (MDC). The battle lines were drawn. He unleashed an onslaught against the media that has worsened with each passing year. </p> <p><strong>Harassment</strong></p> <p>In 2003, the misnamed Access to Information and Protection of Privacy Act (AIPPA) made it mandatory for all journalists and media organisations operating inside the country to be registered - policed - by the Media and Information Commission. Headed by a Mugabe apologist, Tafataona Mahoso, the MIC holds the dubious honour of having closed down five independent newspapers, including the Daily News and its sister, the Daily News on Sunday, in its first two years. </p> <p>During Mahoso's reign, countless journalists have been harassed, arrested, beaten, tortured and locked up, among them Gift Phiri, chief reporter for the independent weekly the Zimbabwean, who was tortured and had a finger broken. A cameraman has been killed. More reporters have been arrested in the past five years than during the first two decades of independence. In all these cases, there has not been a single conviction. </p> <p>But this year's general and presidential election, which Mugabe lost to the MDC and Morgan Tsvangirai, made the previous decade's media repression look like a grandmothers' tea party. The state-controlled media went into overdrive - its ham-fisted spin and sickeningly blatant deception would have been laughable had it not been so tragic. </p> <p>The 2003 act was used to control media coverage of the elections. Exorbitant registration fees were charged and only a handful of foreign correspondents accredited. Major media groups such as the Associated Press, South Africa's e.tv, the US broadcasters CNN and MSNBC, and the BBC were all blocked from receiving accreditation. </p> <p>Lined up against Mugabe was a small array of independent voices - local weeklies the Independent, Financial Gazette and Sunday Standard (producing fewer than 30,000 copies a week between them), the London-based SW Radio Africa, South Africa-based Voice of the People and the US-based Voice of America's Studio 7. The Zimbabwean, a serious independent weekly tabloid, had joined them in early 2005. Exploiting a loophole in AIPPA, the Zimbabwean is published outside the country and trucked in from South Africa. </p> <p>The Zimbabwean soon became the largest-selling newspaper in the country, its circulation increasing from 20,000 copies a week to more than 100,000 during 2007. In the weeks leading up to the March 2008 elections and during their aftermath, circulation increased further to 200,000 a week and the Zimbabwean on Sunday was added to the stable.</p> <p>Distribution of this title peaked at 100,000 before the truck carrying 60,000 copies of the Africa Day (May 25) issue was torched by eight plainclothes goons brandishing new AK-47 rifles, with which they beat the driver and his assistant before firing rounds into the petrol-soaked newspaper truck to set it alight. A few days previously, Mugabe's election agent, Emmerson Mnangagwa, had publicly blamed the Zimbabwean and other \"foreign media\" for Mugabe's humiliation at the polls.</p> <p>We managed to continue getting the newspapers into the country, using a hired South African trucker, some brave drivers and various routes, and on one occasion sending 40,000 copies in by air freight. But the Mugabe regime had a nifty solution up its sleeve. Punitive duties amounting to 70% of the invoice value of the papers were announced in late May. The first issue to arrive at Beitbridge border post in June was slapped with the new duty - £5,000 for 100,000 copies. </p> <p>We reeled at the audacity and fulminated at the injustice of it. We slashed the print run for the Thursday edition to 60,000 and scraped together all our resources to get another three issues of the Sunday edition published and into the country. But we could not go on. We suspended publication of the Zimbabwean on Sunday after the issue of June 22 this year. We have managed to secure funding to get 60,000 copies of the Zimbabwean into the country each week for a short period. After that, who knows? </p> <p><strong>International response</strong></p> <p>Several international organisations, including the World Association of Newspapers, have responded to our plea to condemn the duty and demand its removal. WAN and the World Association of Editors have written to Mugabe to protest. Needless to say, they have had no response. In the meantime, the reign of terror back home continues. Thanks to modern technology and brave MDC and civil society activists, the international media receive a steady flow of information and pictures illustrating the junta's bloody reign of terror. The few remaining journalists inside the country play hide-and-seek with the police and do not sleep at home. Many have left for safer climes. </p> <p>But back to the latest death threat. My eye is caught by a final paragraph: \"The majority of those named on the list, although they are living in the bliss and security of the Diaspora and the anonymity of cyberspace, their family members will not be so lucky.\" It's a chilling development. They are now threatening to harm our families. And we know this is no idle threat. Despite, for centuries, the family being sacrosanct in Zimbabwean culture and never before threatened, horror has gone to new heights in recent weeks. This flies in the face of everything decent. The unthinkable has become reality. </p> <p>I and my fellow journalists have chosen to take up the weapon of words against Mugabe's guns. We are prepared to face the repercussions of our actions. Some have already paid the ultimate sacrifice. But not my children. A line must be drawn somewhere, and very soon. </p> <p>· Wilf Mbanga is the founder and publisher of the Zimbabwean, the largest-circulation newspaper inside Zimbabwe today. He also founded the now-silenced Daily News, Zimbabwe's only independent daily from 1999 to 2003 </p> <p>This article appears in the British Journalism Review, Volume 19 Number 3, available from SAGE Publications, 1 Oliver's Yard, 55 City Road, London EC1Y 1SP. Subscription hotline: +44 (0)20 7324 8701. Email: <a href=\"mailto:subscription@sagepub.co.uk\">subscription@sagepub.co.uk</a></p>",
  "<p>Is it legitimate to begin an obituary by talking about personal appearance? I can hear Manny Farber growling that it is - if you get on with it. So Manny, who has died aged 91, was tall, lanky and comic looking. He might have played Popeye, or one of those old-timers in the Anthony Mann westerns he cherished.</p> <p> He wore jeans and plaid shirts and the hair had gone back from his great dome of a forehead by the time I met him. But I believed in him straightaway, as someone who had seen the west on screen and on canvas and knew it was so beautiful that a man had to keep pretty tight-lipped about it if he wasn't going to get emotional. In fact, Manny was an emotional man, who believed enough in the western and its imagery to stay as blunt as Gary Cooper. Then a grin spread over his battered walnut face and he was sharing the joke with you: God, is it all beautiful, or what? But don't say so, or we'll be crowded out with tourists.</p> <p>So it is proper to point out that he was born in Douglas, Arizona, which is and will always be (unless the wind blows it away) a small place on the Mexican border. This is an unexpected launch-site for the essential, gruff-lyrical voice in American film criticism. But then you have to realise that the house where his Russian-Jewish parents had a dry-goods store also produced two brothers who would become psychoanalysts. I went there once, and, when I told Manny, he said: \"Quite a dump, isn't it?\" </p> <p>It must have been a hard place to live - it was not far from Tombstone where the Earps had ruled and close to the spot where Pancho Villa briefly invaded New Mexico in 1916.</p> <p>This is the landscape of The Searchers and Pat Garrett and Billy the Kid, of real-life cowboys and Indians as well as the semi-desert landscapes of Budd Boetticher and Sam Peckinpah. There was a spectacular tradition of scenic painting in America in the 19th century, but Manny was unmoved by it. He had an eye for desert terrain, for tracks, the range from sand to ochre and the ease with which one might get lost. The family moved to Vallejo, California, when he was 15 and he went on, briefly, to the University of California at Berkeley and then to Stanford University in Palo Alto, where he studied art for a year. But it was at what became the San Francisco Art Institute that he reckoned he would be a painter.</p> <p>However, when he moved east to pursue that, he encountered the large question of survival. He was a carpenter, on and off, in Washington DC and in New York. But he also got into film criticism. In 1942, he succeeded Otis Ferguson - killed in the war - at the New Republic. A few years later, he followed James Agee at the Nation. More or less, he wrote for those journals into the 1950s. </p> <p>He reviewed films and new paintings and occasionally took on more general essays. He never raved. He was sometimes merciless in a put-down, and it is not that his taste was unerring - taste can't be: it is meant to be personal. You couldn't always tell if he liked a film or not. But Manny was the first person in English who wrestled with words to arouse the feelings produced by imagery on screen. People said, well, of course, he is a painter working out movies. That was true - but Manny was also like an actor up on the screen, keeping pace with the action. He did not much like artistic films that wanted to be respectable. He loved genre movies: the western, the thriller, the noirs that graced his days, and the comedies of Preston Sturges. And he had no intention of being easy or congratulatory to the viewer.</p> <p>He was seldom a beguiling writer or a career power-broker, but he laid down an approach that has been hugely influential and which endorses the virtues of \"entertainment\" cinema. You may never have read Manny, so you deserve a substantial, chewable extract. Here he is, in 1951, rather eschewing Alfred Hitchcock in talking about Strangers on a Train and going to the odd heart of that perverse film: </p> <p>\"The movie is built round the travestied homosexuality of the murderer. Robert Walker provides the role with a meatier, more introverted, unhealthier savor than the stars usually give a Hollywood production. This is partly the result of Hitchcock's mechanical and spurious use of the new close-up style of camera work, which is evidently aimed at fetishists who like to study pores. Here he has given Walker an oily, puffy face and made him skitter his eyes back and forth horizontally until it appears that the actor looks at everybody as if he were reading a book.\"</p> <p>No one had talked like that about film before. But then, just as his kind of analysis began to be picked up, and Farber might have run one of the new film departments at a big university, he began to slide away from film criticism and into painting. There were valuable, longer essays in specialist magazines, many of which were collected in Negative Space (1971). By then he was teaching at the University of California at San Diego, with his wife Patricia Patterson (also a painter and writer) and with a son-like supporter, Jean-Pierre Gorin.</p> <p>He taught there until 1987 and by then he was seeing fewer films and devoting more time to paintings - map-like panoramas of the west and the western in which desert light mixes with movie light. As a painter he had retrospective exhibitions. As for the writer, his followers await the publication (from Harvard University Press) of his complete writings. At his death, the emeritus professor of art was a fabulous old-timer who must have been a beautiful, dangerous-looking kid when Arizona was the wild west.</p> <p>He is survived by Patricia, a daughter from a previous marriage and a grandson.</p> <p><strong>·</strong> Manny (Emanuel) Farber, film critic and artist, born February 20 1917; died August 18 2008</p>",
  "<p>Luiz Felipe Scolari had known this was coming. Back in the build-up to his Premier League debut, his comments lost amid what appeared to be outlandish suggestions that Manchester City and Portsmouth would challenge for the title, the Brazilian had warned that Wigan Athletic would cause his team \"big problems\" in his second game in charge. The sight of Chelsea's manager punching the air at the final whistle here was a telling indication that a horribly awkward hurdle had been vaulted.</p> <p>Where Pompey had been dismissed with scintillating ease, Wigan were held at arm's bay, though never with any sense of comfort. Deco had conjured the game's decisive goal but that free-kick, curled gloriously in from distance after only four minutes, was as swashbuckling as Chelsea could muster. Thereafter, this became a test of resilience. Sir Alex Ferguson has often claimed London sides - apparently as showy as they are flaky - find life difficult in the wilds of the north-west. That may be an urban myth but this was Scolari's first time north of the capital and, even early in his reign, a small psychological blow has been inflicted.</p> <p>Nothing, as yet, has fazed him about the English game. \"I've never been 'north' but I'm at Chelsea for two seasons, so I must get used to Bolton, Manchester United, Manchester City...\" said Scolari in the aftermath. \"What I expected, I saw today. It was difficult. Winning 1-0 away from home in England is the same as winning 10-0 elsewhere. Wigan played better than Portsmouth and had players who are healthy, have power and pressured us. I know we didn't play as well as we did last week, but I understand the reasons why.\"</p> <p>The visitors pointed to the lack of fitness of Michael Essien, Michael Ballack and Frank Lampard, and to the absence of the injured Mikel John Obi. He also lost Ashley Cole to a dead leg but, in truth, the visitors were winded less by their own ailments and more by Wigan's aggressive energy. Steve Bruce had seen his own fan out to various corners of the globe for midweek internationals - his Hondurans Wilson Palacios and Maynor Figueroa were in Mexico, his Egyptian Amr Zaki in Sudan - but they tore into this contest unperturbed. Zaki, outstanding throughout, twice forced Petr Cech to claw away rasping drives. The substitute Olivier Kapo did likewise in the final exchanges.</p> <p>This team are far better than their current lack of a points' tally suggests. Dominant for long periods while succumbing at West Ham the previous week, they unsettled the title challengers here. They remain without reward but there will be an air of anxiety around this club, but more productive times surely lie ahead. This was actually transformed into the latest lesson on the Premier League's cruel hierarchy. Chelsea rode their luck and scored a blistering goal from an individual flash of brilliance. Wigan merited more but were sloppy from their own dead-ball delivery. \"Appalling,\" said Steve Bruce of his side's free-kicks. \"It didn't matter who took them, they kept doing the same frigging thing.\"</p> <p>Deco had spent the week practising free-kicks into the right-hand corner only to spot Mike Pollitt - handed an opportunity after Chris Kirkland was ruled out with a back injury in the warm-up - slightly out of position after Lee Cattermole had handled. The shot curled beyond the goalkeeper's dive and Chelsea had their lead on which to cling.</p> <p>\"We've missed an outstanding chance to beat them,\" added Bruce, who hopes to sign FC Seoul's South Korea forward Park Chu-Young this week. \"They've had a bad day, but the piece of brilliance in the game came from Deco. If it wasn't him it might have been from Nicolas Anelka. If not him, Joe Cole. Florent Malouda. They've got a string of talent, and how do you compete? To think that we used to mock Rangers and Celtic being so dominant [in Scotland], didn't we.\"</p> <p>Chelsea are likely to become better in the final week of the transfer window. Their chief executive, Peter Kenyon, was present here but will expect to resume talks with Real Madrid over the potential £28m signing of the Brazilian forward Robinho as a resolution edges ever closer. Andriy Shevchenko is due in Milan this morning to undertake a medical ahead of completing a long-term loan move, with a view to a permanent transfer, while Shaun Wright-Phillips is attracting interest from Everton.</p> <p>The England winger, like the Ukrainian, is surplus to requirements at Stamford Bridge and Scolari will meet Kenyon at Cobham to discuss who will be coming and going. His has been a satisfying start to his career in England. Tottenham Hotspur - pointless to date - will hardly be relishing their trip to Stamford Bridge on Sunday.</p> <p><strong>Man of the Match</strong> Amir Zaki (Wigan)<br>The Egyptian left John Terry and Ricardo Carvalho bruised and battered, and bent Petr Cech's fingers back with two battered first-half attempts. He appears made for this league<br><strong>Best moment</strong> The slick turn away from Jose Bosingwa tight at his back, as the game lurched towards stoppage-time</p>",
  "<p>Hope was fading fast last night for eight mountaineers missing near Mont Blanc after a powerful avalanche caused one of the deadliest accidents to hit the French Alps in decades.</p> <p>More than 15 hours after a large chunk of ice broke off from the mountain and prompted the pre-dawn avalanche, five Austrian and three Swiss climbers had still not been recovered from the slopes of Mont Blanc du Tacul. </p> <p>Seven other French and Italian climbers were injured when the avalanche swept down the mountain at 3am yesterday, hitting a path often frequented by groups heading for the summit of Mont Blanc, western Europe's highest peak. They were recovering in hospital.</p> <p>Survivors spokes of a vast tract of ice moving silently but rapidly towards them, giving little time for escape. </p> <p>\"The guide shouted, 'Run fast! Run fast!',\" said Nicolas Duquesne, who sustained a broken ankle. \"It didn't make any noise. It really was impressive.</p> <p>\"We had just enough time to move away to the right before getting hit ... We were really lucky,\" said Duquesne, adding that he had to \"swim\" through the snow to get away. Another survivor, Italian guide Marco Delfini, said he saw \"a wall of ice coming towards us and we were carried 200 metres.\"</p> <p>Regis Lavergne, a rescue worker, told French television there was \"no more hope\" of finding the missing mountaineers alive, adding that they were probably on the lower reaches of the glacier \"underneath the lumps of serac [pillar of ice]\".</p> <p>A large-scale search involving helicopters, Alpine guides and sniffer dogs had to be suspended yesterday afternoon for fear of more avalanches. \"I don't think we'll manage to recover the bodies because they finished up in an area of high risk in which there are highly unstable towers of ice that could easily collapse,\" Adriano Favre, the director of Alpine rescue, told the AGI news agency. </p> <p>The wall of snow, which was 200 metres (650ft) long and 50 metres wide when it hit the mountaineers at an altitude of 3,600 metres, was described by an Haute Savoie police chief as \"extraordinary\". Daniel Pueyo said the sheer volume of this slide had made it deadly.</p> <p>Experts said weather conditions had been \"excellent\" throughout the night. \"Last night it was cold, it was nice, so it was simply the weight of the ice which became too much,\" explained Yan Giezendanner, from the meteorological station in Chamonix. \"It was a big slab and that slab was big enough to reach the team of climbers.\" </p> <p>Yesterday's disaster was the latest in a deadly season in the Alps. According to figures released last week, almost 100 people died this summer in the French, Italian and Swiss peaks, most of them in the Mont Blanc range. </p> <p>Speaking from Chamonix, the French interior minister, Michèle Alliot-Marie, described the avalanche as \"one of the worst accidents we have had for decades ... Even when all precautions have been taken, as seems to have been the case here, things can go dramatically wrong.\" Alliot-Marie said there was no chance of finding anyone alive after flying over the scene in a helicopter. The avalanche had been \"monumental\" and \"inescapable\".</p> <p>The route the climbers took is often busy. Groups tend to leave from their base before dawn when snow is firmest. </p> <p>A spokeswoman for a British tour firm in the region, Mountain Adventure Specialists, said it would continue with tours which take in the Mont Blanc du Tacul. \"This isn't the first [accident] and it won't be the last,\" she said.</p> <h2>The Alps: Sudden storms add to toll</h2> <p><strong>August 16 2008</strong><br>Briton Reg Clarke, 70, and Dutchman Johannes Ruiter, 47, found frozen to death minutes from their refuge after being caught in a storm near Naso del Lyskamm peak in the Italian Alps. </p> <p><strong>August 14</strong><br>Six people die in four separate accidents. Two Frenchmen fell to their deaths from the Bosses ridge and later two mountaineers, aged 21 and 22, died while descending the Col des Courtes. A 54-year-old hiker fell coming down the Dent d'Oche and a 65-year-old local trekker was killed after falling on rocks.</p> <p><strong>August 8</strong><br>Ian Jackson, 18, from Middlesbrough, fell 50 metres to his death while abseiling after a climb in Chamonix.</p> <p><strong>July 25</strong><br>Jane Jerram, from New Zealand, her British boyfriend and two women from France and Chile froze to death after being caught by a sudden storm on the Bionnassay crest, on the French side of Mont Blanc. They were said not to have had adequate clothing or equipment. </p> <p><strong>July 24</strong><br>A Dutch father, 56, and his children, aged 17, 20 and 23, fell 500m down a slope in Mont Dolent, part of Mont Blanc. They had been roped together. </p> <p><strong>April 30</strong><br>Five French ski-mountaineers swept away by an avalanche in Gran Paradiso national park in Italy's north-western Alps. </p> <p><strong>Luc Torres</strong></p>",
  "<p>An international event it may have been, but London's Olympic handover party had a distinctly British feel. While rows of excitable teenage girls crowded around the music stage to listen to McFly power their way through Abba's The Winner Takes It All, other, more mature partygoers tucked in to picnics on folding chairs, buttoned up against the British summer. The atmosphere, part rock festival, part seaside outing, part Wimbledon fortnight, offered a tantalising glimpse of the scenes that could play out in the capital in four years' time.</p> <p>Her Majesty would have been well-advised to leave her London residence yesterday, or at least to provide the corgis with earplugs and keep the windows closed. By 1.20pm, thousands of people had descended on her front porch, waving miniature flags and rocking to the strains of The Eye of the Tiger as the capital celebrated the Visa 2012 handover party - the corporate sponsor's logo was everywhere on flags and T-shirts. </p> <p>The Mall itself was transformed from a sedate thoroughfare into an unapologetically patriotic avenue, with huge union flags and London 2012 banners flapping in the wind and soaking up the gentle drizzle.</p> <p>The MC's exhortation for the crowd to bellow their enjoyment in order to show the rest of the world \"what lively, enthusiastic people we are\" elicited a polite but lukewarm cheer. After a little practice, though, and a welcome appearance from the sun, the assembled masses gave a more than passable imitation of a roar. </p> <p>\"It's fantastic, very exciting, very inspiring,\" said Annie Thomas, who had wrapped herself in a big union flag after travelling in from Hertfordshire. \"I think London will put on a great show, something quite different to Beijing.\" </p> <p>Moha Boulhri, from Richmond, had brought his sons Hafid and Ibrahim to show them what all the fuss was about. \"I wanted the children to see it and learn something,\" he said. \"Beijing was great but I think that England will do OK. Actually I think it will be better.\" </p> <p>A little after two o'clock, eyes swivelled to the big screens and the 40,000 partygoers fell silent as the union flag rose in the Chinese capital and the Olympic one was lowered. Images of a beaming Boris Johnson filled the screens, and, as the mayor bounded up the steps like a hungry labrador at dinnertime, someone in the crowd whispered: \"It would be good if he tripped up on the carpet now.\"</p> <p>But the mayor did not lose his footing. He may have reached for the Olympic flag a trifle too soon, but when he raised the banner and swung it aloft, the gesture was answered by a huge ripple of smaller flags thousands of miles away. \"Boris is definitely keen,\" observed Jan Pepper from Hornchurch in Essex, who confessed to feeling \"quite patriotic\" at the spectacle. </p> <p>Earlier in the day, the American swimmer and Olympic titan Michael Phelps had lent his celebrity presence to the handover. The advice he offered the organisers of the London games was diplomatic. \"Any city has their own twist on the games, but with the Olympic movement, it's all about bringing the world together as one. The big thing is having a place - something that's different and seeing how they welcome people from all over the world.\" </p> <p>The 23-year-old also confirmed that 2012 would be his last games as he had no intention of going back on his promise to stop competing at 30. The capital, he added, would prove a good venue: \"It was pretty cool standing outside Buckingham Palace watching the guards. Some of the partygoers had their own ideas about the peculiarly British twist... but London could put on the event.\"</p> <p>\"The queues to get in were terrible,\" said Miriam Gosling, who had come to London from Cambridge with her husband, Jason. \"They need to sort that out in four years' time. </p> <p>\"Still, we did think that they could introduce queueing and whingeing as Olympic events in 2012.\"</p>",
  "<p>When James DeGale arrives back in London today, the gold medal dangling from his neck will be tugging at his conscience. As Britain's only Olympic boxing champion in Beijing he will be offered mind-altering sums to scrawl his autograph on a professional contract - but right now the prospect of a second gold in his home Games is an even more tantalising lure.</p> <p>\"It will be hard to say no to £1m but I could be a little superstar in amateur boxing,\" he said. \"Imagine winning another gold medal in my home city. I could be the face of London 2012. I'd love that. It would be unbelievable.\"</p> <p>It may yet happen. Not so long ago, the decision to go pro was a no-brainer. Now with Britain's elite squad receiving a package in excess of £60,000 a year, including living expenses, medical bills, training costs and a stipend, it is not so clear-cut. But in the aftermath of DeGale's messy, if enthralling, 16-14 points win over the Cuban Emilio Correa Bayeaux, he made it clear that he wants his £1,500 a month take-home pay to rise substantially and the Amateur Boxing Association to offer him a new four-year contract - something that may not be quite so easy to fix. \"I can't live on B funding, it's not enough,\" explained the genial 22-year-old from Harlesden.</p> <p>\"I want to be able to buy a nice car and give my mum a touch but by the time I've paid for my car, my bills at home, I'm living with nothing.\" At this point he was poked in the arm by a British Olympic Association press officer, but DeGale was not about to be interrupted. \"They've got to be told. This is raw. I'm telling it to you straight.\"</p> <p>Such openness and honesty has made DeGale a popular figure among the boxing corps in Beijing - and his willingness to share all has endeared him to them even further. To prove he had been bitten in the final, for instance, he ripped off his vest off so they could inspect up close, while proclaiming: \"Look! Look! His gold teeth mashed me up!\"</p> <p>And when asked whether he planned celebrating with the Brazilian women he confessed to finding \"hot\" in the Olympic Village last week, he prompted further laughs by saying: \"Listen, you lot got me in trouble with the on-off girlfriend for seven years.\"</p> <p>Looking on was DeGale's coach Terry Edwards, who insisted that there was no rush to turn professional, before adding: \"Whatever offers James gets I guarantee you that after London 2012 those promoters will have to triple them.\"</p> <p>It may make sense to wait. For while DeGale undoubtedly has the personality and looks to become a major star, not everyone believes his spit-fast jabs and switch-hitting style - which works perfectly for amateur boxing's quirky scoring system - will translate to the professional game. Meanwhile, with Britain having secured their best boxing haul since Melbourne in 1956, Edwards decided to take on the wicked whisperers who have undermined his position as national performance director by leaking stories about alleged ill-discipline in the squad.</p> <p>\"I'm disgusted in my treatment,\" he said. \"Earlier this month I said that Beijing would be me finished. But now I'm thinking right, OK, I'm going to 2012. If they want to sack me then they will have to sack me. I shall face the music when I go back and answer all the allegations. But one thing's for certain: if I were to go forward for the next four years, I wouldn't put up with the crap that I've suffered in the last four years, that's for sure.\"</p> <p>For the past week Edwards has held his tongue. But now there was no holding back. \"I don't know who leaked the stories,\" he insisted, just about controlling his anger. \"But the chairman of the ABA is out here. The chief executive was out here. I'm not saying they did it, but if they had any problems with me all they had to do is pull me aside and have a chat.</p> <p>\"In the past year I've produced a world champion and two bronze medallists, and a different Olympic champion and two bronze medallists. What do they want? What do I have to do now?\"</p> <p>The lingering silence was only broken by Edwards himself, who had a final message for the ABA. \"The programme we've got in place has been running for 20 months,\" he insisted. \"Not 20 years, 20 months.</p> <p>\"That's what gives me the optimism that we can be the new Cuba. Let's go to 2012 all pulling together instead of pulling apart, that's what I want.\"</p> <h2>What winners did next</h2> <p><strong>Dick McTaggart</strong></p> <p>Melbourne 1956 Lightweight</p> <p>Returned to defend title four years later in Rome but had to settle for bronze. Also competed in 1964 in Tokyo but failed to win a medal</p> <p><strong>Terry Spinks</strong></p> <p>Melbourne 1956 Flyweight</p> <p>Tasted glory aged just 18 in Melbourne, and the east Londoner won 41 of his 49 fights as a professional, holding the British featherweight title in 1960</p> <p><strong>Chris Finnegan</strong></p> <p>Mexico City 1968 Middleweight</p> <p>Won British and Commonwealth titles, before challenging for the world light heavyweight crown in 1972, losing to Bob Foster in an epic battle at Wembley</p> <p><strong>Audley Harrison</strong></p> <p>Sydney 2000</p> <p>Super-heavyweight</p> <p>Ended Britain's 32-year wait for gold but his lucrative professional career has been hampered by injuries, poor management and damaging defeats</p>",
  "<p>Denver yesterday gave way to four days of pure political theatre, opening its streets to party enthusiasts in full red, white and blue regalia and anti-war protesters in white death masks, who converged on the city to see Barack Obama declared the Democrats' presidential nominee.</p> <p>Organisers expect some 50,000 accredited delegates: Democratic governors and members of Congress, party officials and labour leaders. That is a fraction of the attendance at the city's annual livestock show, which drew more than 670,000 ranchers and farmers this year. But Denver authorities hope the convention - seen as the political equivalent of Woodstock - will put the growing city on the map.</p> <p>The sense of occasion surrounding the convention will culminate when Obama makes his acceptance speech before an audience of 75,000 at Denver's football stadium on Thursday.</p> <p>Yesterday afternoon saw the main pedestrian mall overtaken by a few hundred anti-war protesters, carrying banners saying: \"It's the system, stupid\".</p> <p>There were almost as many police on bicyles, horseback and on foot with assault rifles cradled close to their chests.</p> <p>The authorities have prepared chain-link holding cells in a disused warehouse in case of arrests - a facility protesters have denounced as a mini-Guantanamo.</p> <p>Tens of thousands of other activists have descended on the city to make their views known - from disgruntled supporters of Hillary Clinton, leftwing demonstrators wanting to recreate the chaos of the Democratic convention of 1968, opponents of the Iraq war and anti-abortion campaigners.</p> <p>Amid the protesters will be international observers as well as uninvited guests. The former New York mayor Rudy Giuliani and Mitt Romney, the former Massachusetts governor, who lost their races for the Republican nomination to John McCain, both plan to turn up in Denver during the convention. </p> <p>Embassies have sent observer contingents, as has the Labour party, which has dispatched a delegation led by the cabinet office minister Ed Miliband, who will have a key role in the next election.</p> <p>The crush of people, as well as the fact that Obama will be the first African-American to secure the nomination of a major political party, have dictated intense security arrangements overseen by the secret service. About 2,500 FBI and police will be deployed around the convention centre, a secret service spokesman said.</p> <p>The city's air space will be closed for the duration of festivities. Roads will be blocked off and transit stations shut. The entire Denver police force has been put on standby and the authorities are also pressing prison guards into convention duty.</p> <p>Delegates are being encouraged to get around on communal bicycles, set up in stands around the city for rent.</p> <p>Organisers had initially billed Obama's speech accepting the nomination as a public event, promising to give away half the tickets in the stadium to local Coloradans, rather than party grandees. But a cash crunch has compelled the organisers to give away box seats at the stadium to the biggest donors.</p> <p>Those in prime viewing spots on Thursday night will include the Republican billionaire Tom Golisano, owner of the Buffalo Sabres ice hockey team, who donated $1m to the convention. Big donors are also being invited to attend a post-speech reception where they will meet Obama.</p>",
  "<p>Manchester City put their off-the-field troubles to one side for the afternoon, with Daniel Sturridge and Elano scoring the goals to give Mark Hughes's side a comfortable 3-0 victory against 10-man West Ham.</p> <p>The uncertainty surrounding Thaksin Shinawatra's future at the City of Manchester Stadium - Thailand's former prime minister, who fled his homeland this month in the face of corruption charges, has said he could stand down from the City board in order to satisfy the Premier League's fit-and-proper-person test - has overshadowed Hughes's efforts to develop a winning side. </p> <p>The 18-year-old Sturridge provided some much needed relief, however, thumping the ball into the roof of the net to break West Ham's stubborn resistance midway through the second half. Matthew Upson failed to clear his lines and Sturridge gave Robert Green no chance in the Hammers' goal to score his first goal of the season and the third of his fledgling career.</p> <p>Five minutes later Stephen Ireland made progress down the City right and crossed for Elano to double the home side's lead, calmly slotting home from 10 yards with Green stranded and his defence in disarray. The same combination did the trick for City six minutes later, with Ireland pulling back for Elano to volley confidently passed Green.</p> <p>It was not an entirely satisfactory afternoon for Hughes, however. Just after half-time Micah Richards was left unconscious after a collision with Tal Ben Haim. After eight minutes of treatment the England defender was carried off, and, although he came round in the dressing room, was taken to Manchester Royal Infirmary for checks. To compound matters, the substitute Kelvin Etuhu also limped off with a suspected hamstring injury.</p> <p>It was also a difficult afternoon for the visitors. Carlton Cole hobbled off after 31 minutes, and seven minutes before half-time they were reduced to 10 men after Mark Noble picked up a second yellow card. His first booking came after a ill-advised deliberate hand-ball and his wild lunge on Michael Johnson left Howard Webb with little choice.</p> <p>From that point on West Ham were on the back foot and struggling to keep City at bay. Martin Petrov had already hit the post with a free-kick and Calum Davenport had deflected a shot on to his own bar and after the red card Johnson forced Green into a superb save with a stinging drive from the edge of the area. It appeared only a matter of time before the Hammers' back line was breached, however, and once Sturridge had given City the lead there was no route back for Alan Curbishley's side.</p>",
  "<p>Like so many modern conflicts, the hallmark of the latest war in Georgia is that civilians have borne the brunt of the fighting.</p> <p>At the outset of this war, the Georgian military used indiscriminate and disproportionate force resulting in civilian deaths in South Ossetia. The Russian military has since used indiscriminate force in attacks in South Ossetia and in the Gori district, and has <a href=\" http://www.washingtontimes.com/news/2008/aug/16/group-accuses-russia-of-using-cluster-bombs/\">apparently targeted</a> convoys of civilians, killing and wounding them as they have attempted to flee the conflict zones. </p> <p>In parts of Georgia currently under Russian control, ongoing looting, arson attacks, and abductions by militia are <a href=\" http://hrw.org/\">terrorising</a> the civilian population, forcing them to flee their homes and preventing displaced people from returning home. </p> <p>Now that the shooting war <a href=\"http://www.theguardian.com/world/2008/aug/22/georgia.russia2\">is over</a>, there is an urgent need for the deployment of an international security mission to help protect civilians and create a safe environment for the displaced to return home. </p> <p>Protection of civilians is not only a good in itself, but can also help to prevent recurring attacks that could reignite a conflict in which – as the recent heated rhetoric in Washington, Moscow and European capitals indicates – there is much more at stake than the future of a couple of Russian backed separatist enclaves in Georgia. </p> <p>A civilian protection mission in Georgia is a job well suited for the European Union. Led by France, EU diplomats and politicians have already shown initiative by <a href=\"http://www.premier-ministre.gouv.fr/en/information/latest_news_97/nicolas_sarkozy_brokers_agreement_60816.html\">brokering a ceasefire</a>. They should now follow that up by immediately starting work on the swift deployment of a civilian protection mission that may well help that ceasefire stick.</p> <p>In the past half decade the EU has deployed almost 20 missions under its European security and defence policy (ESDP). These have included full-blown military operations in the Democratic Republic of Congo and Bosnia, border-monitoring operations in Moldova and on the Gaza/Egypt border, ceasefire monitoring in Aceh in Indonesia, \"security sector reform\" missions in the Balkans, West Bank, Iraq and Afghanistan, and a civilian protection mission in Chad. In 2004, Brussels even despatched a civilian ESDP mission to Georgia to help the Georgian government to strengthen the rule of law.</p> <p>An ESDP mission has three obvious advantages in the current crisis in Georgia. First, it is easier and faster to deploy than a UN mission: time is of the essence in the current crisis. Second, it is not threatening and therefore stands a chance of being accepted by the Russians. In this context it should be made clear that any European deployment would have limited aims: it would most definitely not aim to take over from the existing peacekeeping arrangements in South Ossetia and Abkhazia but would assist Russia to withdraw in an orderly manner from those areas it agreed to withdraw from under the latest ceasefire agreement. Third, the EU is now reasonably experienced in the areas of \"soft security\" – border monitoring, policing and police training, civilian protection, strengthening rule of law – that an ESDP mission is likely to have to deal with in Georgia.</p> <p>Remove the cold war rhetoric from the equation and it is quite possible that the Russian government, having made its point to Georgia and to the world, actually now has a political interest in withdrawing from the areas of Georgia its forces have occupied over the past couple of weeks. But Georgian security capacities have been squashed and there are real questions about how to manage such a withdrawal without jeopardising the safety of civilians, and how to allow the swift and safe return of those who have been displaced to their homes.</p> <p>A limited ESDP civilian protection mission would address those questions, boost the confidence of civilian populations on both sides of the conflict, and help the Russians to honour their agreement to withdraw. </p> <p>But the EU needs to move fast at a number of levels to make it happen. It needs to work round the clock diplomatically to persuade the Russians that such a mission is in Russia's interests as well as Georgia's and the EU's. It needs to design a concept of operations for what will be one of the EU's most ambitious, high profile and multifaceted ESDP mission thus far. And it needs to pull together the military, police and logistical personnel required for such a force.</p> <p>If it worked, an ESDP mission in Georgia mandated to protect civilians would be a huge feather in the EU's cap, a validation of its \"soft power\" approach to foreign affairs and conflict management, as well as a service to the thousands of civilians who have already suffered so terribly in this conflict and who badly need the EU's protection.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-336919644\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8551391@BEIJING---AUGUST-24---7347.jpg\" alt=\"Olympics 2008: Day 16\" width=\"525\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yankiel Leon Alarcon, of Cuba, gets attention from his corner during his fight against Badar-Uugan Enkhbat, of Mongolia, in the men's bantamweight final</span> <span class=\"element-image__credit\">Photograph: Al Bello/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336919641\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8551026@STEVE-HOOKERAUSTRALIA-6737.jpg\" alt=\"Olympics 2008: Day 16\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Steve Hooker, of Australia, during the pole vault</span> <span class=\"element-image__credit\">Photograph: Paul McFegan/Sportsphoto</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336919647\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8551894@Vladimir-Vujasinovic--7715.jpg\" alt=\"Olympics 2008: Day 16\" width=\"577\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Serbian Vladimir Vujasinovic takes a shot during the men's water polo bronze medal match against Montenegro</span> <span class=\"element-image__credit\">Photograph: Oleg Popov/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336919665\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8551390@BEIJING---AUGUST-24---17.jpg\" alt=\"Olympics 2008: Day 16\" width=\"591\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Bulgarian rhythmic gymnastics team competes in the three hoops and two clubs rotation in the group all-around final</span> <span class=\"element-image__credit\">Photograph: Ezra Shaw/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336919650\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8551223@epa01464867-Gymnasts--8135.jpg\" alt=\"Olympics 2008: Day 16\" width=\"569\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gymnasts from various countries after the group all-around finals</span> <span class=\"element-image__credit\">Photograph: Hwee Young/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336919677\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8550312@The-team-of-Italy-com-1652.jpg\" alt=\"Olympics 2008: Day 16\" width=\"630\" height=\"381\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Italian team competes in the group all-around final of the rhythmic gymnastics</span> <span class=\"element-image__credit\">Photograph: Franck Fife/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336919674\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8550581@BEIJING---AUGUST-24-D-1278.jpg\" alt=\"Olympics 2008: Day 16\" width=\"591\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dante Amaral, of Brazil, smashes as William Priddy, David Lee and Lloy Ball, of the United States, jump to block in the gold medal volleyball match</span> <span class=\"element-image__credit\">Photograph: Jonathan Ferrey/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336919680\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8551524@US-player-Ryan-Millar-2010.jpg\" alt=\"Olympics 2008: Day 16\" width=\"589\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">US player Ryan Millar shows his emotions after the US beat Brazil in the men's volleyball final</span> <span class=\"element-image__credit\">Photograph: Mustafa Ozer/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336919662\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8551557@The-Russian-Olympic-m-9641.jpg\" alt=\"Olympics 2008: Day 16\" width=\"544\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Russian Olympic mascot, Cheburashka, sticks out of the pocket of a volleyball player during the medal ceremony</span> <span class=\"element-image__credit\">Photograph: Alexander Demianchuk/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336919668\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8550699@Athletes-cast-shadows-479.jpg\" alt=\"Olympics 2008: Day 16\" width=\"630\" height=\"386\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The men's marathon gets under way</span> <span class=\"element-image__credit\">Photograph: Matt Dunham/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336919683\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8550092@Abderrahim-Goumri-(23-2331.jpg\" alt=\"Olympics 2008: Day 16\" width=\"552\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Abderrahim Goumri, of Morroco, duirng the men's marathon</span> <span class=\"element-image__credit\">Photograph: Carl De Souza/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336919689\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8548956@Kenya's-Samuel-Kamau--3102.jpg\" alt=\"Olympics 2008: Day 16\" width=\"548\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kenya's Samuel Kamau Wansiru makes the sign of the cross as he wins the men's marathon</span> <span class=\"element-image__credit\">Photograph: Olivier Morin/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336919671\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8550706@epa01464649-Nina-Solh-904.jpg\" alt=\"Olympics 2008: Day 16\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nina Solheim, of Norway, and Maria del Rosario Espinoza, of Mexico, in action during the women's +67kg taekwondo gold medal match</span> <span class=\"element-image__credit\">Photograph: Michael Reynolds/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336919686\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8551886@BEIJING---AUGUST-24---2693.jpg\" alt=\"Olympics 2008: Day 16\" width=\"503\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kobe Bryant, of the United States, passes the ball over Pau Gasol and Marc Gasol, of Spain, during the gold medal basketball game</span> <span class=\"element-image__credit\">Photograph: Harry How/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336921502\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8554096@Spain's-Pau-Gasol-goe-993.jpg\" alt=\"Olympics 2008: Day 16\" width=\"565\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spain's Pau Gasol goes for a dunk during the men's basketball gold medal match against the US</span> <span class=\"element-image__credit\">Photograph: Filippo Monteforte/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336921505\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/aug/24/olympics2008/GD8552545@BEIJING---AUGUST-24---1490.jpg\" alt=\"Olympics 2008: Day 16\" width=\"579\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Zhang Xiaoping, of China, celebrates defeating Kenny Egan, of Ireland, to win the gold medal in the men's light heavy weight final bout</span> <span class=\"element-image__credit\">Photograph: Al Bello/Getty</span> </figcaption> </figure>",
  "<!-- Block 1 --> <p><strong>8.21am: Old article knacked:</strong> With spectacular timing, the last minute-by-minute article has bitten the dust. There is, I'm told, \"An unexpected error has occured while processing your request: $exception.Message\" It sounds like a joke, but it isn't. It goes on: \"org.springframework.web.servlet.mvc.AbstractFormController.showNewForm<br>(AbstractFormController.java:338)\" and so if anyone knows what that means, please email at the address above.</p> <!-- Block 2 --> <p><strong>8.25am: Technical crisis:</strong> All Patrick's late night hard work seems, temporarily at least, to have vanished after I broke the last article. I think you can <a href=\"http://www.guardian.co.uk/sport/2008/aug/24/olympics2008.olympicsathletics3\">probably still see it here</a>, but to all intents and purposes, that's done.</p> <!-- Block 3 --> <p><strong>8.28am: Basketball: </strong>Half time in the basketball and Spain have got it back to an eight-point deficit, which is pretty encouraging given that their total salaries are probably less than what Kobe Bryant pays in dog food. Dwayne Wade has scored 21 of the Americans' 69 points so far.</p> <!-- Block 4 -->       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/vYCEnVmNkpE?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/vYCEnVmNkpE&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/vYCEnVmNkpE&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><strong>8.31am: Basketball</strong> It was the Barack Obama YouTube clip that bust this MBM's ass moments ago, but have I learnt my lesson? No. I have not. Here it is again.</p> <!-- Block 5 -->       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/daH0ltD20A0?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/daH0ltD20A0&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/daH0ltD20A0&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><strong>8.33am: Basketball: </strong>And here's another Barack Obama basketball clip. The boy can shoot hoop.</p> <!-- Block 6 -->       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/0PsB8HuRLiA?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/0PsB8HuRLiA&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/0PsB8HuRLiA&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><strong>8.36am: Basketball:</strong> But this is still the funniest basketball-related YouTube clip out there.</p> <!-- Block 7 --> <p><strong>8.38am: Basketball: </strong> Justin Horton, in Huesca, Spain, has one answer to my question. \"'Anyone interested in this mismatch?' 'Everybody in Spain would be one answer to your question. It's really quiet outside, which suggests to me that everybody is inside watching la selección on TV. And to give them credit, a gap of eight points at the half is not enormous.\"</p> <p>Let's hope they're still watching: the gap is down to four points now with six minutes left in the third quarter.</p> <!-- Block 8 --> <p><strong>8.41am: Basketball:</strong> Juan Carlos Navarro is hauling Spain back into this. He's just torn through the American's defence to add another two, and force Team USA to take a timeout. It's 75-71 in the third.</p> <!-- Block 9 --> <p><strong>8.43am: Basketball:</strong> Carmelo Anthony injures a finger while dunking for two points. He's replaced by Dwayne Wade, who was the star of the first half. But it's actually all Spain here, who are clinging onto the American coattails and trail by just 77-73 with four minutes left in the third.</p> <!-- Block 10 --> <p><strong>8.45am:</strong> The much neglected Rebranded Website telegraph machine crackles to life: \"Yankee coach concerned. stop. Spain not meant to be close. stop. What's happenin'?\" says Richard Tucker. I'll tell ya: it's 81-75 to the USA with 3:43 in the third quarter and Spain are making a real fight of this. High scoring, loads of fouling, David Beckham in the crowd. <em>That's</em> Olympic basketball.</p> <!-- Block 11 --> <p><strong>8.48am: Basketball: </strong>\"The word 'classic' will be used here,\" says the hyperbolic Eurosport commentator. I'm not sure who he is, but he's not wrong, although he <em>might</em> be overstating how frequently this game will actually be discussed. Still Dwayne Wade draws a foul in the paint and has a couple from the line. And he nails the first; misses the second: it's 84-76 to the USA.</p> <!-- Block 12 --> <p><strong>8.52am: Basketball:</strong> Hate to leave this, but I'm going to have to soon as Kenny Egan is strolling out in the Workers' Gymnasium ready for his gold-medal bout. Egan is from Ireland, but he'll be the latest from the Emerald Isle to be appropriated as an honorary Brit for the day, given the absence of genuine Team GB!GB!GB! interest, until David Beckham dons a bowler hat for the handover ceremony later.</p> <!-- Block 13 --> <p><strong>8.54am: Boxing:</strong> Egan is up against Xiaoping Zhang who is, as you might fear, Chinese, and that's got the commentators already in a froth as the judging has been somewhat partisan in these Games. After one round, Egan is 2-0 down, although there's one punch missed by the judges. \"Some think that Zhang's name might be on the gold medal already,\" says the Jim Nielly in the commentary box, who wouldn't be one of them, oh no.</p> <!-- Block 14 --> <p><strong>8.58am: Boxing and Basketball:</strong> It's 5-3 to Zhang at the end of the second, and Egan has landed a few punches to appease the commentators fearing a whitewash. USA lead 91-84 in the basketball at the start of the fourth quarter, with Richard Tucker loving it: \"It's almost 3 in the am here in Arkansas, I'm an expat and no way in love with the game of basketball but this is riveting stuff. Another glass of wine for me please.\" Is that how you say it now: \"3 in the am\"?</p> <!-- Block 15 --> <p><strong>9am: Boxing: </strong>Great stuff from Kenny Egan, who gets it back to 6-5 in the third round despite landing at least three body shots that aren't noticed by the judges. Zhang grazes Egan to get himself another point - they saw <em>that</em>, didn't they - and it's 7-5 to the Chinese at the end of the round.</p> <!-- Block 16 --> <p><strong>9.03am: Boxing:</strong> Xhang has the boxing wrapped up, as he takes a 9-6 lead in the final round and has the weight of the nation's \"judges\" behind him. \"We don't want to make it sound like sour grapes,\" says Jim Nielly, at the vines.</p> <!-- Block 17 --> <p><strong>9.06am: Boxing: Kenny Egan, Ireland, wins silver for Ireland in the light heavyweight boxing</strong><br>Yep, the judges were biased and yep, Egan landed at least five punches that weren't noticed, but Zhang is the gold medallist, winning 11-7 at the end.</p> <!-- Block 18 --> <p><strong>9.08am: Basketball:</strong> Back to the basketball, where the United States are still ahead, but by no means dishing out the spanking that Uncle Sam demands. It's 104-95 with four minutes left in the match.</p> <!-- Block 19 --> <p><strong>9.11am: Basketball:</strong> USA miss a three-pointer from the corner, and Jiminez goes right up the other end, puts Bosh on his butt and nails one for two points. But Kobe Bryant goes back down the other end, nails a <em>three</em>-pointer and draws a foul. That's a four-point play and USA lead by nine with three minutes left.</p> <!-- Block 20 --> <p><strong>9.13am: Basketball:</strong> It's a double hundred game as Navarro scores with his trademark \"rainbow\" shot and Fernandez follows up with a three. Dwayne Wade ain't takin' that and gets three of his own to restore a seven-point lead for the United States, 111-104.</p> <!-- Block 21 --> <p><strong>9.14am: Basketball:</strong> It's a thriller, no doubt, in this basketball final, but it's surely all over now. The States lead by seven with two minutes left and these NBA dudes know how to wind the clock down. Kobe fouls Navarro, who goes to the line. Bosh tips the rebound away and it's 111-105.</p> <!-- Block 22 --> <p><strong>9.16am: Basketball:</strong> Navarro goes from downtown, but it rims out and LeBron James mops up the rebound. The US get it down the other end, take two and it's an eight-point game with less than a minute on the clock.</p> <!-- Block 23 --> <p><strong>9.18am: Basketball:</strong> Thirty seconds left, and USA lead by eight. Spain are desperate to foul the Americans, and some Benny Hill-style chasing ensues as Bryant plays keep-ball. He goes to the line and nails both foul shots after he's eventually caught and fouled and that's 117-107.</p> <!-- Block 24 --> <p><strong>9.21am: Basketball: USA win gold in men's basketball</strong><br>Well, not officially yet. There are still about 20 seconds left, but they lead by 118-107 and are running the clock down.</p> <!-- Block 25 --> <p><strong>9.22am: Basketball:</strong> Yeah, that's it. There's a last-second back-court violation from the USA which gives Navarro the chance to go long for a last-gasp three-pointer. It misses, the Americans celebrate, and it's more gold bling for the humble NBA superstars.</p> <!-- Block 26 --> <p><strong>9.25am:</strong> OK, there's an Olympic-sized lull now in the action in Beijing. The gold medal matches in both the handball and the water polo are going on somewhere, according to the official website, although the line must be drawn somewhere. Keep the emails coming; we'll be updating this sporadically until there's all the fun of the closing ceremony to come. Gary Naylor nails the mood: \"Readers: I regret to say that even I'm not reading this. With due apologies.\"</p> <!-- Block 27 --> <p><strong>9.55am: Filler alert:</strong> </p> <p>This from Pommie Barsteward: <br>\"Best Olympic moments for me: In terms of achievement: Redgrave's fifth gold medal, Sydney 2000. In terms of unintentional humour: Princess Anne presenting the medals for the same race and trying to not notice four strapping lads who had \"out-lunchboxed\" Linford Christie. In terms of sheer magic: Jesse Owens sticking to the Nazis, Berlin 1936. Kathy Freeman's gold at Sydney 2000. Midnight Oil's playing Beds Are Burning with \"Sorry\" on their t-shirts at the closing ceremony. PM John Howard's face was a picture.</p> <p>And from Ian Stalvies:<br>\"Seeing as you've bashed our team pretty well, here's some more humour from Australia - our useless TV network Channel 7. Ten minutes to go in the Basketball, Spain unexpectedly competitive, and ... they cut to the news so they can relive the diving gold medal for the 378th time (main selling point: the Aussie beat the Chinese!) and show the team appreciating the Beijing culture (ie. getting drunk, with added allusions that because Stephanie Rice went out with Katie Hoff, well maybe they're secretly an item.)</p> <p>This is just one example - another last night was the suspense they set up during the athletics - they cut from round one of the javelin (delayed) to the 5,000m (live?), not realising that you could see the javelin winner in the background of the race with a massive Norwegian flag.\"</p> <!-- Block 28 --> <p><strong>10am: Results:</strong> Hungary beat the United States in men's water polo. It went 6:4, 3:4, 2:1, 3:1. France lead Iceland in the men's handball. It's 25-17.</p> <!-- Block 29 --> <p><strong>10.35am: That handball result: </strong>There'll be tears on the streets of Reykjavik tonight as Iceland are defeated 28-23 by France in the final of the men's handball. A national holiday had been planned if they won the gold, apparently, but the bars will have to put their £12 beers back on ice as the French out-handled the plucky Icelanders today.</p> <!-- Block 30 --> <p><strong>10.40am: The Games, as a competition, are over</strong><br>The handball was the final gold medal to be decided in Beijing after the Italian boxer Roberto Cammarelle stopped his Chinese opponent Zhilei Zhang in the fourth round of the super heavyweight boxing to bring proceedings to a close at the Workers' Gymnasium. The final medal table can be seen over there <em>[searches for arrow pointing right on keyboard, presses it, ends up moving the cursor instead of making a right arrow appear, decides to leave it at that.]</em></p> <!-- Block 31 --> <p><strong>10.45am: Closing ceremony build up</strong><br>Robin Lynch is the lucky man charged with describing the Beijing closing ceremony for you. It starts at noon BST, and all the fun will be peeled off the eight-inch screen of his Tosumi telly in Farringdon, moulded into words, and printed here for your amusement. </p> <p>In the meantime, here's a selection of what other people have been writing on this website in the past day or so:</p> <p>Lord Seb \"Sebastian\" Coe says: <a href=\"http://www.guardian.co.uk/uk/2008/aug/24/olympics2012.olympics2008\">It's our turn now.</a><br>IOC President Jacques \"Jacques\" Rogge says: <a href=\"http://www.guardian.co.uk/sport/2008/aug/24/olympics2008.olympics20122\">Go ahead, have it, I reckon you'll do a good job.</a><br>Anna Kessel <a href=\"http://www.guardian.co.uk/sport/2008/aug/24/olympics2008.olympicsathletics\">catches up with Lightning \"Usain\" Bolt</a> and finds out all about the world's fastest jogger.<br>Kevin Mitchell reckons that <a href=\"http://blogs.guardian.co.uk/sport/2008/08/24/games_for_all_as_britain_shine.html\">all the athletes have done their bit in producing the Beijing experience</a>.</p> <!-- Block 32 --> <p><strong>11.15am:</strong> Simon Wood is feeling the post-Olympic funk: \"I have no idea how I'm going to fill the hours from tomorrow. It's a melancholy feeling akin to coming back from a pleasant holiday.\" Yep, that works. \"Best memories from this games have to be a) The Togo kayaker winning his country's first ever medal, breaking his paddle in half to celebrate b) With all the talk about strength and power, Phelps winning the 100m butterfly by 0.01 seconds on pure technique and c) Lolo Jones being amazingly gracious and philosophical despite crashing out of the Hurdle final.</p> <p>An honourable mention to the Cuba's finest Taekwondo player, whose punishment includes being stricken from the record.\"</p> <!-- Block 33 --> <p><strong>11.25am:</strong> And with that, the Olympic MBM saga comes to a close. Robin Lynch will be in a shiny new article to describe the closing ceremony and the official handover of the baton to Great Britain. No doubt he'll be watching through his fingers as our bungling blazers drop it to the turf. Thanks for all your emails throughout all these long early mornings. Cheers to all.</p>"
]