[
  "<p>Interpol is planning to expand its role into the mass screening of passengers moving around the world by creating a face recognition database to catch wanted suspects.</p> <p>Every year more than 800 million international travellers fail to undergo \"the most basic scrutiny\" to check whether their identity documents have been stolen, the global policing cooperation body has warned. </p> <p>Senior figures want a system that lets immigration officials capture digital images of passengers and immediately cross-check them against a database of pictures of terror suspects, international criminals and fugitives.</p> <p>The UK's first automated face recognition gates - matching passengers to their digital image in the latest generation of passports - began operating at Manchester airport in August.</p> <p>Mark Branchflower, head of Interpol's fingerprint unit, will this week unveil proposals in London for the creation of biometric identification systems that could be linked to such immigration checks. </p> <p>The civil liberties group No2ID, which campaigns against identity cards, expressed alarm at the plans. </p> <p>\"This is a move away from seeking specific persons to GCHQ-style bulk interception of information,\" warned spokesman Michael Parker. </p> <p>\"There's already a fair amount of information collected in terms of passenger records. This is the next step. Law enforcement agencies want the most efficient systems but there has to be a balance between security and privacy.\" The growth of international criminal gangs and the spread of terrorist threats has increased demand for Interpol's services. </p> <p>Last year it carried out 10,000 fingerprint searches; this year the figure will reach 20,000. </p> <p>An automated fingerprint identification system with far greater capacity, known as Metamorpho, will be installed next year. Earlier this month Interpol launched its \"global security initiative\" aimed at raising $1bn (£577m) to strengthen its law enforcement programmes. It claims to hold the \"names and identifiers\" of 9,000 terrorist suspects.</p> <p>Branchflower will speak at the opening of the Biometrics 2008 conference in Westminster about the possibility of extending its biometric database. </p> <p>Before the conference he said that Interpol wanted to create a face recognition database, to match its fingerprint and DNA records, that could be searched and matched automatically. </p> <p>\"Facial recognition is a step we could go to quite quickly,\" said Branchflower, \"and it's increasingly of use to [all] countries. There's so much data we have but they are in records we can't search.\"</p> <p>If Interpol had been operating a face recognition database linked to national border controls last autumn, he said, it might have picked up a Canadian teacher wanted for child abuse as he entered Thailand. The paedophile was the subject of a high-profile manhunt. </p> <p>\"We could have picked him up the moment he entered Bangkok rather than having to wait another two weeks,\" said Branchflower.\"We need to get our data to the border entry points. There will be such a large role in the future for fingerprints and facial recognition.\"</p>",
  "<p>A few weeks ago speculation began as to what might be the novels of the credit crunch. Where was the F Scott Fitzgerald, John Steinbeck or Martin Amis of 2008, the novelist who could speak to this crazily chaotic economic age? On cue last week, Aravind Adiga wins the Booker for The White Tiger. The critics have been sniffy, referring to him with discernible disdain as a former journalist. (He was Asia business correspondent for Time magazine.) But he won precisely because of his ringside seat at globalisation's boom years; he won because, despite its possible shortcomings as a novel, his book nails the myth of a benign US economic hegemony that has \"lifted\" millions out of poverty across Asia. </p> <p>What it portrays in its place is horrific: a world where billions live in what Adiga's lead character describes as the \"Darkness\" - the abject poverty entrenched across swaths of rural and slum-city India. Meanwhile, an elite surfing on a tide of consumerism and cheap credit has been entirely dislocated from the majority of the country. This is a country where Bangalore's IT millionaires grow rich alongside an agrarian crisis characterised by an extraordinary phenomenon, the silent protests of 18,000 indebted farmers committing suicide every year - 200,000 in the past 12 years.</p> <p>Just as Steinbeck stirred the conscience of America with his novels on the dust bowl and the Great Depression, and Charles Dickens challenged the complacencies of Victorian Britain, so Adiga reads as a blistering critique of an economic system that can only be described as grotesque. The Indian economist Jayati Ghosh points out that Mumbai has the second biggest sales globally of Mercedes cars, yet more than half of India lives in poverty without enough to eat.</p> <p>The pertinence of Adiga's win is that India has been the poster boy for the past two decades of globalisation; Bono told me once that he dreamed of sub-Saharan Africa finding a way to emulate India's success. But its model of growth imported from the US was based on credit-fuelled consumerism for a fifth of the population while state investment in health, education, agriculture, infrastructure - crucial components of sustainable development - were cut back. Adiga's novel is a powerful volley in the crisis of legitimacy gripping the west's domination of the global economy. </p> <p>Europe and the US have spent the weekend talking of reform of global capitalism and a Bretton Woods II, but they need to start with a grovelling apology. In recent decades, they have used their power through the IMF to write the rules and impose them across the world by ruthless manipulation and bullying. Belgium, Luxembourg and the Netherlands have together more votes in the IMF than China, India and Brazil. </p> <p>In the past month, the US and Europe have been humiliated by the catastrophic failure of their own rules, and have been forced to rip them up. The double standards of western interests have been starkly exposed - their bail-outs are exactly what they have refused, repeatedly, to allow other countries to do in similar crises. </p> <p>Those who will pay the heaviest price for the foolhardiness of deregulated financial capitalism are among those who are least responsible, as Brazil's President Lula angrily pointed out last week. The shockwaves of the west's banking crisis will shipwreck more vulnerable countries. In developing countries, people don't have the resources - welfare provision, savings, insurance - to tide them over a crisis. Instead, they go hungry, homeless - and they die. Across Africa and Asia, countries are bracing themselves for multiple hits, with falls in aid already threatened and a likely decline in the remittances that buoy up their economies - in the UK, the immigration minister Phil Woolas is already signalling a harder line on immigration. Fear of global recession is bringing commodity prices down and will reduce the demand for luxury products such as flowers, green beans and hot holidays. The anger among developing countries will spread. Our worries about jobs and pensions pale in comparison with the fallout on the billions who will not be able to feed or educate their children. </p> <p>The western model of neoliberal financialisation was driven by clear self-interest, argues the Cambridge economist Ha-Joon Chang. The west couldn't compete in manufacturing (its labour costs are too high), so it turned to financial markets and used the cheapest way to make money: it offered loans, not for productive investment (factories, businesses) but to consumers, using their homes as collateral. Credit cards and small loans are particularly lucrative. So the west leaned heavily on countries through the World Trade Organisation and the IMF to open up their financial sectors. The western banks and the advertising companies piled in, and the result is a credit consumer boom. This may make a few people rich, but it is not, by any definition, development.</p> <p>Chang, South Korean by background, saw the bullying graphically illustrated in the 1997-98 Asian financial crisis. Not only did the US and the IMF stop the Asian countries from implementing a state bail-out, they took advantage of the desperate situation to force South Korea and other Asian nations to adopt further financial deregulation. Productive investment in South Korea has since halved and credit has boomed. Now the country is on economists' critical list as its stockmarket plunges. Ironically, it is only the countries lucky enough to have dodged IMF bullying who are relatively safe in the current maelstrom: leftwing political groups in India closed ranks to protect its banking sector from the worst deregulation. </p> <p>For most developing countries, the moral of the 1997-98 Asian crisis was that a primary purpose of financial management was to ensure sufficient capital reserves to avoid ever being vulnerable to the IMF thugs in their pinstripe suits. India, Korea, China: all have huge foreign reserves, often in US treasury bonds. It is the safest form of insurance in a global economy in which the flows of foreign exchange are so huge they can destroy a currency in of hours. But for a developing country to tie up most of its capital abroad is ruinously expensive; this capital should be invested in the country's own development - roads, for example, and schools to produce engineers, scientists and IT technicians. </p> <p>Once again, who benefits from this absurdity of the global financial system? The west - in particular the US, whose current account deficit is funded by the sacrificed futures of millions across Asia. Chang's thesis, in his book Bad Samaritans - Guilty Secrets of Rich Nations and the Threat to Global Prosperity, is that the west has effectively kicked away the ladder that enabled it to achieve prosperity. It denies to developing countries the protection and the investment in industries that were essential to its own development. </p> <p>At its most stark, the analysis is that the west has had a vested interest in keeping wage levels down in developing countries while making money from offering cheap credit. All it had to do was enlist a collaborating elite in each country to implement the deal, which was clearly not in the interests of the bulk of the population. Neoliberal globalisation was a system that ensured the rich got richer and the poor got poorer.</p> <p><a href=\"mailto:m.bunting@theguardian.com\">m.bunting@theguardian.com</a></p>",
  "<p>On my way to Monte Carlo to interview Max Mosley, people seem very concerned about what is appropriate to wear. Are you wearing boots, a friend asks, as if Mosley, the tabloids' favourite ogre, pervert and owner of Britain's most famous spanked bottom, might leap up and crack a whip at any moment. </p> <p>Since the News of the World's hidden-camera exposé of a five-hour sadomasochistic session with five paid women in a flat in Chelsea, Mosley's life has been plagued by the footage that showed him naked, being thrashed and then whipping several women before, still naked, having a cup of tea with them. At 68, the formula one boss and son of the British fascist leader Sir Oswald Mosley and Hitler-admirer Diana Mitford, found himself on the front page under the headline \"F1 boss has sick Nazi orgy with 5 hookers\". To everyone's surprise, he went to court for gross invasion of his privacy, braving more details that emerged, including the sensitivity of his bottom and his predilection for having it shaved. The judge found absolutely no elements of a Nazi theme or mocking of the Holocaust, dismissing the suggestion that a head-lice test or striped outfits had concentration-camp overtones. Mosley won a record £60,000 damages, in a ruling that could impact on press freedom. But his media battle has only just begun. </p> <p>Sitting in his Monaco office, with its sweeping seaview, the head of one of the world's most expensive sports looks out over one of the most moneyed places on earth. But Mosley knows that the whole world now is mostly thinking about his buttocks, and he doesn't really mind the jokes. He doesn't look his age, as he reaches to fit his hearing aid: \"I can hear men perfectly but I can't hear women - it's all to do with frequencies.\" He has the calm, smiling resignation of someone who has nowhere left to hide. Occasionally blushing, he is very frank. He has practised sadomasochism all his adult life, sees nothing wrong with it when it's legal and consensual, feels he was born like that and accepts he will never change. But admitting this can never make up for the impact the revelations have had on his wife of 48 years, Jean, a policeman's daughter whom he met and married at Oxford, and their two grown-up sons, who had no idea about his secret life. </p> <p>Over the summer holidays, amid the pain of the family fallout, rather than retreat from the spotlight, he resolved to go further in his \"war\" for justice. Through the European court of Human Rights in Strasbourg, he wants to cement a law on privacy in Britain whereby editors will be forced to contact the subject of their revelations before publishing. Some say this will muzzle journalism. He says it's about curbing the tabloid frenzy to destroy people's lives over eccentric sex. \"The government has got something to answer for, for allowing this Murdoch culture.\" </p> <p>Sadomasochism has been such a regular part of Mosley's life for decades that when he first saw the News of the World's scoop in March, he couldn't at first work out when they had shot the footage. Then he recognised what he prefers to call \"the party\". </p> <p>\"The Nazi element - that to me was barking mad. There was never a thought or a hint of such a thing. And it was never in my mind. I would have found it the opposite end of the scale from erotic, particularly because of my antecedents,\" he says. The alleged SS inspection manual was in fact a page torn out of an exercise book. \"And to talk about it being a concentration camp scenario when the opening words of the woman were, 'Welcome to Chelsea', and she was Officer Smith and I was Mr Barnes ...\" </p> <p>Mosley had already done his soul-searching about his preference for S&amp;M long ago. And although he continued to practise it throughout his years as a working lawyer, his career in motor sport and as part of the formula one governing body, he doesn't think it was in any way reckless. \"I've been doing it for 45 years, I've been extremely careful, I'd never got caught.\" He has known the women at this particular \"party\" for around two to three years. One was German, and he now knows she would have been \"mortally offended\" by any Nazi themes. \"One of the girls ... might easily have been Jewish,\" he adds. He feels the News of the World thought they were \"Lithuanian drug addicts or something of that kind\" but they were all graduates whom he describes as \"intelligent and competent\"; one has nearly finished her PhD. He rented the flat and paid them, but says they took part in administering and receiving beatings because they liked it. </p> <p>The descriptions of them as \"hookers\" or prostitutes is wrong, he feels. \"First of all, all those women sometimes do what they did for nothing, just for the fun of it. And even with me, on at least two or three occasions, they've done it for nothing. It's what they do. Of course, they utterly resent the description of hooker because for them, that [sadomasochism] and sex are two different things. Clearly there's a sexual element, but there's a sexual element when an actress kisses an actor on screen, but she's not a prostitute. It's a different thing: to them it's acting; sex is something different. So they don't see it as prostitution and I agree with them. The legal definition you could argue about, but morally they are not prostitutes.\" </p> <p>He says the details of the scenario were made up by the \"ladies\". He found the inspection for head lice and the medical examination unerotic and quite boring but it would have been rude to stop the game and tell them that. \"You tend to leave it to them. Really, all I'd said beforehand is we'll have one part of the thing with me as what they call 'sub' [submissive] and one part with me 'dom' [dominant]. And they were quite happy with that because they all switch as well, so it just works for everybody. As soon as you stand back from it, it's completely mad, but that's how it worked.\" </p> <p>The prison scenario was quite mundane. \"The reason they did the medical thing on me, they told me afterwards, is that they'd tried it on some sub and he'd found it tremendous. So, you know, they were just being nice.\" </p> <p>Mosley says it's a \"matter of principle\" that people should be allowed to do what they like as long as it's legal and consensual. He doesn't believe in an \"old-fashioned\", puritanical view that someone \"whose sex life isn't quite the same as the majority\" should have to resign from their job. </p> <p>But he kept it private, I say, away from the people who shared his life. \"To anyone who's not into it, it's an absurd activity. Like, for example, being a transvestite is absurd to anybody who's not into it. Therefore if you are into it you keep it secret from people who are not into it, and that could include your family.\"</p> <p>In formula one circles, he has a rule that people are allowed three jokes and that's it, otherwise it goes on and on. \"I mean, in the end, I did it, and it is funny. Sex is funny. Most people's sex lives, if you had the whole detail, would be quite funny. That's the point - why you don't have the detail - because it's not right to laugh at people in that way.</p> <p>\"It is an absurd thing to do, looked at in any rational way. But sex is absurd - it is a very strange, completely animal thing that's not fully understood. And people don't really know why they like what they like, but why worry, as long as you're not hurting anybody? And as long as everybody involved is genuinely consensual, properly consensual, not just doing it for money or whatever.\" That's his argument about the women involved? \"Yes. They do it anyway.\" </p> <p>Hovering over the Mosley exposé were the ghosts of his parents. In 1936, Oswald Mosley, Britain's most notorious fascist, married Diana Mitford, one of the famous aristocratic sisters, of whose looks Evelyn Waugh wrote: \"Her beauty ran through a room like a peal of bells.\" The wedding ceremony took place at the Berlin house of the Nazi propaganda chief Joseph Goebbels, with Hitler as a guest. Shortly after Max was born, the couple were interned in a London prison as a threat to state security during the second world war, and hounded out of Britain afterwards. They later briefly sent their son to be educated in Germany. Lady Mosley thought Hitler was a good man who meant well. </p> <p>Are Mosley's S&amp;M practices a reaction to his parents? \"I've seen one or two well-meaning articles saying I was exorcising something to do with my parents. It's just complete nonsense. I think most of the people who are into that - and I think most, how should I say it, unusual sexual activity - would say they were hard-wired and it was like that from very early childhood. Certainly, the women all say that. I can't say I've really discussed it much with men. </p> <p>\"I was conscious of that before I had the slightest idea what my parents did or didn't do. The idea that it's because of things that happened to you in your childhood, in my experience at least, is nonsense. I know at least one of the women has said to me the other day that she had an idyllic childhood, nobody ever did anything to her as a child, but she's just been hardwired like that since she was small. And I think this is true also probably of gay people, probably of transvestites, I don't know enough about it, but I suspect. Again, it doesn't matter as long as everybody wants to do it.\"</p> <p>Mosley remembers when he was three and a half being taken to see his parents, who were interned in a shared flat in Holloway prison before being released. \"I can remember the walls, the funny garden, the ash path. I can remember my father bringing a bucket of hot water for the bath.\"</p> <p>What did his parents really think of Hitler? \"My mother really liked Hitler. And my father didn't, for what reasons I don't really know. My father quite liked Mussolini but thought he was a bit over the top. Just as a person. For example, you'd go to his office apparently and it was a massive walk from the door to his desk. I think it's perfectly true to say my mother liked Hitler and would go on saying so until the end of her life. I never met him.\"</p> <p>And his parents view on the Holocaust? \"They were often asked about that and, of course, expressed complete horror. They didn't know about that when they knew him, like nobody did.\" His own view is that \"it's awful beyond dispute\".</p> <p>After the war, his father launched the Union Movement in Britain, campaigning against immigration after the London race riots. Max acted as an election agent for him in Manchester and was once arrested for getting into a fight with an anti-fascist who attacked his father at a London protest. \"I supported my father politically in my late teens and very early 20s and then lost interest. They were my parents so I was fond of them, but that's it.\"</p> <p>Mosley studied physics, became a lawyer and toyed with the idea of running as a Tory, but with his father's name hanging over him in England, he went into international motor sport. \"England is pretty unique in having this idea that it's completely your fault if your father had politics they don't like.\"</p> <p>He has headed formula one's governing body, the Fédération Internationale de l'Automobile (FIA), for 15 years. He counts his championing of road safety as one of his biggest achievements. After the News of the World article he called a vote of confidence, despite advice not to, and won. His close friend, Bernie Ecclestone, the formula one commercial-rights holder, first suggested he should go, then accepted that he stay. His latest move is to clamp down on the massive \"unsustainable\" spending on motor sport. He says he will stand down when his term ends in 2009. \"They've all said keep on. I'm not sure yet how much of that is just being kind,\" he says. </p> <p>He was a small donor to New Labour but stopped at the time of the Iraq war, which he thought was illegal and a mistake. Does he see himself as part of the establishment, an English gentleman? \"I never see myself as a gentleman,\" he smiles. </p> <p>Mosley thinks the S&amp;M story was a conspiracy and someone in motor racing stitched him up. He has enlisted the former Met chief John Stevens' investigation company to look into it. \"I think it's undoubtedly related to motor racing, it's just a question of who. I've got some shrewd ideas. I've got my eye on them, let's put it like that.\"</p> <p>But his greatest sense of injustice is against the tabloid culture, for the invasion of privacy that he says devastated his family. \"To live in a society where the rules are made by the [tabloid] editors, I think, would horrify most people. Particularly as it's very one-sided. They never hesitate, for example, to use completely illegal means to get information, such as bribing people with access to the police computer. So they can't talk about morality, they are immoral themselves.\"</p> <p>Mosley has defamation and privacy cases in Germany, Italy and France, some of which are criminal proceedings. At the human rights court in Strasbourg, he is targeting the British government. His proposed law, to force editors to contact a subject before printing, would give them a chance to seek a court injunction to stop publication. \"People say, 'But this will cast a chill on investigative journalism.' Well no, because ... the judge isn't going to suppress that which should not be suppressed. But he will probably suppress the revelation of people's most private lives for no better purpose than to sell newspapers.\" He has set up a fund for less well-off victims of intrusion of privacy to help them bring cases against newspapers.</p> <p>Has he had lots of support and messages from what he calls the S&amp;M \"community\"? \"I've had no interesting offers,\" he smiles. But there has been support from politicians and showbusiness figures. </p> <p>Mosley knows he is an utterly charming old man and I don't find myself judging him at all. The only time he grimaces with embarrassment is when asked about his family, which he says was devastated but is staying together. How? \"I mean, it's just very difficult for my wife, it's very difficult for my sons. But we're all each other have got.\"</p> <p>I wonder if this incident will make him say never again to S&amp;M. He laughs, then looks very serious: \"You can't change how you are,\" he says. \"And I mean, I'd thought it all through donkey's years ago and seen the absurdity and all the rest of it. And I think most people who have that sort of side to their life do. But you will never completely lose interest in that sort of thing. You just don't, to be very honest\".</p> <p>• Listen to Max Mosley talking to Angelique Chrisaﬁs <a href=\"http://theguardian.com/audio\">theguardian.com/audio</a></p>",
  "<p>Voters in key swing states from Colorado to Ohio have been targeted with automated phone calls seeking to portray Barack Obama as an extremist who has befriended terrorists and Hollywood celebrities.</p> <p>Opening with the words, \"Hello. I'm calling for John McCain and the RNC [Republican national committee],\" the \"robocalls\" have kicked off a political storm, with Democrats and some Republicans denouncing the McCain campaign for resorting to a tactic the candidate himself has consistently repudiated.</p> <p>Several versions of the calls, addressing topics from abortion to terrorism, were reported by voters in Ohio, Colorado, New Mexico, Wisconsin, Pennsylvania, Virginia, Missouri, North Carolina, Florida, Texas, West Virginia, Maine and Georgia.</p> <p>The call focusing on Republican claims that Obama is close to the 1960s radical William Ayers, states: \"You need to know that Barack Obama has worked closely with terrorist Bill Ayers, whose organisation bombed the US Capitol, the Pentagon, a judge's home, and killed Americans. Democrats will enact an extreme leftist agenda if they take control of Washington.\"</p> <p>Another call states: \"Barack Obama and his fellow Democrats got caught putting Hollywood above America. On the very day our elected leaders gathered in Washington to deal with the financial crisis, Barack Obama spent just 20 minutes with economic advisers, but hours at a celebrity Hollywood fundraiser. Where are the Democrats' priorities?\"</p> <p>A third call reprised an attack used in the final presidential debate: \"You need to know that Barack Obama ... opposed a bill requiring doctors to care for babies born alive after surviving attempted abortions ... Barack Obama and his liberal Democrats are too extreme for America ...\"</p> <p>The Senate Democratic majority leader, Harry Reid, expressed surprise at the \"scummy\" tactics. \"[I] can't believe John McCain knows what's going on.\"</p> <p>\"These kind of tactics have no place in Maine politics,\" a spokesman for the Maine Republican senator, Susan Collins, said. Collins is engaged in a tough re-election battle.</p> <p>Critics of the campaign's use of robocalls noted that McCain's professed opposition to the tactic was underpinned by the belief that his downfall in the 2000 Republican presidential primary campaign was due in part to the use of such tactics by his rival, George Bush. With that race tightening, voters in South Carolina received calls asking: \"Would you be more or less likely to vote for John McCain ... if you knew he had fathered an illegitimate black child?\"</p> <p>Bush won South Carolina after the allegation, a distortion of the McCains' adoption of a daughter from Bangladesh. That campaign was orchestrated in part by a former South Carolina attorney general, Charlie Condon. Earlier this year, Condon was appointed chairman of the McCain campaign in South Carolina.</p> <p>This week's calls were reportedly the work of a company owned by a Republican consultant named Jeff Larson, as were those made against McCain in 2000. At the time, McCain denounced the practice, saying: \"I promise you I have never, and will never, have anything to do with that kind of political tactic.\"</p> <p>Asked on Sunday if he would stop the calls, McCain said that this time was different. \"These are legitimate and truthful and they are far different than the phone calls that were made about my family ... this is dramatically different and either you ... didn't see those things in 2000 ... or you don't know the difference between that and what is a legitimate issue, and that is Senator Obama being truthful with the American people.\"</p> <p>An Obama campaign spokesman told the New York Times that the use of robocalls reminiscent of the 2000 campaign showed \"just how much McCain has changed since then - adopting not only President Bush's policies but his tactics\".</p> <p>A spokesman for the McCain campaign defended the latest calls, telling the New York Times, \"I would argue that much of these calls are based on hardened facts that American voters should consider.\"</p> <p>During this year's Republican primaries, McCain campaign manager Steve Schmidt decried robocalls, saying, \"[It's] a conveyance to introduce new information - and a lot of that information on the phone is slanderous and smearing.\"</p> <p>The robocalls are reported to be part of a $70m get-out-the-vote campaign being waged by the Republican party and the McCain campaign in key battleground states.</p> <p>Although common in the closing stages of a campaign, the calls' effectiveness is open to question, according to Vanderbilt University's John Geer.</p> <p>Robocalls, he told the Washington Post, \"may stimulate turnout, but they would have to be targeted to the right people. It could backfire, and if the attacks get in the mainstream media, the push back, too, could be substantial.\"</p> <p>The Guardian's coast-to-coast team attend a get-out-the-vote rally in Sante Fe and talk to some of the hundreds of Obama supporters lining up to cast their vote ahead of polling day on November 4. Comedian Marc Maron visits a gun store in Nevada to discuss politics with the McCain-supporting owner.</p>",
  "<p>On the day Alistair Darling launched his rescue package for the banks, using £500bn of taxpayers' money, what did the Sun choose for its front-page splash? A picture of some luxury mansion owned by Sir Fred Goodwin, the arrogant chief executive of Royal Bank of Scotland? Or one owned by the HBOS chairman and New Labour crony Lord Stevenson?</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338791549\"> <img src=\"https://static.guim.co.uk/sys-images/Media/Pix/pictures/2008/10/20/sun220b.jpg\" alt=\"Sun 'Mother of all council houses' front\" width=\"220\" height=\"288\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sun 'Mother of all council houses' front</span> <span class=\"element-image__credit\">Photograph: Public domain</span> </figcaption> </figure>  <p>The picture was of a big house all right, apparently valued at £1.2m, though hardly a mansion. The occupant? Why, Toorpaki Saiedi, a woman who presses every newspaper button: Afghan migrant, seven children, no job, no resident male partner and a big house paid for by the local council. OK, the story was a legitimate one, because it exposed an arcane absurdity in the housing allowance system, which led Ealing council in west London to pay a private landlord more than £12,000 a month in rent when it couldn't provide the homeless family with a home of sufficient size. But the cost to the public purse - which the Sun calculated as £170,000 a year in rent plus benefits - is 0.0000003% of that incurred by the bank rescue. Put another way, you'd need something like 3 million Afghan families living in similar circumstances to match the cost of Darling's bail-out.</p> <p>Within a day of the Sun's report, three council officials had lost their jobs, more rapidly than any top bank executives lost theirs. Problem sorted? Not as far as the press was concerned. The News of the World gave it another splash, plus a spread on pages 4 and 5, having got \"inside £1.2m Scrounger Palace\" to identify a 50in plasma TV, a leather six-piece suite, an iPhone, and \"silk furnishings\". You might think \"Scrounging the jackpot\" (Sunday Times) and \"A story that sums up the howling insanity of modern Britain\" (Daily Mail) would be headlines about bankers and hedge fund traders - until you saw that the bylines below were, respectively, Rod Liddle and Richard Littlejohn.</p> <p>Liddle put the boot into Saiedi's 20-year-old son, Jawad, because he was pictured pointing at the house and grinning. The family came to Britain in 2001 when their homeland was ruled by the Taliban, a regime so odious that the British and Americans insisted they were doing the Afghans a favour by invading them. This elicited scant sympathy from Liddle, who suggested \"the Taliban may have had a point, all things considered\" (such wit!). Littlejohn didn't quite say the Saiedi family was responsible for the financial crisis, but portrayed them as \"luxuriating\" while \"millions worry about the prospect of losing their jobs, their homes, their savings and their pensions\". In the Mirror, Tony Parsons yoked \"City spivs\" and \"that Afghan woman\" together: Saiedi \"looks exactly like the scalded fat cats who are being bailed out from Canary Wharf to Wall Street\".</p> <p>And that takes us to the heart of this matter. Why do papers that have millions of readers on modest incomes get more enraged about poor people receiving state help than about bankers pulling in annual bonuses that exceed, many times over, what their readers earn in a lifetime? The proper Marxist answer is that the corporate-owned press and its lickspittle journalists are trying to direct the workers' anger away from the bourgeoisie towards members of their own class. The depressing truth, however, is that newspapers are giving readers what they want. Sociologists have long debated why wide inequalities do not cause more public anger. The main reason, they believe, is that the super-rich are too remote from the mass of the population to provoke envy. Their children don't attend the same schools, they don't work, shop or play in the same places. Unlike politicians, they don't even appear on TV.</p> <p>As WG Runciman put it more than 40 years ago in Relative Deprivation and Social Justice, \"envy is a difficult emotion to sustain across a broad social distance\". Indeed, concern about inequality is now, if anything, more evident among the upper-middle classes who went to the same schools and universities as the super-rich and aspire to a similar lifestyle. Ordinary folk envy people like themselves, living in the next street and doing a bit better than they are, probably undeservedly. If those people are from an alien culture, so much the worse.</p> <p>If papers needed human interest, they might have tried, as the financial crisis grew, to find detailed examples of lost jobs and lost homes, relating them to the greed and incompetence of the \"fat cats\" in financial services. True, the worst, by general consent, is still ahead. But more than 150,000 jobs went between June and August alone and 18,900 homes were repossessed in the first half of the year. Alas, Paul Lewis's beautifully crafted report on the front page of last Wednesday's Guardian - about a Stoke-on-Trent laboratory manager who had just lost his job - is all too rare. The infrastructure that delivered such stories - the local stringers, the newsrooms of generalists who could spend days outside London - has virtually collapsed since the last recession.</p> <p>I fear, as this recession deepens, the Saiedis will be the first of many scapegoats. Newspapers will be careful not to incite violence explicitly or back extreme rightwing groups. But public anger is all too likely and the mass market papers, more desperate for readers than ever, are helping to create an atmosphere where it will be directed against the wrong targets, with possibly grim consequences.</p> <p><strong>Ritchie picking</strong></p> <p>The redtops are in a frenzy over the divorce of Madonna and Guy Ritchie. Never mind that there doesn't seem to be much dispute over either money or children; according to the Sun, \"this one is shaping up to get dirty\". </p> <p>The paper quoted both sides on its front page. \"She says: 'He's a lazy tightwad' ... He says: 'She's just a domineering control freak ...'\" Neither had said a word; the quotes, as always, came from unnamed \"sources\". As for the Mirror, it is in high dudgeon because when it reported in June that the marriage was ending, the couple denied it. \"We'd ... done the hard work for them by informing the world ... They could've gracefully confirmed it.\" Instead, they \"put on a show of togetherness\". </p> <p>How dare they! I hope the couple have learnt their lesson and will, as their divorce proceeds, ensure their dirty linen is properly displayed in Her Majesty's Redtop Press.</p>",
  "<p>It is getting awfully hard to hold on to your negativity these days, what with the England football team striding towards World Cup glory, and our dedicated, hard-working young Olympians and Paralympians modestly accepting the plaudits of the crowd in Trafalgar Square. But I think it is important I try.</p> <p>I do not see why the financial pages should have a monopoly on gloom, cynicism and honest-to-god bile. First thing to say is, well done at Beijing; extraordinary achievement, nation uplifted and all that, but there is a limit to the number of athletes you want to see on the top deck of a bus telling BBC viewers, \"This is amazing\". God bless them, but it was not really that amazing that several thousand people turned out in the centre of London to have a shufti at what was happening. I was once stuck for two and a half hours on the M1 because people were slowing down to look at a bread van that had had a blow-out on the opposite carriageway.</p> <p>Not, you understand, that I am criticising our fine athletes for adjectival poverty. When you are up at five o'clock every morning in your swimming togs waiting for the municipal baths to open it does not leave a lot of time for Roget's Thesaurus. And, let's face it, it cannot be easy to come up with an original response when some Geordie refugee from Blue Peter bounds up to you, like a puppy dog who has just discovered his genitals, and pants: \"What do you think of this?\" (Incidentally, I have no hard evidence, but I believe there may be more Geordies currently working in children's TV than worked in shipbuilding at the height of that trade.)</p> <p>Amazing was certainly the mot du jour for Olympians interviewed on BBC1's Parade of the Heroes, leading me to wonder if they had perhaps not overdosed on Charley Boorman's TV show, where he routinely reacts to more or less anything - from Indian widows at a funeral pyre to a mosquito he splats on his pillow - by exclaiming: \"Wow, this is amazing.\" Still, our athletes seemed to be enjoying themselves, and good luck to them. It is not their fault that the BBC, official Olympic cheerleader, is in overkill mode, giving coverage way beyond any news or entertainment value to every Olympic or quasi-Olympic event. Want more smug, lickspittle interviews with Lord Coe? You got 'em - four more years of them. Funny thing is, the more his Lordship tries to convince me London 2012 is money well spent, the less inclined I am to lend my support. If the Olympic folk were to promise four Coe-less years, they could have my bank details, dip in and take whatever they needed - if they can find anything in there.</p> <p>And another thing - I am on a roll now - what is the deal with all the positive press for Richard Madeley? It seems if you hang around long enough, you become some kind of national treasure. Has everybody forgotten how irredeemably, teeth-achingly embarrassing Madeley's interviews are? His performance on the satellite TV show, Richard and Judy's New Position (hey, cute title, love the double entendre, trebles all round), leaves you longing for the self-effacing interview technique of a Jonathan Ross or Graham Norton.</p> <p>It is not easy to cock up an interview with Eddie Izzard - he's funny, interesting, and knows the chat show game - but Madeley managed it by the simple expedient of not shutting up, trampling over the comedian's punchlines, and obscuring Izzard's genuine insights on religion with his own banal observations, causing this viewer to scream at the screen: \"For pity's sake, shut the f**k up.\" (Now they won't let me in Curry's any more).</p> <p>All that is stopping Richard and Judy's New Position, or Richard and Judy's New Opening, as I like to call it (why be coy?), being the worst talk show on TV is Ricky Speaks on Nuts TV on a Sunday night, billed as \"Live from Manchester's legendary press club\". Assuming that is the same place I used to go after a late-night news shift on Piccadilly Radio in 1979, there is nothing legendary about it. Sure, there were some legendary drinkers in there, but it is not the Algonquin, especially not when you consider Hatton's guest list. </p> <p>If a comedian is on, it will be Roy \"Chubby\" Brown, if a footballer, Neil \"Razor\" Ruddock. In fact, having a colourful parenthetical nickname may be a requirement for appearing on the Hitman's show, to which I may return some time in the ever-popular Screen Break Trashes National Treasures season.</p>",
  "<p>Voters in key swing states from <a href=\"http://www.theguardian.com/world/colorado\">Colorado</a> to <a href=\"http://www.theguardian.com/world/ohio\">Ohio</a> have been targeted with automated phone calls seeking to portray Barack Obama as an extremist who has befriended terrorists and Hollywood celebrities.</p> <p>Opening with the words, \"Hello. I'm calling for<a href=\"http://www.theguardian.com/world/johnmccain\"> John McCain</a> and the RNC,\" the robocalls have sparked a political storm, with Democrats and some <a href=\"http://www.theguardian.com/world/republicans\">Republicans</a> denouncing the McCain campaign for resorting to a tactic the candidate himself has consistently repudiated.</p> <p>Several versions of the calls, addressing topics from abortion to terrorism, were reported by voters in Ohio, Colorado, <a href=\"http://www.theguardian.com/world/newmexico\">New Mexico</a>, Wisconsin, <a href=\"http://www.theguardian.com/world/pennsylvania\">Pennsylvania</a>, <a href=\"http://www.theguardian.com/world/virginia\">Virginia</a>, Missouri, <a href=\"http://www.theguardian.com/world/northcarolina\">North Carolina</a>, <a href=\"http://www.theguardian.com/world/florida\">Florida</a>, Texas, West Virginia, Maine and Georgia.</p> <p>One robocall, focusing on Republican allegations that Obama is close to the 1960s radical William Ayers, states: \"You need to know that Barack Obama has worked closely with domestic terrorist Bill Ayers, whose organization bombed the US Capitol, the Pentagon, a judge's home, and killed Americans. And Democrats will enact an extreme leftist agenda if they take control of Washington.\"</p> <p>Ayers, who served on the board of a nonprofit organisation in Chicago with Obama, co-founded the radical leftwing organisation Weather Underground, which was behind a bombing campaign in the late 1960s and 1970s. The only people who were killed in the campaign were three members of the group, who died in a bomb-making accident. Obama has criticised the \"despicable acts\" of the group.</p> <p>Another of the automated Republican calls states: \"Barack Obama and his fellow Democrats got caught putting Hollywood above America. On the very day our elected leaders gathered in Washington to deal with the financial crisis, Barack Obama spent just 20 minutes with economic advisers, but hours at a celebrity Hollywood fundraiser. Where are the Democrats' priorities?\"</p> <p>A third call reprised an attack delivered the day before, in the final presidential debate: \"You need to know that Barack Obama ... opposed a bill requiring doctors to care for babies born alive after surviving attempted abortions ... Barack Obama and his liberal Democrats are too extreme for America.\"</p> <p>The Senate majority leader, Harry Reid, a Nevada Democrat, expressed his surprise at the \"scummy\" tactics being used by the McCain campaign, saying: \"[I] can't believe John McCain knows what's going on.\"</p> <p>\"These kind of tactics have no place in Maine politics,\" said a spokesman for the Maine Republican senator Susan Collins. \"Senator Collins urges the McCain campaign to stop these calls immediately.\" Collins is engaged in a tough re-election battle in the state.</p> <p>Critics of the McCain campaign's use of robocalls noted McCain's professed opposition to the tactic was underpinned by the belief his defeat in the 2000 Republican presidential primary campaign was due in part to the use of such tactics by his rival, George Bush.</p> <p>While that election was tightening, voters in South Carolina received robocalls asking: \"Would you be more or less likely to vote for John McCain ... if you knew he had fathered an illegitimate black child?\"</p> <p>The allegation, rooted in McCain's adoption of a girl from Bangladesh, paid off and Bush took South Carolina. Bush's campaign was orchestrated in part by the former South Carolina attorney general Charlie Condon. Earlier this year, Condon was appointed chair of McCain's South Carolina campaign.</p> <p>This week's calls, as with those made for the Bush campaign in 2000, were reportedly the work of a company owned by a Republican consultant named Jeff Larson.</p> <p>An Obama campaign spokesman told the New York Times the use of robocalls reminiscent of the 2000 campaign showed, \"just how much Senator McCain has changed since then - adopting not only President Bush's policies but his tactics.\"</p> <p>But a spokesman for the McCain campaign defended the calls, telling the paper, \"I would argue that much of these calls are based on hardened facts that American voters should consider.\"</p> <p>During this year's Republican primary, McCain's campaign manager, Steve Schmidt, decried robocalls. \"So it's a conveyance to introduce new information - and a lot of that information on the phone is slanderous and smearing,\" he said. \"But if not enough about who the person is, or what they're about, is known, is the criteria for it working. When you're a defined entity like [McCain] is now, they have a very minimal effect.\"</p>",
  "<video data-media-id=\"gu-video-338763793\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1865179406_MARC-LEAVING-SEDONA.flv\"/> </video>   <p>\"It's going to be exciting to see how people adjust in this country to having a black president. Despite what people say about how it doesn't matter, it matters. A lot. To a lot of people.\"</p> <p>Marc Maron leaves John McCain's red rock hideaway and heads for his home town of Albuquerque, New Mexico.</p> <p>*<em><a href=\"http://www.guardian.co.uk/world/series/ontheroadtothewhitehouse\">More videos from On the Road to the White House</a></em></p>",
  "<p>The states of Nevada, Colorado and New Mexico are key to what has been called Barack Obama's Western strategy. <a href=\"http://en.wikipedia.org/wiki/U.S._presidential_election,_2004\">All three states helped send George W Bush</a> to a second term, but they are all leaning, even if slightly, to Obama. New Mexico shows why these states have been challenging for Democrats and also why Barack Obama might win here.</p> <p>We're now in Colorado. We've been to Nevada and New Mexico, and here is The Nation's Ari Melber talking about Obama's western strategy:</p> <p><strong>Western Democrats, a different breed</strong></p> <p>Politics in these western states is very different than on the coasts. Take Democratic Bill Richardson for example. He touts his support for <a href=\"http://www.ontheissues.org/2008/Bill_Richardson_Gun_Control.htm\">gun rights and won the endorsement of the National Rifle Association</a>. He has a permit to carry a concealed weapon, said Heath Haussamen who covers politics for the New Mexico Independent.</p> <p>John McCain's message of \"drill, baby, drill\" also plays well in this oil and natural gas producing state, Heath said. The <a href=\"http://www.ewg.org/oil_and_gas/leaseholder.php?cust_id=-199080\">Yates Petroleum Company headquartered here is the largest holder</a> of oil and gas drilling leases on federal land in the West, and it's been an important industry for the state.</p> <p>This is a traditionally Democatic state, but the majority of Democrats are conservative Hispanic Democrats, Heath said, and they supported President Bush on the war longer than many other groups.</p> <p>\"They are pro-drilling, pro-life, big 2nd amendment supporters, but they also believe in welfare and unions. New Mexico voters have tended to send moderate Republicans to Washington, but the state has been trending leftward,\" Heath said.</p> <p><strong>Economic concerns</strong></p> <p>The state is one of the least affected by the housing crisis, and 25% of jobs in the state are for either the state or federal government, said <a href=\"http://joemonahansnewmexico.blogspot.com/\">New Mexico political blogger Joe Monahan</a>. Despite that, as with the rest of the country, the economy is the biggest issue.</p> <p>When I interviewed Joe, he was working on a story about <a href=\"http://joemonahansnewmexico.blogspot.com/2008_10_01_joemonahansnewmexico_archive.html#3508873368368298623#3508873368368298623\">a possible budget crunch in the state</a>, and the state's most populous <a href=\"http://kob.com/article/stories/S623232.shtml?cat=519\">county had just announced a $10m budget shortfall</a>.</p> <p>Heath lives in Las Cruces in the south of the state, and there are $200m in state or federal construction projects in the city alone. \"People are concerned that the government will have to cut back on spending to pay for financial bailout.\"</p> <p>A month ago, New Mexico was a toss-up state, but now, \"the consensus is that Obama has the edge,\" Heath said. RealClearPolitics shows <a href=\"http://www.realclearpolitics.com/epolls/2008/president/nm/new_mexico_mccain_vs_obama-448.html\">Obama with an average 8.4% lead</a> based on polls in the state.</p> <p>Two things in the last four years that have changed to help Barack Obama, Joe said. \"National security issue is not quite as dominant as an issue, and economic security is.\"</p> <p><strong>Obama's organisation</strong></p> <p>One thing that we're seeing in the states we're driving through is the presence of the Obama campaign and the enthusiasm of his supporters. In New Mexico, Obama has 40 field offices to McCain's 10. That number of field offices is unheard of, Heath said.</p> <p>Barack Obama has also been reaching out to Native American voters, which make up 10% of the state. They have volunteers and paid staff focused on getting out the vote in the native nations. They have held rallies focused on Native voters. \"The Obama campaign isn't taking anything for granted,\" said Trip Jennings, the news editor for the New Mexico Independent.</p> <p>Joe says that it's important not to over-emphasise the advantage in field offices and ground organisation by Democrats because theri voters tend to be less reliable. They have to work harder to get them to the polls. John McCain has run a more traditional campaign relying on phone banks and direct mail. Republicans appeal to a \"more likely voter\" so don't have to put as much effort to get voters out, he said.</p> <p>Also in Obama's favour is that Governor Bill Richardson has also been a strong ally since he decided to endorse him over Hillary Clinton, even though he had served <a href=\"http://en.wikipedia.org/wiki/Bill_Richardson#U.S._Ambassador_to_the_United_Nations\">in Bill Clinton's administration</a>, <a href=\"http://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2008/04/02/BAVNVU2PJ.DTL\">setting off the former president's famous anger</a>.</p> <p>Governor Richardson has been a major fundraiser for Obama, bringing in $2m for the presidential campaign at a recent event, and he's helped Obama navigate <a href=\"http://www.theguardian.com/world/uselectionroadtrip/2008/oct/18/uselections2008-race-newmexico\">the unique politics of the state</a>.</p> <p><strong>The final stretch</strong></p> <p>Two weeks before the election, Joe says that Obama doesn't have the kind of lead that assures victory. \"There are a lot of voters who can be influenced by whatever is the last thing they see. While this election looks likes its trending Democrat and Obama, I don't think the margin is enough to rule out some kind of major development that could lead to an upset.\"</p> <p>The campaigns are fighting hard for the state's votes. <a href=\"http://newmexicoindependent.com/5649/biden-rallies-southern-nm-voters-for-obama\">Joe Biden campaigned in southern New Mexico</a> this week, and <a href=\"http://www.theguardian.com/world/uselectionroadtrip/2008/oct/18/uselections2008-newmexico\">Sarah Palin is coming to Roswell</a>.</p> <p>A number of people I've spoke to along the way have said that whoever wins the presidential election will actually lose because the problems facing the country are so great, but Joe disagrees.</p> <p>He said: \"The next president is going to have a terrible job, but out of a terrible situation can come often come greatness. You would not have had an FDR without the Depresion. You would not have had a Lincoln with the Civil War. This is really going to test whoever wins the White House.\"</p>",
  "<p>Road Trip, Day 7. This morning we set off early for a long drive north from Albuquerque to Colorado Springs, where we hope to get a whiff of the famed evangelical Christian fervor the city is famous for, and see Sarah Palin in person at a rally on Monday morning. </p> <p>One hour out, we decided to stop off at a political rally in Santa Fe, where state politicians were supposed to lead locals in an early voting drive to the polls. When we got there the place looked dead, and we decided it was a bust. But one of the team had to find a toilet, and disappeared for the longest time into a building. Finally reappearing, he motioned to us to follow him around the corner. And there were the voters: not 10 or 20, but a good 75, waiting in the sun for as long as 2 hours, with more people joining the line all the time. </p> <p>So here in Santa Fe was first proof of what both Republicans and Democrats fear, though for entirely different reasons: a huge turnout that is certain to favor Obama, but would also swamp the polls and overtax the state's voting system. Brian Egolf, who is running for state representative from Santa Fe, told me he believed the turnout would be an unheard of 85 percent. </p> <p>Emerging from the voting booth in his wheelchair, Joe Parker, a state employee, told me that he had been turned away from voting at the primary and wasn't going to have that happen again. \"I want to be sure there are no problems,\" he said with a tight smile, explaining that ballots in New Mexico had a way of getting \"lost.\" By voting early with a paper ballot, he hoped to ensure that his vote would be actually be counted. Others expressed the same sentiments, fearing for the worst in a state with a wretched recent record of failure at the ballot box.</p> <p>Our researcher Jean Casella, who is tracking voter suppression from state to state as we cross the country, sent me the following rundown of the massive problems that plagued the 2004 election here in New Mexico: </p> <p>The results showed a sky-high rate of \"undervotes\"—ballots that have been cast but do not include a vote in a particular contest. According to the group <a href=\"http://votetrustusa.org/index.php?option=com_content&amp;task=view&amp;id=208&amp;Itemid=113\">VoteTrustUSA</a>,<br>New Mexico led the nation in the undervotes with an astonishing one out of every 36 ballots missing a vote for president. The total undervotes came to over 21,000—more than five times the margin of victory in that election, which George W. Bush won by fewer than 4,000 votes. </p> <p>Because New Mexico's five electoral votes would not have changed the outcome of the 2004 race, this massive loss of votes received relatively little attention. But it drove home the risks of electronic voting. An analysis by VotersUnite.org revealed that \"more than 80% of New Mexico's undervotes were recorded (or, more accurately, not recorded)\" on Direct Recording Electronic (DRE) voting machines,\" with no verifiable paper trails. </p> <p>Amid protests and lawsuits, Governor Bill Richardson in 2006 signed a state law banning the machines and requiring paper ballots. He warned other states against the technology, saying, \"One person, one vote is in jeopardy.\" That year's election saw a <a href=\"http://www.bradblog.com/?p=4193\">huge drop </a>in the undervote rate. </p> <p>With mandated paper ballots, New Mexico is not likely to relive the travesty of 2004. But now there are worries about the <a href=\"http://www.abqtrib.com/news/2007/dec/19/new-mexico-has-no-plans-toss-voting-machines/\">machines that count the paper ballots</a>, as well as about shortages of ballots and of polling places. Once burned, New Mexicans have good reason to be worried about their votes being counted.</p> <p>• This article was amended on Monday October 20 2008. Above we said that New Mexico has four electoral votes, it has five. This has been changed.</p>"
]