[
  "<p>Hundreds of thousands of credit card users are set to see the minimum repayment on their plastic rocket to £25, a move that could hurt households struggling to repay their debts.</p> <p>In October, credit card customers at Alliance &amp; Leicester will see their minimum repayment terms switch from the lesser of 3 per cent or £5 plus any interest charges to the greater of £25 or £5 plus any interest charges.</p> <p>While any move that shrinks the size of the underlying debt is to be welcomed, the hike will concern many households whose budget doesn't stretch immediately to such levels.</p> <p>The changes will chiefly affect users with 0 per cent cards who have been paying the £5 minimum but now face a huge jump to £25, and those managing smaller credit card balances.</p> <p>In particular, lower-income households in careful control of their finances could find their monthly repayments leap to unmanageable levels.</p> <p>A cash-strapped customer slowly paying off a £200 balance on a card with a standard annual percentage rate (APR) of roughly 16 per cent using the minimum repayment would currently pay about £6 - the 3 per cent fee. That will jump to £25; for homes where the daily finances are finely balanced, it could cause financial difficulties on top of soaring fuel and food bills.</p> <p>'Such a move could cause problems with people who are managing their debt carefully, especially when everybody's income is so much tighter,' says Sean Gardner at price comparison site <a href=\"http://www.Moneyexpert.com\">Moneyexpert.com</a>. 'And because people are becoming more stretched, an increasing number are now paying back the minimum.'</p> <p>MBNA, the credit card company that provides A&amp;L with its cards, will roll out the same changes to other lenders it supplies, including Virgin Money and its own-brand customers.</p> <p>'From a customer's point of view, the change is a good thing as the more debt they pay off, the better,' says an MBNA spokesman. 'But clearly, if some people can't afford to pay [the new minimum repayment] then they can come to us and we'll try to resolve it.'</p> <p>But although the higher £25 minimum repayment could cause a measure of financial distress, the greater monthly sums will chip away faster at outstanding debt and slash the overall amount of interest to be paid.</p> <p>Repaying credit card debt by spending just the minimum amount each month - usually 2.25 per cent of the outstanding sum - can leave you in debt for decades. Yet about 3.38 million people (11 per cent of borrowers in Britain) make only the minimum repayment, compared to 20.9 million (68 per cent) who repay their credit card bill in full, according to figures from the British payments body Apacs.</p> <p>The danger stems from lenders' allowing borrowers to pay back a tiny percentage of the outstanding debt each month, rather than sticking to a set payment that eats into the underlying amount owing. This way, interest can continue to build up in the bank's coffers as the debt is slowly eroded over many years.</p> <p>If you have the average UK credit card balance of £1,384 at 18.9 per cent and make the 2.25 per cent minimum repayment each month, it would take you a staggering 27 years and eight months to pay it all off; worse, you would pay £2,673 in interest charges, research by finance website <a href=\"http://www.Moneynet.co.uk\">Moneynet.co.uk</a> shows.</p> <p>'Imagine someone told you that your £1,384 purchase would cost you a total of £4,057 (including interest) and would take you nearly three decades to repay, you would think you'd be mad to entertain such a buy. But because consumers don't appreciate the real cost of their credit-card spending with low minimum repayments, many will just carry on regardless,' says spokesman Andrew Hagger.</p> <p>'While credit cards, used correctly, can be a great way to ease a temporary cash flow problem, they can prove to be a real financial albatross if you slip into the habit of only repaying the absolute minimum.'</p> <p>Not every one will be fortunate enough to owe sums that tally with the national average, though, and for those owing thousands on a credit card, the minimum repayment trap can get ludicrously expensive. </p> <p>According to consumer revenge website <a href=\"http://www.Moneysavingexpert.com\">Moneysavingexpert.com</a>, a £3,000 debt at 17.9 per cent on a 2 per cent minimum repayment (£60 in your first monthly payment) would take 41 years to pay off and cost £6,400 in interest alone.</p> <p>Debt charities, which have seen record numbers of heavily indebted individuals get in touch for advice on coping with their borrowing - which include credit cards, store credit, personal loans and loans secured on homes - are recommending that clients pay more than the minimum, even if it is just a few extra pounds each month.</p> <p>Take that same balance of £1,384 at 18.9 per cent and minimum repayments of 2.25 per cent: if a borrower was to make the minimum repayment and an additional £10 each month, the time taken to repay the debt would shrivel by 20 years to seven years and eight months, and the borrower would pay just £890 in interest charges, Moneynet's research shows.</p> <p>'It can make such a massive difference, and so we always advise people to pay over by a slight amount, even if it's just a couple of pounds,' says Frances Walker at the Consumer Credit Counselling Service (CCCS) debt charity. 'The real problems begin if you've more than one card and you are paying the minimum on both; you can get locked in for years and years. It really is a mug's game; you absolutely need to clear as much as possible.' </p> <p>On a brighter note, the average minimum repayment as a percentage is beginning to creep up, according to financial analyst Moneyfacts. This year, so far it stands at 2.66 per cent - £7.63 a month - while standing at 2.58 per cent in 2007 and 2.47 per cent in 2006.</p> <p>'While some lenders have reduced their minimum payments, there have been significant increases such as that by MBNA. It is a good sign that they are increasing, but the minimum percentage has only increased slightly, which is unlikely to outweigh the increase in purchase rates and cash APRs,' says Samantha Owens of Moneyfacts. </p> <p>Only two card lenders - Capital One and Coutts, the private bank - insist on a 5 per cent minimum repayment, and the Capital One 'Classic' Visa card carries a monster 34.9 per cent APR. 'It's aimed at people trying to rebuild their credit history,' says Mr Hagger. 'With a rate this high the customer would never repay their balance if the minimum was 2.25 per cent.'</p> <p>Any one who is in serious trouble and struggling to juggle credit card debts while relying on minimum repayments, should consider contacting the CCCS on 0800 138 1111 for free advice or getting in touch with their local Citizens Advice Bureau.</p> <p>As a rule, Ms Walker recommends paying off the most expensive credit card debt first if you have more than one, and - if possible - trying to shift your existing debt to a new card that offers a cheap balance-transfer deal.</p> <p>Alternatively, you could set up a direct debit to make sure that you never miss a credit card repayment - an omission that picks up a £12 fine - and then make overpayments by telephone or direct from your current account each month.</p>",
  "<p>In 1975, Paul Beahm, a 17-year-old, high-school dropout from West Los Angeles, whose brother had been murdered over a drug deal and whose stepfather had died unexpectedly three years earlier, devised a plan to make himself immortal. The plan would have the timeframe of his hero David Bowie's apocalyptic anthem 'Five Years'. It went like this: Beahm would form a band with his mates, spend a couple of years making it a cultish, outrageous live act, release one great album and then commit suicide to secure his legend. </p> <p>Beahm proved himself as good as his word. His band, the Germs, with Beahm performing under the name Darby Crash, were, for a while, the most infamous punk band on the West Coast. By 1978, their appearances were occasions of such mayhem that they were routinely broken up by riot police. The Germs' only album, (GI) (Germs Incognito), released in 1979, was widely acclaimed as a brutal masterpiece (an 'aural holocaust,' the LA Times suggested). And, as planned, on 7 December 1980, Darby formed a suicide pact with his then girlfriend, Casey Cola. They lay down together in her mother's back room and injected themselves with the $400-worth of heroin they had bought with the last of their rent money. Crash died, Cola survived.</p> <p>The one thing that did not go according to plan, however, was the timing of Darby Crash's self-mythologising exit. Icons are not supposed to be upstaged, but on the day after Crash killed himself, John Lennon was murdered in Central Park and the world found a more genuine legend to mourn. </p> <p>Crash's designs on immortality were subsequently put on hold, but they have been revived in a film that retells the story of the ultimate live fast, die young life. Twenty-eight years on, Darby Crash may yet take what he always saw as his rightful place as a rock'n'roll martyr somewhere in the junkie's pantheon between Jim Morrison and Sid Vicious.</p> <p>The film, which opened in New York earlier this month, takes its name from one of Crash's characteristic pieces of paranoid lyricism 'What We Do Is Secret'. It has been a rite of passage for writer and director Rodger Grossman, who has spent the best part of 15 years, since he left film school, trying to get it made. It began, he explains on the phone from LA, as a personal quest. </p> <p>'I grew up in west Los Angeles and I used to go to punk shows with my friends to see bands like Black Flag and the Meat Puppets. They were great shows. But the bands we never got to see were the first-generation punk bands. Our greatest regret was never having seen the Germs.' He vowed to put that omission right.</p> <p>Not long before he died, Darby Crash's stage show had been preserved on film in The Decline of Western Civilization, Penelope Spheeris's documentary about LA punk, a more theatrical, decadent relation to its slightly more venerable New York and London cousins. Grossman and his friends had watched that footage over and over. Crash, he suggests, was not only the most extreme but also the most romantic figure of that time and place. He had literally been the poster boy for Spheeris's movie, pictured on the film's promotional fliers passed-out drunk on stage, prefiguring his death mask by a couple of months. 'Darby,' Grossman says, 'was at or very near the heart of a very important scene. He drew people to him. It's an overused term but in the Los Angeles I grew up in he was a living legend.' </p> <p>In his efforts to resurrect that legend, Grossman initially set about trying to interview all the people who had known Darby. He started with Crash's mother, Faith, apparently the root of much of the singer's angst and self-loathing; when she gave her blessing for the film, he went on from there. 'People were still deeply emotional and wounded by what had happened,' he says. 'They still are. I carried that with me through the whole process.'</p> <p>The movie is, necessarily, pitched somewhere between myth and reality. The Germs had been a polarising force and Grossman discovered that everyone he spoke to 'had a different perspective and everything was always heightened when they remembered Darby. People cared a great deal that I got things right'. </p> <p>No one cared more than the surviving members of the Germs, who had been rechristened by Crash: bass player Lorna Doom, guitarist Pat Smear (who went on to play with Nirvana and currently plays with the Foo Fighters) and the crazed drummer Don Bolles. All of them make large claims for Darby Crash, but none more so than Bolles. 'With a little more luck and concentrated effort,' he suggests, 'Darby could have fulfilled his plan to be the new Jesus/Bowie/Manson/Hitler/L Ron Hubbard... he was a natural messiah type, whose heroic consumption of LSD helped make him the most psychedelic prankster I have ever known.'</p> <p>It is hard to get that kind of persuasive anarchy on film and because he pursued his subject from the perspective of a fan, Grossman's movie suffers from the curse of all biopics: it never quite lives up to the mythology of the real thing. Even so, enough of Crash's unhinged charisma survives in the performance of Shane West, last seen playing Dr Ray Barnett in ER, to have allowed the actor to be paid the ultimate compliment by the survivors of the band: West is now touring - as 'Shane Wreck' - with the re-formed Germs as a replacement for Crash.</p> <p>When I speak to Lorna Doom in LA, she is just back from the film's premiere in New York. Watching it was, she explains, her weirdest emotional experience (and she no doubt has plenty to choose from). 'It was like seeing this intense portion of my life rerun up there - lots of happy memories, some bad ones.' </p> <p>She had replayed a lot of that footage over and over in her head in the past and the film has been a way of exorcising it. Now it's out there, she feels she can finally move on from those days. 'I think the movie has pretty much put all those feelings away for me once and for all. It was very cathartic.'</p> <p>Equally therapeutic has been the opportunity to re-form the Germs with Shane West. By the end of its original life, the band had not so much fallen apart as been made redundant - no venue would risk booking them. Three days before he died, Crash had ended their last show, itself a desperate reunion effort, with the words: 'You will not see this again.' The revival (and the film) has in some ways proved him wrong. How does that feel to Lorna Doom, now 50?</p> <p>'It was totally surprising to get the band together again,' she says, 'but it's also the most comfortable thing in the world.' In her view, the new Germs exceed the original in the fact that they can now really play their instruments (when they went on stage the first time in 1977 at the Whisky a Go-Go on Sunset Boulevard, they had never really picked up guitars - Crash had designed the band's T-shirts and put up posters before they had got around to learning any chords). Don Bolles agrees that the second coming of the Germs has an eerie symmetry. 'We are the first band to embrace the actor from the biopic as their singer and then go on to perform together like nothing happened,' he suggests.</p> <p>The audience these days consists of some old faithfuls and a new generation that knows more about the history of the Germs than Lorna Doom does. There is, she says, with some relief, a lot less carnage than there used to be.</p> <p>'It all got terribly violent and extremely frightening towards the end when there was this influx of punks from southern California who latched on to our gigs and basically made it impossible for us to play without a riot happening. That was the beginning of the end.'</p> <p>As Grossman's film makes clear, it hadn't always been like that. To begin with, it was all a laugh. The best scenes from the film are The Commitments-like early days when Crash and Smear put out an ad for 'two untalented girls' and Lorna Doom and her flatmate Belinda Carlisle applied (Carlisle was in the original line-up, as 'Dottie Danger', but soon left to form the Go-Go's). Though Darby had his death wish, part of the reason for starting the band was, as Smears has recalled, more innocent: it lay in the shocking discovery that one of their heroes, Alice Cooper, enjoyed a round of golf. If they formed a band, they were not going to fake it. 'Whatever we were going to be, we were going to be the most. If we're gonna be punk, then we are gonna out-punk the Sex Pistols! If we are gonna be the worst band ever, then we are gonna be the fucking worst band ever!'</p> <p>At first, the anarchy was all contrived; doing a deranged cover of 'Sugar, Sugar', Crash would chuck bags of the stuff at the audience; later, when the drugs got harder and things took a predictably darker turn, the chaos was for real. Crash was happy to borrow any punk cliche he could import from London or New York and give it a personal twist. The Germs became a resident band at the Masque, the hippest of all LA's underground clubs, run by a Scottish expat called Brendan Mullen. With bands like the Screamers and the Weirdos they would try to out-shock each other. Apeing Iggy Pop, Darby Crash took to cutting himself on stage, generally making a bloody sphere on his chest that signified 'Circle One', a cultish idea that he wanted the band and its followers to indulge in (Germs fans identified themselves with a cigarette burn on the inside of their left wrist; the burn had to be created by another fan). </p> <p>Borrowing wildly from Nietzsche and Oswald Spengler, David Bowie and Freddie Mercury, Mussolini and Dianetics, Crash came up with a narcotic kind of lyric that he believed might be a form of mind-control laced with despair and self-parody. A closeted gay and, for a long time, in the proper Warholian tradition, a virgin, he portrayed himself as a 'Sex Boy': 'I like it anywhere any time that I can/ I'm the fucking son of superman' and, toying with fascistic imagery as a second coming: 'I'm Darby Crash/ A social blast/ Chaotic master....'</p> <p>The chaos quickly mastered him, however. One friend, Rik L Rik, recalled how, by 1979, his stage show 'had just become a kind of Evel Knievel spectacle. But the thing was, Darby never made the other side of the canyon'. Shane West captures some of that sense, without ever making it wholly credible, though the end, even though expected, still comes with a sense of shocking waste. Hardly a day went by without Crash telling anyone who would listen of his five-year plan, but he was so full of life that people hardly believed him.</p> <p>As Pat Smear subsequently recalled: 'Darby was very specific about how and when he was going to kill himself. When we were rehearsing for the reunion show he said, \"The only reason I'm doing this is to get money to get enough heroin to kill myself with.\" He'd said that so many times I just said, \"Oh, right...\" and didn't think about it any more.'</p> <p>Crash's Nancy Spungen was Casey Cola. In a book about his life that Brendan Mullen put together, she remembered that last night with a horrible kind of teenage naivety. 'Both of us were like, \"Are you sure?\" \"Are you sure?\" \"Yes, I'm sure, if you're going to do it.\" It was like putting two kids in a room and they end up maybe doing something they wouldn't do alone... he hit me up first and he said, \"Are you OK?\" and I said, \"Um... yeah.\" I was sitting up and he put his hand at the small of my back and said, \"Just hold it, stay there - just wait for me OK?\" He held me up for a second, then he hit himself up; then he laid himself against the wall and pulled me to him. It was almost like he forgot what he was going to do and then he realised, and he said, \"Wait a minute\", then he kissed me and said, \"Well, bye.\" Everything was cool, both of us were in agreement and we were happy with what we were doing.'</p> <p>Cola's heart stopped for a while in the night, but she woke up with Crash's body in her arms. She was subsequently committed to an asylum. </p> <p>The day she heard the news, Lorna Doom recalls that she was about to board a plane to New York to start a new life. When she landed, she discovered that John Lennon had been shot. 'It made it all worse in a way,' she recalls. 'We just wanted to mourn Darby and all this other stuff was going on.'</p> <p>Some friends from the old days put on a show. David Brown, co-founder of the Screamers, the band that had rivalled the Germs for outrageous headlines in LA, sat at a big white piano and John Morris of Black Randy and the Metro Squad took to the stage wearing a hippie wig, little, wire-framed glasses and a Germs armband with the trademark Circle One on it. He opened, on cue, with the line: 'Imagine there's no Darby.' It was, Brown recalled, 'sort of made up on the spot, but one of the few things we ever did that actually came off'. He resisted the idea, however, that 'Darby Crash was the Queen of the Prom, or whatever. That misses the point of what a great guy he was. I remember him as somebody who was fun to sit up all night and take drugs with; he was actually sort of low-key. I don't really remember this heavy-duty poet and the rest of that crap'.</p> <p>Disciples, however, are always likely to mythologise. Low-key guys quietly taking drugs don't make for tortured biopics. There are plenty of followers, still brandishing their Germs burns, who will line up to say that Rodger Grossman's film is not the way it happened at all. Jenny Lens, a photographer who captured the rise and fall of the Germs in stills, warns 'not to believe one word of the movie'. But Grossman is happy to defer to those who were closest to the story. Lorna Doom tells me that in whatever kind of anarchist's heaven Darby is now watching from, he would be loving it. It is, after all, what he always dreamed of - though once again you have to say the timing could have been a little better. Box office has been slow, so far, the film's producers admit, because the launch of What We Do Is Secret coincided with the launch of the greatest show on earth, the opening ceremony of the Olympics.</p> <h2>The Germs: A history</h2> <p><strong>Early life</strong></p> <p>Darby Crash (born Jan Paul Beahm, aka Bobby Pyn) born 26 September 1958.</p> <p><strong>Career</strong></p> <p><strong>16 April 1977</strong> The Germs, play their first gig at LA's Orpheum, opening for the Weirdos and the Zeros. Band includes guitarist Pat Smear, later of Nirvana.</p> <p><strong>September 1977</strong> Recorded on a Sony two-track, the Germs' first single, 'Forming', is released. It is regarded as the first punk rock record from LA.</p> <p><strong>December 1979</strong> Slash Records release the Germs' only studio album, (GI), produced by Joan Jett, long-time Germs supporter. Jett passes out during the recording of 'Shut Down'.</p> <p><strong>January 1980</strong> Producer Jack Nitzsche records six Germs songs for William Friedkin's film Cruising. 'Lion's Share' is featured during a murder scene.</p> <p><strong>May 1980 </strong>Frequent crowd rioting ensures the Germs are banned from every venue in LA.</p> <p><strong>July 1980</strong> The Germs split. Darby leaves for London and hangs out with Sex Pistols designer Jordan and Adam Ant's entourage. Returning to LA sporting a mohican he forms the Darby Crash Band, described by Pat Smear as 'like the Germs, but worse'.</p> <p><strong>7 December 1980</strong> 23 hours before John Lennon's death, Crash dies, age 22, overdosing on heroin in a suicide pact with Casey Cola, who survives. <br><strong>Gordie Acorn</strong></p> <h2>Our pop critic on the germs</h2> <p>Uncouth and deafening, American punk was never intended to become an heirloom genre. Some bands have stood the test of time regardless - the Ramones and hardcore heroes Minor Threat are two whose recorded works are undiminished by time and taste. </p> <p>Like their LA peers the Circle Jerks and Fear, the Germs were an influential band, but their music wasn't nearly the most resonant thing about them. They were lurid, out of control and funny, as anyone who has seen Penelope Spheeris's landmark film, The Decline of Western Civilization, will attest.</p> <p>The Germs' only album, (GI), in 1979, remains a landmark record for what it meant, not for what it sounded like. Its speed and sense of mission would influence the next generation of hardcore punks and its visuals almost singlehandedly kicked off the revolution in punk graphics away from London's ransom-note template. </p> <p>To the meaning-hungry, secrecy-loving, symbol-embracing punks, the Germs's enigmatic blue circle came to represent both the band's simplicity and complexity. </p> <p>Produced by Joan Jett, (GI) sonically documents the LA scene's relatively late punk flowering, sneering and sniping to a breakneck garage-punk squall. Guitarist Pat Smear (a pun on pap smear, the American term for the gynaecological examination) went on to play in Nirvana and the Foo Fighters and his capable, thuggish riffs anchor the outpourings. Singer Darby Crash - almost certainly gay, conflicted about it, full of scorn, bile and drugs - had a way with words that made his lyrics worth tuning in to (he often sang off-mike). </p> <p>The barely disguised autobiography 'Richie Dagger's Crime' offered up a picture of 'a remnant from an outbreak past/ Wore something in his ear/ And boy was he a sass'. Really, though, the Germs were less a band than a black hole around which sticky chaos could orbit. <br><strong>Kitty Empire</strong></p>",
  "<p>The Conservatives yesterday seized on the latest missing data fiasco to call for those involved in future scandals to face criminal charges. </p> <p>Following the Home Office's admission that a management consultancy, PA Consulting, had lost a computer memory stick containing details of all 84,000 prisoners in the prison system, the party said the government should make it a criminal offence for someone to 'knowingly or recklessly' cause the loss of data.</p> <p>The Tories had attempted to add the offence to the Criminal Justice and Immigration bill earlier in the year, but the move was blocked by the government. Yesterday they reiterated their call for the government to implement their proposals as a matter of urgency in the wake of the latest data loss.</p> <p>'Every time the government has lost data, ministers have promised a crackdown, but nothing has happened and a culture of complacency remains,' said shadow justice secretary Nick Herbert. 'It is time to send a clear and unambiguous signal to officials and agents who are entrusted with private data that it is no longer acceptable to take risks over how it is handled. Civil penalties will not do. The regrettable conclusion is that only the threat of a criminal sanction will change mindsets and jolt this government to ensure proper precautions in future.' </p> <p>The loss of the memory stick is a huge embarrassment both for the government and PA Consulting. In the past year the government has been rocked by a series of scandals involving lost data. </p> <p>In November, Revenue and Customs admitted losing the details of some 25 million people. The Ministry of Defence has revealed that about 658 laptops have been stolen in the past four years, while the Transport Secretary, Ruth Kelly, admitted that details of some three million learner drivers were lost by a firm in the US. </p> <p>Meanwhile, the Ministry of Justice recently published its annual accounts showing there had been nine incidents of data loss at the department over the past year. These included the loss of names, addresses and bank details of suppliers to the MoJ, fine defaulters and a number of people applying for judicial posts. Some details were being held on 'inadequately protected electronic storage devices' and an 'inadequately protected' laptop in a secure government office, according to the accounts.</p> <p>Of greater embarrassment for the government is the fact that PA Consulting is one of the main companies involved in setting up the controversial ID cards scheme. Its failure to protect sensitive data has raised fresh concerns about the safety of the national identity database and placed a question mark over its chances of winning future work from the government. </p> <p>Between 2004 and 2007, the Home Office paid the consultancy almost £100m, a large proportion of which was for work on the identity cards scheme. The consultancy has pledged to work with the Home Office to resolve any security problems. </p> <p>Home Secretary Jacqui Smith has denied that the loss of the data was due to failures by her department. 'This was data being held in a secure form, but was downloaded on to a memory stick by an external contractor,' she said. 'It runs against the rules set down in the contract that we had with the external contractor.'</p>",
  "<p>The television series Life on Mars was successful partly because of the detailed picture of the Seventies it drew, complete with the drab streets, flares and record players we associate with that decade. If a series set in 2008 were made 10 years hence, a sweep of the high street might trigger a wave of nostalgia for stores such as Woolworths and Currys. That is because they won't be there come 2009, let alone 2019, if some analysts' predictions come true.</p> <p>Indeed, after a century on the high street, the future of Woolworths has never looked more uncertain; the debate over its prospects was ignited this week by a surprise offer from a consortium that includes Iceland founder Malcolm Walker and Baugur, one of its largest shareholders.</p> <p>The £50m offer for Woolworths' 819 stores would see it broken up, leaving investors with wholesale arm EUK and 2 Entertain, a music and video publishing joint venture with the BBC. The offer was rejected by the board because of conditions attached to stores' debt and pension liabilities, meaning it was effectively being asked to pay for the retail division to be taken off its hands. However, the door is now open, with talks expected to begin in earnest this week.</p> <p>Planet Retail analyst Bryan Roberts is convinced change is coming: 'I struggle to see Woolworths existing in its current form in 18 months' time.' Woolworths chairman Richard North ousted chief executive Trevor Bish-Jones in June, after he failed to rediscover the 'wonder of Woolies' in spite of a six-year stint in the job. But despite Walker's overture, the shares are still worth less than 10p - having lost 70 per cent of their value in the past year - with a negative value attached to a retail business that only makes a profit at Christmas.</p> <p>In recent years, all the cliches have been trotted out to explain Woolworths' poor performance; one particularly damning verdict was: 'If it didn't exist, you wouldn't invent it.' Some analysts argue it no longer has a relevance when teenagers download the latest chart hits, rather than dash out to buy them.</p> <p>Bish-Jones appeared to have tried everything, starting an internet business, adding TVs, laptops, mobile phones and bedlinen to create an almighty pick'n'mix. But profits at the chain dropped to £16m last year on sales of £2.7bn, down from £61.5m the previous year. Recent trading has also been poor, with like-for-like sales down nearly 7 per cent in the six weeks to 26 July.</p> <p>So far, so gloomy. 'The Woolworths business model as it stands is just not sustainable,' continues Roberts. 'It has a lot of big stores it struggles to fill, which chains such as Asda and Wilkinsons could make better use of.' Asda has made it clear that it wants to roll out its homewares chain Asda Living, while Tesco and Argos have both developed new formats.</p> <p>'This should be the time in the economic cycle when Woolworths should be doing very nicely,' says one former director. 'You just have to look at Poundstretcher, Wilkinsons and the discounters - they are all doing well. North has said \"we want to keep the small and medium-sized stores and sell the big ones\". Well, we tried that before and nobody wanted to buy them.</p> <p>'The heart of Woolworths - what the brand means - is great value,' he continues. 'But Woolworths isn't delivering great value. People complain about the stores but that's not really the problem; people don't mind the clutter in discount stores if they think they are getting a bargain.'</p> <p>North has admitted Woolworths is 'hugely challenged on the operational side', but insists it can be made good and that his new chief executive - Steve Johnson, who previously ran Focus DIY - is the man to do it.</p> <p>Woolworths' problems are also a reflection of the decline of the high street, which now accounts for less than 40 per cent of the 1.2 billion sq ft of shop space in the UK, as a growing share of retail spending is hoovered up by shopping centres. The growth of multiples and supermarkets has encroached on the terrain of specialists, with footwear chains, such as Dolcis and Stead &amp; Simpson, among this year's biggest casualties. It is expected to be the turn of the electricals specialist next, with the arrival of American giant BestBuy in 2009 likely to increase pressure on incumbent DSG, which is already struggling to make its PC World and Currys chains work.</p> <p>Set against this is the march of coffee and sandwich chains such as Caffe Nero, Costa Coffee, Pret a Manger and Subway, as well as the spread of charity shops, altering the character of the high street. 'I think you will see less choice of shops,' says David Harper of property firm Harper Dennis Hobbs. 'There is a massive change taking place, with fewer retailers taking space and some of them contracting. I think we will go the American way, where we will start to see shops that are not re-let.'</p> <p>Although official retail figures were better than expected last week, sentiment in the sector remains gloomy, and retailers are using the downturn to give renewed momentum to a long-running rental reform campaign. Retailers want to switch to monthly payments, rather than shelling out three months in advance, which is the system at present. Industry luminaries including Arcadia owner Sir Philip Green and Carpetright chairman Lord Harris have been vocal on the subject.</p> <p>The British Retail Consortium says the current system adds £145m a year to retailers' costs and argues monthly payments would significantly ease cash-flow pressures, especially for smaller retailers. It is to meet with its counterpart, the British Property Federation, to discuss the matter. However, observers question how easy it will be to push through widespread change as the high street is owned by a myriad of small companies and pension funds, not the big listed property firms, which are already accepting monthly deals and five-year rather than 15-year leases.</p> <p>'We have seen a big expansion of building societies, and then opticians following deregulation, then card shops, mobile phone and coffee shops,' continues Harper. 'We could end up with lots of vacant shops, but then prices come down and people start competing again. Something new always comes along.'</p> <p>So could Walker do for Woolworths, where he started his career as a trainee manager, what he has done for Iceland: seeing off the prospect of a carve-up, as befell previous high street casualties such as Allders, Littlewoods and C&amp;A? The entrepreneur has achieved a remarkable turnaround at Iceland, with underlying sales up 30 per cent in the past three years. Profits increased nearly 40 per cent to £130m on sales of £1.8bn in the year to March 2008, compared with just £4.5m when he rejoined in 2005, following the Baugur-backed buyout.</p> <p>'Malcolm Walker is a fantastic retailer but he is also a charismatic leader,' says one insider. 'It's like the days when football teams such as Huddersfield beat Manchester United: they win because they are inspired. Who knows what Woolworths could achieve with someone like that leading the troops?'</p> <p>Insiders say the Iceland turnaround is down to Walker's back-to-basics style. He cut the number of ranges in stores, slashed head office jobs and improved pay and conditions to boost morale. Last year, he rewarded managers with a trip to Disneyland Paris. 'People used to say Iceland shouldn't exist and when it was listed, the City couldn't really figure out why it did,' says a source familiar with the consortium. 'But it does exist and it succeeds in competing with Tesco, Asda and all the discounters. Woolworths' problem is that it is too expensive.'</p> <p>Walker is expected to apply the 'Iceland formula' to Woolworths, as, according to one insider, he sees parallels between the two. There is also some low-hanging fruit for him to pick: Woolworths has an expensive head office on prime London real estate next to the Landmark Hotel in Marylebone. Critics also point to bloated buying teams that are supplemented by a sourcing office in the Far East. There is also the expectation the retailer will quit retailing in areas such as mobile phones and electricals to concentrate on its strengths, which include homewares, toys and children's clothing. The future of its home shopping arm, the Big Red Book, is already under review.</p> <p>'When we asked customers, they always said they wanted Woolworths to succeed: people love Woolies,' says a former director. So customers love it and now Walker wants it; perhaps Woolworths does have a future on the high street. But at what price?</p> <h2>Victims of the retail wars</h2> <p>High streets can be mean streets and not every brand stands the test of time. The start of the new millennium marked the end for C&amp;A. The retailer pulled out of the UK in 2000, capping a 75-year run on the high street.</p> <p>Its Yessica and Clockhouse brands helped teenage girls look a state during the New Romantic Eighties and well into the early Nineties, but the nation, or that part of it, was shocked when C&amp;A's secretive Dutch owners, the Brenninkmeyer family, pulled the plug on all 113 stores and nearly 5,000 jobs after they racked up £250m worth of losses in the preceding five years.</p> <p>Shoppers often feel a sense of ownership when it comes to their chains – the M&amp;S faithful are among the biggest diehards out there. And who can forget Littlewoods, Allders or Army &amp; Navy Stores? Well, customers, apparently, who all now happily shop in the Primark, New Look and Debenhams stores that replaced them. What Every Woman Wants? Turned out she didn't. And she didn't want Etam, Pilot or Salisbury either.</p> <p>Who picked up their mum's messages from Fine Fare, William Low or even Safeway, or walked home clutching a record from Our Price or Virgin Megastores? All names consigned to the retail graveyard, along with shoe chain Freeman, Hardy and Willis, which once had a foothold in nearly every town in the UK. At the end of the day, it would seem, retail love is fleeting.</p> <h2>Icy determination: Malcolm Walker</h2> <p>Whether it's putting in a cheeky offer for Woolworths or making a cameo in Coronation Street, there is no question that Iceland founder Malcolm Walker is one of Britain's most colourful entrepreneurs.</p> <p>He set out to make his fortune in 1970 selling strawberries at a beauty spot. Then, moonlighting from his day job as a trainee store manager at Woolworths, he opened the first Iceland store in Oswestry, Shropshire. He was fired from Woolworths but its loss was frozen food's gain. In the Seventies, Iceland was being run from a terraced house in Rhyl. By 1984, it had established its Deeside base and floated on the Stock Exchange. The retailer thrived during the Nineties, capping the millennium with the acquisition of cash-and-carry chain Booker, a major deal after which Walker took a step back. Bill Grimsey, fresh from leading the turnaround of Focus DIY, and his partner Bill Hoskins took over the enlarged business, renamed the Big Food Group (BFG). They set about restructuring the business and Walker was forced to leave under a cloud because of a share-dealing controversy: the company reported catastrophic sales figures several weeks after Walker, the executive chairman, had sold £13.5m worth of stock. The Serious Fraud Office cleared him of any wrongdoing.</p> <p>The fall from grace was terrible for Walker, who is married with three children and lives in Chester. And it would be fair to say this is a grudge the Greenpeace member won't let go. He even set up chain Cooltrader in competition.</p> <p>In 2005, BFG investors were put out of their misery when the group - which owned Iceland, Booker and Woodward Foodservice - was sold to Baugur for £326m and broken up; Walker, now 62, was invited to return. The deal has been a coup for Baugur, delivering estimated returns of more than £1bn, thanks in no small part to Walker's passion for the business he built, lost, then found again.</p>",
  "<p>Jan Mokrzycki is hardly surprised that the number of migrant workers from Eastern Europe coming to the UK is falling - government figures show that arrivals have dropped to their lowest level since accession in 2004, when Poland was among eight new countries that joined the European Union.</p> <p>There's less work here than there used to be, he says, and the Polish economy is doing far better than the sickly UK, recording GDP growth of 6.7 per cent last year. Mokrzycki, who is chairman of the Federation of Poles in Great Britain, adds that many of his compatriots already here are also going home: 'The labour market goes where the work is.'</p> <p>Many Poles who come to the UK find work through friends already living here, he says. But the word going back to Poland and other countries whose migrant labour has provided a massive boost to the British economy is increasingly: 'Don't come'. Internet chatrooms for the Polish community in the UK bear this out. One posting tells of a Czech friend who has recently gone home. 'Things have improved so much in the Czech Republic. She can use her qualifications and be paid what she would be paid over here, yet the cost of living is much lower - she was a social worker at home but here she worked as a low-paid administrator.'</p> <p>Since 2004, an estimated 845,000 migrant workers from these 'A8' countries have come to the UK. It is much harder to track how many registered migrant workers have since gone home, but according to the Office for National Statistics, some 500,000 workers born in the A8 countries remain in the UK. The ONS says this represents 'what is almost certainly the largest single wave of immigration the British Isles have ever experienced'. But the influx is slowing. Between April and June, there were 40,000 applications to register for work, the lowest level since accession and down a quarter on the same period last year. </p> <p>As well as the huge social effects this movement in population has had, it has also had profound economic significance. Hetal Mehta, an economist from the Ernst &amp; Young Item Club, says: 'Migrant labour has played a significant role in the UK's recent economic growth. Inflation has been kept close to target partly because of them.' Now that the numbers of workers coming to the UK are falling - and more are going home - economists and employers are starting to fret about how to replace them.</p> <p>Dew-Lay, a cheesemaker near Garstang in Lancashire, employs about five full-time migrant workers out of about 50 staff, and more temporarily during busy times. Operations director Nick Kenyon says the business decided to offer permanent roles to encourage them to stay: 'Many of the migrant workers we see now are becoming more discerning. Two or three years ago we'd have several people each month coming through the door asking if there was work. We don't get so much of that now. There is quite a number going home.' </p> <p>Competition between employers for the shrinking pool of migrant workers - widely seen as more hardworking than their British counterparts - is hotting up. Kenyon says that the business recently let a migrant worker go but tried to take him on again a couple of weeks later because they liked him. 'But he'd already found something else. Two years ago he'd probably have been very happy to come back to us,' he says.</p> <p>Jack Matthews, chief executive of government body Improve, the skills council for the food and drinks industry in the UK, says employers are having to offer better terms - at greater cost - to try and retain their migrants. 'There is a spiral effect as employers have to spend more money recruiting migrant workers, exacerbating the labour shortage as workers move from company to company,' he says. </p> <p>Fosters Bakery is in Barnsley, a town with more bakeries than any other in the UK. About a quarter of its 240-strong workforce are migrant workers. Director Michael Taylor says they are well motivated, but worries what will happen in 2011 when other European countries follow the UK's lead and relax their rules on allowing workers from the EU to work there. He expects that many Eastern European migrants will prefer countries such as Germany over the UK because it is closer to home and also has stronger cultural ties to the east. 'There is a big time bomb coming up in 2011,' he warns, predicting that the number of migrant workers in the UK will plummet.</p> <p>Privately, many employers would prefer to employ migrant staff than locals, not just because many find them to be better motivated and with a superior work ethic, but often because they have more skills than their UK counterparts. Not everyone is confident that UK workers will be able to fill the gap. Matthews from Improve says: 'If we think colleges and universities will meet this skills shortage, we may be in for a surprise. We could see a problem with productivity.'</p> <p>Gerwyn Davies, chief economist of the Chartered Institute of Personnel and Development, says he is already hearing of employers struggling to replace migrant workers in the agriculture sector, a major beneficiary of the influx of new European labour. 'This situation could worsen in the next few months as employers struggle to find unskilled workers in particular,' he says.</p> <p>When labour markets start to contract - as they are now in the UK - it's normal for mobile workers to move elsewhere. Mehta from the Item Club says that the outflow of migrant workers will help to keep UK unemployment lower than it otherwise would have been. But employers can no longer depend on a steady supply of relatively skilled, cheap and motivated migrants. Employers face increased costs in recruiting and training British people to replace them and productivity could suffer as a result. </p> <p>Government plans to force the long-term unemployed back to work in order to keep receiving benefits will also place greater demands on employers. Although this arguably has social benefits, there will be an economic cost as companies have to find jobs for people who in many cases will not be suitable, or need to be trained.</p> <p>Allied to this, and after enjoying this EU accession-inspired labour bonanza for the past four years, some employers may find the readjustment a shock, adds Matthews: 'There is an element of complacency. Many employers have taken migrant labour for granted.'</p>",
  "<p><strong>A Continuous Line: Ben Nicholson in England</strong> <br>Abbot Hall, Kendal, until 20 September</p> <p>Ben Nicholson, master of the right angle and perfect circle, has had an irregular reputation in his native Britain. Before the war, he was thought outrageous, with his paintings of nothing and his white wood reliefs so avant-garde they were practically foreign. Then we won the war and Nicholson became a national treasure. When Modernism faded, we preferred his Cornish landscapes, clean, bright and picturesque - the very spirit of St Ives. But now that St Ives itself is oversold, we have returned to those circles. </p> <p>This last, at least, is the view of this show's curator: that Nicholson is nowadays valued more for his abstract art, because it suits our definition of Modernism as austere and intellectual, than for his semi-figurative landscapes and still lifes. And who can argue? Nicholson is largely represented in our museums by the period he himself thought best: the late works, clear-cut, geometric, neutral colours, muted tones. They make the Modernist point that paintings are flat surfaces first and foremost, which the wooden reliefs further emphasise by being crafted objects as well. But who hasn't occasionally thought, struck by such good taste, that they tend towards upscale decor?</p> <p>A Continuous Line doesn't just present 80 landscapes and still lifes to right the balance, however. It wants to argue that these are as important as Nicholson's abstract work. It is a bold proposition - that we should reconsider Nicholson's pretty views instead of his pioneering white-on-white reliefs, his Cumbrian cottages instead of his early grids - but it strikes at a crucial question about Nicholson: was he ever a truly abstract painter?</p> <p>Take the most beautiful work in an undeniably beautiful show. This has a classic Modernist title: just the date, 1940. It looks resolutely abstract: a relief of overlapping rectangles, gray on white on sand. But each piece of painted board has been scrubbed, and polished like a pebble on the shore and slipped among this vision of stone and mist is a patch of chalkiest blue that glows softly in these subdued planes, hidden well to the edge. The sense is of coming across some natural treasure in the landscape and, sure enough, the subtitle is Plover's Egg Blue.</p> <p>Nicholson had settled in St Ives with Barbara Hepworth by 1940. He already had alimony to pay, having divorced the first of his three wives, and abstract art was the least commercial way to scratch a living during the Second World War. But you could argue that this relief played to the popular market just as much as his pleasing Cornish seascapes and that both allude to the landscape. Even the monochrome reliefs he would later produce have the visible world serenely in view.</p> <p>A Continuous Line contains many paintings that are supposed to be abstract but aren't quite, and how tame they now look, neat and crisp as pressed linen. It is the semi-figurative works that appear bold these days, though not necessarily for the best of reasons. Living in Cumbria in the 1920s, Nicholson develops a faux-naif style of cuddly brushstrokes and fairy-tale ponies prancing past Hansel and Gretel cottages. What was he thinking of? In Cornwall, in the 1930s, he adds cats and dogs and toy boats riding on ice-cream waves, as if Cornwall wasn't sweet enough already. He had been looking at the genuinely naive paintings of Alfred Wallis and admiration had led to misguided emulation. Wallis's raw primitivism, passed through Nicholson's elegantly ordered temperament, produces nothing but cuteness. Even when his landscapes become more contoured, more architectural, the pictures remain pretty. Even when he scrapes back the layers of paint (blunting hundreds of razor blades over the years) to produce those blanched and pared surfaces for which he is famous, the pictures are not more austere. </p> <p>The worst crowd-pleaser - what could be more sentimental, even kitsch? - is 1943-45 (St Ives)? Tilting boats are viewed through the studio window, curtains framing a classic Nicholson still life of simplified vessels. It is a sonnet in decorous monochrome. But popping out from behind the curtain, like some jaunty puppet, is a triumphant little Union Jack. We won the war!</p> <p>Nicholson, on the evidence here, didn't fret about these strident shifts of tone. He was capable of running from high abstraction to cuteness in a single canvas. He even produced hybrids of his own styles - abstracted contour lines on the horizon, childish boats in the middle, refined still life in the foreground, all spliced like a collage. Except that this glued-together look comes over better in collage, where the pieces are not meant to add up, than in any of Nicholson's paintings.</p> <p>Just as he recycled himself, so he reprised others. What to say about such blatant borrowings? It is often said that Nicholson learned more from Mondrian and Picasso than any other English painter, clearly a back-handed compliment, but one sees here how much he took from the English too. For every French note - a guitar, a flattened table-top - there's a hint of a Paul Nash landscape or an Alfred Wallis harbour, the boats and houses seen almost as if from above, primitivism reprised as Modernist taste.</p> <p>It is good to see an artist famed for pure abstraction presented instead as a painter of place - good and, in Nicholson's case, justified. From Cumbria to Cornwall, he comes across as a dear old English romantic, in thrall to grey waves and sodden sky, the harvest moon and pale cliffs at twilight. But what robs these paintings of their sense of place is his compulsion to keep everything in pristine order. </p> <p>Nicholson's drawings, with their strong, clean lines, are always trying to simplify the view. But the world insists on irregularities and this gives real tension to the drawings. Back in the studio, he can tidy it all up in a painting and then pin it down again with the pencil top-drawings that are one of his original contributions to English painting. His other, of course, is the abstract relief - a way of painting in three dimensions, of making paintings that are also exquisite objects. And that raises the uneasy revelation of this show, that abstract or figurative, the weakness of his work is the same: beautifully crafted, perfectly ordered but fetching to a fault.</p> <p><strong>· </strong> A Continuous Line is at De La Warr Pavilion, Bexhill from 11 Oct-4 Jan and then at Tate St Ives from 24 Jan-4 May</p>",
  "<p>London takes possession of the Olympic flag today, hoping that a newfound belief in British sport and an old-style rock legend can help it to live up to the awe-inspiring spectacle of the Beijing Games.</p> <p>Members of the nation's most successful team in a hundred years will join Led Zeppelin's Jimmy Page for the closing handover ceremony in the Bird's Nest Stadium tonight, where London will try to make up in warmth and humour what it cannot match in scale and ambition.</p> <p>Thanks to the performances in the velodrome, in the pool, the sea and on the track, the mood is already one of celebration. It went all the way to the top yesterday when the Queen offered her congratulations to the British team. 'Like so many people around the world, I have followed their endeavours with great interest and admiration,' she said. 'To all the participants, and to everyone who has supported them so well, I send my warmest congratulations. As a nation we now look forward to holding the Olympic Games in London in 2012. The golden triumphs of the present British team can only serve as further inspiration to those who will be working hard over the next four years to make the London Games a shining example of Olympic success.'</p> <p>Gordon Brown added his own tribute and triggered potential pub debates by calling for a combined UK football team to compete in 2012. Britain has not entered a football side in the Olympics since 1960, partly because of fears it could jeopardise the separate England, Wales, Scotland and Northern Ireland national sides. But the Prime Minister told Sky News: 'I hope there will be a team by 2012. It will be Team UK. I think when people are looking at the Olympics in 2012 - Britain, home of football, where football was invented, which we gave to the world - I think people would be very surprised if there is an Olympic tournament in football and we are not part of it.'</p> <p>In the meantime there was individual glory for Britain yesterday when boxer James DeGale won the men's middleweight title. The 22-year-old Londoner survived a frantic late assault by Cuban Emilio Correa to claim the gold medal at the Workers' Stadium. DeGale sank to his knees at the final bell then showboated with the Union Jack draped around his shoulders, relishing the boos of the Chinese crowd who had backed the Cuban to win. It took the British tally of gold medals to 19.</p> <p>Britain nevertheless slipped behind Russia to fourth in the medal table. That this is now almost a disappointment shows how far expectations have surged after the week of success that induced shock, disbelief and giddy delight in a nation that has grown morbidly used to sporting failure.</p> <p>Ahead of these Games, Olympic planners targeted eighth place. Many commentators thought they were being wildly over-optimistic. But going into the final day, Britain is behind only the world's biggest population, China, the planet's most powerful economy, the US, and Russia, a sporting giant for much of the past 50 years.</p> <p>With the best gold medal haul in a century, the count continued to tick upwards yesterday when Sarah Stevenson won bronze in the +67 taekwondo after a day of drama. She had earlier successfully over-turned the 'blatant robbery' of her quarter-final defeat to world number one Zhong Chen. The flustered 25-year-old then lost her semi-final but bounced back strongly to defeat Egyptian Nowa Abd Rabo 5-1 in the bronze medal match. Stevenson, nursing a twisted ankle, became Britain's first ever Olympic taekwondo medalist. Kayaker Tim Brabants took bronze in the final of the 500m men's K1 race, missing out on his second gold in two days by just four-tenths of a second in a close finish between the top three.</p> <p>But the real story of this Games is the rise of China. From the 2,000 synchronised drummers in the mind-boggling opening ceremony to what will effectively be its enthronement as the new King of the Olympics at the close tomorrow, the host has exuded power at every turn.</p> <p>For the first time, China will top the medal table, probably with more than 50 golds. Its domination of target sports has been total: topping the podium 11 times in gymnastics, eight in weightlifting, five in shooting. Yesterday, China wrapped up all four table-tennis golds.</p> <p>The US has lagged far behind, falling into second place in terms of golds for the first time since the break-up of the Soviet Union. At a time when China's economy is surging, while America is stuck in its worst slump in decades, the Olympic table is seen by many as a harbinger of a shift in the balance of power.</p> <p>That American athletes picked up more medals overall will be some consolation on the other side of the Pacific, but the rest of the world will take note that the superpower has been eclipsed by China as a nation of winners. How this was achieved is likely to come under intense scrutiny. For those seeking Cold War-style comparisons, swimmer Michael Phelps - who broke Mark Spitz's 36-year-old record with eight golds in one Games - was a triumph of US individualism, while the Chinese team remains a product of a Soviet-inspired system of 3,000 state sports schools that recruit and drill children from as young as six, and often in sports that they had never previously heard of. The 110m hurdler, Liu Xiang, was the best counter to such claims, but he bowed out with injury before crossing a single hurdle in the biggest disappointment of the Games for the home audience.</p> <p>Beijing has been a superb Games with 38 world record performances so far, including seven by Phelps and three by the world's fastest man, Jamaican sprinter Usain Bolt. But it was always going to be about more than sport, with the world's leaders in attendance to witness China's return to the world centre stage. Despite the disastrous torch relay, the communist government will consider these two weeks a propaganda coup worth every penny of £22bn.</p> <p>The sight of George Bush goofing around at the basketball arena will have been an added bonus, outweighing the lame-duck President's constant calls in Beijing for more freedom of religion and speech. Most of the criticism directed at China ahead of the Games focused on the environment and human rights concerns. After a hazy start, the first was assuaged by a combination of wind, rain and impressive efforts to reduce pollution by restricting traffic, closing factories and improving public transport. </p> <p>The latter worry was brushed under the carpet more ruthlessly. Several critics of the government and the Olympics, such as Hu Jia and Liu Jie, were sent to prison or re-education through labour camps ahead of the Games. Others were closely watched by police or warned not to speak to foreign journalists. Petitioners were driven out of the city, along with countless migrant workers. </p> <p>The social cleansing campaign included many Tibetans and Uighurs - both minority groups from restive regions of China - who were heavily restricted. The government's hope to use the Games to present an image of ethnic harmony was undercut by the worst upsurge of violence in Xinjiang in more than a decade, and revelations that the happy, smiling 'minority children' at the opening ceremony were actually all from the Han majority.</p> <p>As well as changing China, the organisers hoped the Olympics would change perceptions of the country in the outside world. This Games will have impressed them with the scale and speed of change in China, with its modernity, with the improved living standards of its people. But the government's inability to overcome a fear of criticism and instability meant that this Olympics struggled to engender a mood of warmth and fun.</p> <p>By contrast, London's Olympic organisers hope this will be their main selling point. The UK cannot compete on cost. Instead it will try to generate more of a party atmosphere at a street level and in the Olympic park where giant screens will be set up, unlike in Beijing.</p> <p>Olympics Minister Tessa Jowell told The Observer that crowds in China erupted with joy when cheering their own team in the stadiums, but that people were more reserved on the streets. 'London will be different,' she said. 'The London Games will be the joyous Games. There will be a great sense of partying, of festivity. The streets of London will be alive during the Games.'</p> <p>To press the message home, Jimmy Page has been recruited to rock London's eight-minute segment of the closing ceremony with Led Zeppelin's 'Whole Lotta Love'. He will drive around the track with David Beckham, Leona Lewis and the National Youth Orchestra in red double decker bus No 2012.</p> <p>Cynics are already preparing their cringes. But the Olympic sportsmen have proved them wrong once. The London organisers will hope to do so again as Boris Johnson takes the Olympic flag and the countdown to 2012 begins.</p> <p><strong>·</strong> Click <a href=\"http://www.theguardian.com/sport/olympics/2008/medals/full\">here</a> for the full medal table.</p>",
  "<p>The good news from Pakistan is that last week Pervez Musharraf, the general who seized power in a military coup in 1999, resigned. Better still, it was civilian political pressure and not an assassin's bullet that terminated his presidency. That, for a country sometimes described as the most dangerous on Earth, looks encouragingly democratic.</p> <p>The bad news is that Mr Musharraf's departure does not make Pakistan much less dangerous. Hostility to the unpopular President was perhaps the only unifying force in a fractious coalition government. With Mr Musharraf gone, the stage is clear for a ruthless power struggle between the Pakistan People's party, vehicle for the family ambitions of the late Benazir Bhutto, and the Pakistan Muslim League of former premier Nawaz Sharif. </p> <p>Since Pakistan is a nuclear power and host, along its lawless border with Afghanistan, to Taliban and al-Qaeda bases, the country's political turmoil is an obvious source of anxiety in the West. Mr Musharraf's rule was undemocratic, but, viewed from Washington, it offered strategic clarity. The general was an ally in the 'War on Terror'. The promise to purge his country of jihadi militants earned Mr Musharraf billions of dollars in aid. </p> <p>But Mr Musharraf failed, not least because he looked like a White House client. Pakistan is not in any sense a 'Western' country. It is a militarily powerful but economically under-developed state, born of anti-colonial struggle and home to the world's second largest Muslim population. Mr Musharraf's apparent subordination of the national interest to serve American policy was always going to provoke a backlash that was part nationalist, part Islamic in character. That backlash made Mr Musharraf's regime more reliant on Washington and more repressive. Not surprisingly, many Pakistanis do not now associate domestic political freedom with US foreign policy.</p> <p>That does not mean that Pakistan is a hot- bed of Taliban-style radicalism. Extremist parties struggle to get even 10 per cent of the national vote. Even without Mr Musharraf, Islamabad hardly needs persuading that jihadi terrorism is a threat. More Pakistanis were murdered by Islamic militants last year than were killed in the 9/11 attacks on the US. </p> <p>But Pakistan struggles to reconcile civilian political determination to keep extremists at bay with military strategic preoccupations that predate the US 'War on Terror'. In particular, the country's military and intelligence establishment has historically seen collaboration with the Taliban as a weapon against India. Those forces are increasingly alarmed by a nascent alliance between Delhi and Nato-sustained Afghanistan. Pakistan felt safer from its oldest enemy when Afghanistan was a primitive buffer zone, controlled by Muslim fanatics. India blames Pakistan's ISI intelligence agency for a recent bomb attack on its Kabul embassy. </p> <p>Meanwhile, the ability of Taliban fighters to seek refuge in Pakistan is a source of constant frustration for Nato commanders in Afghanistan. But even if Pakistan were capable of expelling the Taliban and al-Qaeda from its ungovernable tribal regions (which it currently is not), it would need some incentive greater than kudos and cash from Western capitals before it tried. </p> <p>When Mr Musharraf was in power, Western leaders avoided engaging with the nuances of Pakistan's strategic perspective. His departure makes that task essential. The West, which essentially means Washington, must spend much more diplomatic energy smoothing relations between Islamabad and Delhi. The case must be made to both of South Asia's nuclear-armed Cold Warriors that detente would deliver substantial security and economic benefits across the region.</p> <p>That, of course, is a long-term goal; the West has little control over events in Pakistan in the short term. Recognising that limitation would also be a smart move. Mr Musharraf's image as 'pro-Western' helped turn Pakistanis anti-Musharraf. A sensible new diplomatic strategy would focus not on fashioning Pakistan into a Western client, but on promoting a stable and democratic Pakistan which would ultimately be more likely to see its own interests and those of the West coinciding.</p>",
  "<p>Truly, it's enough to make a Welsh girl weep. In Cameron on Cameron, a new book of interviews with David Cameron conducted by the editor of GQ, Dylan Jones, comes a particular passage of such inflammatory material that I have no choice but to quote it at length: </p> <p>'\"What's occurring?\" asked David Cameron as he climbed into the back of the black VW people carrier parked outside the Crisis centre in Commercial Street in London's East End. </p> <p>'The night before, he had just finished watching the last episode of the first series of the BBC3 hit comedy Gavin and Stacey and had not only fallen in love with it but had started talking to people in the strong Welsh accent used by one of the show's main characters, Ruth Jones's Nessa, the rather statuesque, tattooed ex-roadie.</p> <p>'[...] \"I've been to Barry [where the show is set] three times and now desperately want to go back. From now on, whenever we have any success in Wales I'm going to congratulate my Welsh MPs on a tidy result.\"'</p> <p>What's occurring, Dave, is that you're unable to spot a bandwagon without leaping on board it and your attempt to parlay a cultural star's populist appeal into political capital is both pathetic and obvious, only this time around, butt, you're out of your depth. </p> <p>Leaving aside the image of David Cameron speaking in 'a strong Welsh accent', the fact is that he's got it all wrong. Not Gavin and Stacey which is every bit as funny, warm, tender and charming as he states and went last week from minor comic classic to cultural phenomenon: not just by being quoted by Tories and launching in America, but with the news that Kylie will guest star in an episode, that Duffy has asked to guest star, and that David Davies, the Olympic swimmer and Barry boy, told Radio 5 Live that his greatest love was Gavin and Stacey which led to the station arranging for him to do some on-air dialogue with Ruth Jones. He said it was the best thing that 'has happened to me today'. No small achievement given that he'd just won a silver medal.</p> <p>David Cameron's problem isn't with his reading of Gavin and Stacey, it's with his reading of everything else. Examine the facts. Nessa is a single mother whose baby is the accidental product of a one-night stand and who is no longer with the child's father. Stacey's mother appears to have no means of support and her uncle is an unemployed homosexual. How do they fit into Tory policies on the family? </p> <p>'I'm going to be as radical a social reformer as Mrs Thatcher was an economic reformer and radical social reform is what this country needs right now,' Cameron says at another point in Jones's book. 'It's dealing with the issues of family breakdown, welfare dependency, failing schools, crime and the problems that we see in too many of our communities.' Or comedy dramas we purport to love. </p> <p>Stacey's family does not fit in with Tory sensibilities, in any way. And yet this is the Conservatives' shortcoming, not theirs, for they are more functional than dysfunctional, non-nuclear but no less affectionate and loving for it. And that is what people respond to and what has made it one of the most loved television programmes. </p> <p>Smithy (that's Smithy, as in Cameron to Jones: 'I love Smithy, he's just great.') is an absent father and has yet to discover the joys of the Atkins diet.</p> <p>Or as Cameron put it earlier this year: 'We talk about people being at risk of obesity instead of talking about people who eat too much and take too little exercise. We talk about people being at risk of poverty, or social exclusion: it's as if these things - obesity, alcohol abuse, drug addiction - are purely external events like a plague or bad weather.'</p> <p>But sometimes, Dave, it is just bad weather. That's the brilliant and affecting thing in every episode of The Secret Millionaire. That some people are not as lucky as others and need our help and discovering that on a personal level has the power of a revelation.</p> <p>Gavin and Stacey is the comedy de nos jours. It is of this moment in the way that Harry Enfield's Loadsamoney and Ricky Gervais's David Brent were of theirs. And, while it's obvious that Stacey's family in Barry are old Labour, and that Gavin's family, who run their own business in Billericay, are Tories, the reason that David Cameron has been to Barry three times is that it's one of the most marginal seats in the country. </p> <p>I happen to know this because it was where I voted in 1992 when the Labour candidate lost by 19 votes. Gavin and Stacey might seem like a light domestic comedy but actually it's the stage for a Manichaean battle between the forces of the left and the forces of the right in which there can be only one winner. That's what's occurring.</p> <h2>Celebrities should stick to being celebrities. After all, would you really want Girls Aloud doing your heart op?</h2> <p>Congratulations, ITV. Hot on the heels of a trailer for a second series of Belle de Jour, the blog-turned-book-turned-drama in which Dr Who's Billie Piper shows little girls that, when you grow up, it's cool to be a prostitute, there comes news of another quality commission: Celeb Air.</p> <p>The brilliance of this concept, in which celebrities you've never heard of run an airline you pray to God you'll never travel on, has been surpassed only by the timing of its launch. For as the first photographs of the celebrity cabin crew dressed in what look like Ruth Madoc's cast-offs from an episode of Hi-de-Hi! circa 1982 appeared on Wednesday, it turned out to be a day in which many people's thoughts would turn again to air travel. Or, more specifically, the terrible tragedy at Madrid airport in which 153 passengers died on board Spanair flight 5022.</p> <p>Now on the one hand, you could say that this was a horrible accident and ITV has merely been the victim of an unfortunate coincidence. Or you could say that it's possibly the worst concept in reality programming, ever, and that the whole thing should be knocked on the head before, say, Kenzie from Blazin' Squad leans against a duty-free trolley mid-flight and accidentally triggers the emergency exits. </p> <p>In fairness, ITV does state that its celebrities will 'have to undertake a rigorous six-week training programme run by Monarch' and as those who watched the first series of Dancing on Ice will attest, when it comes to discipline, focus and an almost preternaturally over-developed work ethic, few can match Tamara Beckwith.</p> <p>Good to know that should there be a catastrophic failure of both engines, mid-flight, standing between you and certain death will be an ageing It Girl not at all resentful towards her agent for failing to secure her a slot on Strictly Come Dancing</p> <p>What next? one wonders. Celeb Cardiac Surgery in which a member of Girls Aloud performs a heart bypass procedure? Celeb Nuclear Fission? In which Kerry Katona has to prevent thermonuclear meltdown at a rogue reactor? Celeb Invasion in which S Club 7 reform and take on resurgent Taliban forces in Helmand province in a uniform designed by Jean Paul Gaultier? </p> <p>It's tempting I know, but only if ITV promises not to give them any guns. A word to the wise, Celeb Air passengers: make a note of your exits and if the chips are down, you'd do well to remember that in TV land, it's every faded reality star for himself.</p> <h2>I've heard of drug mules, but this is ridiculous</h2> <p>You wait all year for an animal to be arrested for taking illegal drugs and then five come along at once. On Thursday, four horses at the Olympics were busted; then a day later, a pigeon in Bosnia was taken into custody for possessing heroin with intent to supply.</p> <p>The horses - from Norway, Ireland, Brazil and Germany - found to have capsaicin, a banned substance, in their blood, have been disqualified. The pigeon, according to a police official from Tuzla, is 'behind bars' following suspicions that it had been trained to fetch and carry by the inmates of a top-security prison. </p> <p>Meanwhile, an NHS junior doctor, Dr Sam Nightingale, arrested at Glastonbury earlier this year, with cannabis and ecstasy in his pocket, was exonerated by the General Medical Council on account of it being a 'momentary lapse of judgment'.</p> <p>Now I'm not going to encourage any dope-blowing chipmunks or badgers out there to retrain as neurology registrars, Dr Nightingale's current position at St Mary's Hospital, Paddington; that would be irresponsible. </p> <p>I'm simply pointing out that it's one rule for the goose and another for the man with the scalpel who one day may be responsible for cutting a hole in your skull. That's all.</p> <p><strong>·</strong> Barbara Ellen is away</p>",
  "<p>On the streets of Kinshasa years ago, during a protest against the then-dictator Mobutu Sese Seko, I remember someone in the crowd cornering me, an American reporter, and demanding to know why the United States had not sent troops to intervene. 'You took out Duvalier! You took out Marcos,' he said, referring to deposed dictators in Haiti and the Philippines. 'Why not here?' It was a question that I heard often over the years, in East Timor and Rangoon, in Malawi and Cameroon. It was usually posed by people who felt they had no other recourse against a repressive regime.</p> <p>Intervention has been discredited in recent years, since the American and British-led invasion of Iraq. But there are still people clamouring for someone from outside - usually America or a former European colonial power - to come and rescue them.</p> <p>And any hint at intervention, like any criticism, is deflected by authoritarian regimes that have proven deft at playing 'the colonial card'. Expressions of concerns for human rights and democracy are ridiculed as a modern way for the West to 'subjugate' countries of the south. We have heard it from Zimbabwe, where British criticism of Robert Mugabe is routinely denounced as a new kind of imperialism.</p> <p>Coming from the likes of Mugabe and his henchmen, playing the colonial card is self-serving justification. And the silence of others in the region and the world - of South Africa, in Zimbabwe's case, of the south east Asian countries who continue to deal with Burma's military regime - sometimes makes it seem as if concern for democracy and human rights are only European and American fixations.</p> <p>That doesn't mean there are not also real sensitivities involved.</p> <p>I have to agree with New York Times columnist Tom Friedman, who observed several years ago that 'the single most under-appreciated force in international relations is humiliation'. For Africa in particular, most of which has been independent for more than four decades, colonialism remains a source of humiliation and resentment and the cause of deep-seated inferiority complexes.</p> <p>The fact that outside action has been required so many times over the years only deepens the humiliation. French troops have, by one count, intervened in Africa more than 45 times between 1960 and 2005. British troops have intervened in Africa as well, in places such as Sierra Leone, when rebels besieged the capital, Freetown ... American troops have intervened, most disastrously in Somalia in the early 1990s.</p> <p>If it's not a lingering colonial mentality, ask African critics of such interventions, then why does France only intervene in its former colonies? Why does Britain put so much pressure on Zimbabwe?</p> <p>It's tricky, for it's true that Europeans more readily step in where they retain residual interest and influence. The interest is not even-handed, but determined by history, geography, language and recent patterns of immigration. But that doesn't make it wrong.</p> <p>The British care about what happens in Zimbabwe, Kenya, Nigeria, India and Pakistan. The French more closely follow events in the francophonie, specifically Congo, Rwanda, Vietnam and Cambodia. And Americans pay more attention to what happens in neighbouring Mexico and in the Philippines (along with places where it has economic interests).</p> <p>These spheres of influence are fairly durable and in many ways necessary. America, Britain, France and Spain will continue to exert outsized influence - cultural, economic, military, political - on their former colonies, one-time clients or countries in their back yard. As long as that clout is wielded to promote universal principles, it's not a bad thing.</p> <p>In fact, people who have no way of standing up for themselves have come to expect it. It's one of the lessons I learnt over nearly two decades as a foreign correspondent. My first overseas stint came in 1986 in Haiti, when I was sent to cover spreading street protests against the rule of dictator Jean-Claude 'Baby Doc' Duvalier. </p> <p>Impoverished Haiti had a bit of a colonial split personality - colonised by France and now part of the francophonie, but on America's doorstep and in the US sphere of influence. So it was no surprise that Duvalier was taken out of Port-au-Prince airport on an American cargo plane and bound for exile in the south of France and Haitians in the streets thanked America and France.</p> <p>In Jakarta, it was a Portuguese diplomat, Ana Gomes, who became the most high-profile foreign critic of the Indonesian government's treatment of East Timor, a former Portuguese colony. And within the EU, at the UN, before any forum that would listen, Portugal kept the plight of East Timor on the agenda.</p> <p>Indonesian officials and diplomats always seemed particularly incensed at what they considered Portuguese 'interference' in East Timor. They played the colonial card, reminding journalists how the Portuguese in 1975 left Timor a chaotic mess. In Jakarta's official narrative - that continues much to this day - Indonesia had gone to East Timor to restore stability.</p> <p>Portugal, however, is hardly a military might. So it fell to Australia, the military power of the South Pacific, to lead the intervention that routed the militia and provided security in Timor. At the time of the mayhem in 1999, an American diplomat in Jakarta predicted this turn of events. 'Australia will have to deal with it,' he told me. 'It's their Haiti.'</p> <p>The pattern will persist in international affairs until countries become less timid about speaking up about human rights abuses and atrocities in their own neighbourhoods and show a willingness to act to resolve them. That will take time and a capacity, militarily and otherwise, that most countries do not have.</p> <p>And as Mugabe appears, once again, to strengthen his grip on power, turning Zimbabwe into a new Zaire with little public outrage from Africa itself, Britain will struggle over how to react.</p> <p>Any action will raise the criticisms of neocolonialism, imperialism and racism. Past feelings of guilt might tempt Western countries to want to lower their voices and stand on the sidelines. But the louder voices will always be the ones from the streets, just like the ones I heard in Kinshasa and in Dili and in Rangoon: where are you? Why don't you help?</p> <p><strong>· </strong>Keith Richburg is now the Washington Post's New York bureau chief</p> <p><strong>· </strong>Nick Cohen is away</p>",
  "<p><strong>My son is getting married in June 2009 in Torun, Poland. Most family and friends will be flying out but my youngest brother feels unable to fly due to claustrophobia. He is also very reluctant to use an overnight cabin on a ferry. He would still very much like to attend his nephew's wedding. How do you suggest he get there at reasonable cost? Overnight stops each way would be fine. Would road travel be advisable as a single motorcyclist?</strong><br>Pete Barrow, Carlisle, Cumbria </p> <p>Torun is a lovely town and getting there overland would be an interesting adventure. The cheapest option would be to hop on a coach from the UK to Warsaw or Poznan (try <a href=\"http://www.poltours.co.uk\">poltours.co.uk</a>; returns from £75) and from there it's a short bus or train journey to Torun, normally via Bydgoszcz, but this would all take at least 30 hours. Going by train is another option: the best value fares are with Deutsche Bahn (08718 808066; <a href=\"http://www.bahn.co.uk\">bahn.co.uk</a>) via Brussels and Cologne or Berlin. Presumably your brother would want to avoid sleeper compartments but he may be willing to travel in the cheaper reclining-seat carriages. Otherwise, overnighting in Berlin after taking day trains and travelling the last hops the next day is the obvious option. Fares start at £177 return.</p> <p>Travelling by motorbike is an option if your nephew has a powerful enough machine and doesn' t mind long hours in the saddle, but I'd suggest taking a few days longer over the 900-mile trip if this is his first continental expedition. You can get directions for the journey on the website Via Michelin (<a href=\"http://www.viamichelin.co.uk\">viamichelin.co.uk</a>). </p> <p><strong>My dad and I and four others are planning a three-week trip around Europe from mid-October. We plan on visiting 11 European countries (Germany, Spain, Italy, France, Austria, Netherlands, Switzerland, Portugal, Belgium, Greece and Denmark) for two days each. We plan on staying in really cheap hotels or B&amp;Bs. How much will all this cost?</strong><br>Peter Biosah, Enfield, London</p> <p>Travellers in centuries past would take years over a Grand Tour of the continent. Inter-Railers normally take a month to pack in as much as they can. I hope you'll excuse me when I say your plan is absolutely barking. Visiting 11 countries in 21 days would be a good idea only if you were planning a book about the inside of Europe's major airports, and won't even come close to doing the capitals you mention justice. Please reconsider! Europe just wasn't meant to be seen this quickly.</p> <p>There are a few ways you could go about this. With 21 days you could pick a couple of countries and see some cities in detail. You could take a great trip around Spain and Portugal: flying into Barcelona, visiting Valencia, Seville, the Algarve, Lisbon and Porto before flying home from Madrid. Another option would be Austria and Germany (Vienna, Salzburg, Munich, Berlin and Hamburg would be a logical route), perhaps finishing with a few days in Copenhagen. Look at the flight options at <a href=\"http://www.skyscanner.net\">skyscanner.net</a> - you should be able to get flights for under £100. Country rail passes (see <a href=\"http://www.interrail.net\">interrail.net</a>) are good-value ways to get around.</p> <p><strong>We want to visit my brother in the British Virgin Islands. He has invited my husband and me, and our sons who will then be three and 10 months. We are struggling to find information about child-friendly places and activities. Are there child-friendly restaurants and cafes? Is boat travel safe for the very young?</strong></p> <p><strong>Our son will still be drinking formula milk and eating puréed meals. Will jars of baby food be available or should we take it with us? Will formula milk be available? We could take powder with us, but is the water clean once boiled? Finally, our son will need to feed during the flights. How much formula milk can we take through UK and US immigration?</strong><br>Lizzie Smalldon, Chesham</p> <p>Long-haul travel with children can be stressful, but you can take formula milk and powder through security - carry only what you'll need for the flight and, if possible, take unopened packets of powder. You can also pick up formula and powder from Boots once through security. In the BVI, there is formula and baby food in supermarkets, much of it imported from the US. Drinking water is safe, but tends to be desalinated. If in any doubt, you can easily used bottled water.</p> <p>Beaches will be the chief attraction for your three-year-old. The BVI tourist board (<a href=\"http://www.bvitourism.co.uk\">bvitourism.co.uk</a>) suggests Cane Garden Bay on Tortola as most suitable for young children. Trellis Bay is a good spot for beach-combing.</p> <p>Ferries in the BVI are commonly used by schoolchildren and are safe. You'll find high chairs and children's menus in all but the most upmarket restaurants. See <a href=\"http://www.b-v-i.com\">b-v-i.com</a> for more tips on family travel in the region.</p> <h2>Letter of the week</h2> <p><strong>We were interested to read in your column last week that first-class tickets from Leeds to London are available for £14 each way. We'd love to buy these tickets, but have never been able to find them available. Can you help?</strong><br><strong>Wendy and John Ross, Leeds</strong></p> <p>Navigating the convoluted world of British rail fares can be difficult. The fares I quoted (£8 standard class and, to correct myself, £15 not £14 first class) are listed on the National Express East Coast website (<a href=\"http://www.nationalexpresseastcoast.com\">nationalexpresseastcoast.com</a>). It shows that you can pay anything from £30 to £308 for a first-class return! The £15 tickets must be booked in advance for specific trains. Last week I managed to find them on a few dates, but they are sold only in very low quantities. They are released for sale roughly three months in advance; the thing to do is to register on the website, with the dates you want to travel, so you are then automatically emailed when they become available.</p> <p>However things get more complicated still. It turns out those £15 fares are available only on East Midland Trains, which take far longer than National Express East Coast services (4hrs 40 minutes rather than 2 hrs 40 minutes). The cheapest Leeds to London first-class fare with National Express is £65 return. The reason for this confusion is that you can book tickets for all networks on National Express's website, but there is a silver lining to all this - the site doesn't charge booking fees, or for using credit or debit cards or for postage, potentially making it cheaper than sites such as <a href=\"http://www.thetrainline.com\">thetrainline.com</a>.</p>",
  "<p>Apple growers fear labour shortages could force them to leave fruit rotting on trees because of government restrictions on the number of foreign workers allowed into Britain as pickers.</p> <p>As harvesting of the earliest varieties gets under way, farmers are 'extremely concerned' about attracting sufficient people to work through until the end of the season in mid-October. They are predicting a labour shortfall and blame it on a combination of the government slashing the number of foreign students allowed to work and the strength of the euro against the pound. </p> <p>'If we can't get the pickers, there is a grave danger that apples will be left on trees and over-mature. Frankly, by then it won't be worth the cost of picking them, so they will be left unpicked,' said Adrian Barlow, chief executive of English Apples and Pears, which represents 430 growers. 'That would be an absolute tragedy and quite shocking at a time when there are reports of food shortages.'</p> <p>Farmers expect a good crop of apples this year, though rising fertiliser and fuel costs could see a 15 per cent rise in prices. Pears, however, were severely affected by spring frosts right across northern Europe, leading to an estimated 20 per cent shortfall which will push up prices even more. 'We will almost certainly see higher prices in the UK market,' said Barlow. 'Growers have incurred massive cost increases and they desperately need money to invest in new orchards, packaging and storage facilities.'</p> <p>But it is the changes to Saws, the Seasonal Agricultural Workers Scheme, which concern them most. Originally 25,000 agricultural students from non-EU countries, including Russia and Ukraine, were allowed temporary entry under Saws each year to harvest the UK's fruit and vegetables. But Home Office fears over illegal immigration led to a tightening of the scheme. Today, those from most EU countries require no permission to work in Britain, and Saws is restricted to just 16,250 students from Romania and Bulgaria. The highly sought-after workers from Russia, Ukraine and Moldavia are excluded altogether. And Saws is to be abandoned completely in 2010.</p> <p>'It was an excellent scheme and we are lobbying hard to see it restored,' said Dr Chris Hatfield, the National Farmers' Union's horticultural adviser. 'Something like 97 per cent of those who came returned to their own countries. But the government has made a mistake of mixing it up with migration issues.' As a result, labour shortages have already affected the soft fruit industry, including strawberry growers. </p> <p>Robert Mitchell, of Foxbury Farm near Sevenoaks, Kent, said there were real concerns for this year's apple harvest: 'It is extremely worrying because we have such a short harvest window. When the crop is ready it has got to be picked. You can't be rushing around desperately trying to recruit 20 or 30 people who don't exist when the crop is rotting.' </p> <p>He and his brother, Ian, are third-generation fruit farmers and produce 5,000 tonnes each year, requiring an extra 100 workers at harvest time. 'We think we are fully booked, but quite often people don't turn up,' he said. </p> <p>'The bottom line is, if there are not enough pairs of hands on the farm when a crop is coming towards the end, the farmers will just have to shut the gate and walk away, leaving good, unpicked British produce still on the plant. That is criminal,' he added.</p> <p>Melvyn Newman, of Newmafruit Farms, hires 200 seasonal workers for his 1,200 acres in Kent. 'It's getting more and more difficult,' he said. 'Two or three years ago we had a flood of people knocking on the door. Now there are very few coming and looking for jobs.' </p> <p>Part of the problem is that the foreign pickers, once grateful for the £6 per hour a fruit picker earns for this physically demanding job, can now earn more elsewhere. 'Change that back into euros and it's against them,' said Dave Morton, who runs Aston Fruit Farm, near Ross-on-Wye, Herefordshire. 'So they are now more inclined to go to the eurozone, where they will earn more money, and we are losing out to France, Holland and Belgium.' </p> <p>Getting British recruits is impossible. He needs 14 extra workers to harvest his 400 tonnes of dessert apples. 'I am very worried about it,' he said. 'Having them signed up, and having them here at the back end of the season, are two different things. Under Saws, you liaised with the universities and the dates were agreed with the universities.</p> <p>'Now people can come and go when they please. If they say they will work until the middle of October, then decide to go home at the end of September, we are suddenly left with a big problem.'</p>",
  "<p>After decades out in the cold, shunned by Western travellers and overshadowed by its faster-moving neighbours, Syria is - slowly - starting to gain the recognition it deserves as a vibrant, fascinating country. If you've never visited, whatever you've heard about the place is quite likely to be wrong. Political rhetoric notwithstanding, there's a more tangible air of menace in Guildford. </p> <p>And as the country opens up to outsiders, ways to explore it multiply. I had visited Damascus before, but this time I was going to experience it through the eyes of Anissa Helou, chef, broadcaster and writer on the cuisines of the Mediterranean. A Londoner for 20 years, Anissa grew up in Beirut but remembers idyllic childhood summers spent in the Syrian highlands. Now she has returned to launch small-group culinary tours, taking ingredients, cooking styles and methods of production as a starting point to explore and understand this much-misunderstood country.</p> <p>Admiring Damascus's historical monuments, or taking time to appreciate the architecture, was firmly off the agenda. Instead, we began by exploring the souks. I watched as Anissa strode through the crowded lanes, casting to left and right, stopping to watch an old man cooking omelettes, pausing to ask a passer-by how she prepares her vegetables, picking out oranges from a pile on a barrow. I followed her into the back lanes, where we discovered a half-hidden factory making sugared almonds: a single, bare room lined with great copper drums for turning the toasted nuts in syrup. </p> <p>The manager, Qusay Sukkari (sukkar is the Arabic word for sugar so, delightfully, this was Mr Sugary the Sweetmaker), welcomed us and explained the process, but apologised for having none of the product to sample. No matter, we said, and nipped round the corner to buy qatayif - sweet pastries filled with cream, deep-fried to a crunch and drenched in treacle. Old-fashioned calories still matter in Syria.</p> <p>We spent the day working our way through the different areas of the souk, buying zaatar - a fragrant blend of thyme, marjoram and sesame - in the Souk al-Bzouriya (the 'seeds market'), sampling boiled sweets and sipping fresh mulberry juice. Then we headed over to the Souk al-Tanabel ('lazybones market'), which sells only pre-prepared vegetables: the stalls are piled with bags of sliced carrots, cored squash and ready-chopped herbs - convenience food, Syrian-style. </p> <p>Eating is, obviously, a major part of a culinary tour, and we ate in a succession of fabulous restaurants. Particularly memorable was Al-Khawali, housed in an eye-popping 14th-century palace in the heart of the Damascus souk, concealed from the street's bustle by beautifully carved wooden doors. Inside, floors of patterned marble led to an airy internal courtyard, with tables laid around a central fountain dotted with jasmine and citrus trees. Anissa ordered a clutch of meze - small, sampler-style dishes that included alangi (stuffed vine leaves) and exquisite shanklish, a tangy sheep's cheese dusted with pepper and thyme. We dipped and nibbled our way through about eight meze dishes, plus mains of tender grilled lamb: the food - formal, sophisticated, charming - suited the ambience perfectly. </p> <p>Old Town, a rather unimaginatively named restaurant in Damascus's Christian quarter, was another highlight, serving pungent, fiery muhammara - a spicy dip of chopped walnuts and red pepper - and succulent chicken kebabs. </p> <p>The tour continued in Aleppo, some four hours north, where we met the vastly knowledgeable Hassan Khouja, a researcher from the Académie Syrienne de la Gastronomie (such a body does exist), for a meal at Bazar ash-Sharq, a restaurant hidden in vaulted cellars just outside the old city walls. Hassan claimed this was the best kitchen in Aleppo. Its kibbeh nayeh, raw lamb chopped with spices and bulgur wheat - one of the most difficult meze dishes to get right - was superb: soft, moist and earthily flavourful. As we tucked into Aleppan meatballs with quince, Hassan talked about Syria's culinary roots, and how Aleppo's location on the east-west Silk Road historically drew in both Persian and Turkish influences, most notably with the mixing of savoury and sweet in the city's trademark spicy kebabs with sour cherries. </p> <p>Damascus, on the other hand, far to the south and cut off from eastern influence by the desert, always looked more to Lebanese mountain cuisine, for subtler combinations of herbs, beans and vegetables in meze dishes and salads. </p> <p>The difference was still tangible: the zaatar we bought in Aleppo was sharper and more peppery than that in Damascus, and while our Damascene sweet treats were candied apricots and local ice cream - egg-free and beaten by hand - in Aleppo we were offered elegantly crafted confections of spun sugar with Iranian pistachio nuts. </p> <p>As well as opening world-class restaurants, Syria is also starting to take a leaf out of Morocco's boutique-hotel book. The lanes of Damascus's Bab Touma district shelter a number of upmarket conversions of 17th- and 18th-century courtyard town houses. At Beit al-Mamlouka - the first and still one of the most stylish - all eight bedrooms were taken when we visited, but the engaging owner, May Mamarbachi, nonetheless served us tea in the orange-scented courtyard and showed us around, pointing out original features and inviting us to return.</p> <p>While I plumped for a simple room above the workshop of Syrian sculptor Mustafa Ali, Anissa stayed first at the Dar al-Yasmin, another heritage conversion featuring marble fountains and beautiful pointed arches, then moved to the Talisman, a small hotel converted from a wealthy merchant's residence on a dusty lane in the old Jewish Quarter. The Talisman's French owners have deliberately overlaid the traditional Syrian architecture with a ragbag of design elements: Indian trinkets hang beside Cairene lamps, while a Moroccan red wash covers the walls - gaudy rather than chic.</p> <p>More endearing was the Mansouriya Palace, down a narrow alley near the medieval Bab Qinisreen gateway in Aleppo's old quarter. Within another serene mansion of white marble, its courtyard shaded by Seville orange trees, lie nine suites, each over-themed to the point of kitsch. The Hittite Suite comes complete with stone lions flanking the bed and a bath and sink carved from single blocks of marble, while the Ottoman Suite is dominated by a four-poster bed decked in swags of heavy silk.</p> <p>But the real discovery remained the food. Bypassing Syria's famous ruins for an indulgent week of near-continuous eating and snacking in the company of Anissa, whose knowledge and enthusiasm are boundless, turned out to be a great way to get under the skin of this often hard-to-fathom country. Food is one field where Syria excels, and it deserves to be celebrated.</p> <h2>Essentials</h2> <p>Anissa Helou's (<a href=\"http://www.anissahelou.com\">anissahelou.com</a>) next culinary tours of Syria run from 10-17 October and 8-15 May 2009, and cost £1,500. BMI (0870 607 0555; <a href=\"http://www.flybmi.com\">flybmi.com</a>) flies from Heathrow to Damascus and Aleppo. Syrian Airlines (020 7631 3511; <a href=\"http://www.syrianairlines.co.uk\">syrianairlines.co.uk</a>) flies from Heathrow and Manchester to Damascus. Britons need to organise a visa in advance, (£32, more info at <a href=\"http://www.syremb.com\">syremb.com</a>). More information at <a href=\"http://www.syriatourism.org\">syriatourism.org</a>.</p>",
  "<p>As Russian troops dig in on its borders, the people of South Ossetia are counting the cost of a short, vicious war - and contemplating a new future in a republic 'cleansed' of Georgians.</p> <p>Hints that Moscow could recognise South Ossetia's independence within days have been warmly received by a population that has turned its back on future reconciliation with former neighbours.</p> <p>Meanwhile, Ossetian militia have torched and looted a string of five Georgian villages that stretch north of Tskhinvali. Kremlin officials who control media access to South Ossetia have not allowed Western reporters to get out of their vehicles and inspect the villages, whose residents fled to Georgia in the first days of the war. But The Observer counted 270 burnt or destroyed houses by the side of the road in the deserted enclave.</p> <p>Last week a mechanical digger was methodically smashing the remains to the ground. Several new houses had been set alight on three separate days, long after the fighting was over. 'Let them burn,' said one Ossetian soldier at a checkpoint.</p> <p>None of the roughly 20,000 Georgians who previously lived inside South Ossetia in semi-autonomous enclaves are to be allowed to return. 'Should we let them come back and fire on us?', asked South Ossetia's President, Eduard Kokoity, in a newspaper interview. 'So that they shoot us in the back and torment our people again?'</p> <p>The views of Eteri, 55, a former textile factory worker, are typical among ordinary Ossetians. 'The Georgians killed my man and many other peaceful people,' she said. A chunk of shrapnel hit her husband, Aslan, 67, in the back of the head, killing him instantly. Standing in front of her cottage by a sheet-metal fence turned into a sieve by gunfire, she said: 'We don't want them back here, the murderers. They came here and tried to wipe us out. Now, without them, perhaps at last we can live free.'</p> <p>The war in the Caucasus began on 7 August when Georgia responded to sporadic Ossetian shelling of Georgian villages in multi-ethnic South Ossetia by launching a huge air and ground attack to reclaim the breakaway region.</p> <p>Now locals in the capital, Tskhinvali, and the villages surrounding it are furious that international criticism has focused on Russia's tough response. 'It was the Georgians who started it by attacking us,' said Soslan Kochiev, a shopkeeper who fled to Russia with relatives during the fighting. 'It was them that fired thousands of rockets at a peaceful town where children were going to bed.' Large parts of Tskhinvali and smaller settlements seen by The Observer were pulverised by shelling.</p> <p>Kokoity, a former wrestler who likes sharp suits and juggles a luxury Vertu mobile phone from hand to hand as he talks, is banking on a huge injection of funding from Russia to rebuild the republic. At a triumphant victory rally in Tskhinvali last Thursday, he said he had sent a letter to the Kremlin asking it to recognise the republic's independence. 'After all the blood that has been spilled ... we can no longer live in one state with the Georgians,' he said.</p> <p>'With Russia's help we will live on after all this suffering,' said Aelita Dzhioyeva, a lawyer holding a candle in a jar, who had returned home after spending two weeks as a refugee in the Russian republic of North Ossetia.</p> <p>Villagers said that eight people had died in Khetagurovo, including an 80-year-old woman incinerated in her home and buried by neighbours in a shell crater in her garden. 'We won't have the Georgians here in South Ossetia any more, killing and tormenting us,' said Grigory Mamiyev, 24, standing on the bloodied forecourt where his elderly father was decapitated by shrapnel. 'I wish I had gone to burn their houses myself.'</p>",
  "<p>One can only speculate on the fashion footprint of the wardrobes of Lord Howie of Troon and the Earl of Northesk, both members of the Lords science and technology committee, but you'd have to suspect it is minimal. Given each lord's age, gender and peer-group interests - the highest fashion consumption rates are for women in their early thirties who read glossy magazines - the peers' share will come in well below the average of 35kg of textiles per person per year (mostly clothing). Much of this will be thrown out within a year; a small part will be recycled or donated to charity, and the rest will be chucked in the bin.</p> <p>Last week's waste reduction report from the Lords committee read a little in places like an analysis of the woodland defecation procedures of bears. '[The] culture of \"fast fashion\" encourages consumers to dispose of clothes which have only been worn a few times in favour of new, cheap garments which themselves will also go out of fashion and be discarded within a matter of months,' announced the venerable lords in tones of shock and awe. </p> <p>Many women are inured to the obscene excesses of fast fashion. One pound in four is now spent on 'value' fashion as provided by the likes of Primark, Asda and Topshop, which has had huge success with model Kate Moss's range of clothes. Between 2003 and 2007 garment prices fell by an average of 10 per cent and over the past five years the rate of frenzied buying has accelerated, while we make room for it by discarding some two million tons every year.</p> <p>The true weight of this addiction has only really been felt by an unfortunate few such as the Salvation Army which, with around 2,750 of the UK's 9,000 charity clothing banks, has been faced with an ever growing mound of tat to flog to consumers indifferent to pre-worn unless it happens to be vintage. Value fashion retailers will debate forever as to how they can sell clothes so cheaply, usually citing economies of scale, but it has been clear to recyclers for some time that a fall in fibre quality and finishing is part of the equation. This makes the resale of last season's paper thin, slightly shrunken sun dress a distinctly unappetising commercial proposition. Besides, there isn't much incentive for consumers to buy worn when a new dress costs less than a lunchtime panini and coffee.</p> <p>The bulk of discarded fast fashion is chucked into landfill. Meanwhile, the fashion industry has been particularly adept at avoiding green censure and criticism. While more prosaic sectors - food and drink, electronics, detergents and even car manufacturers -</p> <p>have been forced to own up to environmental shortcomings either to pre-empt legislation or conform to new regulations (such as the EU directive that means your hairdryer or washing machine can no longer be flung into landfill) fashion appears to have charmed us all in a haze of sequins, air kisses and the seemingly boundless dynamism of fast fashion with its high street empires and super-rich moguls.</p> <p>But when Defra, the department for the environment, began to analyse the impact of different materials in the nation's landfills a couple of years ago, fast fashion's get-out-of-jail-free card was unexpectedly revoked. The nation's penchant for 'McFashion' - as one-night-only T-shirts and skinny jeans have been dubbed - was found to translate into more than three million tons of carbon dioxide emissions. </p> <p>More significant to millions of fashion-lovers than the opinions of a Lords committee or Defra will be the opinion of the style press. And even those who formerly and gleefully proclaimed Primark the new Prada are now suggesting that fast fashion has rather had its day. Apparently it is all about 'investment dressing' - buying one piece and loving it for a long time - now as fashionistas tighten their tiny little belts. 'Gucci or gas?' asks the September issue of Harper's Bazaar, advising fashion-lovers feeling the credit crunch to survive on 'one big ticket item, something in between or a little bit of both'. </p> <p>There's some validity in this argument, as anything that cuts down the rapid turnover begins to reverse the fact that - according to Matilda Lee from the Ecologist - just 2 per cent of the average clothing budget goes on services that repair or lengthen the lifespan of our garments and accessories.</p> <p>However, to be truly sustainable, the fashion parameters will have to be widened. If fashion is about ingenuity and innovation, this is a good time for the industry to draw on these qualities and return to measuring fashion in terms of something other than quantity. There has already been a shift. Phil Patterson, once textiles manager at Marks and Spencer, has set up <a href=\"http://www.ecotextile.com\">ecotextile.com</a> to allow consumers to assess their wardrobe in terms of environmental damage units (EDUs) with the goal that they'll be more fibre-discerning in future. The London College of Fashion recently launched its Centre for Sustainable Fashion and there has been a renaissance of thrift fashion ideas from reworking existing pieces to sewing classes, kit fashion, clothes swaps and clothes and accessory libraries. </p> <p>There would appear to be some ethical motivation for change too. In the aftermath of the Observer and Panorama exposé of child labour used in manufacturing a line for Primark, an ICM research poll, commissioned by Drapers magazine, found that 42 per cent of people who shop at Primark were less likely or a lot less likely to shop at the retailer because of what they had heard. </p> <p>In reality, any demise of super-cheap, super-fast fashion probably comes down to market economics. Labour costs have increased 50 per cent in the past four years across provinces in south-eastern China, the sewing room of the world. Meanwhile, fast fashion is scarily dependent on cheap fibres, namely polyester and cotton - which together account for more than 80 per cent of all fibre production worldwide.</p> <p>Both are dogged by sustainability issues. As petroleum production declines, polyester prices are soaring, while cotton's insatiable need for water (and agrichemicals), coupled with the fact that two-thirds is still rain-grown in areas where rainfall has declined, means there's not enough to go around. Add to this a new, hungry consumer in the form of the Chuppie (the Chinese yuppie) who has developed an appetite for fast fashion herself, meaning that Chinese producers are less eager to export. </p> <p>It will almost certainly get slower. In order to keep up with the trend for two new lines a week, brought to the high street by Spanish fashion giant Zara, competitors are increasingly reliant on air freight, and that is becoming hugely expensive. </p> <p>Shipping a standard container from Shanghai to America's east coast costs $8,000 (£4,315) today, as opposed to just $3,000 a few months ago. Container ships are slowing down to cut fuel costs. If fashion stays fast it will need to become more localised, which will increase cost. So it can be slow and cheap, or fast and expensive. It is the combination of cheap and fast that is unsustainable. </p> <p>In any case, we shouldn't overly mourn the passing of cheap fast fashion. We may be short on cheap fibre and oil, but one thing we have an abundance of is creativity. The demise of fast fashion could be as revolutionary as the mini skirt, the Ugg boot and Agyness Deyn all rolled into one.</p> <p><strong>· </strong>Lucy Siegle is the Observer's Ethical Living columnist and Visiting Professor at the London College of Fashion</p>",
  "<p>\"'I just blew my mind,' said Usain Bolt, trying to put his achievements into words. 'I blew the world's mind.' It was classic Bolt, the entertainer who dances as well as runs for the crowd, and deadpans the one-liners. He did blow the world's mind, but who else would dare say such a thing? Over the past week some have found him cocky and immodest, but consider the facts of Bolt's achievements. </p> <p>At his first Olympic Games, Bolt became the first man in history to win three gold medals and set three world records in the 100m, 200m and 4x100m relay. And how. When Bolt broke Michael Johnson's 12-year-old 200m record of 19.32seconds, by 0.02sec he was running at an average speed of 37.305km per hour (23mph), covering an incredible 10.3m per second. </p> <p>Five days earlier, the then 21-year-old seemed to jog through the 100m, brazenly slowing down for the final 10m, arms out, hardly out of breath, lowering his own world record to 9.69sec. On Friday night he completed the hat-trick, helping his team to another Jamaican gold medal and breaking the 4x100m relay world record held by the US team for eight years. </p> <p>Every Jamaican medallist has subsequently hailed Bolt as their inspiration - their own successes labelled 'the Bolt effect'. Jamaica's Prime Minister, Bruce Golding, called to tell him that back home the country is road-blocked. In Kingston's Mandela Park huge screens were set up to watch the athletics and from morning to night, at each of Bolt's victories, people partied in the streets in celebration. </p> <p>Since breaking Asafa Powell's 100m world record in May - having only run that distance at a senior level on four previous occasions - Bolt has gone from being just another Jamaican sprinter to possibly one of the greatest athletes of all time. Within days of his first triumph it was possible to buy Usain Bolt watches, stamps and T-shirts. </p> <p>It is a steep trajectory that brings with it global recognition as well as scrutiny. How is it possible to run so fast? Faster than any convicted drug cheat. In the same breath, people ask why the Jamaican team have been more successful than ever - there are more medals than there are Jamaican journalists covering the Games.</p> <p>Bolt understands the suggestion, and is patient with his answers. 'We've been tested a lot,' he said yesterday, 'I was tested four times before I even started running, urine and blood tests. I've been tested so many times now I've lost track. I have no problem with that, we work hard and we're clean and anytime they want to test us it's fine.'</p> <p>It is an accusation that all Jamaicans involved in athletics have been defending against. Asafa Powell's coach, Stephen Francis, who first saw Bolt run as a 13-year-old at the Jamaican National Schools Championships dismissed the question. 'It's not explainable how they do what they do. It doesn't mean he's cheating, he's just using what he has. Usain ran 19.9 aged 17, when he was a skinny kid. Look at him now, 19.3 is not that surprising.' </p> <p>'I can't stop people doubting,' said Francis. 'People always have a way of belittling or trying to explain things they can't understand by saying, \"Yeah, Usain Bolt, he's cheating, he's not real.\" But in the world people come along who are exceptional. You have Einstein, you have Isaac Newton, you have Beethoven - you have Usain Bolt.'</p> <p>Bolt was born to parents Wellesley and Jennifer, in Trelawny Parish, on the north coast of Jamaica. A rural area, known historically for its high number of sugar plantations and a large Maroon population, its more recent claim to fame is producing world-class athletes such as Ben Johnson and Veronica Campbell-Brown. What is so special about Trelawny? Wellesley Bolt puts it down to the distinctive yellow yams of the area that make up his son's breakfast, along with a starchy combo of dumplings and green banana. </p> <p>At William Knibb Memorial High School, Bolt was identified as a naturally gifted athlete. Dwight Barnett, one of Bolt's PE teachers, described the young Bolt's talent as head-scratching. 'Sometimes I'd look at that stop-watch and think, \"There's something wrong with this watch. No kid can run that quickly.\"'</p> <p>But Bolt's first true love was cricket, not athletics. Even now he lights up at the mention of Chris Gayle and Freddie Flintoff, 'I love the aggressive players,' he said. When he goes back to Jamaica he plays cricket in the local parks. Pablo McNeil, Bolt's first coach - a former Olympic sprinter - recalled the challenge of getting him on to the running track. 'The first time I saw Usain bowling I knew he was a born sprinter, he was so fast,' he said. 'But he was so cricket-mad that he took a bit of persuading. Initially he was quite hard to work with, he needed to be kept in line... nothing malicious, just pranks that got a bit out of hand, he certainly kept you on your toes.</p> <p>'I knew a long time that he was a cut above the rest. He's got an incredible stride, which just eats up the ground. I'm not in the least bit surprised at what he is achieving because I predicted five or six years ago that he was going to break world records. Anyone who saw him as a kid wouldn't have needed to be a prophet to tell you that.'</p> <p>McNeil frames Bolt's achievements in the context of the great Jamaican athletes that came before him. 'No Jamaican sportsman has ever had as much pressure on him. Not Herb McKenley, not George Rhoden, not Arthur Wint, not Don Quarrie, no one. You have no idea how hard that is. He's going to be the greatest sprinter this world has ever seen. In fact, he might be already.'</p> <p>Anybody who follows athletics in Jamaica watches the annual Champs - a high school athletics meet attended by 30,000 spectators, reported on in the island's news pages - the testing ground for future stars of track and field. The meet is so competitive it attracts a passionate and partisan crowd, each school has its own flag and there are often clashes between supporters. This is where many saw Bolt run for the first time. </p> <p>'I first saw Usain when he was 13 years old,' said Francis. 'A skinny, tall guy. But then he went to the final and didn't do much.' Did Francis pick him out as a future charge? 'Actually, I doubted whether he would make the transition. I figured he would be trying to go abroad. I figured he would be lost like so many others before him.'</p> <p>More than 2,000 Jamaican athletes compete in the Champs each year, and many fall by the wayside. It wasn't until the age of 15 and already 6ft 5in tall that Bolt made a name for himself, winning the 200m at the world junior championships - the youngest to do so - held in Jamaica that year. Bolt won in world record time, an achievement that would change his life. </p> <p>'Suddenly he was a big star,' said Francis, 'He got a lot of encouragement from the federation who wanted him to stay in Jamaica. It was the opposite situation to Asafa who had no choice but to stay, Usain had everything possible done for him to keep him from going abroad.'</p> <p>Germaine Mason, the British high jumper and silver medallist in Beijing who switched nationality from Jamaica in 2006, has been friends with Bolt since their junior days. 'I remember him at the junior world championships,' said Mason. 'He had three medals clinking around his neck when anyone else was lucky just to have one. There he was walking along, joking with everybody, clink clink clink.'</p> <p>Success brought Bolt a move to Kingston, but his popularity proved a distraction and he spent more time partying than training. Elton Tucker, assistant editor of Jamaica's most popular newspaper, The Gleaner, has been reporting on sport on the island for 27 years and remembers that period. 'Usain and Asafa, we call them country boys. When Bolt moved to Kingston he was looking at the bright lights - where he came from there were no street lights. Suddenly there was Burger King and KFC.' </p> <p>After the 100m race Bolt said he would love to eat a burger as a treat, 'but he didn't mean McDonald's,' said Tucker, 'their burgers are too small. Jamaicans like to have what we call a bellyful. </p> <p>'As a teenager Bolt wasn't focused, he liked nightclubs, playing basketball, he thought he could run on natural talent alone.'</p> <p>What got him to knuckle down? 'Bolt was from a poor family, just ordinary country folk. He saw Asafa driving BMWs and Mercedes-Benz and he wanted that.' Others believe it was the strict influence of his current coach, Glen Mills, that made the difference after they began working together in 2005. Known as a disciplinarian, it is significant that Bolt leaves his career decisions to Mills. </p> <p>Still, international success at a senior level did not come overnight. There were hints, running the 200m in less than 20sec at Crystal Palace in 2005, winning two bronze medals at international grand-prix events, but at key moments Bolt was plagued by injuries - at the 2004 Olympics and the 2005 World Championships in Helsinki. By last year's World Championships in Osaka Bolt was beginning to shape up, winning silver behind Tyson Gay in the 200m. It was the confidence booster he needed, the catalyst to setting four world records in 2008. </p> <p>Suddenly everything Bolt touched turned to gold. After the 100m in Beijing, Powell and Gay were out of the picture, Bolt became 'Lightning Bolt' and everybody wanted to talk to him. Delighted and delirious, Bolt celebrated as a young man, dancing and entertaining the crowd. Jacques Rogge, the IOC president, was not impressed and swiftly labelled Bolt's antics as disrespectful to his competitors. But the man that Rogge and others describe is unrecognisable to those who know Bolt well. </p> <p>'Usain is very humble off the track,' said Mason. 'He's not like what you see on the TV. I disagree with what Jacques Rogge said. When you win an Olympic medal that's the greatest thing ever, you don't just want to win and walk off the track, you want to entertain the crowd. You want to open up and express how you're feeling. His celebrations are a very good thing for the sport.'</p> <p>Barnett said that Usain's biggest problem at school was being too nice. 'There was one kid [Jermaine Gonzales] who he was really friendly with and he was worried when he had to race him in a 400m. I had to take him aside and tell him that athletics was about people beating other people and it was everyone for themselves.'</p> <p>Back in Jamaica, Bolt's celebrations were applauded. His dancehall moves put Jamaican popular culture on the map; Jamaican flag in one hand and his gold running spikes in the other, Bolt danced the nuh linga to the bafflement of the rest of the world. 'It's a thing in Jamaica. You wouldn't really understand,' said Bolt. 'I made it my celebration. My celebration to the world.' After the 200m he bent down low to perform the gully creeper, the creator of which - a friend of his called Ice - has now invented a new dance called the Usain Bolt. 'It is one of the maddest tings,' said Ice. 'Like the gully net, but more fancy, mi drop in a little neck movement.' </p> <p>Friends of Bolt describe him as a young man who loves a party. After winning the 200m Bolt said he wished he was 'at the Quad', a nightclub in New Kingston where Jamaicans often see him out, bottle of Guinness in hand, celebrating his victories. 'It's like my second home.' </p> <p>What now for Bolt? Will anyone ever beat him? 'I've not yet figured out how he does it,' said Francis, 'but when I know, I'll try and find the boy to beat him. I don't think he's unbeatable but it's going to be a rare person who has the chance. A very rare person.' </p> <p>As the rest of the world struggle to understand how anyone can perform such incredible athletic feats, Bolt is characteristically philosophical. 'I wouldn't say I'm a phenomenon,' he said, pausing for some time to think about it, 'just a great athlete.'</p>",
  "<p>When the Notting Hill riots started 50 years ago, I had been in a London school for two-and-a-half years. I was 14 and it was probably the biggest, most dramatic event in my life up to that time, but nothing about it was totally astonishing, because it was precisely the sort of event I had been fearing since I arrived.</p> <p>Today, walking around London with my teenage son, it's hard to explain why it was no great surprise back then, as those first pictures of howling mobs chasing black men through the streets were shown around the world. Struggling to make sense of it, I tell him that I knew what was happening simply because of what I saw and what I felt about all the little things that went to make up our ordinary everyday life then. I tell him that the past is a different country and the differences are most noticeable not in the big changes, but in the small, unremarkable happenings.</p> <p>Since 1958, there have been laws intended to prevent or inhibit the sort of violent assaults that we saw in Notting Hill, beginning with the draconian sentences handed out to some of the worse offenders. Then came the Race Relations Act followed by various tranches of immigration legislation, followed by new housing provisions and so on and so on. In the wake of all this, myths have grown up around the Notting Hill riots. Explanations for them abound. From the left come cries of poverty and deprivation, housing need and frustration. From the right, the Powellite agenda, which rationalises the riots in terms of liberal bullying of a neglected working class, discredited but still with resonance, resurfacing from time to time in one guise or another. In recent years, another (black) myth has begun to emerge, one that places the riots at the beginning of an official multicultural cause, exemplified by the Notting Hill Carnival this weekend.</p> <p>All of these are certain to show up in any discussion about the meaning of the Notting Hill riots. In all the commentary, however, there is one element that is routinely neglected. That is about how people feel about themselves and about the undramatic routine of their lives, the everyday events that dictate how happy we can be in our environment. Last week, I went to a supermarket late in the evening. It was all routine. My partner and I were feeling rather giggly, partly because the teenage son was away for the night. Halfway down the first aisle, we encountered a young white woman stacking shelves and she began bantering with us. I don't remember what she said, but we all laughed uproariously. At the checkout, there was an Asian girl wreathed in smiles. It struck me that this was an experience which is absolutely normal, but would have been unimaginable 50 years ago. </p> <p>Looking back, what I remember is being surrounded by an atmosphere of suspicion, indifference or hostility. In those days, out in public, if you smiled or spoke to a white person you didn't know, the response was most likely to be concern, offence or even physical assault. It was safer not to speak to anyone, because any encounter could provoke a racist jibe. Pick up the local newspaper and you were certain to read reports, features or letters which were offensive or threatening or downright racist. Switch on the radio and you were certain to hear an interview, or a speech or joke, which reminded you that you were the object of your neighbours' anger, dislike or contempt. That was 1958 and that was a different country and there was a sense in which the Notting Hill riots summed up what I could feel around me every time I went out of the house. </p> <p>I don't feel that today. Nowadays, I am a relatively respectable gent of a certain age and no one has in for me, unless they know who I am. It is easy to note the contrasts with that other time, 50 years ago, in the ease with which most black people navigate the city. This isn't the case only in London. I could say similar things about Leeds or Birmingham or Manchester. In any number of routine encounters, it is easy to appreciate the extent to which the country has changed. Coming back from abroad, I don't feel even the smallest part of the caution I used to. This country is home. </p> <p>On the other hand, it is impossible to escape the realisation that, for many, more recent migrants, the city offers an experience which feels uncomfortably like the way it was for black migrants in the Fifties. In the last few months, I've heard more than one diatribe directed at assistants in shops or banks, beginning with the familiar: 'You people ...' and ending with the suggestion that the object of the abuse should 'go back where you came from'. A familiar narrative which I would have labelled racist, had it not been for the fact that the abuser was black and the abused an embarrassed European or African.</p> <p>This, I tell myself, is simply one moving part of the mechanism which changes the country and its population. The process of engagement, whether it's difficult, hostile or even violent, is a fundamental part of this change and no one can stop it. All we can do is moderate its worst effects.</p> <p><strong>·</strong> Mike Phillips is the co-author of Windrush: Irresistible Rise of Multi-racial Britain</p>",
  "<p>In 1969, a year after Russian tanks rolled into Prague, Josef Koudelka visited London with a Czech theatre group. One Sunday morning he was walking out of his hotel near the Aldwych Theatre when he saw some members of the theatre group perusing a copy of the Sunday Times magazine. As he passed, he saw to his surprise that they were looking at his own extraordinary photographs of that Russian invasion and the spontaneous street protests it provoked. The same photos have since become the definitive pictorial record of a pivotal event in 20th century history.</p> <p>'They showed me the magazine where it said that these pictures had been taken by an unknown photographer from Prague and smuggled out of the country,' he says, shaking his head as if he still cannot believe it. 'I could not tell anyone that they were my photographs. It was a very strange feeling. From that moment, I was afraid to go back to Czechoslovakia because I knew that if they wanted to find out who the unknown photographer was, they could do it.'</p> <p>Before he returned to Prague, Koudelka began making preparations to leave again, this time for good. He began by contacting the Magnum photographic agency, which had placed his work in the Sunday Times, attributing the images to PP (Prague Photographer) lest he and his family should suffer reprisals. Magnum subsequently wrote a letter to the Czech Ministry of Culture saying they had given him a grant to photograph Gypsies across Europe. It worked. In 1970, when his visa ran out, Koudelka did not return home. Suddenly stateless, he too became a kind of Gypsy, constantly on the move, forsaking the very notion of a homeland.</p> <p>So began perhaps the most remarkable journey in 20th century photography. When I meet him today, in the back room of his new apartment in Prague, Koudelka unfolds a battered map of the world he has just found in one of the many boxes stacked along a wall. It is covered in spidery ink trails that trace his wanderings through Europe and beyond, his handwriting providing a runic commentary of the festivals and gatherings he attended along the way. The map dates from the Seventies and looks like a strange work of art, which, in a way, it is. The real art, though, lies in the photographs Koudelka produced when he began chronicling his restlessness - and rootlessness - as well as his newfound sense of freedom. His first major work, published in 1975, was called simply Gypsies, his second, from 1988, Exiles. Their titles alone tell you much about Koudelka's own life as well as the lives of his subjects.</p> <p>'For 17 years I never paid any rent,' he says, laughing and raising a shot glass of slivovic, a plum brandy he has produced to welcome me to Prague. 'Even the Gypsies were sorry for me because they thought I was poorer than them. At night they were in their caravans and I was the guy who was sleeping outside beneath the sky.'</p> <p>Now, 38 years after he began his exile, and 40 years after the invasion, Josef Koudelka has a place in Prague that, were he so inclined, he could call home. It is an apartment on the corner of a quiet square near the city centre, opposite a church where, he tells me proudly, the young Dvorak once wrote music. It is light, airy and purely functional: a place to work rather than rest. The boxes of notebooks, meticulously classified, suggest a highly ordered mind. 'Josef is utterly methodical, and utterly aware of his own legend and his legacy,' says his close friend, the photographer, Eliott Erwitt. 'But he is also an eccentric. He thinks differently, and, as we know from the work, he sees the world differently.'</p> <p>At 70, Koudelka has, like his late friend Henri Cartier-Bresson, achieved semi-mythic status as a photographer. Alongside Robert Frank, he is the last of the great hard-bitten romantics of 20th century reportage, and, like Frank, he is a hero of mine. Gypsies was the first photography book I ever owned, and though I cannot remember now how I came by it, I can still recall its impact on me. I was studying in London for a degree in English, and Gypsies seemed to me to possess a more powerful narrative than many of the contemporary novels I was reading. I looked at it again in preparation for this interview, and found it still retains the power to mesmerise with its raw beauty, its essential sadness. There is something beautifully melancholic in Koudelka's images, a sadness the Portuguese call saudade, a deep-rooted longing for which there is no equivalent word in English. </p> <p>When I mention this, he nods in agreement. 'The mother of my son, an Italian lady, she once told me, \"Josef, you go though life and get all this positive energy, and all the sadness, you just throw it behind you and it drops into the bag you carry on your back. Then, when you photograph, it all comes out.\" Perhaps there could be some truth in that.' </p> <p>Koudelka, his youthful face framed by white straggly hair, has the demeanour of someone 20 years younger, and proves to be a generous and engaging host. He offers me his old flat in the suburbs of Prague to stay in, and insists on paying for lunch and drinks two days running. He famously does not grant many interviews and, one senses, astutely maintains his own mythology by his silence. Today, though, the anecdotes flow as freely as the wine. </p> <p>Koudelka has returned to Prague from his adopted home in Paris for an exhibition of his '68 photographs that is being held in the Old Town Hall to coincide with the 40th anniversary of the invasion. A book called Invasion 68: Prague was published earlier this year, an extraordinary chronicle of those convulsive seven days when the people of Prague, young and old, took to the streets in their thousands to protest at the Russian presence.</p> <p>'For a long time no one here was interested in remembering,' says Koudelka, 'but now I think they start to remember again. If this book helps the remembering I am happy. We Czechs are not like you Irish or the Poles. We do not behave bravely many times against the odds, but in this one week, as my book shows, we should be very proud of how we behave.' </p> <p>In that one week, the 30-year-old Koudelka took over 5,000 photographs on the streets of Prague, often under extreme conditions. He was shot at by a Russian soldier, and pursued through the crowds and into the backstreets around Wenceslas Square. In the short film that ends the exhibition, a young and scrawny Koudelka is seen perched on a Russian tank, filming a young Czech man waving a flag of resistance. </p> <p>Some of the people in the photographs turned up for the opening of the show, including a man whose arm Koudelka had positioned in the foreground of an empty Prague street, the watch on his wrist telling the time of the invasion. 'Forty years have gone by,' says Koudelka, 'and I do not remember them nor they me. You cannot rely on your memories - but you can rely on your pictures.'</p> <p>Back then, he says, he did not even know the word 'photojournalism'. 'I had not seen Life or Paris Match. For me, it was just important to photograph what I was part of.' To this end, he used a primitive Exakta camera and countless rolls of cinema film that he had bought cheaply from a friend, and which he cut into strips, then draped over his shoulder and fed into the camera. 'I used to have to run home to reload, always thinking I was missing something. Once, I think it saved my life. I was reloading when I heard the explosion that killed many people outside the radio station.' Until now, remarkably, the world has only seen 10 of those images. </p> <p>'Originally, I did not want to make the book or the exhibition,' he says. 'I knew already I had selected the 10 best. And, to be truthful, when I was working on this book, I did not discover one that I would have added to these 10. They are the ones that have a universal value. In them it is not so important who is Russian and who is Czech. It is more important that one man has a gun and one man has not.'</p> <p>The previously unseen images, though, are powerful for different reasons. They provide a unique visual record of 20th century history as it unfolded, an event of incredible emotional and political intensity that lasted a week yet changed the course of a nation for two decades afterwards. In one brilliantly composed image after another, Koudelka has also captured the energy of mass protest like no one before or since, an energy that flared from angry disbelief into violent protest and then faded just as suddenly. 'When I look at these pictures now, I can't believe I did them. Magnum could not believe it was the work of one photographer. I was everywhere because everywhere I looked in those seven days there is another photograph waiting for me. I did not have time to even think about the danger.'</p> <p>In one unforgettable image he snapped a tiny old man on his way to work, briefcase in hand, who suddenly stopped to hurl a cobblestone at a Russian tank. In another, he captured a young man holding his coat open as if inviting a nervous soldier on a tank to shoot him in the heart. In another, a pretty woman pleads with the Russian commander who stares over her head, implacable, imperious. </p> <p>'In truth, I felt no hatred for these soldiers,' he says now. They were not responsible for this. They were young like me, and we were in the same system. What happened to them could easily have happened to me. They could have woken me one morning and sent me to Warsaw or wherever they wanted. Back then, none of us was free.'</p> <p>The pursuit of freedom is what has fuelled Koudelka's life ever since, and that has manifested itself in a desire to be constantly on the move. Initially, when he began living in London in 1970, unable to speak English very well, he used the large Bayswater flat of fellow Magnum photographer David Hurn as his base. </p> <p>'It was nicknamed the Dosshouse,' says Hurn, 'because every struggling photographer passed though there at the time and slept on the floor. Josef was brought there by Elliot [Erwitt], who had been involved in helping him get out of Czechoslovakia, and the understanding was that he would be staying a few weeks. Like everyone else, he asked if he could use my darkroom to develop some film. He turned up with 800 rolls. I think, in the end, he stayed there off and on for about nine years.'</p> <p>London was his base in the winter but, come the summer, he would head off on his travels across Europe, rucksack and sleeping bag slung over his shoulders. He photographed Gypsies at the Epsom races and Appleby Horse Fair, pilgrims on St Patrick's Mountain and Lough Derg in Ireland, and itinerant musicians in Spain and Portugal, always travelling light and with little money, always sleeping in the open air. Like all great photographers he possesses an eye for telling detail and a formal mastery that, even in his snatched reportage, seems uncanny in its compositional brilliance. In one startling image that has haunted me since I first saw it, a bewildered young Gypsy in handcuffs stands alone on a hill while in the middle distance a line of people, and a few uncertain-looking policemen, stand watching like onlookers in an absurdist drama. The man, it turns out, had just been arrested and charged with murdering his wife. </p> <p>The Gypsies he photographed called Koudelka the 'romantico clandestino'. 'I photograph only something that has to do with me,' he says, 'and I never did anything that I did not want to do. I do not do editorial and I never do advertising. No, my freedom is something I do not give away easily. And I do not follow the war because I am not interested in photographing violence. Sure, if I was in Georgia now, I would be photographing what happens.'</p> <p>He stops, shakes his head, and reaches for another glass of wine. 'You know, people say, \"Oh, Josef, he is the eternal outsider,\" but on the contrary I try always to be an insider, both as a photographer and as a man. I am part of everything that is around me.'</p> <p>Koudelka was born in a village of 400 people in Moravia in 1938, close to where Milan Kundera, that other famous Czech exile, grew up. As a child, he was fascinated by folk music, planes and the family photographs the local baker took on a Bakelite camera. 'Once I saw the bread man's camera, I went off every day to the woods to pick wild strawberries to sell to the man who made ice-cream. In this way I saved the money to buy a camera of my own.' </p> <p>When he moved to Prague to study engineering, Koudelka fell under the influence of Jiri Janicek, who ran a photographic club for students. Soon he was contributing to a theatre magazine called Divadio, where he published his first serious body of work: intense, close-up portraits of the actors in rehearsal. Until 1967, though, he worked as an aeronautical engineer in Prague and Bratislava. 'It was fantastic because I loved aeroplanes as much as photographs,' he says, 'but there came a point where I knew that if I stayed in engineering, I would surely die. I had no ambition to be the boss, and I had all the responsibility for the people's safety. With a camera you are your own boss, responsible only to yourself. You are alone with the camera, there is no one else to blame.'</p> <p>Until the upheaval of Prague '68, Koudelka sought out and photographed Czechoslovakian Gypsies. Afterwards, in exile, and now a full-time member of Magnum, he forged an unlikely friendship with the agency's founder, the great French photographer, Henri Cartier-Bresson, and lived on small grants and awards while he searched out Gypsy communities across Europe. Between travels he would turn up out of the blue at the Magnum office in Paris and sleep there for weeks under a desk. His late father, he tells, me, used to send him home-brewed slivovic every month. 'It was a plastic bottle with the word vinegar written on it in Czech. This way, he thought I would not have to pay duty on it.' He became known around the Magnum office as 'Le Remplisseur Professionnel' (the professional pourer). 'After the first glass, no one can breathe,' he says, cracking up at the memory. 'After two, the girls are dancing around the floor.'</p> <p>Koudelka speaks without regret about his constant travelling. 'In Britain the Gypsy children would always ask me two questions: \"Do you sleep dressed?\" and \"When was the last time you saw your people?\" They were nomads but they returned to the same places every year and caught up with their own people. I think they pitied me because I could not do that.' </p> <p>When I ask David Hurn if Koudelka ever seemed homesick, he replies: 'Josef is not the sort of man to dwell on stuff like that but he would sometimes fall silent and take himself off somewhere.' He would often disappear into the kitchen to make mashed potatoes with caraway seeds. 'He seemed to live on this one dish, and, like his insistence on sleeping on the floor, I initially thought it was a kind of romantic affectation. Then one day his mother turned up from Prague to visit. She could not speak a word of English. One afternoon she said something. I asked Josef to translate, and he said, \"My mother just said how much she would love a big plate of mashed potatoes with caraway seed.\"'</p> <p>Though he has never maintained a long-term relationship, Koudelka has three children by three women in three countries: two grown-up daughters and a son of 13. Recently, when a teacher asked the boy what his father did, he replied, 'He's a nomad.' </p> <p>When pressed, Koudelka talks with pride about his children, but one detects regret too. 'Listen,' he says, when we meet the following day over a beer, and I broach the subject of family and commitment, 'I am not a family man and I can never be a family man. But I am very happy, I have children and I hope that they are happy that they exist. From the beginning I make certain rules with my children and one is that I can't be with them all the time. I tell them that when I am with them, I am for them, and when I am not there, it is best they should try to forget that I exist.' </p> <p>This flintiness exists side by side with his generosity of spirit, but essentially, one suspects, Koudelka is indeed a nomad and one of life's loners. Though he does not let people get too close he maintains many deep and abiding friendships. But one senses that his life, like his photography, is undergoing a profound change, and the new apartment in Prague is only the most visible sign that he can no longer maintain the nomadic lifestyle that framed his restless art and the arc of his younger life.</p> <p>In the last 10 years or so people have disappeared from his photographs altogether, and he now works obsessively on panoramic landscapes that often portray the devastation industrialisation has wreaked on the natural environment. He has two shows coming up in New York at the Aperture and Pace MacGill galleries, and he is also completing a long-term project that records the changing countryside near Piedmont, and considering a commission that would take him to Israel to document the so-called security wall that has annexed more land from the Palestinians.</p> <p>'If I go,' he says defiantly, 'it will be to photograph the wall not as a political problem but because of its devastation of the landscape. And this is monumental. I see this wall as a failure of civilisation. That is a subject for sure, but I need to know how the images will be used, and if I have creative control. This is one of the many important things I learn from Cartier-Bresson - you must always ask where the money comes from.'</p> <p>As we wind down over a last beer in a bar near his flat, I sense that Koudelka has grown impatient with all this questioning, but the mention of Cartier-Bresson sets him off on another bout of reminiscing. Earlier he had shown me a letter of introduction the French master sent to American photographer Cornell Capa ahead of Koudelka's first trip to the US. It says simply: 'I am sending you a madman called Josef.' </p> <p>What was the basis of his friendship with Cartier-Bresson? Koudelka thinks for a long while: 'We fight and disagree all the time,' he says, throwing back his head and laughing. 'He tries to tell me how to think, and I tell him exactly what I think, then he shouts, \"How can I have such a man in my house?\" This is how it could goes with us, and then it would be quickly forgotten. As a photographer I do not think he influenced me, but he helped me to understand how the profession worked. In fact I have learned so much from him, as a man, that it is impossible to put in words. He questioned everything all the time, and he was so full of generosity to me.' </p> <p>Not for the first time today, Koudelka's eyes fill up, but he drinks some more beer, and continues: 'Once, Henri rang me in Paris and said, \"Josef, Kertész is in town, you must come to dinner and meet him.\" He held Kertész in the highest regard as a photographic master. I said, \"Henri, I love his pictures but I do not need to meet him.\" The phone goes down. Then he rings back and says, \"No, you do not understand, you have to meet him because we three, we are of the same family.\" At the time, this seems to me to be an unbelievable thing to say. Now, though, when I look back from a distance, I can see that maybe there is something in that.'</p> <p><strong>· </strong> Invasion 68: Prague is published by Thames &amp; Hudson at £29.95. To order a copy, go to <a href=\"http://www.observer.co.uk/bookshop\">observer.co.uk/bookshop</a> or call 0870 836 0885</p> <h2>Josef Koudelka: A life in pictures</h2> <p><strong>1938 </strong>Born in Boskovice, Czechoslovakia.</p> <p><strong>1952</strong> Aged 14, he is introduced to photography by the local baker. He saves up for a camera of his own by picking strawberries and selling them in the village.</p> <p><strong>1961</strong> Graduates from the University of Technology in Prague and begins working as an aeronautical engineer. He also stages his first photographic exhibition. </p> <p><strong>1962 </strong>Begins photographing Gypsies, a project he would continue for several years. </p> <p><strong>1963</strong> Starts to take commissions from theatre magazines and regularly photographs productions at Prague's Theatre Beyond The Gate using an old Rolleiflex camera.</p> <p><strong>1967 </strong>Gives up his career in engineering to work as a full-time photographer.</p> <p><strong>1968</strong> During the Russian invasion of Prague on 21 August, he takes the most important photographs of his career while perched on the roof of a building in Wenceslas square. The pictures are later smuggled out and published under PP (Prague photographer).</p> <p><strong>1969 </strong>Wins the Robert Capa Gold Medal Award for his invasion photographs; the prize is dedicated to 'an unknown Czech photographer'.</p> <p><strong>1970 </strong>Flees to England where he applies for political asylum.</p> <p><strong>1971 </strong>Joins the Magnum picture agency, where he would stay for more than decade. </p> <p><strong>1975</strong> Gypsies, his first book, is published alongside an extensive exhibition of his photographs at Moma in New York.</p> <p><strong>1978</strong> Wins the Prix Nadar.</p> <p><strong>1984 </strong>The Hayward Gallery, London, presents an exhibition of the Prague invasion pictures, crediting Koudelka as the photographer for the first time.</p> <p><strong>1988</strong> Exiles, his second book is published.</p> <p><strong>1986</strong> Invited by the French government to document the urban and rural landscape of France.</p> <p><strong>1987</strong> Becomes a French citizen.</p> <p><strong>1991</strong> Returns to Czechoslovakia for the first time and begins to photograph its wasted landscape, which would become Black Triangle. Wins the Henri Cartier-Bresson International Grand Prize.</p> <p>Over the past decade, Koudelka has continued to live and work in the Czech Republic and France.</p> <p><strong>Lily Gorlin</strong></p> <p><strong>·</strong> This article was amended on Sunday August 31 2008. Invasion 68: Prague, a photographic chronicle of the Russian invasion of Czechoslovakia, is published by Thames &amp; Hudson in the UK, not Aperture, as we previously said. This has been corrected.</p>",
  "<p>Shaunna Thompson will run the most important race of her life at the UK School Games in Bath this Saturday. Last year she was beaten in the 100m final of the multi-sport event by Ashlee Nelson, now the youngest member of Britain's athletics squad at the Beijing Olympics. It's important because Shaunna, who goes to an inner-city school in Manchester, is determined to run for Britain at the 2012 Games in London. Over the past four years she has changed from being a 'girly girl' who didn't like sport at primary school to a medal-winning athlete. </p> <p>It is a story that will gladden the hearts of those counting on 2012 to inspire young people and rejuvenate sport, but one of the most talented young runners in the country could easily have slipped through the net. 'I preferred playing with make-up to PE at primary school,' she says. 'I found it boring and gave up football after the first attempt, when I kicked the ball into my own goal.' </p> <p>Shaunna discovered her talent at the age of 12 when Paula Dunn, the former British international sprinter, visited her comprehensive. 'I didn't know at the time, but she told the PE teacher to keep an eye on me. The teacher put me in for some inter-school competitions and I kept winning. She phoned Sale Harriers, the local club, and my mum took me down there.</p> <p>'My absolute dream is to run for Britain,' says Shaunna, now 16, who has just collected her GCSE results and plans to do a nursing cadet course at a local college. Yet if Dunn had not chosen to visit the school as an ambassador, if her teacher at North Manchester High School for Girls had not helped her to travel to events - her mother does not drive - if there had not been a local club, she might never have made it.</p> <p>Despite the cash pumped into schools through the government and lottery funding in the three years since 30 schoolchildren helped to win the Olympic bid for London in Singapore, little has changed. PE at school remains a dispiriting experience for many pupils. </p> <p>The egalitarian 'all must be winners' assault on competitive sport by the education establishment since the Sixties has left a legacy of empty places at county athletics championships around the country, which regularly cancel heats through lack of contestants. The School Sport Survey last year found that 98 per cent of schools were running at least one sports day a year, but at more than four in 10 of those children did not take part in inter-school games or competitions.</p> <p>· The headline and standfirst of this story were changed on Thursday March 12 2009.</p> <p>Unless parents take them to clubs, children's first experience of sport comes from primary teachers, who have 13 other subjects to cover. 'It's a national scandal that around 40 per cent of newly qualified primary teachers receive only six hours' training to teach PE,' says Professor Margaret Talbot, chief executive of the Association for Physical Education. 'There needs to be much more emphasis on sport in all teacher training courses and sustained investment in continued professional development.'</p> <p>Playing fields are still being sold off, albeit at a slower rate. Since 1997, 192 school fields have been sold. Last year alone 19 sales were approved. All were surplus to requirement, according to the Department for Children, Schools and Families, which says that 91 belonged to schools that were closing and 83 to schools which used the proceeds to improve their sports facilities; the remaining 18 were at schools which improved their educational facilities.</p> <p>Recent surveys give little cause for cheer. In England, 70 per cent of teenage girls do not engage in any form of sporting activity after leaving school, whereas in France the same proportion carry on with at least one sport. Results published earlier this year showed that one in three children in the final year of primary school was overweight or obese.</p> <p>In the aftermath of the successful bid to host the Olympics, ministers set a target of at least 85 per cent of pupils being offered at least two hours of PE and sport a week. By 2011, it wants that figure to be five hours for all children, with the extra three hours provided through schools, colleges and clubs.</p> <p>The Central Council of Physical Recreation says the five-hour target is welcome but unrealistic. 'The offer is really ambitious, especially considering 16 per cent of schools are reportedly still not reaching the more modest two-hour target,' says Tim Lamb, its chief executive. 'We've got to get more children more active, but if sports provision is extended only outside of school hours it will only be the most enthusiastic who are taking it up. The ones who are difficult to engage now aren't the type of children who will stay behind after school to participate. Sports clubs run by volunteers are eager to help, but you can't just flick a switch and expect trained coaches and good facilities to appear.'</p> <p>The council has repeatedly complained that lottery money which should be going to community sport is being diverted to fund the Olympic building programme. 'The Olympics are first and foremost a festival of sport, not a festival of urban regeneration. Significant sums have been diverted away from grass-roots sport and into Olympic construction. That will come at a serious cost to community sports clubs at exactly the time when they need investment to build capacity,' Lamb says. 'It's simply perverse to take money away from the organisations which will help make these Games a lasting national success.'</p> <p>Money has been going into schools to help modernise facilities which in many cases have changed little since the Fifties. Ed Balls, the Schools Secretary, has announced a £30m investment to help sports colleges build new pitches, install floodlights and provide better drainage so that facilities can be used all year round. Every school is part of a sports partnership, which should enable them to share facilities, but the time and cost involved in transporting pupils, especially in sparsely populated areas, has left many PE teachers continuing to negotiate the use of the school hall with the catering staff.</p> <p>More than 200 full-time competition managers are in place whose job is to organise events and competitions within and between schools, a task that was once done voluntarily by teachers. The relaxation of constraints on the secondary school curriculum has made it easier for schools to provide a range of sports. The average number of activities provided has risen from 14.5 in 2003-04 to 17 last year, with the biggest increases in golf, cycling, archery, canoeing, orienteering, tennis, fitness and rowing.</p> <p>There is far more support for those identified as good at sport, says Charlotte Bowen, 14, a medal-winning gymnast from Ivybridge Community College in Devon. 'There was a huge surge of interest in athletics after Dame Kelly Holmes visited and lots more people have taken up sport at school,' she says. 'The best students in their field are selected to join academies representing different activities within the school and work for bronze, silver and gold medals.</p> <p>'I'm part of the gifted and talented initiative, but it's much wider than that at our school. It's not seen as elitist. When people see others do well and see their picture on the board, it encourages them to join in.'</p> <p>Steve Grainger, chief executive of the Youth Sport Trust, says resources have been put into elite sport - the identification and support of talented youngsters - and into building up school sport, which he describes as 'one of the pillars of a bridge'. Over the next year there is likely to be significant extra investment in building up the second pillar, local sports clubs, improving their links with schools and offering many more opportunities for children, he says. </p> <p>Sport England is expected to announce within the next few weeks that extra funds will be channelled into up to 40 of the 150 sporting associations to help provide more coaching and support for pupils. More children should be able to try out new activities, it says, such as skateboarding, rowing, archery and the latest craze, beach volleyball.</p> <p>As so often in education, things are turning full circle. 'When I came into teaching 34 years ago, there was a lot of money around for youngsters to take part in a range of local activities. You could take them roller-skating in the summer or ice-skating in the winter, but all that stopped with the national curriculum,' says Dave Thomas, an assistant head teacher at Woodside high school in Haringey, north London, who is also manager of one of the new sports partnerships between local schools.</p> <p>'When I came into PE, competition was seen as a good thing which taught the importance of striving to win and learning to lose with good grace; of losing and improving and coming back stronger. Then, with huge hypocrisy, MPs and high-ranking education officials, who got where they were by competitive exams and interview, decided competition was a bad thing for others.</p> <p>'Now competitive sport is back, and after all these years in the wilderness it looks as if the run-up to 2012 will be the most exciting time to be a PE teacher in Britain - if the government lives up to its promises.'</p> <p>· The headline and standfirst of this story were changed on Thursday March 12 2009.</p>",
  "<p><strong>The Last Shadow Puppets</strong> <br>New Theatre, Oxford </p> <p>As 'The age of the Understatement', the cri de coeur from the Last Shadow Puppets' album, thunders to a close, Alex Turner surveys this all-seated theatre with pleasure and some discomfort. 'No one's gonna tell you off if you stand up,' he mutters. </p> <p>Red velour curtains frame the band he shares with erstwhile Rascal Miles Kane; a 16-piece orchestra are lined up behind them. Their music is unapologetically lush, struck through with a nostalgia for the dusty glamour that these 22-year-olds have absorbed largely through the records of Scott Walker. From Kane's polo neck to the dark suits of the players, sophistication hangs in the air. And yet, Turner - singer in the Arctic Monkeys, Britain's premier indie rock bucks - can't quite shake the belief that sitting on their bottoms is not what his audiences do. If this were a Monkeys gig, perhaps even a Rascals gig, there would be bits of crowd-surfer pointing every which way.</p> <p>Undeterred, the Puppets ease into 'Black Plant' with a bit of stately brass. This is only the second gig of their orchestra tour - their sixth ever, if we are counting two brief shows in New York last March, an unnanounced set in London last April, and their secret Glastonbury appearance with Jack White - and this lofty new milieu clearly takes some getting used to. 'Are you feeling uncomfortable?' Turner asks his doppelganger Kane at one point. 'I'm quite into it... feeling uncomfortable.'</p> <p>This process of adjustment is reflected in the music. Although the London Metropolitan Orchestra add some solemnity and pomp, mostly, the strings are whipped into a lather by the incessant gallop of James Ford, the super-producer of hit Arctic Monkeys and Klaxons records now slumming it elegantly on drums. The intensity is invigorating, but it eclipses the subtleties you would have hoped for from these shows. 'Only the Truth' opens with dramatic string stabs and races to a waltzed conclusion, one of the few rearrangements tonight. </p> <p>'Separate and Ever Deadly' may be wreathed in icy strings, but it is a dead ringer for the Arctic Monkeys' fast and furious 'Brianstorm'. Every so often, a slower song breaks up the pace slightly, but the idea of ice tinkling in tumblers while Alex Turner tells an anecdote at the piano is not the sort of scenario the Last Shadow Puppets had in mind. </p> <p>As they play 'Hang the Cyst', a newish Kane-led B-side full of riffs and drama, they stop abruptly. A fan is leaving, complaining about the 'cockheads' who object to him standing. The whole of the stalls rises in solidarity. The band pick up again without missing a beat. </p> <p>The musicianship on show is impressive, given the breadth of what they are attempting, with Kane coaxing succinct mewls out of his semi-acoustic and Turner strumming a series of acoustics. When the lights are low, you can barely tell who is singing, so close are their voices. Considering their distinct accents (Turner's is Sheffield and Kane is from the Wirral), this is quite a feat. If Turner hadn't opted for a burgundy V-neck jumper, it would be hard to tell the two apart. At the very end, Kane rumples Turner's hair fondly as they leave the stage.</p> <p>As well as most of their Mercury-nominated debut, the Shadow Puppets unveil a handful of cover versions, the source material for their side-project. 'In the Heat of the Morning' is a David Bowie song, dating from his Scott Walker-ish period. </p> <p>'Little Red Book' - by Burt Bacharach, via Love, another deep well from which the Last Shadow Puppets draw - stands out, sounding implausibly skiffle-y. Because they're feeling 'open', Turner and Kane throw in a version of Lee &amp; Nancy's 'Paris Summer' that somehow contrives to sound rather like 'Paint It Black' by the Rolling Stones.</p> <p>Towards the end of their one-hour set, Puppets and players arrive at a sweeter place. 'I Don't Like You Any More' alternates speed and breathers, but ends with considerable elegance, generated mostly by keyboard player John Ashton. Even better is 'The Meeting Place', a rich seam of Merseydelia in which it seems like new parts have been written for a fidget of strings and muted horns. They never quite locate the perfect compromise between rock urgency and smoky sophistication, but the search is conducted eloquently none the less.</p>",
  "<p>Four summers ago, I spent a week in the French Alps. It was, in very many ways, a lovely family holiday: hiking in high alpine meadows, rosé-fuelled lunchtimes in village cafes, cycling beside rivers swollen with glacial meltwater. But it was also - how to put this politely? - somewhat crowded. Even the smallest hamlets, it seemed, were overrun with visitors, and the most out-of-the-way mountain trails often felt like Gore-Tex traffic jams. Coming from a densely populated island, I found this peak-season congestion neither odd nor particularly objectionable; it was simply to be expected, especially in August.</p> <p>Last weekend we - me, my wife, Milla, and our sons Louis, 11 and Charlie, six, - returned from a holiday in Whistler, British Columbia. As in France, we hiked, ate in cafes, cycled and climbed. But where the Alps in summer felt like a high-altitude suburb of Nice or Marseille, the mountains around Whistler were empty, unpopulated, their forests still pristine and teeming with wildlife. Whistler itself - especially now, as it gears up to host the 2010 Winter Olympics - was buzzing with activities of all kinds, but when we headed just a couple of miles out of town we found ourselves in wilderness that is home to bears, marmots, eagles, cougars and wolves.</p> <p>As a skier, I'd long been fascinated with Whistler. Last year, for the 11th year in a row, it was ranked the world's number one ski resort by US magazine Skiing. But, from Canadian friends, I'd also heard rumours that, if anything, Whistler was 'better' in summer. As I began my research, I discovered that, sure enough, more visitors (54 per cent) come in summer than in winter. It didn't take long to see why this might be: ziplining, world-class hiking, three globally acclaimed golf courses, rock-climbing, canoeing, white-water rafting... not to mention what the mountain-bike fraternity regard as the finest biking terrain in the world. The skills of its most expert proponents are showcased every August in the sport's premier competition, Crankworx. To cap it all, summer prices for accommodation were, in many places, about a third less than in winter. With Canadian dollars worth roughly two to a pound, the time was clearly right for an alpine holiday, Canadian style.</p> <p>Whistler's growth has been spectacular, and - at least by European standards - extraordinarily recent. The first Europeans - employees of the Hudson's Bay Company, seeking new trade routes to the interior - didn't come this way until the late 1850s. As they followed the Indian trading routes north from Howe Sound to the Pemberton Valley, they named the largest of the group of lakes they found Summit Lake (Whistler's current-day Alta Lake) and the mountain above it London Mountain (today's Whistler Mountain). In 1873, the Canadian Pacific Railway sponsored the cutting of a horse trail from Howe Sound to Pemberton. For the next few decades, though, the only non-natives to pass this way were hardy cattle drovers.</p> <p>Tourism didn't come to Whistler until the summer of 1911, when a young couple from Maine, Myrtle and Alex Philip, rode on horseback to stay with one John Millar, a scruffy backwoodsman who kept a small cabin by Alta Lake. It took the Philips two-and-a-half days to ride the 75 miles from Vancouver, but the exceptional fishing that they discovered, and the breathtaking scenery, convinced them to spend C$700 on 10 acres of land on the northwest corner of Alta Lake, where they built Rainbow Lodge, the area's first guesthouse. Their first visitors arrived the next spring: for a C$2.50 round-trip fare from Vancouver, a party of fishermen rode the new railway to Alta Lake to stay at the Philips's new lodge for the all-inclusive price of $2 for the week. By the 1940s, Rainbow Lodge - expanded over the years to house 100 guests - had become the most popular camping lodge west of the Rockies.</p> <p>For the next 50 years, Whistler was principally a summer destination. And, to judge by the enthusiasm of the mountain bikers Louis and I met when we spent an afternoon riding the 'runs' with instructor Cory Leclerc, that's how things should have remained. As we roll our bikes onto the specially altered summer chairlift, Leclerc enthuses: 'Whistler's way better in summer. It's 4.30pm right now: at this time in the winter, the lifts would be closed and it would be dark. Now everybody that comes here for the winter stays for the summer too, and before they know it they're 35 and wondering why they never went to college.'</p> <p>Leclerc, once a professional rider, now a part-time director of mountain-biking movies, proceeds to give us a lesson in the basics of handling a C$4,000 mountain bike: freewheel with the pedals level; always keep both index fingers on the brakes. We begin on the mountain-bike equivalent of a green run: 'Easy Does It'. By the end of the afternoon, we are on 'Crank It Up', a jumps run that even a novice such as myself, thanks to Leclerc's tuition, is able to handle without flying headlong off the run into the forest.</p> <p>This year, the Whistler Mountain Bike Park - with its 200km of expertly built runs, with cambered turns through the forest and endless sculpted jumps - celebrates its 10th anniversary. In a short time, it has become the foremost destination for the freeride mountain-bike community - and not just because of Crankworx, which finished last weekend. Scott McLeod, 24, an engineer from Edinburgh riding the last chairlift of the day, says: 'I've been saving up for years to come here. I've bought a camper van, which my mate and I park overnight on forestry roads nearby. There's nowhere in Europe like it.'</p> <p>It's also hard to imagine a scene in Europe - with its long-entrenched class system and deference to celebrity - quite like the bustling bikers' queue for the chairlift, where complete beginners jostle alongside such giants of the mountain-biking scene as Cedric Gracia, Britain's Fiona Griffiths, and six-times world champion Brian Lopes. Pointing out the famous faces all around, Leclerc says: 'And it's not just this week either, during Crankworx. All summer long you'll get to ride alongside these guys.'</p> <p>The other plus with summer mountain-biking here is the close access to wildlife that has long vanished from western Europe. Riding through a clearing in the forest, Louis skids to a halt ahead of me. He puts his fingers to his lips. 'Back there...' he whispers excitedly, pointing down the mountain. We wheel our bikes back a few yards. There, 50 metres below us, is a baby black bear, one of Whistler's 60-odd population of black bears. His fur is the colour of burnt cinnamon and he's foraging for his supper, apparently oblivious to our presence.</p> <p>Understandably enough, Whistler prides itself on its unspoilt wilderness, and - a couple of miles outside town - we experience this at high speed, with only a harness to prevent us from tumbling 70m into the white water of the Fitzsimmons Creek below. This is ziplining, which arrived in Whistler courtesy of Winnipeg businessmen Charles Steele and David Udow five years ago, and already is proving one of its hottest summer draws, with between 200 to 300 people doing it each day. </p> <p>Wires are rigged from the top of high platforms hidden among the trees on the steep sides of the creek and built from the native red cedar - a wood which, thanks to its high resin content, requires no extra oiling or varnishing. The wires are suspended above the rushing water, the longest reaching over 300m. It's quite a leap of faith, surrendering oneself to a harness and a tiny steel wheel clamped to the 2cm cable, but the delicious sensation of liberation and flight as you step off the platform edge is unforgettable.</p> <p>Walking the treetop walkways between the zipwires, we're also treated to a timely lesson in environmental sustainability. Ziptrek Ecotours, which runs the zipwire operation, claims to be carbon-neutral, taking its electricity from a turbine in Fitzsimmons Creek. Its guides talk passionately about the forest: the pileated woodpeckers that drill perfect 8mm holes in treebark and poke in an exploratory tongue, looking for insects; the lichen that beards the trees and grows, at 1mm a year, only in the very cleanest air; the life cycle of the totemic Douglas firs all around us; the northern spotted owls that make their home here.</p> <p>It's hard, though, to avoid the sight of new development, which is accelerating as the 2010 Winter Olympics near. At 'Function Junction', some three miles south of Whistler, construction of the Olympic village is under way, though the plan is for these units to be available to long-term Whistler residents at 'affordable' rates. Right now, too, the 'Sea to Sky Highway', which links Vancouver with Whistler, is a constant chicane of red cones as the two-lane blacktop is widened to become dual carriageway. Rapid growth indeed for a town which opened for business as ski resort as recently as February 1966, with one gondola, one chairlift and two T-bars.</p> <p>And yet, as Louis and I take to Whistler Mountain again - this time to try the via ferrata climbing route to the peak - it's hard to escape the feeling that, in this part of western Canada, unlike the Alps, there is room for such expansion. As we hike away from the top station of the Whistler gondola towards the glacier, where we put on crampons for the climb across the snowfield, the summer crowds quickly fall away.</p> <p>Mountain weather, though, quickly envelops us: fast-moving, chill cloud, which obscures the sun. As the temperature drops to 3C, our mountain guide, Jeff Van Driel, instructs us in the correct way to carry and use ice axes, and the wide-legged gait that will prevent us shredding our waterproof trousers on the crampon spikes. When we successfully traverse the snowfield, and reach the rock face on the other side, we take off our crampons and begin climbing.</p> <p>This via ferrata - a series of steel rungs scaling the face up to the peak - is Canada's first. Although a lot of locals, Van Driel confesses, are still unaware of its existence, it's easy to see its attractions: without full-blown mountaineering skills, you get something approaching the rock-climbing experience. Your face and hands are close to the granite, and all the time you are secured by harness to a cable bolted into the rock.</p> <p>It is only when we leave Whistler, and head off for a few days' camping in the back country, that I get my deepest impression of the difference between this region and the Alps. We're heading for Garibaldi Provincial Park, just 12 miles south of Whistler, whose landmark peak, the 2,319m Black Tusk, has been a draw for mountaineers ever since the earliest days of Myrtle and Alex Philip.</p> <p>The first day's hike is a 9km climb through deep, untouched forest of the kind that is typical here, but a rare and threatened resource in most of Europe. With camping gear and food for three days, it's a hard slog, but when we finally emerge on to Garibaldi Lake itself, a three-mile stretch of the most astonishing turquoise water surrounded by glaciated mountain peaks, all weariness drops away. There's a campsite here, but again - this being Canada - there's space for everyone, with each tent pitch in its own patch of forest. Mornings and evenings, we swim in the lake amid the ceaseless plop and ripple of leaping trout. During the days, we hike the surrounding mountains.</p> <p>On our second day here, the most memorable, we manage to climb the crumbling volcanic peak of Black Tusk itself, but the hike there, through heavily scented flower meadows bright with blue lupine, red heather, Indian paintbrush and yellow cinquefoil, would have been worth the effort alone.</p> <p>Above the treeline, as the alpine grasses give way to shale, the children spot a pair of marmots - whose distinctive whistling call gave Whistler its name. They seem wholly unbothered by our presence, even when we approach within a few metres of them. And there's something in this meeting of man and animal - unmediated, trusting, taking place in surroundings that have changed little since the last Ice Age - that feels typical of this place. And that, to me at least, is a poignant reminder of all that we in Europe have lost.</p> <h2>Essentials</h2> <p>Edward Marriott travelled to Vancouver with Canadian Affair (020 7616 9999; <a href=\"http://www.canadianaffair.com\">canadianaffair.com</a>) which flies from Gatwick, Manchester and Glasgow from £359 return. He stayed at the Four Seasons Resort (00 1 604 935 3400; <a href=\"http://www.fourseasons.com/whistler\">fourseasons.com/whistler</a>; doubles from C$295 (£149). Via ferrata tours cost C$129 through Whistler Alpine Guides Bureau (00 1 604 938 9242; <a href=\"http://www.whistlerguides.com\">whistlerguides.com</a>). Ziptreks cost C$79 (00 1 604 935 0001; <a href=\"http://www.ziptrek.com\">ziptrek.com</a>). For biking, call Whistler Mountain Bike Park (00 800 44 22 1122; <a href=\"http://www.whistlerbike.com\">whistlerbike.com</a>). See also <a href=\"http://www.britishcolumbia.travel\">britishcolumbia.travel</a>.</p>",
  "<p>If you have a slightly macabre cast of mind, you can entertain yourself by tapping into websites that predict the date of your own death. In the interests of research, I tried this out, and - wahay - the first one I go to, <a href=\"http://www.Livingto100.com\">Livingto100.com</a>, tells me I could last until 96, which means I'm not even middle-aged yet. But not so fast: <a href=\"http://www.Deathclock.com\">Deathclock.com</a> reckons I'll only reach 79, and it has an online ticker, counting down the number of seconds I have left (I'm not sure that its rating of my body mass index as 'desirable' quite made up for the trauma.) </p> <p>The serious side of this ghoulishness from a financial point of view is the discrepancy: a full 17 years. On an individual level, those possible years of extra life make a huge difference to when you might retire, how much you try to save, and your spending habits after 65. Economist Andrew Oswald found in research for Warwick University that people systematically underestimate their probable life span, and that of others, a mistake liable to lead to disastrously faulty planning. </p> <p>Increasing lifespans, and the difficulty of predicting mortality, are also a huge challenge for policymakers and pension funds. The problem is compounded by the fact that the rise in the number of oldies is accompanied by a low birth rate. The Office for National Statistics last week revealed that pensioners outnumbered children for the first time in the UK, and the trend for living longer is apparent across the developed world.</p> <p>There will be fewer people of working age to support legions of elderly people; economic growth is likely to slow; the costs of care for the aged and pension provision will rise. Financing the state pension - and public sector retirement benefits - will become a proportionately bigger burden on a smaller taxpayer base. Longevity is a key risk for firms running final salary pension schemes, many of which are already in deficit, but it is not at all clear that companies are taking account of this in a prudent way: the Pensions Regulator has delayed proposals to make schemes use more conservative mortality assumptions, which would add billions of pounds to stated liabilities, after coming under fire from industry groups. </p> <p>Obviously, we need to save more, but what else should we do? As John Llewellyn argues on page 10, it should be made easier for people to work for longer if they wish; employers need to adapt to an older workforce. Second, we should embrace immigration. Migrants have already shown the spirit of enterprise by coming here in the first place and provided they pay more in tax than they receive in welfare, they represent a benefit to society. Immigrants can also bring indirect economic gains by forming trading links with their home countries and creating cultural diversity.</p> <p>Young and middle-aged women are another possible source of workers to offset the growing number of dependant pensioners. Less than 8 million women in the UK work full time, compared with 14.6 million men, and 5.7 million are in part-time employment, compared with 1.8 million male part-timers. Women's participation in the labour force is lower partly because many choose to give up or scale back on their work to look after their families. But those who want the flexibility to combine a career with motherhood, or to return after their kids have grown up, still face unnecessary barriers. One thought that has not been introduced into the working mother debate so far is the thought that career women could save your pension.</p> <h2>No gold standard for Gordon Brown</h2> <p>Congratulations to Team GB, whose Olympics medal haul has surpassed expectations. Winning at Beijing is a priceless achievement, but as a bonus, gold medals are worth more thanks to the high price of the precious metal. It has come off a bit in recent weeks, but still stands at around $823 an ounce and most analysts believe it will be at least $1,000 by the new year. </p> <p>Gordon Brown should be feeling sheepish, though: he dumped nearly 400 tonnes, around half of the nation's reserves, on to the market between 1999 and 2002, at an average price of $270 an ounce. Accountant Maurice Fitzpatrick at Grant Thornton reckons selling at that nadir of the market, called 'Brown bottom' by cheeky gold traders, cost the UK £2.8bn. </p> <p>So if you're a triumphant British athlete, don't stand too near the Prime Minister to receive his congratulations - he's liable to grab your gong and sell it at a discount.</p> <h2>Oil firms need a break. No, really</h2> <p>Suggesting tax breaks for oil companies is counter-cultural when Alistair Darling clearly needs the money, fuel bills are rising and environmental concerns are increasing - but I'm going to do it anyway. </p> <p>Oil and gas will be major sources of fuel and power for years to come, despite the growth in renewables. North Sea oil is important for the security of our energy supply and the balance of trade. Companies in the supply chain servicing the exploration and production companies also make a significant but unsung contribution to the economy, with world-class expertise in marine and undersea engineering. The top dozen companies in the sector had a combined turnover of £4bn last year, made a significant contribution to exports, and employ 22,500 people in the UK. </p> <p>Between 16 billion and 25 billion barrels of oil and gas remain to be recovered from the UK continental shelf. Technological improvements and the high oil price make that a possibility. However, there needs to be a stable and conducive tax regime, or the oil companies will look for easier options. And unless companies invest in new projects to make use of the infrastructure, it will be decommissioned.</p> <p>The offshore oil and gas industry is taxed at 50 to 75 per cent, and while it should not be allowed to enjoy windfall gains on a national asset, it would be self-defeating and short-termist if the fiscal environment deters investment that could prolong production. Since the Seventies, governments have failed to make the most of North Sea oil; unlike the Norwegians, we have no sovereign wealth fund to show for it. But we should not squander the remaining potential by leaving billions of barrels under the sea, unused - and untaxed. Tax incentives need to be highly targeted, but there is a good case for them.</p>",
  "<p><strong>What she watched:</strong></p> <p><strong>Blood And Guts: A History Of Surgery</strong> BBC4</p> <p><strong>The Perfect Vagina</strong> C4</p> <p><strong>Pacific Abyss</strong> BBC1</p> <p><strong>Britain From Above</strong> BBC1</p> <p>Yikes, oooh, eeek and aaaargh! There are very few occasions - possibly even as few as none - when I will voluntarily watch medical procedures masquerading as entertainment but last week I was so extraordinarily relaxed I allowed stuff I would normally actively avoid to sneak up on me. </p> <p>Clearly these programmes were not entirely unannounced - I wasn't, for example, so chilled as to miss the sledgehammer-not-scalpel titular clue offered by, say, BBC4's <strong>Blood and Guts: a History of Surgery</strong>. The first part of the series, presented perkily if not prettily by the likeable former doctor Michael Mosley, went straight for the jugular - or, more accurately, given the film was about brain surgery, it went for the great anastomotic vein of Trolard, which I just came across in an anatomy text and has to be a contender for the greatest vein name. </p> <p>Within moments we were watching a 28-year-old epileptic florist called Kathryn - and I'm sorry to reduce Kathryn to a thumbnail sketch but it's hard to relate to a film's subject when you've seen more of the inside of her head than you have of the outside - and her naked, gently pulsating gelatinous brain being probed in search of a bad growth. </p> <p>Entirely compos mentis, Kathryn was encouraged to chat so that the surgeon could make sure he didn't accidentally turn her into a quadriplegic, or alter her personality as dramatically as that of the American railroad worker Phineas Gage, who made medical history in 1848 when his job - tamping down the gunpowder used to blow up rocks - literally backfired when the tamping iron exploded straight through his skull. </p> <p>Gage survived but, as his friends observed, he was 'no longer Gage', turning from a sober and industrious worker into a impulsive and vulgar layabout. While this was bad news for Gage, obviously, the fact that you could beat up brains in all sorts of interesting ways without necessarily killing people was excellent news for wannabe brain surgeons such as the well-meaning but entirely terrifying 20th century 'surgeon of the soul', the lobotomist Dr Walter Freeman, who believed that he could cure any psychological problem by the deft application of an ice-pick to an available eye socket - which, in turn, inspired his travelling US road-slash-horror show at which transorbital lobotomies were performed on thousands of people in the back of a camper van (which Freeman dubbed, Scooby-Doobily, 'the Lobotomobile') until as recently as the 1950s. </p> <p>This was awesomely terrifying even when, mercifully, accompanied only by still photographs, but then we met one of Freeman's patients-cum-victims, the unfortunate Howard, who was 'operated' on by Freeman when he was 12 (the backstory, which involved a stepmother of spectacular horribleness - 'I think she just wanted a solution to me' - was possibly even more distressing than the thought of a 12 year-old boy sitting in a camper van with an ice-pick in his eye), but, despite a childhood of extreme unpleasantness which, an MRI scan revealed, included growing up with a great big hole in his brain, Howard appeared to be not merely sane but also entirely charming. His young and mutilated brain was apparently sufficiently unformed so that it was able to rebuild its neural pathways in appropriate directions. </p> <p>Interestingly, Howard blamed Freeman for 'stealing my childhood', when the responsibility for that appeared to fall squarely on the shoulders of his father and stepmother, but no matter, the point was made: the brain is a wonderful and mysterious thing - and though I'm grateful to Blood and Guts for showing me, entirely compellingly, some of the reasons why this is, I'm honestly not sure if I could have taken much more without an anaesthetising glass of merlot. This week it's hearts, and I'm there in theory, but in practice don't yet know if I've got what it takes. Don't you dare miss it, however. </p> <p>In for a penny... and C4's <strong>The Perfect Vagina</strong> was even more wince-making, if only because, unlike brains - which are things we all fundamentally like and admire - vaginas appear to be getting a much less positive press, despite now having their own Monologues. </p> <p>It is impossible to enter into any kind of debate about the sheer insanity of labioplasty - the fastest-growing cosmetic procedure in Britain, apparently - without being forced to tiptoe through the metaphorical tulips while avoiding walking on the ladygarden's grass, so even though I've noticed that childbirth seems to affect them (quelle surprise: what doesn't it affect?), I've never given much thought to the subject of labias majora or menora, and was therefore baffled by the world inhabited by 21 year-old Rosie, whose surgery to reduce her labia was allegedly driven by taunts from a sister who'd discussed the apparent freakiness of Rosie's private parts with Rosie's boyfriends.</p> <p>Eeeeeuuuuuw! Now I don't have a sister but if I did I very much doubt she'd ever have had sufficient access to my labia to form an opinion on their conformation, so I'm afraid there was something a bit unlikely about Rosie's story - not least the idea that young men of her acquaintance would have any more of an informed opinion about women's private parts than anybody else. But whatever the truth of Rosie's motivation, the surgery and its aftermath was horrendous - much, much worse than the brain stuff, simply because it was entirely unnecessary and therefore not surgery at all, but pointless mutilation, presumably driven by the sort of psychosexual issues that would have had Dr Freeman reaching for his ice-pick. </p> <p>It was, mostly, a depressing programme, leavened by presenter's admirable gameness, but it was also an oddly valuable one too, if only for reminding us, yet again, that the world is going mad. </p> <p>After all this and in great need of some proper armchair escapism, ideally bloodless, I turned to last Sunday's dreamy-sounding double-bill <strong>Pacific Abyss</strong> and <strong>Britain From Above</strong> (both BBC1), expecting to be transported by the former and mildly distracted by the latter, and was thoroughly surprised when the latter turned out to do what the former was expected to do and vice versa. </p> <p>Pacific Abyss looked good on paper: diving in the diverse but largely unexplored waters of Micronesia - which, geographical dunderhead that I am, I hadn't actually realised was an ocean state in the Western Pacific that is made up of a mere 1 per cent land, divided into hundreds of idyllic </p> <p>looking islands, though obviously I do now. But what an entirely infuriating programme it turned out to be, with its relentlessly portentous voiceover and absurdly overblown script. Two minutes in and we were still being bludgeoned by the promise of high drama on the high seas to the point where anything less than the arrival of Johnny Depp was going to be a let-down. </p> <p>'Mysterious...' muttered the moody voiceover artiste, 'ground-breaking... expedition... dangerous... dramatic... pushing the boundaries... where no one has gone before... Into the Abyss...' Talk about bigging yourself up. What we actually got was that nice Kate Humble exploring some Second World War wrecks, a tiny bit of tension when some diving gear went wrong, astonishingly little in the way of fish and far too much of a silver fox of an underwater cameraman called Mike deGruy, who looks like the mature Don Johnson and is very much of the 'Whoo-hoo-hey! Yay!' back-slappin' 'n' high-fivin' school of American Alpha male, and whom I irrationally detested on sight.</p> <p>In the trail for this week's show there was a clip of somebody saying, in self-congratulatory fashion: 'David Attenborough has never been in that situation.' No, he hasn't, skilled as he is at making the precise opposite of this absurd, smug and rather dull programme, which is why we love him. </p> <p>And so too do we love Andrew Marr, whose Britain From Above threatened to be yet another derivative of the popular 'Have Helicopter, Will Travel' series, a la Coast, but is made slightly greater by Marr's cracking presentational skills (on the subject of follies, he observed that 'we treat the ground like a gaudy national mantelpiece') which makes you grateful for the fact that he has almost certainly never 'Whoo-hoo-hey!'-ed or high-fived (or indeed rolled up a linen jacket sleeve and slipped on an espadrille) in his life. Anyway, what with featuring drive-by and fly-on parts for a strangely sexy £400,000 combine harvester (with GPS) and the very obviously supersexy Eurofighter, Britain from Above occasionally looked like Top Gear meets The Archers - which, now I come to think of it, may be the very definition of broadcasting heaven. Whoo! and, indeed, hoo!</p> <h2>Johnson's magic</h2> <p>Isn't Michael Johnson wonderful? Aren't we blessed that the BBC hired such a supremely gracious, intelligent, informed, generous, elegant, goddamit handsome, specimen to decorate our screens every night last week, though other (gracious/intelligent informed/ generous/elegant/handsome... delete as applicable because only one in a million will tick all the boxes, surely?) medal-festooned athletes can look all too human in his presence. </p> <p>Obviously I'm smitten and have been for over a decade, but Johnson's appearance on Wednesday night's <strong>The Games Today</strong> (BBC1) gave us the measure of the man as much as anything he achieved on the track. Was he sad, wondered Gabby Logan, to have lost his own world record after 12 years, following Usain Bolt's extraordinary 200m victory? 'World records are not like children - you don't want to hold them for ever...' responded Johnson evenly, to which Jonathan Edwards, on the sofa next to him, raised an eyebrow: 'Speak for yourself!'</p>",
  "<h2>Ingredients</h2> <p>1kg sweet potatoes</p> <p>2 tbs olive oil</p> <p>1 heaped tbs Cajun seasoning </p> <p>fine sea salt </p> <p>sour cream and chive dip</p> <p>chopped fresh coriander</p> <p><strong>Preparation</strong></p> <p>Scrub the potatoes, leaving the skin on. Cut into chunky chips 7.5cm long and 1.25cm thick. Place into boiling salted water and simmer for 7-8 minutes or until just under-cooked. Drain and refresh with ice-cold water to stop the cooking process. Drain. Place the chips in a large mixing bowl and toss with the olive oil, coating the chips in a thin layer of oil. Scatter over the Cajun seasoning and season well with sea salt, tossing to distribute the seasoning as evenly as possible. Cover and refrigerate until ready to grill. </p> <p><strong>Barbecue</strong></p> <p>Preheat a hinged sandwich rack to medium-high, or 'sizzle', temperature. Rack up the sweet potato chips. Grill on medium-high for 6-8 minutes or until nicely charred. Turn the rack over and cook for a further 5 minutes or until cooked through and charred in spots. </p> <p><strong>To assemble the snack</strong></p> <p>Knock the chips off the rack on to a warmed oven tray. Taste for seasoning, adjusting if necessary. Serve with a bowl of sour cream and chives and sprinkle with fresh coriander.</p> <h2>Chef's tips</h2> <p><strong>Sam Hart, owner of Fino, Quo Vadis and Barrafina </strong></p> <p>'Grill some chorizo on the barbecue (slice it in half and cook it face down) and serve with toast, mayonnaise, grilled red peppers and rocket.'</p>",
  "<p>A few years ago I was sent the prospectus for a share offering in a new restaurant venture, which I passed to my father. Des has long paddled in the stock market and I thought he might be interested. I didn't realise quite how interested. When I asked him later what he thought of it, he told me he had bought £2,000 worth. And so my family became part-owners of the FishWorks chain. </p> <p>This has not been the happiest of experiences from either side. FishWorks were less than thrilled when I explained that, as the Rayners owned a scintilla of their arse, I could not review them. The shares have also performed rather poorly. Although the chain has continued to expand, they are worth nowhere near what was paid for them. More investments like that and the legacy will be frittered away. How the hell will I be able to keep myself in snuff and absinthe if that happens?</p> <p>Chef and restaurateur Mitch Tonks, who founded the company, stepped away from day-to-day management last year to concentrate on TV work, and a new one-of-a-kind fish restaurant in Dartmouth called The Seahorse. So should I advise my dad to grab shares in this one, too? It's complicated. Where FishWorks was an attempt to inject a little democracy into the expensive fishy end of the restaurant trade - a bish-bash-bosh one-size-fits-all approach - The Seahorse is one for the oligarchs. It's not just the thick linen tablecloths and shimmering glassware and the self-consciously rustic-but-perfect olive green tiling in the open kitchen. It is, as ever, the prices: many starters at £10, most of the mains from high teens up to £29 for a lobster stew. I've said before that, given the state of world fish stocks, if we want to eat the good stuff we should pay through the gills for it. And there is no doubt that down in lovely, manicured Dartmouth, where weekend boats bob gently on the water, there is the cash to pay for it. </p> <p>I swallowed when I saw the menu. Then I studied the one at John Burton Race's The New Angel, two doors down, and realised they were actually undercutting him by about 20 per cent. Then again, Burton Race, who I could never tire of poking in the eye with a chilli-dipped cocktail stick, has always pushed everything to the limit. Still, it must suggest there are deep pockets around these parts. The problem is that high prices bring with them expectations, and during a meal at The Seahorse where six of us got to roam far and wide, I don't feel those expectations were met.</p> <p>First the good things. Ingredients are top notch. I doubt they can be bettered, which is as it should be down here by the water's edge: generously sized scallops grilled with sticky, herb-rich garlic butter were lick-the-shell good. A whole sea bream cooked en papillotte had pert flesh and came with the sort of soft, buttery roast garlic you could spread on toast. We liked the chargrilled red mullet with punchy gremolata, and a slab of grilled wing rib of beef. The youngest member of our party requested it be served well done; the kitchen couldn't bring themselves to push it beyond medium. Good on them. The desserts - a tiramisu, fresh berries with elderflower ice cream, a crème brûlée - did the job. Surprisingly, given the food prices, the wine list is affordable and has lots of crisp Italian whites that go well with this sort of stuff.</p> <p>But too many other things were off the mark: a small portion of seafood risotto for nearly a tenner lacked punch and power; ditto linguine with local lobster and chilli and a main course seafood stew. The fish in the stew was impeccable, but the liquor just lacked the edge that makes you want to drink it straight from the bowl. It was all underseasoned. Unforgivably, chips looked right but didn't deliver, they were soft and flaccid - which is also the way I'd describe the service. It didn't feel trustworthy.</p> <p>None of this is to suggest that The Seahorse is actively bad. It really isn't. It's a smart bourgeois fish restaurant, which charges big bucks for unfussy food to a ready audience of mature, comfortably upholstered Devon locals who are delighted to have it on their doorstep. Right now, though, it's underperforming. All of which is to say: Dad! Don't buy quite yet.</p> <p><a href=\"mailto:jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a></p>",
  "<p>For Michael O'Leary, the aggressive chief executive of Ryanair, last week's decision by the Competition Commission to recommend the break-up of BAA could not have been sweeter. O'Leary has not been alone in arguing that BAA's ownership of London's three main airports - Heathrow, Gatwick and Stansted - was bad for competition and damaging for air travellers, but he has been the noisiest and most consistent campaigner. </p> <p>The commission's decision was a humiliating blow for BAA, which also owns Southampton Airport in the south of England and Edinburgh, Glasgow and Aberdeen in Scotland. It will continue to fight its case and Colin Matthews, the BAA chief executive, says it will not sell Heathrow; but it is inevitable that its dominance of the British aviation market is coming to an end. </p> <p>For Ferrovial, the Spanish company that bought BAA in a highly leveraged deal in 2006, the commission's decision may be a blessing in disguise, and its shares rose on the news. The sale of Stansted, Gatwick and either Glasgow or Edinburgh will bring in at least £5bn, enough to halve its debts and still leave it with control of Heathrow.</p> <p>The extent of the commission's rejection of BAA's monopoly was a shock, despite an earlier, highly critical report from the Office of Fair Trading. It had been expected that BAA would be required to sell one London airport, but not two, and there would have been little surprise if the Commission had opted for a tighter regulatory regime instead of a forced sale. Remarkably it went for both, arguing that a break-up and a change in regulation were required. </p> <p>For O'Leary, it was better than he could have hoped. He has waged a relentless war of attrition against BAA, accusing the company of 'raping' passengers and abusing its monopoly position to set ever high charges. He has fought court battles against fuel levies, refused to pay increased charges and has lampooned BAA's management as incompetent 'Keystone Cops'. </p> <p>His attacks on BAA have been matched in their ferocity by those on the regulatory structure in which it operates, and which the commission has now accepted should be reviewed. </p> <p>At the moment, BAA is allowed to recoup a set percentage of what it spends on new infrastructure - an arrangement that O'Leary believes gives it the incentive to spend too much. He has bitterly opposed BAA's plans to spend almost £4bn on new facilities at Stansted, arguing that the airport's capacity could be doubled by spending a tenth of that amount on functional facilities for low-cost airlines. Implicitly, the commission agrees and O'Leary, for once, finds himself in step with the powers-that-be.</p> <p>It is not his normal place. O'Leary has made his name and built his company by fighting the airline and regulatory establishments whenever he could. He has waged court battles against BAA and British Airways, Lufthansa, Sabena and the Dublin Airport Authority. </p> <p>His most bruising encounters have come against the European Commission - an institution for which he has total contempt - but his successes until now have been limited. The commission has struck two heavy blows against him in the past, first deeming unlawful the incentives Ryanair received to operate routes from Charleroi airport near Brussels, and then blocking his proposed takeover of Aer Lingus.</p> <p>Joe Gill, an aviation analyst with Dublin stockbroking firm Bloxham, says the Competition Commission ruling 'is a huge fillip' for O'Leary. 'This proves to him that attritional warfare works, that if you stick at it you will eventually grind down the opposition and get a victory. It will fire him up for the major battles he still faces, and it's the last thing his opponents could have wished for.'</p> <p>Those battles include a renewed attempt to seize control of Aer Lingus and a longer-running battle with the Irish government over the operation of Dublin airport. O'Leary wants a competitor to the Dublin Airport Authority, the existing airport operator, to run the new terminal, already under construction.</p> <p>His objective is not complex: O'Leary wants airports to be cheap, efficient and functional. He does not believe that passengers want to spend hours wandering through a shopping 'experience' - they want to 'park, go through, get on the plane and get the hell out of the place'.</p> <p>O'Leary's model airport is Frankfurt Hahn, a former Nato airbase that has been transformed into a significant low-cost airport about an hour's drive from Frankfurt. Its owners, Fraport, developed it at minimal cost. No marbled halls, no lavish shopping malls, just basic services that keep costs low. O'Leary now says that he is prepared to work closely with whoever eventually buys Stansted from BAA so that a similarly cost-effective expansion can be put in place.</p> <p>He has, however, distanced himself from reports that Ryanair itself would consider bidding for control of the Essex airport. 'That's not a direction that investors want him to take,' says Gill.</p> <p>The real battles for O'Leary, however, are not with BAA but with oncoming recession on both sides of the Irish Sea and the high price of oil. Ryanair's profits will be wiped out this year but O'Leary is still pushing for expansion, even though he is also putting planes and routes on ice for part of the winter. It is a gamble, but a calculated one.</p> <p>O'Leary has argued for years that Europe's airline industry faces Armageddon and this year's oil price explosion has made his predictions of doom more real. The crunch time, analysts say, will come in October and November as the market sags towards the low volumes that characterise the winter months. Airlines that have been kept afloat by strong summer cash flows will be in serious risk of collapse within a matter of weeks and Ryanair will be aiming to mop up by offering low fares and plenty of flights.</p> <p>The scale of the crisis in the industry can be measured, in part, by the disappearance of rumours that O'Leary was preparing to step down from Ryanair. Less than two years ago, when profits were soaring and Ryanair's trajectory seemed effortless, O'Leary toyed with the possibility of retirement. Now, with battles to be fought on all fronts, his blood is up and his energies are focused on taking his airline through the turmoil and out the other side as Europe's dominant short-haul carrier. </p> <p>The shape of that short-haul market is already becoming clear, with consolidation gathering pace around the three major airline conglomerates of Air France/KLM, Lufthansa and BA. They are expected to swallow the smaller airlines like Austrian Airlines, SAS and BMI, along with perennial strugglers like Italy's Alitalia. The only genuine competition to this consolidated group will come from the low-cost industry - Ryanair and EasyJet in particular.</p> <p>The conundrum for the European Commission, which must approve any mergers, is one that O'Leary will delight in exploiting. How can it allow the emergence of three major groups in Europe while also arguing that a merger of Ryanair and Aer Lingus would create a damaging monopoly in Ireland?</p> <p>Whatever its reasoning, O'Leary will be certain to challenge it, haranguing the commission and painting it as the protector of high-price airlines. </p> <p>It was not a coincidence that his Cheltenham Gold Cup-winning racehorse was named War of Attrition. With the scent of victory in the air again, O'Leary will be more relentless than ever.</p> <h2>The CV</h2> <p><strong>Name</strong> Michael O'Leary</p> <p><strong>Job</strong> Chief executive, Ryanair</p> <p><strong>Education</strong> Clongowes Wood College; Trinity College, Dublin</p> <p><strong>Career</strong> 1984-86, tax consultant at accountants KPMG; 1988-present, director of Ryanair, chief executive since 1994</p> <p><strong>Family</strong> Married to Anita, a former banker; two sons</p> <p><strong>Interests</strong> horse racing, cattle breeding (owns herd of Aberdeen Angus)</p>",
  "<p>Angel Matos of Cuba and his coach Leudis Gonzalez have been banned for life after Matos kicked the referee in the face following his bronze-medal match disqualification. Gonzalez offered no apology for Matos' actions during the men's over-80kg match. </p> <p>Matos was winning 3-2 in the second round when he fell to the mat after being hit by his opponent, Kazakhstan's Arman Chilmanov. He was sitting awaiting medical attention when he was disqualified for taking too much injury time. Fighters get one minute, and Matos was disqualified when his time ran out. </p> <p>Matos, a gold medal winner at the Sydney Games in 2000, angrily questioned the call, pushed a judge, then pushed and kicked referee Chakir Chelbat of Sweden. Matos was then escorted out. 'He was too strict,' Gonzalez said, referring to the decision to disqualify Matos. A World Taekwondo Federation statement said: 'This is a strong violation of the spirit of taekwondo and the Olympic Games.' </p> <p>Elsewhere Maria del Rosario Espinoza of Mexico won the final in the over 67-kg category, beating Natalia Falavigna of Brazil. South Korea's Cha Dong-min won the men's over 80-kilogram class, beating Alexandros Nikolaidis of Greece.</p>",
  "<p>Barack Obama's decision to make Joe Biden his running mate has divided opinion among commentators.</p> <p>Many regarded the Delaware senator as an obvious choice following the focus on world issues brought about by the conflict in Georgia.</p> <p>His appointment has been backed by the Virginia governor, Tim Kaine, who was also in the running for the vice-presidential nomination.</p> <p>\"I am very excited that Senator Obama has selected Senator Biden to be his running mate,\" he said. </p> <p>\"Senator Biden is a tremendous leader and a great complement to Senator Obama and his candidacy. </p> <p>\"He has worked as a committed public servant, has a proven track record and understands the complex challenges facing our nation.\"</p> <p>The Huffington Post <a href=\"http://www.huffingtonpost.com/earl-ofari-hutchinson/mccain-not-obama-picked-v_b_120779.html\">commented</a> that \"McCain, not Obama, picked VP Biden\".</p> <p>It said Biden's foreign policy expertise made him Obama's obvious choice after the Democratic campaign was criticised by McCain as being \"inexperienced and naive\" on overseas issues.</p> <p>\"McCain repeated the points about Obama, mantra-like,\" it said. \"He was too untested on foreign policy issues, and too inexperienced and green to fight the terrorism battle and to be hard nosed enough on national security.\" </p> <p>The US news website TwinCities.com <a href=\"http://www.twincities.com/politics/ci_10280818\">warned</a> that \"Biden's own worst enemy may be his own record\", referring to his comments last year that Obama was \"not ready\" to be president. </p> <p>The article said Biden had accepted $5,133,072 in contributions from lawyers and lobbyists since 2003, whereas Obama does not accept contributions from federally registered lobbyists. </p> <p>It also highlighted Biden's close ties with credit card companies as a topic ripe for attack by the McCain camp.</p> <p>Juan Cole, president of the Global Americana Institute, <a href=\"http://www.juancole.com/2008/08/biden-as-vp-candidate.html\">congratulated the senator on his appointment</a>, saying he had been impressed by Biden's grasp of Middle Eastern politics. </p> <p>Responding to those who have pointed out Biden's tendency to commit verbal gaffes, Cole said: \"We have had a president for nearly eight years who has committed almost nothing but gaffes, every day, all day. </p> <p>\"The corporate media typically forgive Bush for this and don't even often bring it up. Why is it that it is an issue for Biden but not for Bush?\"</p> <p>The BBC blogger Justin Webb <a href=\"http://www.bbc.co.uk/blogs/thereporters/justinwebb/2008/08/biden_a_necessary_antidote.html\">put the choice of Biden down to the recent focus on Georgia</a>. </p> <p>\"Joe Biden is Vladimir Putin's contribution to American politics - he is a necessary antidote to the Obama lack of worldly wisdom,\" he wrote.</p> <p>John Boehner, Republican leader in the House of Representatives, said: <br>\"Americans looking for a pair of candidates who are ready to fix a broken Washington aren't going to find them on the Obama/Biden ticket. In Joe Biden, Barack Obama has not only found a running mate who doesn't believe he's ready to be president, he's proven his opposition to an 'All of the Above' energy reform strategy to lower fuel costs for families and small businesses.\" </p> <p>But Dick Lugar, the senior Republican on the Senate's foreign relations committee, said: \"I congratulate Senator Barack Obama on his selection of my friend, Senator Joe Biden, to be his vice-presidential running mate. I have enjoyed for many years the opportunity to work with Joe Biden to bring strong bipartisan support to United States foreign policy.\" </p> <p>The Leftcoaster <a href=\"http://www.theleftcoaster.com/archives/013038.php\">has voiced its support for Biden</a> as someone who can fill in the gaps in the Democratic campaign. </p> <p>\"Biden brings experience, feistiness and boatloads of foreign policy seasoning that Obama sorely lacks, and Biden knows more about sensible foreign policy than McCain, Tom Ridge, Tim Pawlenty, or Mitt Romney will ever know themselves.\"</p> <p>Rick Klein, a political analyst at ABC News, said Biden <a href=\"http://abcnews.go.com/Politics/Vote2008/story?id=5637409&amp;page=1\">will be the \"experienced yet still energetic inside player\"</a> to Obama's \"fresh-faced voice of change\".</p> <p>However, he warned that \"picking Biden also sends a stark signal that the Obama campaign is worried that the presidential nominee is in danger of flunking the commander in chief test\".</p> <p>The 65-year-old's appointment as vice-presidential nominee has knocked Obama's popularity, according to bookmakers. </p> <p>Following the latest polling data, the bookies have lengthened Obama's odds on replacing George Bush from 4/9 to 1/2. McCain has been shortened to 6/4 from 7/4. </p> <p>\"It is not looking as good it was for Obama,\" the Ladbrokes spokesman Robin Hutchison said. \"At this point, we still expect him to win - but it could be a much tighter race.\"</p>",
  "<p><strong>The Railway Children</strong> <br>National Railway Museum, York <br>Mike Kenny stages E Nesbit's classic 1906 children's story with a real steam loco.</p> <p><strong>The Bogus Woman</strong> <br>Theatre By The Lake, Keswick <br>Kay Adshead's moving account of the difficulties facing a woman seeking asylum.</p> <p><strong>Life &amp; Beth</strong> <br>Stephen Joseph, Scarborough <br>World premiere of a new comedy of the supernatural from Alan Ayckbourn.</p> <p><strong>The Black Box: Un Boite Andalou</strong> <br>Edge Hill Station, Liverpool<br>Bootworks Theatre presents a terrific five-minute one-on-one homage to the great surrealists.</p> <p><strong>The Lady In The Van</strong> <br>Theatre By The Lake, Keswick <br>Alan Bennett's fictionalised account of the lady who lived in a van on his drive for 15 years.</p>",
  "<p>I have in front of me a yellowing edition of the Voice newspaper from August 1985. There's a picture of a fit looking fellow in lycra shorts sitting on a Notting Hill doorstep with a racing bike; incredibly, it's me. In the accompanying interview, I describe why I love the <a href=\"http://www.nottinghillcarnival.biz/\">Notting Hill carnival</a> so much. I did the piece as a favour to a journalist friend (Guardian contributor <a href=\"http://en.wikipedia.org/wiki/Dotun_Adebayo\">Dotun Adebayo</a> as it happens), but I meant what I said.</p> <p>So it is with a slightly sheepish air that I now confess to being a committed carnival refugee. This weekend I, along with my small but perfectly-formed nuclear family, will be in Brighton.</p> <p>I well remember my first carnival in 1982, the year I moved down from Edinburgh to Notting Hill to work as a volunteer in a Cyrenian hostel for homeless people. I was truly astonished to see British people actually using their streets to have a rip-roaring, no-holds-barred party. </p> <p>Of course carnival in the 1980s had a darker side. There were running fights between the police and the youth, muggings and, after dark, those in the know avoided being on the streets. But that didn't dampen our enthusiasm and excitement. Every year, I had a carnival party in my one-bedroom flat on Ladbroke Grove, with people crammed into every corner of the tiny balcony which overlooked the parade route. Author Geoff Dyer immortalised the parties in his 1989 novel, <a href=\"http://www.complete-review.com/reviews/dyerg/memory.htm\">The Colour of Memory</a>. </p> <p>So why do I now avoid the event altogether? Well, there's no doubt that it has changed out of all recognition since that first one I attended 26 years ago. Last year, 11,000 police officers were on duty at a cost of some £6 million, which tends to substantiate the accusation that the carnival has become a police event. When I last stayed for the carnival in 2003, what displeased me most weren't the huge crowds or the chest-thumping sound systems, but the police helicopters circling pointlessly overhead until 1 am.</p> <p>Though numbers peaked at the end of the 1990s, the huge attendances make the carnival feel much less like a local, community-based event and more like a heritage spectacle that just happens to take place in my neighbourhood. </p> <p>And then there's the fact that I got older and I now have two young children.</p> <p>Some, including Ken Livingstone and Lee Jasper, have argued that the event should be moved from Notting Hill to Hyde Park or Wormwood Scrubs. Even though I no longer want to attend, I don't buy that. When I interviewed the then chief executive of the carnival, Claire Holder, for a local website in 2000, she said: \"If you put carnival in Hyde Park, it simply wouldn't be carnival. One of the things that carnival originally celebrated was the ability of freed slaves to walk the streets unhindered for the first time. That basic freedom was hard-won and I for one wouldn't like to lose sight of that.\"</p> <p>Even although I'll be absent, I'm happy, and proud, to see the traditions of Notting Hill carnival continue – and I truly hope that everyone has a fantastic Mas.</p>",
  "<p><strong>Name:</strong> MGMT</p> <p><strong>Where and when:</strong> NME/Radio 1 stage, 6.55pm, Friday, Reading </p> <p><strong>Dress code:</strong> Singer Andrew Van Wyngarden obviously hasn't read the Reading Festival Book of Rawk - he's turned up in a none-more-hippy tie-dyed cloak, the kind of garment that Joseph would consider a tad garish. Mind you, it's hard to even see the band through all that dry ice. </p> <p><strong>Who's watching:</strong> All the punters who've had enough of the Enemy's pie'n'chips realism on the main stage and have escaped to expand their minds into the 74th dimension.</p> <p><strong>In a nutshell:</strong> The band might not have read their rock handbook, but the crowd certainly have - even during the band's most blissed-out, noodly psychedelic moments there are circle pits forming. Opening with Electric Feel, the band are smart enough to spread their hits throughout the set, meaning that every time you get bored nodding your head along to some five-minute-long Pink Floyd-style wig out there's always a glam-pop stomper around the corner. It all builds up to Time to Pretend and a stunning Kids, which proves that, on occasions, theatrical guitar solos can be as fun for the crowd as the guy gurning his way through it onstage. If the Raconteurs are reading - we said \"on occasions\". </p> <p><strong>High point:</strong> The crowd carry on yelling the keyboard riff from Kids long after the band have legged it back to their magical mystery tour bus. </p> <p><strong>Low point:</strong> Over-enthusiastic moshers trying to crack down on the good vibes, maaan. I mean, come on, what kind of freak forms a circle pit for MGMT? </p> <p><strong>How hard do they rock?:</strong> At times, they try and get heavy, but these guys are too busy hallucinating giant purple guinea pigs where the burger fans should be to really crank up the rock dial.</p>",
  "<!-- Block 1 --> <p>Alan will be here from 2.00am...</p> <!-- Block 2 --> <p><strong>Preamble:</strong> Like a bumper sack of Christmas presents, Beijing has held us rapt for the best part of a fortnight now, but there's still some fun to be had at the 29th Olympiad. <strong>Wee Tom Daley</strong> will be showcasing the talent that British football missed out on in the diving; <strong>the good doctor Tim Brabants</strong> is off in the kayaking at 8.30am - prescription: more gold; there'll be a further chances to cover ourselves in relay glory with some <strong>4x400m baton juggling for both the men and the women</strong> in the Bird's Nest; and <strong>Lisa Dobriskey</strong> will attempt to add to <strong>Team GB's pot o'gold</strong> in the 1500m. There's also a bauble up for grabs in the men's footie, so I'm told. All of which means another glorious date in MBM history, folks - why not be a part of it? Go on. Please...</p> <!-- Block 3 --> <p><strong>2.10am:</strong> Have you read the preamble? Ah, you have. Well ... Did I mention the football? That's on in a couple of hours. Alright, three. Currently, all I can enlighten you about is women's handball and men's hockey - 7-8th and 11-12th classification matches, respectively. I know, you're on tenter hoo... yada, yada.</p> <p>Still, handball, eh.</p> <!-- Block 4 --> <p><strong>2.15am:</strong> It's 1-1 in that crucial fight for 11th place in the hockey. China and South Africa are scrapping for the honour of finishing bottom and not-bottom. I'm not really sure about the handball, other than that Sweden and Romania are the nations doing the handling...</p> <!-- Block 5 --> <p><strong>2.25am:</strong> Huzzahs! We've got some yelpin' 'n' kickin' over in the Beijing Science and Technology University Gymnasium (BSaTUG). Malaysia's Chew Chan Che has just bashed seven bells out of Uzbekistan's Evgeniya Karimova in the Taekwondo women's 67kg preliminary. The BSaTUG crowd loved that.</p> <!-- Block 6 --> <p><strong>2.30am:</strong> Thirty-two medals up for vending today, the second busiest of the Games. Not that you'd know it right now. Ecuador - Australia up next in kick-scream-dance-fall over. Taekwondo combatants look a bit like rappers about go head to head in a battle, to me, bouncing back and forth on the balls of their feet before ATTACK, ATTACK, ATTACK. Gangsta rap's probably less violent though.</p> <!-- Block 7 --> <p><strong>2.37am: Word from our BBC spies.</strong> \"The Beeb reports that the 'pageant of Britishness' we will be treated to tomorrow is set to feature none other than a Privet Hedge!\" says 'Grey Squirrel' Oliver Pattenden. \"What more appropriate way is there to welcome the entire world to enjoy our culture, than to present them with the staunchly vigilant and rather stoic shrub we employ to tell everyone else to mind their own business.\" Yes, a shrubbery, that's what we want. Will there be some curtain-twitching too? And maybe some lessons on the Empire - may its sun never set...</p> <!-- Block 8 --> <p><strong>2.43am:</strong> The Taekwondo-ers (proper name, anyone?) are stalking each other like two ginormous, springy preying mantises (manti?). Aus have kicked ass, and the victorious girl is being led off by an attendant with a flag, presumably to her quarter-final fate. Cue some cheesy Europap in the stadium...</p> <p>Brazil v Greece next.</p> <!-- Block 9 --> <p><strong>2.50am:</strong> Has anyone else noticed the egregious use of ear-bleed dance music in the various stadia in Beijing? It's as if the organisers got sent a crate load of Sash, DJ Otzi, et al, and told \"this is what Westerners like...\" 0-0 after the first round in the Taekwondo.</p> <!-- Block 10 --> <p><strong>2.53am: Wee Tom Daley's off in the Water Cube soon</strong>, although even he doesn't rate his chances: \"I don't think I'll get anywhere near a medal.\" Glad I'm up for this then. Moments of the Games, people? Daley throwing the evil eye Blake Aldridge's way after their synchronised bombing...?</p> <!-- Block 11 --> <p><strong>2.58am:</strong> It's bright and sunny in the 'jing as Clare Balding kicks of the Beeb's coverage for the morning. \"If Taekwondo were a movie, it would be called 'Carry On Screaming'.\" Arf, arf. <strong>Team GB's Sarah Stevenson</strong> is your one to cheer for today. And, with all the fuss about Wee Tom Daley, I forgot to mention that <strong>Pete Waterfield actually qualified 4th for the diving semis</strong>... so maybe he is worth staying up for.</p> <!-- Block 12 --> <p><strong>3.03am:</strong> Daley says \"Brilliant!\" more often than the character called <a href=\"http://www.bbc.co.uk/comedy/fastshow/characters/brilliant.shtml\">Brilliant from the Fast Show</a>. And Leon 'Holy Moly' Taylor - Waterfield medal-winning partner from Athens - has got a mic in his hand and, unfortunately, he's not afraid to use it.</p> <!-- Block 13 --> <p><strong>3.06am:</strong> I'll be relying on the steady hand of Bob Ballard to guide us through this, because I have absolutely no idea what the jings is going on - and Taylor is about as helpful as brail.</p> <!-- Block 14 --> <p><strong>3.11am:</strong> Now that's a question: commentator of the Games? Hugh Porter from the cycling? Gary Richardson for his stalwart interviewing/interrogating? Jackson and Johnson doubling teaming - in a nice, clean way - up in the athletics tower? This is one that could rumble on and on... (MBMer plants riff, shuts his eyes, and hopes it will grow)</p> <p><strong>Team GB</strong> Tom Daley has just flipped his way into the pool like a young Jimminy Cricket to score 71.40 for his first dive.</p> <!-- Block 15 --> <p><strong>3.15am: Team GB</strong> Pete Waterfield's abs have just chucked themselves off the board. \"That's the best three and a half pike we've seen,\" gurgles Taylor. Three nines give Waterfield 81 points and second place... until some Russian geezer gets 88 one jump later and leapfrogs his way to the top.</p> <!-- Block 16 --> <p><strong>3.20am:</strong> Daley's in 15th, but there are five rounds still to go. Taylor reckons seventies won't cut it, though. Even if you \"look like an angel and dive like a swallow\". Not my words, Clare Balding's. Excuse me while I scratch my head for some time.</p> <!-- Block 17 --> <p><strong>3.23am:</strong> My tip here is to look for the splash on entry into the water (I lied earlier when I said I knew nothing - this is \"Britain's most popular newspaper website\"* after all). The bigger the splash, the lower the score. But then, as you're reading about the diving, rather than watching it, I guess such pithy wisdom is wasted on you. Gah.</p> <p>*copyright: Big Paper</p> <!-- Block 18 --> <p><strong>3.25am:</strong> A Belorussian nearly brains himself on the platform as he dives, and then Daley's up again. And I have to retract my mocking of Balding (surely not in the running in our broadcaster awards - nudge, nudge), because that was certainly swallow-like. Only 3.0 difficulty though, so those eights are only worth 72 to Wee Tom.</p> <!-- Block 19 --> <p><strong>3.30am:</strong> More sage advice for the ingenu diving-watcher: you don't want to get a bit \"banana man\" when you hit the water, says Taylor. Bending = bad, then. But if you throw up \"naff all\" splash, like the Chinese diver just did, then you're doing alright. See, solid Rebranded Website advice backed up by Chief Diving Wonk, Leon Taylor.</p> <!-- Block 20 --> <p><strong>3.33am: Team GB</strong> Wakefield, whose abs you could probably play skiffle on, is suffering with injections in his shoulder, but he manages a hand-stand before plunging pool-ward. Not so point-worthy this time - just 72 for Abs Waterfield.</p> <!-- Block 21 --> <p><strong>3.35am:</strong> Predictably the Chinese are first and second. Abs is 9th with Wee Tom down in 16th. Only the top twelve go through to the final later today.</p> <!-- Block 22 --> <p><strong>3.40am:</strong> Venezuala are getting another kicking over in the Taekwondo. <strong>Team GB's Stevenson</strong> will be getting her yell on in about 10 minutes. Plenty of splish-splosh back at the diving, with a Canadian athlete whirring like a Roman candle on his way down. The suicidal Belorussian makes too much splosh this time, so no big score for him.</p> <!-- Block 23 --> <p><strong>3.43am: Wee Tom goes with 3.2 difficulty this time...</strong> and it's good, coos Taylor. Apparently, even though Wee Tom didn't hit the water quite vertical, he used his skill to keep the splash down. What a champ.</p> <!-- Block 24 --> <p><strong>3.46am:</strong> China's Huo Liang is that good that Taylor's forced to bring out his chuckle. This kid is running away with it - and we're only in the semi.</p> <p><strong>Sarah Stevenson, Britain's best-known Taekwondo athlete</strong> - truly some distinction - has trooped out onto the mat. She has a tough draw against Jordan's Nadin Dawani, though.</p> <!-- Block 25 --> <p><strong>3.50am: Team GB</strong> Waterfield notches a solid 70. He should be good for the final at this rate. Stevenson slaps a foot into the Jordanian, and she's 2-1 up after round one. She's been given one of those half penalty points though.</p> <!-- Block 26 --> <p><strong>3.51am:</strong> Having said that, Waterfield is only 12th... and he's keeping Wee Tom, who's 13th, out of the final currently.</p> <!-- Block 27 --> <p><strong>3.54am: Jingoism jingle.</strong> \"I'm sure when I went to bed at close of business last night the GB Super Team had just been overtaken in the medal table by those uber-scary, dark and menacing Ruskies,\" Jerusalems David Lloyd from Beijing. \"It's odd that 2 weeks ago we'd all have given anything to be doing as well as are now, and yet I now find myself even more urgently refreshing the Guardian blog just to ensure that we remain in 3rd ahead of those troublesome, lesser little sporting nations such as Russia. Anyway, any idea where this 18th Gold of ours suddenly materialise from?\" <a href=\"http://www.guardian.co.uk/sport/2008/aug/23/olympics2008.olympicscanoeingandkayaking\">This</a> should suffice, David.</p> <!-- Block 28 --> <p><strong>3.59am: Team GB</strong> Don't worry, those Russians have got no chance. \"Phenome-Tom\" has just bashed 86.40 out in the diving, and Sarah Stevenson has scrapped her way into the next round of the 67kg Taekwondo. TEAM GB! TEAM GB! TEAM GB!</p> <!-- Block 29 --> <p><strong>4.03am:</strong> It certainly is noticeable how expectations have changed in the last week. As we've crept up the table, we've become less and less concerned with putting in a good effort, and more about beating those Aussie/Ruskie/German b*stards just below. In the interests of managing expectations, though, I should point out that Sarah Stevenson's reward for yelling louder than her opponent in the Taekwondo is a shout-off against the reigning Olympic champion.</p> <!-- Block 30 --> <p><strong>4.05am: Team GB diving</strong> Waterfield nails his effort as well, picking up a cool 90 points. Looking good for Abs, despite his being \"an old man\", according to motormouth Taylor.</p> <!-- Block 31 --> <p><strong>4.09am:</strong> Let's raise that bar, fellow Bulldogs. What's one more former colony between sporting rivals? Or, as Oliver Pattenden puts it: \"What do you mean we've become more concerned with beating the bastards below? USA's not that far away you know.\" Yes, yes... and Uncle Sam has been pretty feeble this time around. They'll be on their knees by 2012, surely...?</p> <!-- Block 32 --> <p><strong>4.13am:</strong> Taylor and Ballard are prattling on like a pair of washerwomen. Abs and Wee Tom are 7th and 9th after the fourth set of dives - two more to go, I think. Taylor is definitely the most annoying speakbox the BBC have chosen to employ - even more so than Hyperactive Matt 'HOIME' Baker.</p> <!-- Block 33 --> <p><strong>4.14am:</strong> Daley picks up nines for a score of 89, and Taylor is getting all bombastic. He... thinks... if... he... speaks... slower... it... makes... him... sound... more... author-ta-tive.</p> <!-- Block 34 --> <p><strong>4.20am</strong> \"I never thought I'd say this but we have to be thankful for an Aussie gold - pole vaulter Steve Hooker beat Evgeny Lukyanenko and kept the Russians below us on the table.\" So says a Pommie Barsteward from northern Straya. And he's <a href=\"http://results.beijing2008.cn/WRM/ENG/INF/AT/C92A/ATM072000.shtml\">right</a> you know - the last medal of Friday. Abs has just made a RIGHT RICKETT of his dive!!! Taylor groans like it's enema time. Fours for our boy...</p> <!-- Block 35 --> <p><strong>4.25am: Team GB diving</strong> Daley's in 6th now, but Waterfield has plummeted to 13th. He's just four points behind the guy in 12th, so all is not lost... but he's made a rod for his own back there.</p> <!-- Block 36 --> <p><strong>4.28am:</strong> It's 1-1 between Japan and the puny US - the only country to stand between us and China at the top of the medal table - in the baseball. You'd think with exclusive access to the 'World Series', the Yanks might do a bit better, really.</p> <!-- Block 37 --> <p><strong>4.31am: Wee Tom wrinkles his nose like a church mouse</strong>, but that dive should be good enough. Only 60-odd... but Ballard reports that the little tyke has a 'Q' by his name, so he's definitely qualified. Splendid.</p> <!-- Block 38 --> <p><strong>4.34am:</strong> We're getting to the crunch now, dear reader(s). Can baldy Pete 'Stock Aitken' Waterfield make it through...?</p> <p>Football final soon. Argentina (current champeens) v Nigeria (who won it in 96). Grrrr</p> <!-- Block 39 --> <p><strong>4.37am: Ballard reckons Waterfield needs mid-eighties...</strong> the 3.8 degree of difficulty results in a bit of a splash. He's scored 76, but this is the sharp end and that mightn't be good enough.</p> <!-- Block 40 --> <p><strong>4.40am:</strong> And do you know who the Super Eagles beat in Atlanta? Yup, twas the Albicelestes. Should be a good one, this. Things not looking good for Waterfield, meanwhile.</p> <!-- Block 41 --> <p><strong>4.42am:</strong> Tough break for Waterfield, he misses out by less than six points, finishing 13th. Wee Tom, the cheeky little blighter who's charmed us all*, finished eighth, and is through to this afternoon's final. He dived well, snide giggling aside, and kept his composure despite being right on the cusp going into that semi.</p> <p>*If he hasn't charmed you in particular, kindly keep it you yourself, like a good patriot</p> <!-- Block 42 --> <p><strong>4.50am: The Germans, another nation straggling in our glorious wake, have picked up gold in the women's cross country cycling.</strong> Russia collect a meaningless bronze. You need GOLDs now, Uncle Vanya, y'hear? We're back to the hinterland of obscure Olympic events now. It's a choice of Taekwondo, Table Tennis repeats, or... Team GB hockey's titanic struggle for 5th against Korea. I'm torn.</p> <!-- Block 43 --> <p><strong>4.55am: It's Chiles play over in the National Stadium.</strong> Time for the football, ladies and gents. GB 0-0 Korea, in the men's hockey, if you're in. Opinions on the man redefining ubiquitous, Adrian Chiles?</p> <!-- Block 44 --> <p><strong>5.00am:</strong> Plenty of Premier League interest here, with Javier Mascherano in blue and white and Victor Anichebe, who missed an absolute sitter in the semi, on the bench for Nigeria. The Everton striker did <a href=\"http://uk.youtube.com/watch?v=zdm8tIgNXrY\">score in the group stage though</a>. Barca's Lionel Messi should be the star of today's show however.</p> <p><strong>GB 2-1 Korea in the hockey.</strong> Whoop whoop!</p> <!-- Block 45 --> <p><strong>5.05am:</strong> Decent penalty shout for Sergio Aguero, but that would have been harsh on Nigeria. Sublime ball from Messi to set the Atletico Madrid striker through.</p> <!-- Block 46 --> <p><strong>5.07am:</strong> Argentina have settled quickly, but Nigeria have a free-kick some 40 yards out. \"Has Chiles redefined 'ubiquitous' to mean 'underwhelmingly mediocre'?\" Ollie Pattenden with that poser. Keeper saves comfortably for Argentina.</p> <!-- Block 47 --> <p><strong>5.11am</strong> Nigeria aren't too shabby on the ball themselves, but Riquelme and Messi are seeing plenty of the play. Great run from Di Maria before he's brought down on the edge of the box... Riquelme drifts a disappointing effort over though.</p> <p>It's now 3-1 in the hockey, by the way.</p> <!-- Block 48 --> <p><strong>5.14am:</strong> Nice interchange on the right of the area, but Okoronkwo can only blaze well over. Bit more composure required there, reckons Leroy Rosenior.</p> <!-- Block 49 --> <p><strong>5.17am:</strong> Gago and Mascherano are happy to break up play and look for their team-mates breaking ahead of them. Mad Masch plays a delightful dink into the right channel... only for it to bounce of the back of Riquelme's head. Doh</p> <!-- Block 50 --> <p><strong>5.18am:</strong> Messi sidesteps on the edge of the 18-yard box, but the Nigerians close him down and he can't find Aguero. Seconds later, Aguero is denied by a brilliant sliding challenge as he attacks the box from the left.</p> <!-- Block 51 --> <p><strong>5.20am: Team GB hockey</strong> The Brit lads are tearing Korea apart, Jonty Clarke adding a fourth and his second. 4-1</p> <!-- Block 52 --> <p><strong>5.22am:</strong> Okoronkwo almost finds the delightfully-named Promise Isaac in the box, but a position of more than a little promise comes to nothing. Argentina look menacing, but are yet to have a clear sight of goal.</p> <!-- Block 53 --> <p><strong>5.25am:</strong> As the sound of the brass band floats across the stadium Messi sidles his way into the area again... and is brought down, surely. The ref's having none of it though.</p> <!-- Block 54 --> <p><strong>5.27am:</strong> Looped cross from Ebenezer Ajilore and Odemwingie can only send his header onto the roof of the net. More good work from the African side, as Victor Obinna lashes one from distance. Straight at Romero between the Argentinian sticks.</p> <!-- Block 55 --> <p><strong>5.30am:</strong> I think it's 4-2 in the hockey at half time. And Nigeria were one well-executed back heel from playing Obinna through one-on-one. Odemwingie thens crashes a bit of a sighter wide of the right-hand upright.</p> <!-- Block 56 --> <p><strong>5.33am:</strong> They're all having a drink now, which seems a bit village green. And we're back...</p> <!-- Block 57 --> <p><strong>5.36am:</strong> Aguero takes a superb touch in the area, but is adroitly ushered away from goal. Nigeria look pretty well-marshalled at the back to me.</p> <!-- Block 58 --> <p><strong>5.38am:</strong> Oh... Oooooh! Odemwingie powers past his man and drills a ball across the face of goal, which no one can get a touch on. The ball is cleared, but then returned to the goalmouth and Isaac is surprised to find it ricochet off his body and safely into Romero's arms. A simple tap-in, that's how Leroy Rosenior saw it.</p> <!-- Block 59 --> <p><strong>5.41am:</strong> Nigeria are having their best passage of play and Argentina's superstars can't get a foot on the ball. But will they live to rue that miss from Isaac?</p> <!-- Block 60 --> <p><strong>5.44am:</strong> Aguero's cross nearly finds Di Maria at the back post, but it's successfully, if a little streakily, cleared. Mascherano then booms a 30-yarder vaguely in the direction of the goal.</p> <!-- Block 61 --> <p><strong>5.48am:</strong> We've got a bronze medal match between China and Cuba in the women's volleyball underway elsewhere, as well as plenty of Taekwondo. <strong>Team GB's Sarah Stevenson</strong> went through earlier, and you can read about it <a href=\"http://www.guardian.co.uk/sport/2008/aug/23/olympics2008.olympicstaekwondo\">here</a>. In the fussball, Ambruse Vanzekin just manages to tip Di Maria's drive around his post. Nearly caught out there, was the Nigerian keeper.</p> <!-- Block 62 --> <p><strong>5.50am:</strong> Bit of Argie-bargie between the sides as the half-time whistle goes. An excellent block from Dele Adeleye prevented Argentina getting near the goal moments beforehand. All square, 0-0.</p> <!-- Block 63 --> <p><strong>5.56am:</strong> Unnervingly media-savvy Tom Daley looks Bob Ballard in the eye, winks, and admits that he's \"brushed away some of the cobwebs\" with that <a href=\"http://www.guardian.co.uk/sport/2008/aug/23/olympics2008.britisholympicteam3\">semi-final performance</a>. Selected soundbites thereafter: \"Everything's been good [in Beijing] times ten...\"; \"Anything can happen in an Olympic final...\"; \"[Pete Wakefield] should have been in that final but it's unfortunate that he didn't dive that well...\" [pulling no punches there]; \"I'm going in hoping for a really good performance, but not expecting anything...\" Well, good luck to the wee bairn, of course. TEAM GB! and all that.</p> <!-- Block 64 --> <p><strong>6.06am:</strong> Still waiting for the lads to come out for the second half. 8-4 to the US in the baseball, the Americans homing in on the bronze.</p> <!-- Block 65 --> <p><strong>6.10am:</strong> Vanzekin bravely denies the onrushing Aguero as we get back underway. This could be decide by just the one score, as happened four years ago.</p> <!-- Block 66 --> <p><strong>6.14am:</strong> Messi drives left-footed across the goal from 25-yards, forcing Vanzekin to punch away. Obinna then becomes the first player in the referee's book for a clumsy challenge on right-back Ezequiel Garay.</p> <!-- Block 67 --> <p><strong>6.16am:</strong> There's a real African atmosphere inside the National Stadium, according to the boys from the Beeb. Argentina clearly have a bit more finesse about them, but Nigeria are hustling and harrying well.</p> <!-- Block 68 --> <p><strong>6.19am:</strong> Leroy Rosenior is stretching the impartiality a bit here. Still claiming he didn't see the Messi penalty from the first half. Argentina probe again, but there's a bit of a lull to proceedings currently.</p> <!-- Block 69 --> <p><strong>6.20am: GOAL! Nigeria 0-1 Argentina</strong> After all that, a wonderful finish breaks the deadlock. Messi splits the Nigerian back line and Angel Di Maria sprints through and then produces a sublime chip to defeat Vanzekin, who probably came off his line to early. Great strike still.</p> <!-- Block 70 --> <p><strong>6.25am:</strong> The Nigerians look a little stunned by that goal, and have retreated into their shell. Messi's twinkling around the danger area... but it's the Super Eagles who have the next effort, Obinna dribbling a shot straight at Romero. Time for Anichebe.</p> <!-- Block 71 --> <p><strong>6.27am:</strong> And Anichebe nearly makes a decisive first touch! Great low cross from the right, and the Everton striker's effort is bundled around the post from close range. The corner leads to nothing.</p> <!-- Block 72 --> <p><strong>6.30am:</strong> Yellow card for Onyekachi Apam as he clatters Di Maria. Riquleme's whipped strike from the dead ball is deflected off for a corner.</p> <!-- Block 73 --> <p><strong>6.34am:</strong> Just under 20 minutes for Nigeria to conjure something or it's going to be second-place silver. John Allen in Singapore is looking at Benfica's Angel Di Maria with his most optimistic hat on: \"Blimey, that was a delightful finish from the lad. I wonder if Leicester City have sent the scouts along. Here's hoping.\"</p> <!-- Block 74 --> <p><strong>6.36am:</strong> Di Maria's obviously heard that Leicester might be looking at him... he's just been booked for tugging back an opponent.</p> <!-- Block 75 --> <p><strong>6.38am:</strong> Drama in the Argentina penalty area as both Odemwingie and Ekpo fail to get a touch on the ball as it squirts in front of goal. Messi then does his thing at the other end and almost plays in Aguero... and Pablo's Zabaleta's cross is scrambled away by Vanzekin moments later.</p> <!-- Block 76 --> <p><strong>6.41am:</strong> Kaita's snap shot flies just over, but the keeper hasn't had to work for that. Jose Sosa replaces Aguero for the Albicelestes.</p> <!-- Block 77 --> <p><strong>6.45am:</strong> It's getting a little niggly, both Monzon and Riquelme booked for time wasting. Nigeria look like their luck's run out here.</p> <!-- Block 78 --> <p><strong>6.47am:</strong> Romero makes a crucial block from Anichebe, who's been a nuisance in the box since coming on.</p> <!-- Block 79 --> <p><strong>6.50am:</strong> Angel Di Maria has been stretchered off, apparently due to the heat. This one's winding down and the Argentinians are only too pleased. Both teams seem pretty drained.</p> <!-- Block 80 --> <p><strong>6.53am:</strong> Messi scoots off with the ball and then wins a free-kick deep in Nigeria's half. We're into added time... of which there will be five minutes! Where's that come from? Still hope for the Africans.</p> <!-- Block 81 --> <p><strong>6.58am:</strong> Okonkwo balloons one high and wide, but there was little on for the Nigerian. And Lavezzi wins a free-kick right in the corner for the South Americans... the ball's been pumped long though. To no avail. We're over 95 minutes now.</p> <!-- Block 82 --> <p><strong>7.00am: Argentina win the gold medal</strong> and they did enough to retain their Olympic title. Messi, whom everyone agrees was the difference between the sides, looks pretty chuffed - but Chilesy is not happy with the amount of Mexican waves going on in the stands. Tsk, lugubrious Baggies, eh...</p> <!-- Block 83 --> <p><strong>7.03am: We won the men's hockey 5-2 as it turned out.</strong> It was coming up to full time when I thought things were only halfway through. Fifth place and all the glory that comes with it to Team GB. Stunning.</p> <!-- Block 84 --> <p><strong>7.10am:</strong> Well folks, there's another day of BOUNDLESS GLORY ahead for Team GB.<strong> The good doctor Brabants is next on the card in the K1 500m</strong>, although he's not off for about an hour. <strong>Lucy Wainwright</strong> will be going for metal of some colour in the women's event. We've also got <strong>Oliver Beckingsale and Liam Killeen</strong> in the men's mountain biking. Some <strong>4x400m</strong> shenanigans later on too. Thoughts and digressions, guardianistas, please.</p> <!-- Block 85 --> <p><strong>7.20am:</strong> Hungary are 15-14 up against Korea in the women's handball bronze medal match. And China have snaffled another medal, bronze this time, in the volleyball, seeing off Cuba.</p> <p>John Allen's still mulling the possibility of Argentinian match winner Angel Di Maria turning out for the Foxes, meanwhile: \"Di Maria better be back at the Walkers for our game against Tranmere this afternoon. And Singapore TV has gone back to ping pong, it doesn't get much worse than this.\"</p> <!-- Block 86 --> <p><strong>7.25am:</strong> Handball appears to a cross between American football, basketball, and rugby. I have no idea how the rules work. I can however watch instant replays of eveything by virtue of the fact that the BBC's web feed is a bit behind Eurosport's coverage. Double confusion. Hun 18-17 Kor</p> <!-- Block 87 --> <p><strong>7.28am:</strong> 18 apiece now. So far, I'd say it's not as fun to watch as volleyball, which can be brilliantly bananas, but a fair bit better than dressage, which seems an incomprehensible waste of a horse's good time. Lot's of running into each other... and then BAM!, the Koreans hit the post.</p> <!-- Block 88 --> <p><strong>7.30am:</strong> Korea whack one in off the crossbar, but the Hungarians pull things level... only to fall behind and then equalise again. Norway and Russia will contest the gold medal match at 8.45am. Go Norway!</p> <!-- Block 89 --> <p><strong>7.34am:</strong> John, our man in Singapore, has joined me in ignorance. \"We're onto the women's handball here now. I haven't a clue what is going on, mind you, but I just can't handle any more table tennis! Does anyone know the rules? All I can figure out for myself is that jumping is encouraged.\" Jumping does certainly seem to be encouraged. It's one of those sports where the teams continually trade the advantage, too, indicative of a fatal (boring) flaw in the scoring system, I say. Kor 22-22 Hun</p> <!-- Block 90 --> <p><strong>7.40am:</strong> Submissions for most baffling sport of the Games? Handball is vaguely confusing, but I think it can be beaten. I have no idea how a lot of the gymnastics is rated; judo seems fairly bewildering too. Korea have sneaked ahead 26-25... but Hungary have a penalty, which looks a lot like a free goal to me. 26-26. Hockey? That has some weird rules.</p> <!-- Block 91 --> <p><strong>7.44am:</strong> Apart from the <a href=\"http://www.guardian.co.uk/uk/2008/aug/23/olympics2012.olympics20082\">army of buffoons doubtless preparing for tomorrow's caper</a>, there's sod all appears to be happening in Beijing. Well, there's probably some human rights being oppressed somewhere too*. One of the Koreans has just floated a deft lob over the keeper... but it's off the post. And there also appears to have been a couple of sending-offs. Kor 29-27 Hun</p> <p>*This is mere idle speculation and not a statement of fact</p> <!-- Block 92 --> <p><strong>7.49am:</strong> Hungary are hurting from that double two-minute suspension I mentioned earlier - yes, I did - and they've slipped to a three-point deficit. The Koreans can smell that rusty third-place medal... 30-27</p> <!-- Block 93 --> <p><strong>7.52am: Bamboozled by Beijing.</strong> Welcome to the MBM Barry Hawthorne, who provides a welcome distraction from the handball. \"I know you Brits are really good at that Velodrome stuff, but what are the rules concerning that pursuit race? Why do they have to play a 'cat and mouse' race?\" Hmmm, well, I think it's mainly because if one of 'em goes charging off, they'll get knackered pronto, and lose, Bazza... Personally I found the Madison more difficult to work out. And we didn't come up with the goods in that one.</p> <!-- Block 94 --> <p><strong>8.00am:</strong> I think the Koreans won that 33-28. It became a bit of a blood bath at the end. <strong>Bronze goes to Korea, then.</strong> After such a MASSIVE, MASSIVE game, I am well and truly spent. Luckily, I can pass on the baton, in best Team GB style, to the one and only Mr Barry Glendenning. And be warned, <strong>don't get him started on nouns being used a verbs...</strong></p> <!-- Block 95 --> <p><strong>8.01am:</strong> [brief and unedifying scrabble on the floor for MBM schedule and preparatory notes ensues]</p> <!-- Block 96 --> <p><strong>8.09am:</strong> Good morning everyone. Alan's correct - you won't hear the word \"medal\" used as a verb on my watch. I think I saw my colleague Sean Ingle commit this crime against literacy in the newspaper yesterday or the day before and he'll be feeling the back of my hand when he gets home from Beijing, unless the Chinese government intern him and all the other journalists who've been committing it in \"re-education camps\" for a couple of years. The only Briton I can think of who's \"meddled\" in the Far East in recent years is Gary Glitter, and the less said about him, the better.</p> <!-- Block 97 --> <p><strong>8.27pm:</strong> Sorry about that. I've just been fielding a phone call from Sean Ingle. Imagine how much longer it would have been if he'd read that last entry.</p> <!-- Block 98 --> <p><strong>8.29am: Men's Kayak K1 500m final featuring Great Britain's Tim Brabant</strong> In Lane 1, Tim Brabants gets off to a flyer and is in second place at the halfway mark. Australia's Ken Wallace gets the gold medal, Adam van Somebodyorother from Canada gets second, despite having had a huge lead at the halfway stage and Tim Brabants gets the bronze for Great Britain. Dr Brabant has brought Great Britain's medal's tally to a whopping 45.</p> <!-- Block 99 --> <p><strong>8.37am:</strong> Officially, there's a photo-finish in the Kayak race, but I'm pretty sure it'll be as you were at 8.29am ... except I hope to find out the Canadian's surname at some point in the near future.</p> <!-- Block 100 --> <p><strong>8.42am:</strong> Still no sign of the official result of the Men's Kayak K1 500m final. They must have used one of those cameras you see in westerns, where an old bloke holds a flash in one hand before ducking under a cloth hanging down the back.</p> <!-- Block 101 --> <p><strong>8.44am:</strong> \"Brabant should know that bronzing for us isn't good enough, Team GB expects athletes to gold every time,\" writes Oliver Pattenden, committing further crimes against the English language. The old photographer has emerged from the dark room and the official result of the men's Kayaking K1 500m final is in: Gold: Ken Wallace (Australia). Silver: Adam van Koeverden (Canada). Bronze: Tim Brabants (Great Britain).</p> <!-- Block 102 --> <p><strong>8.50pm:</strong> It's the women's +67kg Taekwondo quarter-finals and Great Britain's Sarah Stevenson is up against the unbeaten double Olympic champion China's Chen Zong. With it being an event with judges featuring a Chinese athlete, it should go without saying that Stevenson is losing - she's 1-0 down in the third round and is getting increasingly frustrated with the judges.</p> <!-- Block 103 --> <p><strong>8.54am:</strong> For the second time in 24 hours, a Briton is <em>robbed</em> in the Taekwondo. With the last kick of the contest, Stevenson got a clean kick on Chen Zong's head, which would have earned her two points and victory. She appealed for the points, the judges had a pow-wow and then didn't give it to her. That is an unbelievable travesty.</p> <!-- Block 104 --> <p><strong>8.56am:</strong> Despite being a victim of an outrageous injustice, Sarah Stevenson is fairly calm in her post-bout interview - that is to say, she's a lot calmer than I would be if I'd just come a cropper in a similar fashion. In the BBC studio, Clare Balding and Adrian Chiles are absolutely outraged. For reasons I don't understand, Stevenson still has a <em>slim</em> chance of getting to fight for bronze in the repechage. If she has to fight a Chinese in it, she might as well not turn up.</p> <!-- Block 105 --> <p><strong>9.09am:</strong> Tim Brabants is being interviewed after \"thirding\" in the Kayaking. He's thanking everyone at home for all the support and saying it'll be \"easy to go back home and be Dr Tim again because nobody ever recognises me.\" Meanwhile, this from Gary Naylor: \"Like JPR Wiliams stitching his own face at half-time, does Dr Brabants get to do his own drug test?\"</p> <!-- Block 106 --> <p><strong>9.12am:</strong> Bad news for Great Britain - Russia have just passed them in the medals table. The Brits need another gold quickly, but they're not going to get one in the men's mountain biking, where France's Julien Absalon, the defending champion and four times world champion, is winning at his leisure. He's being followed by another Frenchman, Jean-Christophe Peraud, while Switzerland's Nino Schurter is coming third. For Great Britain, Liam Killeen and Oliver Beckingsale will be giving interviews afterwards in which they'll tell us what a great experience they've had and how much it'll stand to them for London 2012. Whatever ...</p> <!-- Block 107 --> <p><strong>9.20am: Women's Kayak K1 500m final featuring Great Britain's Lucy Wainwright.</strong> Wainwright in Lane 8 misses the jump badly and is well down at the halfway mark. She doesn't finish in the medals, but it's another photo finish which is won by Inna Osypenko-Rodomska from the Ukraine, with Italy finishing second and Germany third. Wainright was seventh, but I'm sure she enjoyed the experience and it'll stand to her in London 2012.</p> <!-- Block 108 --> <p><strong>9.30am:</strong> \"Just reading your excellent coverage of Olympics. Without being all 'Channel 4 News' about it, isn't Sarah Stevenson in danger of being sent to a Chinese Re-education Camp for her protests?\" asks Sam Williams. Well thank you very much for your kind words, Sam, but I think our Olympic coverage - this bit of it at least - was excellent until I took over. This is my Olympic Rolling Report debut and I'm struggling badly. The fact that I'm usually only going home at this time on a Saturday morning isn't helping. I thought Sarah Stevenson was remarkably stoic considering the robbery that was visited upon her. I mean, it's difficult to put into words how much of a travesty it was. She nearly kicked her Chinese opponent's head clean off her shoulders and at least two of the judges managed to miss it. Imagine of Padraig Harrington had holed his winning putt in the US PGA and the tournament officials had just ignored it and handed the trophy to Sergio Garcia instead - that's how bad it was.</p> <!-- Block 109 --> <p><strong>9.35am:</strong> The men's mountain-biking is still going on, with France's Julian Absalon looking home and hosed for France. His compatriot Peraud is still coming second, over a minute behind. Two Swiss riders are battling it out for third place, while the Brits are coming 11th and 15th respectively.</p> <!-- Block 110 --> <p><strong>9.41am: </strong> \"That taekwondo bout just about nails it for me with every sport that requires a judges score,\" harrumphs Tom Clarke. \"There have been numerous scandals in the boxing, why on earth did they bring another sport like that in? However, surely with 'home support' we must do better in 2012?\"</p> <!-- Block 111 --> <p><strong>9.42am:</strong> With just one lap of the circuit to go out of eight, France's Julien Absalon leads his compatriot Jean-Christophe Peraud - barring an accident they'll finish first and second respectively. Swiss riders Nino Schurter and Christoph Sauser are almost certain to duke it out for the bronze medal, as they've opened a decent gap to Germany's Manuel Fumic.</p> <!-- Block 112 --> <p><strong>The shame of it - this is the result that put the Russians ahead of Great Britain in the medals table ...</strong></p> <p>Olympic synchronised swimming team free routine.</p> <p>1. Russia 50.000 points 99.500<br>Anastasia Davydova/Anastasia Ermakova/Maria Gromova/Natalia Ishchenko/Elvira Khassianova/Olga Kuzhela/Elena Ovtchinnikova/Svetlana Romashina/Anna Shorina</p> <p>2. Spain 49.334 98.251<br>Alba Maria Cabello/Raquel Corral/Andrea Fuentes/Thais Henriquez/Laura Lopez/Gemma Mengual/Irina Rodriguez/Paola Tirados/Gisela Moron</p> <p>3. China 48.750 97.334<br>Gu Beibei/Jiang Tingting/Jiang Wenwen/Liu Ou/Luo Xi/Sun Qiuting/Wang Na/Zhang Xiaohuan/Huang Xuechen</p> <!-- Block 113 --> <p><strong>9.55pm:</strong> After 1hr 55min 21sec in the saddle, the world's greatest exponent of mountain-biking is about to become the first man to successfully defend his Olympic title. He crosses the line, jumps off his bike, taps the road and waves appreciatively to the cheering crowd. Soon after, Jean Christophe Peraud rolls home to bag silver, while Nino Schurter comfortably beats Christoph Sauser to take bronze for the Swiss. For Great Britain, Liam Killeen finishes in a very credita ... no, it's very creditable because he had a crash early doors, 7th place. His thunder is somewhat stolen, however, by Italy's Marco Fontana, who finished 5th in extravagant style by riding the last couple of hundred metres pulling a one-handed wheelie. Top class!</p> <!-- Block 114 --> <p><strong>10.14am:</strong> With nothing Olympic on at the moment, the BBC have handed over to Shirley \"Blonde in a boat\" Robertson, who is interviewing people at the Great Britain sailing party. They're all heroically drunk, including her. \"Sheesh my besht boson's mate!\" Meanwhile back at the Taekwondo, all hell os breaking lose, where the Great Britain team have lodged an official complaint about the ridiculous result of the Sarah Stevenson match. The competition supervisory board has looked into the matter and ... CHANGED THE RESULT!!!</p> <!-- Block 115 --> <p>VERY BRAVE TAEKWONDO OFFICIAL: \"In applying paragraph two on page 64 of the competition rules we have to change this result and to declare the British player as the winner. Justice is served.\"<br>ANGRY CHINESE MOB: \"Boooooo! Boo!\"</p> <p>Apparently this is unprecedented in Taekwondo - presumably the Chinese will appeal this decisions. Who'd have thunk a game of Lots Of Jumping But Not Much Kicking could be so exciting?</p> <!-- Block 116 --> <p><strong>10.26am:</strong> It's worth noting that the announcement that the result of the Sarah Stevenson bout hjas been overturned has not yet been made in mandarin - all hell could break loose when that happens. Stevenson is now in the semi-final against a Mexican. On the BBC, the <em>chef d'equipe</em> of the British taekwondo team is saying that the Chinese had no grumbles about their girl getting her \"win\" taken away from her.</p> <!-- Block 117 --> <p><strong>10.32am:</strong> Chen Zong, the Chinese girl who has now been eliminated from the taekwondo, had been going for her third consecutive Olympic gold medal, so Stevenson couldn't have taken a bigger scalp. However, there are thousands of Chinese fans in the hall waiting to see their hero Chen Zong fight a Mexican - they still haven't been told what's going on in their own language.</p> <!-- Block 118 --> <p><strong>10.37am:</strong> According to my man near the spot, Sean Ingle, the Chinese may have re-protested. The scoreboard currently reads: \"Beijing apologises for the delay. Competition will commence shortly.\" The word from the BBC's commentator is that Great Britain's Sarah Stevenson will take on Mexico's Maria Espinoza in the taekwondo semi-final in five minutes.</p> <!-- Block 119 --> <p><strong>10.46am:</strong> It's announced in Mandarin, to the rather partisan crowd, that their girl won't be fighting in the semi-final. To say they're not best pleased is putting it mildly. Espinoza and Stevenson emerge for their bout to the sound of much booing. The rules: one point for a kick to your opponent's body, two points for a kick upsides their head. They get underway and at the end of round one, much to the delight of the largely Chinese audience, Stevenson finds herself 2-0 down.</p> <!-- Block 120 --> <p><strong>10.49am:</strong> Round two: Sarah Stevenson goes 3-0 down after shipping another kick in the red protector around her torso. Moments later, she's 4-1 down and goes down with an injury to her right leg. At the end of round two, Stevenson finds herself 4-1 down and limping badly.</p> <!-- Block 121 --> <p><strong>10.53am:</strong> Thirty seconds into round three and Espinoza goes down injured, but she's OK. Bah! \"Sarah Stevenson needs the big head shot ... the money shot,\" says the BBC's Nick Mullins. Money shots? <em>Money shots?</em> That's a rule of Taekwondo I'm not familiar with, I have to confess. Anyway, the Mexican's chin remains blissfully splash- and foot-free, and she takes the win and goes on to fight for silver or gold, while Stevenson gets to fight for bronze. Despite getting her reprieve, Sarah Stevenson is saying that she didn't get enough time to prepare for her fight and wasn't ready for it. From where I'm sitting, it sounds suspiciously like a whinge.</p> <!-- Block 122 -->       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/4NfkH3Q4JOQ?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/4NfkH3Q4JOQ&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/4NfkH3Q4JOQ&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p><strong>11.04am:</strong> Here's that Taekwondo fight to keep you amused while I go for a short break.</p> <!-- Block 123 --> <p><strong>11.21am:</strong> \"Dear Esteemed Guardian Journo,\" writes Rob Bloxham, beginning a mail I have a terrible feeling is going to be incredibly patronising. </p> <p>\"I know it's a little late (being Day 15 of this glorious sporting and marketing extravaganza) but I feel it's about time I drew your attention to an error that may have profound consequences for the future of the British Union. I refer of course to the insistence of The Guardian and many other media outlets to call our multi-medalling (sorry) team GB or Great Britain.\"</p> <p>Told you. </p> <p>\"Great Britain is a geographical term that refers to the largest of the islands of the British Isles, the one that includes England, Scotland and Wales. Our team in Beijing is representing the whole of the United Kingdom, Northern Ireland included. The continued misuse of these terms is an insult to the hard-working and committed Olympians of Ulster.\"</p> <p>Who I thought were boxing for the Irish Olympic team. </p> <p>\"If The Guardian is not careful I see it being the target of the protests of Northern Irish gold medal winners such as Mary Peters and erm ... </p> <p>\"Or worse still, seeing as he is now out of work and has a bit of time on his hands , you may get a visit from the Reverend Ian Paisley. Or Dana! To ensure accuracy why not check out what the internet's fount of wisdom, Wikipedia (you have to pay to view the Encyclopedia Britannica) has to say on <a href=\"http://en.wikipedia.org/wiki/British_Isles_(terminology)\">British Isles terms</a>.\"</p> <p>That's me told.</p> <!-- Block 124 --> <p><strong>11.28am:</strong> Here's <a href=\"http://blogs.guardian.co.uk/sport/2008/08/23/bottom_of_the_ninth_for_baseba.html\">a blog by Andy Bull</a> that we've just put up. He had to sit through a baseball match to write this, so the least you can do is read it. Then again, he's used to sitting through cricket matches, so he probably didn't find it too tedious. Andy's been a revelation at these Olympics - before he went to Beijing, none of us had any idea he could be such a diva, but he's thrown some Olympic-sized hissy-fits since his arrival in the Far East.</p> <!-- Block 125 -->       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/9oATItjGciw?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/9oATItjGciw&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/9oATItjGciw&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>For want of something else to report, here's some amusing footage of an Australian swimming coach Lawrie Lawrence losing the plot completely when his boy wins gold at Seoul 1988. To the best of my knowledge, that's the last time the Aussies won an Olympic medal of any kind. All Lawrie's missing is a bait shop, a wife named Ailsa and some corks dangling from the brim of his hat.</p> <!-- Block 126 --> <p><strong>11.42am:</strong> That's me done for the morning, but Howard Swains will be here in as long as it takes to complete a clunky hangover and if you're very lucky, he'll tell you all about the delayed recording of the synchronised swimming that he's leering at on the television at the moment.</p> <!-- Block 127 --> <p><strong>12pm: </strong>As Glendenning heads off contemplates what would constitute a money shot in the <strong>synchronised swimming</strong> pool, I'll do my best to ignore the wonderfully choreographed department-store-beauty-counter-cum-Stepford-Wives currently spinning, smiling and splashing their way towards noon on the telly. Russia win this anyway, and overtake Britain at the top* of the medals table as they do.</p> <p>Instead, let's take a look at what's coming up. Lazarus in a Power Rangers costume <strong>Sarah Stevenson</strong> gets her chance to fight for bronze in the taekwondo repechage in about half an hour, although she reportedly knacked and ankle in qualifying** for the bronze medal kick-off that she would have been in anyway had the blustering British blazers not succeeded in their orchestrated whinge at the judges.</p> <p>Then there's the pipsqueak, loveable tyke, Artful Dodger <strong>Tom Daley</strong> in the 10m diving final. The six-year-old would become the youngest Sir in Great Britain should he take gold and force the Queen to knight him in the New Year's Honours list. More realistically, the middleweight <strong>James DeGale</strong> boxes for gold or silver at the Worker's Gymnasium at about 1.45pm our time. </p> <p>There's also the final of the baseball (the final final, no less, <a href=\"http://blogs.guardian.co.uk/sport/2008/08/23/bottom_of_the_ninth_for_baseba.html\">as Andy Bull blogs about here</a>) between Cuba and Korea, and the bronze medal of the men's hockey. Nope, neither do I.</p> <p>Then it's the Bird's Nest all the way for the penultimate day of athletics. The women's 1500m runner <strong>Lisa Dobriskey</strong> is the best individual chance for Team GB!GB!GB!, although the telly commentators are still holding out hope that the <strong>4x400m runners</strong> can cling onto a tube of metal long enough to win something in the relay. I'm sceptical. </p> <p>Stay here, whatever.</p> <p>*provided, as per the British tabloids, third is the new first.<br>** losing the semi-final</p> <!-- Block 128 --> <p><strong>12.05pm: Handball:</strong> John Allen, in Singapore, is engrossed by the handball, and even manages to distill this nation's simmering anti-Russian sentiment into one email: \"At least we can take heart that the brave handballers of Norway, calling on the warrior spirit of their ancestors in Valhalla, are stuffing the Russians 32-22 in the women's final. With 26 minutes of the second half gone there's only a certain amount of time, unknown to myself, left before they take gold. And.....Norge win! Vladimir Putin, Lenin, Josef Stalin, Roman Abramovich, the first dog in space...your girls took one hell of a beating. 34-27. It's like a free gold for Team GB (and any people from the 6 counties who want in, too).\"</p> <!-- Block 129 --> <p><strong>12.09pm: Boxing:</strong> Scrap that chronology as it seems it's boxing up first, with the Hammersmith Hammer James DeGale going for gold in the ring. I say Hammersmith Hammer, although I've only got the word of Rebranded Website's and two-time Beer Writer of the Year's Ben MacFarland to go on, who claims to have grown up on the similar west London mean streets as DeGale.</p> <!-- Block 130 --> <p><strong>12.13pm: The Naylor report:</strong> \"I'm deeply disappointed that Team GB failed to impress in the synchronised swimming,\" laments Our Gary. \"Had it done so, it might have inspired a generation in the municipal pools around the country. And what would be funnier than that?\" You tell us, MBM readership. What could be funnier than that?*</p> <p>*unfunny responses will be considered.</p> <!-- Block 131 --> <p><strong>12.15pm: Boxing: </strong>Ah hell, there's some feathweight boxing on first, in which a Cuban and a Thai are knocking the proverbial seven bells. The Thai fighter is dumped on his rear during the third round, but has the last laugh as the BBC decides to end it right there and tell us that he won 8-2. Again, you heard it here second.</p> <!-- Block 132 --> <p><strong>12.17pm: Taekwondo:</strong> Here's Sarah Stevenson in the taekwondo repechage, against Noha Abd Rabo, of Egypt. \"This day has been full of shenanigans and drama,\" says the taekwondo commentator, and he's not wrong. Take a spin through Glendenning's work earlier to catch up.</p> <!-- Block 133 --> <p><strong>12.19pm: Taekwondo: </strong>There's a good deal of squeaking to add to the kicking, jumping and dancing preciously described by newcomers to taekwondo in this MBM report. As a veteran of this pursuit, having watched Aaron Cook yesterday, I can tell you that it's hardly going according to the script here: Stevenson is 3-0 up at the end of the second round, which is not how it works for Team GB!GB!GB!'s taekwondo fighters. This should be a nailed on glorious defeat.</p> <!-- Block 134 --> <p><strong>12.22pm: Taekwondo: </strong> The Egyptian gets a point back against Stevenson, to bring her within two. But the Doncaster belle gets one right back, and then another one, to go 5-1 up with 30 seconds left.</p> <!-- Block 135 --> <p><strong>12.24pm: Sarah Stevenson wins bronze in women's heavyweight taekwondo</strong><br>She wins that bronze medal match 5-1 and becomes the first-ever British taekwondo medallist. \"She thought the judges had taken her dream away,\" hyperventilates Nick Mullins in the commentary box. But now she has that bronze medal, which is what we all dream of, always.</p> <!-- Block 136 --> <p><strong>12.28pm: Taekwondo:</strong> From the school of great British post-match interviews comes this question for bronze medal \"winner\" Sarah Stevenson in the taekwondo hall: \"What was the low point of the day?\" Matt Pinsent was the man with the mic.</p> <!-- Block 137 --> <p><strong>12.30pm: Athletics: </strong>Straight over to the Bird's Nest for the men's 800m final, where many of the favourites, and all the British runners - indeed, all of the European athletes - failed to qualify, leaving it <em>wide</em> open for someone else to win. From Africa, Asia or the Americas.</p> <!-- Block 138 --> <p><strong>12.37pm: Athletics:</strong> \"Two laps of intrigue and surely drama as well,\" says Steve Cram, bigging up the final of the 800m as though it's the new Inspector Morse. But no one dies in Oxford, just a gold medal for Wilfred Bungei, of Kenya, who leads for most of the second lap, holds off the challenge of Ismail Ismail (not a misprint), and takes gold. Ismailx2 takes silver and Alfred Yego is third.</p> <!-- Block 139 --> <p><strong>12.40pm: Javelin:</strong> I don't know much about Finnish javelin throwers, but my guess is that Tera Jarvenpaa, who has just taken the lead in the final of the men's competition, likes heavy metal music.</p> <!-- Block 140 --> <p><strong>12.41pm:</strong> As Lighting \"Usain\" Bolt joins his Jamaican team-mates on the podium for their 4x100m relay victory yesterday, we shift from the sublime sprinter to the ridiculous national leader and some \"intriguing\" comments from Gordon Brown on the Olympics, football and 2012: \"I think when people are looking at the Olympics in 2012 - Britain, home of football, where football was invented, which we gave to the world - I think people would be very surprised if there is an Olympic tournament in football and we are not part of it.\" It's coming home, etc., etc., for the next four dreary years.</p> <!-- Block 141 --> <p><strong>12.50pm: Taekwondo farce - Fighter kicks referee in the head: </strong> More bonkers nonsense in the taekwondo hall, quickly becoming the new hotbed of farce at these Games after the Stevenson incident earlier. In the bronze medal match of the men's over 80kg class, the Cuban player Angel Matos was timed out after going over the 60 seconds allowed for an on-mat injury. His Kazakh opponent celebrated the bronze and Matos got up and KICKED THE REFEREE IN THE HEAD. I kid you not. He's just KICKED THE REFEREE IN THE HEAD. \"There could be police involvement,\" says Nick Mullins in the commentary box. \"There could be war,\" adds Barry Glendenning in my ear.</p> <!-- Block 142 --> <p><strong>12.56pm: </strong>Britain's Lisa Dobriskey is running in the final of the 1500m at the Bird's Nest, but I can't keep my eyes off the taekwondo hall feed and the hope that we see that referee kick again. No luck as yet, but this is a global incident in the making.</p> <!-- Block 143 --> <p><strong>12.58pm: Athletics: </strong> The censors are out in the taekwondo hall and they're pretending that it never happened. But I saw it with my own eyes (fortuitously, I grant you), that guy kicked the referee. Anyway, Lisa Dobrisky finished in fourth - agonising fourth as it's now officially known - after, apparently, getting her tactics wrong. No kidding. Anyway, Nancy Langat, of Kenya, won gold ahead of two Ukrainians. \"It's just a shame they don't give medals for fourth,\" says Brendan Foster. Made of what, Brendan? Tin? You don't go to Beijing to fourth.</p> <!-- Block 144 --> <p><strong>1.09pm:</strong> USA are playing Brazil in the final of the women's volleyball. China are playing Russia in the bronze medal match of the women's basketball. Cuba are playing Korea in the final of the baseball, and a Swede called Jorgen Persson is playing a Chinese named Wang Liqin, which you probably shouldn't say out loud, in the bronze medal match of the table tennis. That's what your missing here.</p> <p>\"She's a lovely, lovely girl,\" says Dame Kelly Holmes of Lisa Dobriskey, who has just blown her chance at Damehood by, by all accounts, getting her tactics totally wrong and allowing the leaders to get too far ahead of her in the 1500m final.</p> <p>Still a blackout on the taekwondo referee head-kick, by the way. But it happened. I swear it did.</p> <!-- Block 145 --> <p><strong>1.15pm: Diving: </strong>The men's 10m diving final has started, in which British embryo <strong>Tom Daley</strong> is leaping. I haven't got a clue about this, except that spinning is good, splashing is bad, and that Daley has got no chance of winning. Still, Luxin Zhou of China leads with 84 points after the first dive, and Daley is in agonisingfourth with less than that.</p> <!-- Block 146 -->  <figure class=\"element element-image\" data-media-id=\"gu-image-336904830\"> <img src=\"https://static.guim.co.uk/sys-images/Sport/Pix/pictures/2008/08/23/cuban2.jpg\" alt=\"Angel Valodia Matos of Cuba kicks out at referee Chakir Chelbat of Sweden\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Angel Valodia Matos of Cuba kicks out at referee Chakir Chelbat of Sweden. Photograph: Reuters</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <p><strong>1.17pm: Proof that I saw what I saw.</strong> Up there, look. The Cuban taekwondo loser kicks out at the referee.</p> <!-- Block 147 --> <p><strong>1.22pm: Athletics: Kenenisa Bekele takes gold in men's 5,000m </strong></p> <!-- Block 148 --> <p><strong>1.23pm: Athletics:</strong> We all got kind of carried away here after that taekwondo kick, so much so that I missed the majority of the men's 5,000m final. But Kenenisa Bekele absolutely cruised it, winning by about six seconds to complete the long-distance double for Ethiopia. He congratulates with an Usain Bolt-style arrow mime kind of thing, but sort of gets it wrong. It's a new Olympic record. Kipchoge and Soi were second and third.</p> <!-- Block 149 --> <p><strong>1.29pm:</strong> As Tom Daley tries to wrap up agonisingfourth in the diving, <a href=\"http://blogs.guardian.co.uk/sport/2008/08/23/ever_increasing_cycles.html\">William Fotherington wonders where all our gold-medal-winning cyclists are going to bike to now?</a> Oh, and <a href=\"http://www.guardian.co.uk/sport/2008/aug/23/olympics.cubanattacksref\">read all about the Cuban Cantona attacking the referee here.</a></p> <!-- Block 150 --> <p><strong>1.35pm:</strong> The men's diving is in its third round now, and I've no idea how Britain's glint-in-the-milkman's-eye Tom Daley got on in the second round, nor if he's sprung in the third. But the women's 4x400m relay runners are out now in the Bird's Nest, so don't expect many more diving updates until the baton is nestled safely on the Beijing track.</p> <!-- Block 151 --> <p><strong>1.38pm:</strong> Christine Ohuruogu, Kelly Sotherton, Marilyn Okoro and Nicola Sanders are the women charged with showing their proud nation that they can pass the equivalent of a rolled up newspaper to one another three times without dropping it. Their impossible task begins momentarily.</p> <!-- Block 152 --> <p><strong>1.40pm:</strong> Team GB!GB!GB!'s Olympic champion Christine Ohuruogu is off first for Britain in this relay thing, and she's leading when she hands off to agonisingfourth place heptathlete Kelly Sotherton.</p> <!-- Block 153 --> <p><strong>1.42pm:</strong> A hopeless run from Sotherton, who runs out of steam and hands off the baton in fifth place to Marilyn Okoro. She manages to get back into second-last place, and it's Nicola Sanders now. Russia lead.</p> <!-- Block 154 --> <p><strong>1.43pm: USA win gold in women's 4x400m relay</strong></p> <!-- Block 155 --> <p><strong>1.46pm: Athletics:</strong> The United States' Sanya Richards won it on the final leg, reeling in a huge lead from the Russians to take over with about five metres to go. Britain finished fifth.</p> <!-- Block 156 --> <p><strong>1.46pm: Boxing:</strong> Breathlessly, we shift to the Worker's Gymnasium for the middleweight gold medal bout between <strong>James DeGale</strong> and Cuba's tapestry Emlio \"Bayeaux\" Correa.</p> <!-- Block 157 --> <p><strong>1.49pm:</strong> Terrific start for DeGale, who lands two punches in the opening minute to lead 2-0. Then it's three, and then one back for the Cuban, and then one more. And then ... what? ... DeGale gets two points after apparently being bitten by Correa. \"Hey, he bit me,\" DeGale says, and the ref agreed. The Brit leads 6-1 at the end of the first.</p> <!-- Block 158 --> <p><strong>1.54pm: Boxing: </strong> A thunderous right hand from DeGale takes him to 7-3 and then another couple of dabs gets him a 10-4 lead at the end of the round. The Cuban has lost his discipline already, in profound contrast to the \"Hammersmith Hammer\", who dances around a couple of haymakers from Correa and sneaks another quick point with a jab at the end.</p> <!-- Block 159 --> <p><strong>1.58pm:</strong> It's not pretty, but DeGale leads 12-10 at the end of the round, and is still looking for gold against a Cuban who seems keen just to hold on, drop back, and then charge messily forward. But that's a good end to the round for Correa, who connects with several swift combinations and might actually fancy his chances now. So don't read the top bit of this update, jut the bottom bit.</p> <p>Something else that wasn't pretty was the Cuban taekwondo referee-fight earlier, and his full crimes have now been listed as punching a referee, kicking a judge and spat on the floor. A perfect hat-trick, that has now earned him a lifetime ban for him and his coach.</p> <!-- Block 160 --> <p><strong>2.01pm:</strong> Anther scrappy round, but DeGale shows more composure to time a couple of right-hands to go 15-12 ahead. But the Cuban gets it back to 15-13 with 30 seconds left and DeGale attempts to cling on, literally, to the victory. He gets another smart jab in with 20 seconds left to go 16-14 up, and that's it. DeGale wins.</p> <!-- Block 161 --> <p><strong>2.02pm: Great Britain's James DeGale wins gold in middleweight boxing</strong></p> <!-- Block 162 --> <p><strong>2.03pm: Boxing: </strong> Britain get back on the gold track, or something equally hyperbolic, courtesy of a first-round bite from Emilio Correa, which costs him two points and ultimately gifts the victory to DeGale. It was hardly one for the purists, but that's a gold medal nonetheless, GB's 19th. <a href=\"http://www.guardian.co.uk/sport/2008/aug/23/olympics.boxing\">Read about it here</a>. When it's done. Which it isn't yet.</p> <!-- Block 163 --> <p><strong>2.08pm: Athletics: </strong>Right on cue for the start of the men's 4x400m, the computer crashes. That means I pick it up as Andrew Steele passes off to whoever's running the second leg in sixth place. Tobin, that's who. USA lead, from Belgium (Belgium again?).</p> <!-- Block 164 --> <p><strong>2.09pm: Athletics:</strong> Martyn Rooney is on the anchor leg for Britain but there's nothing he can do from sixth. USA wins, the Bahamas get second, Russia third and YES! agonisingfourth for Britain.</p> <!-- Block 165 --> <p><strong>2.11pm: Athletics: USA win gold in men's 4x400m relay</strong><br>Comfortable in the end for the United States, for whom Jeremy Wariner coasts to the line to wrap up the victory; the third fastest run of all time. Bahamas take the silver and Russia the bronze.</p> <!-- Block 166 --> <p><strong>2.18pm: Diving: </strong>Tom Daley lies sixth after the fifth round of the diving. The Chinese diver Luxin Zhou is on course for a pillar-to-post gold. He leads with 458.35 judge's points. Daley has 398.95.</p> <!-- Block 167 --> <p><strong>2.23pm:</strong> I think there are 10 rounds in the diving; there were in the semis, but maybe the final is different, who knows. I think they go in reverse order in each round, which means the young chimney sweep Daley will be off soon-ish. South Korea will be the reigning Olympic baseball champions from here until the end of time, as they've just won the last ever final.</p> <!-- Block 168 --> <p><strong>2.26pm: Diving:</strong> OK, so there are six dives in the final round and Tom Daley has just had his last plummet. It wasn't six of the best for the whippersnapper, and he won't be taking home a medal unless all of the remaining four divers are killed in the next ten seconds.</p> <!-- Block 169 --> <p><strong>2.28pm: Athletics and Diving: </strong>Your licence fee is currently paying for television coverage of the women's high-jump final, where some very spindly women, including a bespectacled one from Belgium named Tia Hellebaut, are soaring over a bar set at about 2.05m. Blanca Vlasic, of Croatia, has also done that and gets silver at least, with the bronze going to someone else. In the diving, British suggestive wink Tom Daley is out of medal contention, but the Australian Matthew Mitcham takes gold with an amazing last dive.</p> <!-- Block 170 --> <p><strong>2.35pm:</strong> Australia win gold in the men's 10m diving after Mitchell scored an almost perfect 10 in the final round. The Chinese judge didn't think it was that great, but all the others did and the Australian pipped home favourite Luxin Zhou at the end. That's the only gold medal the Chinese were impartially judged not to have won.</p> <!-- Block 171 --> <p><strong>2.37pm:</strong> The bespectacled Belgian Tia Hellebaut wins gold in the women's high jump after both her and her better-sighted, or contact-lens wearing, Croatian opponent both clear 2.05m but can't go higher. Hellebaut took fewer previous jumps so wins.</p> <!-- Block 172 --> <p><strong>2.40pm:</strong> Tom Daley was seventh in the diving, which is creditable for the 14-year-old, I'll grudgingly concede. He's got a difficult late adolescence and unceasing hype to look forward to before he can be officially crowned \"medal prospect\" for London 2012.</p> <p>That's that from another MBM day. It's the closing ceremony and hand-over to London tomorrow. Be sure to tune in.</p> <p>Bye.</p>"
]