[
  "<p>Where does a junkie's time go? Mostly in 15-minute increments, like a bug-eyed Tarzan, swinging from hit to hit. For months on end in 1988, I sat inside a house in north Minneapolis, doing coke and listening to Tracy Chapman's 'Fast Car' and finding my own pathetic resonance in the lyrics. 'Any place is better,' she sang. 'Starting from zero, got nothing to lose.' <br>After shooting or smoking a large dose, there would be the tweaking and a vigil at the front window, pulling up the corner of the blinds to look for the squads I was always convinced were on their way. All day. All night. A frantic kind of boring. End-stage addiction is mostly about waiting for the police, or someone, to come and bury you in your shame.</p> <p>After a while I noticed the blinds on the upper duplex diagonal from the house were doing the same thing. The light would leak through a corner and disappear. I began to think of the rise and fall of their blinds and mine as a kind of Morse code, sent back and forth across the street in winking increments that said the same thing over and over.</p> <p>W-e a-r-e g-e-t-t-i-n-g h-i-g-h t-o-o.</p> <p>They rarely came out, and neither did I, so we never discussed our shared hobby. </p> <p>I was lonely, but not alone. The house belonged to Anna, my girlfriend and dope dealer, who had two kids of her own and newborn twins by me. One night, Anna was out somewhere, and I was there with the kids. I had a new pipe, clean screens, a fresh blowtorch and the kids were asleep. It was just me and Barley, a Corgi mix I'd had since college. When I was alone and tweaking with Barley, I'd ask her random questions. Barley didn't talk back per se, but I heard answers staring into her large brown eyes.</p> <p>Am I a lunatic? Yes. When am I going to cut this stuff out? Apparently never. Does God see me right now? Yes. God sees everything, including the blind. </p> <p>Trapped in drug-induced paranoia, I began to think of the police as God's emissaries, arriving not to seek vengeance but a ceasefire, a truce that would put me up against a wall of well-deserved consequences, and the non-combatants, the children, out of harm's way.</p> <p>On this night – it was near the end – every hit sent out an alarm along my vibrating synapses. If the cops were coming, I should be sitting out in front of the house. That way I could tell them that yes, there were drugs and paraphernalia in the house, but no guns. And there were four blameless children. They could put the bracelets on me and, head bowed, I'd solemnly lead them to the drugs, to the needles, to the pipes, to what was left of the money. And then some sweet-faced matrons would magically appear and scoop up those babies and take them to that safe, happy place. I had it all planned out.</p> <p>I took another hit, and Barley and I walked out and sat on the steps. My eyes, my heart, the veins in my forehead, pulsed against the stillness of the night. And then they came. Six unmarked cars riding in formation with lights off, no cherries, just like I pictured. It's on.</p> <p>A mix of uniforms and plainclothes got out, and in the weak light of the street, I could see long guns held at 45-degree angles. I was oddly proud that I was on the steps, that I now stood between my children and the dark fruits of the life I had chosen. I had made the right move after endless wrong ones. And then they turned and went to the house across the street.</p> <p>Much yelling. 'Facedown! Hug the carpet! No sudden movements!' A guy dropped out of the second-floor window wearing only gym shorts, but they were waiting. More yelling and then quiet. I went back inside the house and watched the rest of it play out through the corner of the blind. Their work done, the cops loaded several cuffed people into a van. I let go of the blind and got back down to business. It wasn't my turn.</p> <p>Twenty years later, now sober and back for a look at my past, I sat outside that house on Oliver Avenue on a hot summer day in a rental car, staring long and hard to make sense of what had and had not happened there. The neighbourhood had turned over from white to black, but it was pretty much the same. Nice lawns, lots of kids, no evidence of the mayhem that had gone on inside. Sitting there in a suit with a nice job in a city far away and those twins on their way to college, I almost would have thought I'd made it up. But I don't think I did. While I sat there giving my past the once over, someone lifted up the corner of the blind in the living-room window. It was time to go.</p> <p>On the face of it, I am no more qualified to take my own inventory than the addict with the fetid dreads who spare-changes people on the subway while singing 'Stand by Me'. Ask him how he ended up sweating people for quarters, and he may have an answer, but he doesn't really know and probably couldn't bear it if he did.</p> <p>To be an addict is to be something of a cognitive acrobat. You spread versions of yourself around, giving each person the truth he or she needs – you need, actually – to keep them at a remove. Let's stipulate that I do not have a good memory, having recklessly sautéed my brain in fistfuls of pharmaceutical spices. Beyond impairment, there may be no more unreliable narrator than an addict. Recovered or not, I am someone who used my mouth to constantly create one more opportunity to get high. </p> <p>Here is what I deserved: hepatitis C, federal prison time, HIV, a cold park bench, an early, addled death.</p> <p>Here is what I got: the smart, pretty wife, the three lovely children, the job that impresses.</p> <p>Here is what I remember about how That Guy became This Guy: not much. But my version of events is worth knowing, if for no other reason than I was there. </p> <p>I was born a middle kid in a family of seven children into a John Cheever novel set on the border of Hopkins and Minnetonka, suburbs on the western edge of Minneapolis. It was a suburban idyll where any mayhem was hidden in the rear rooms of large split-level houses. My home was a good one; my parents were kind; no one slipped me a Mickey, and if they had, I would have grabbed it with both hands and asked for another. It is baked into my nature. </p> <p>Let's skip high school. I graduated and travelled out west, hopping on a bus with the so-called Rainbow Family, and on the ensuing ride, they gifted me peyote, a profound sense of life's psychedelic possibilities and a tenacious case of the crabs. I came back to Minneapolis and took crummy jobs, including working at a hydraulic-tube assembly plant, where my boss took Dolly Parton's breasts as his central religious icons. I eventually enrolled in two land-grant universities where I had many friends, very little money and what Pavlov called 'the blind force of the subcortex'. I subsisted on Pop-Tarts and Mountain Dew, along with LSD, peyote, pot, mushrooms, mescaline, amphetamines, Quaaludes, valium, opium, hash and alcohol of all kinds. Total garbage head.</p> <p>On my 21st birthday, a dealer who dropped his money on Dom Pérignon at the fancy restaurant where I worked palmed me a cigarette tin and told me to open it in the bathroom. I did the powder inside and it was a Helen Keller hand-under-the-water moment. Lordy, I can finally see! My endorphins made a Proustian leap at this new opportunity, hugging it and feeling all its splendid corners.</p> <p>Every addict is formed in the crucible of the memory of that first hit. Even as the available endorphins attenuate, the memory is right there. By 1985, I tried freebasing coke and its more prosaic sibling, crack.</p> <p>'Crackhead' is an embarrassing line to have on a CV. If meth tweakers had not come along and made a grab for the crown – meth makes you crazy and toothless – crackheads would be at the bottom of the junkie org chart. In the beginning, smokable cocaine fills you with childlike wonder, a feeling that the carnival had come to town and chosen your cranium as the venue for its next show. Most people who sample it get a sense of its lurid ambush and walk away.</p> <p>Many years later, my pal Donald sat in a cabin in Newport, Minnesota, staring into a video camera I had brought and recalling the crackhead version of me: 'As good friends as we were, as much as I loved you, you weren't you. I wasn't talking to my friend; I was talking to a wild man. You were a creature. I was afraid.'</p> <p>If the subject of careers or majors came up, I told people I was a journalist, with only that uttered noun as evidence. But then I caught a real, actual story for the local weekly and the fever to go with it. I was a dog on a meat bone when it came to stories; I could type – and sometimes write – as fast as the next guy, and I had an insatiable need to know more. My work got noticed, and some of the more unfortunate aspects of the guy who produced it were overlooked. I got jobs, nailed investigative targets and won a few awards.</p> <p>During the day, I took the slipperiness of public officials personally – my moral dudgeon is freighted with irony in retrospect – and displayed significant promise as a reporter. But as time wore on, I combined a life of early promise as a writer with dark nights full of half-baked gangsters and full-blown addiction. I became a dealer for the creative community in Minneapolis, selling coke to colleagues, comedians and club kids. I was a frantic fan of the amazing Minneapolis music scene at the time – Soul Asylum, the Replacements, Prince – but the only thing I played with any regularity was drug-addled fool. I moved grams, eight balls, ounces, quarter pounds – no one trusted me with a kilo for more than a few minutes. Every day I would wake up to a catalogue of my misbegotten life – jobs, money, girlfriends and family were all subject to the ineluctable entropy of the junkie lifestyle. </p> <p>There were signs early on that the centre would not hold. In the mid-Eighties, I was working on a running story about a suspect who had been accidentally shot dead while he was being taken into custody by the police department's decoy unit. In the middle of the reporting, my phone rang, and one of the cops from the decoy unit was on the line. 'You know, I've been asking around, and your life is not without blemish,' I remember him saying. 'You better watch your step.' For weeks afterward, I would drive somewhere and see the van from the decoy unit in my rear-view. </p> <p>Some of my running buddies went to prison, but I was more of a misdemeanant, spending hours – and every once in a while, days – in various county jails. </p> <p>My duplicity around women was towering and chronic. I conned and manipulated myself into their beds and then treated them like human jewellery, something to be worn for effect. And when I was called to account, <br>I sometimes responded with violence.</p> <p>One night in 1986, I was at a party for Phil, my longtime coke connection who was going away to prison. I met Anna, who had better coke than Phil and soon developed a fondness for me. She was selling serious amounts of coke and allowed me to pretend I was her partner. We were an appalling mix, metastasized by her unlimited supply. In less than a year, I lost my job, and she lost her business.</p> <p>It would have ended there, but on 15 April 1988 Anna had twin girls. My daughters. Our remaining friends had begged us, quite reasonably, to abort them. Pals began to boycott our house because it had become such a grim, near-scientific tableau of addiction's progression.</p> <p>Eventually we both went to treatment, and our kids went into foster care. I sobered up; Anna did, too, until she didn't; and I obtained physical custody of the twins, Erin and Meagan. As a power trio, we worked our way off welfare. I married somebody grand, we had a baby, and professionally one thing led to another, and I ended up working at the New York Times. I have lived most of the last two decades showered by those promises that recovery delivers, with luck, industry and fate guiding me to a life beyond all expectation.</p> <p>But was it really all thus? When memory is called to answer, it often answers back with deception. How is it that almost every warm bar stool contains a hero, a star of his own epic, who is the sum of his amazing stories? </p> <p>If I said I was a fat thug who beat up women and sold bad coke, would you like my story? What if instead I wrote that I was a recovered addict who obtained sole custody of my twin girls, got us off welfare and raised them by myself, even though I had a little touch of cancer? Now we're talking. They are equally true, but as a member of a self-interpreting species, one that fights to keep disharmony at a remove, I'm inclined to mention my tenderhearted attentions as a single parent before I get around to the fact I hit their mother when we were together. We tell ourselves that we lie to protect others, but the self usually comes out looking damn good in the process. </p> <p>The arc of the addict, warm and familiar as a Hallmark movie with only the details pivoting, is especially tidy in the recollection:</p> <p>I had a beer with friends.<br>I shot dope into my neck.<br>I got in trouble.<br>I saw the error of my ways.<br>I found Jesus or 12 steps or bhakti yoga.<br>Now everything is new again.</p> <p>In the convention of the recovery narrative, readers will want to scan past the tick-tock, looking for the yucky part so that they can feel better about themselves. (Here's a taste: when I got to detox for what I thought was the last time, they took one look at my arms and brought me a tub filled with lukewarm water and Dreft detergent to soak my scabrous, pus-filled track marks. They dropped pills into my mouth from several inches away as if feeding a baby bird, and even the wet-brain drunks wouldn't come near me. See how that works?)</p> <p>Today I am a genuine, often pleasant person, I do solid work for a reputable organisation and have, over the breadth of time, proved to be an attentive father and husband. But drugs, it seems to me, do not conjure demons; they reveal them. So how to reconcile my past with my current circumstances? Which, you might ask, of my two selves did I make up?</p> <p>As a veteran journalist, I decided to report the story. For two years on and off, I pulled medical and legal documents and engaged in a series of interviews with people I used to run with. By turns, it became a kind of journalistic ghost dancing, trying to conjure spirits past, including mine. </p> <p>Some people I interviewed wanted me to say I was sorry – I am, and I did. Some people wanted me to say I remembered – I did, and I did not. And some people wanted me to say it was all a mistake – it was, and it was not. It felt less like journalism than archaeology, a job that required shovels and axes, hacking my way into dark, little-used passages. It would prove to be an enlightening and sickening enterprise, a new frontier in the annals of self-involvement. I would show up at the doorsteps of people I had not seen in two decades and ask them to explain myself to me.</p> <p>In drug-gangster movies, the kingpin is always some guy with a pock-marked face who has goombahs at his flanks on the way into the restaurant, sits with his back against the wall and always gets the big piece of chicken. But the most successful person I did business with was just a touch over 5ft, cute, with a full head of dyed blonde hair, a little mouth and a fondness for maniacs in matters of the heart, if not business.</p> <p>When I met Anna, I was more or less living with Doolie, a woman I adored. I began stepping out on her because Anna was in high effect, moving what she said was a kilo a month from straight-up Colombian sources through a series of reliable associates who were also her pals. She worked dead letter boxes in storage spots, safe-deposit boxes and mules to keep her at a distance from the nuts and bolts of the drug enterprise. When the piles of money were too big to hand count, she used a digital scale to weigh piles of twenties. She had two kids in a nice house in north Minneapolis; the serious dope business was done elsewhere. </p> <p>On our first date, we mowed through my eight ball – an eighth of an ounce – of indifferent coke. She sent me to a safe under the carpet of her steps, and I beheld a pressed kilo of pure cocaine. Decades later, we were talking outside a hotel in Tucson. She still had no trouble recalling the dimensions of a kilo of coke.</p> <p>'It was about as big as a book, about this big,' she said, framing the air with her hands. 'It still had the snake seals; I mean, it was right from the Medellín cartel.'</p> <p>It had been 10 years since we had even seen each other. Of all the trips I had taken in pursuit of the past, this was one in which a common truth was unlikely to emerge. We each need to find a place to put our time together that does not leave either of us immobilised with shame. I ended up with our kids, but the moral ground curiously rests with her. I hit her, for one thing. And whatever she did, she did out of a kind of love. My instincts were far more mercenary.</p> <p>In her version, everything was going swimmingly until I came along, and then I seduced her into smoking cocaine. In my version, I lumbered into her life, succumbed to abundant blandishments and descended into a violent, destructive mania. </p> <p>For a time, we were both riding high. I had a budding reputation as a reporter, and she was one of the most respectable sources of serious weight in the city. Anna introduced me to her pals as her trusted associate, but they all knew precisely what I represented: the guy who would ruin a good thing. Certainly she got a primer from me, observing that the difference between snorting and smoking coke was vast.</p> <p>'We fought for about six months about it, and then I joined you,' she remembered. She tipped over almost immediately. By the spring of 1988, six months after we had got together, her business was in disarray, I had lost my job and then, oh, yeah, she was pregnant. Together, Anna and I drew many lines in the sand and then stepped across them, usually with me leading the way.</p> <p>When Anna's waters broke in her living room on Oliver Avenue, I had just handed her a crack pipe. (Anna, by the way, swears such a thing never took place. I have my memories, and she has hers.) She had just entered her third trimester. Were we in the midst of giving birth or participating in a kind of neonatal homicide? The water beneath her became a puddle of implication. Now look what we did.</p> <p>'Man, them are little babies, where'd you get 'em?' The kid, about eight, saw me coming out of the hospital with a twin in each arm in May 1988. I was speechless. How could a child this small, this unknowing, tell at a glance that these children had landed on me from a very great distance?</p> <p>They had been patients in the neonatal intensive care unit for a month. Born at 2.5lb and 2.9lb, and each just over 15in, Meagan and Erin arrived two and a half months premature. According to medical records, which I requested almost 20 years after the fact, Erin 'cried spontaneously, but each time her crying stopped, her heart rate decreased and her respiratory effort became poor. She was intubated in the delivery room ...' Meagan 'had umbilical, artery and venous catheters placed on 16/4/88 for blood pressure and arterial blood-gas monitoring and for delivery of emergency medications.' Once the jaundice of their early birth wore off, they were small pink spots surrounded by an array of tubes and machines, the organic part of the apparatus.</p> <p>As I stared at them in my addled state on visits to the hospital, my mind wandered to bath time, something I had heard that you did with babies. What would we use, a teacup? </p> <p>Once we got the girls home, the heart and respiration monitors seemed designed specifically to terrorise us. One of them would shift positions or spit up a bit, and the alarms would go off. Recently, I went to see a pal, Chris, now a professor of creative writing in New Orleans, who watched the unfurling disaster back then.</p> <p>'One winter night, you called me late and said: \"We're out of diapers, we don't have diapers,\" and you thought somebody was watching the house,' he recalled. 'You guys were paranoid and getting high, and you said, \"I think the cops are watching the house; I can't leave,\" and so I went to the convenience store, got some diapers, drove over, with diapers and milk or something.'</p> <p>Chris did what he could, but other friends thought of calling the authorities. A document I found in the twins' medical files suggested they were already on the case: 'The parents have appeared to be open about their drug use. They have stated their intention to attend AA meetings and provide a chemically free environment for their children. This may be difficult without intervention, considering the long reported history of drug use,' said a letter dated 22 April 1988, from the medical team to Child Protective Services of Hennepin County.</p> <p>I remember driving to a dark spot between the streetlights at the rounded-off corner of West 32nd and Garfield. Right here, I thought. This would be fine.<br>The Nova, a wreck with a bad paint job my brother bought me out of pity, shuddered to a stop, and I saw two sleeping children in the rear-view, the fringe of their hoods emerging in outline against the back seat as my eyes adjusted to the light. Teeny, tiny, itty-bitty, the girls were swallowed by the snowsuits. We should not have been there. But I was fresh out. I had nothing. I called Kenny.</p> <p>Anna was out, and I could not bear to leave them at home, but I was equally unable to stay put. So here we were, one big, happy family, parked outside the dope house. Then came the junkie maths. If I went inside the house, I could get what I needed in five minutes, 10 minutes tops. The twins would sleep, dreaming their little baby dreams where their dad is a nice man, where the car rides end at a playground.</p> <p>The people inside would be busy, working mostly in pairs. Serious coke shooting is something best done together. The objective is to walk right up to the edge of an overdose without actually dying. The technique was to push the plunger in slow but large. One would be pushing, watching as the other listened to the interior sound of blood and nerves brought to a boil. Are you good? Yes. No ... Just, um ... ah ... that's perfect.</p> <p>Kenny's lip-licking coke rap was more ornate, somehow more satisfying, than that of most of the dealers I worked with. His worldview was all black helicopters and white noise – the whispering, unseen others who would one day come for us. It kept me on my toes.</p> <p>But tonight I had company. I certainly couldn't bring the twins in. Even in the gang I ran with, coming through the doors of the dope house swinging two occupied baby buckets was not done. Sitting there in the gloom of the front seat, the car making settling noises against the chill, I decided that my teeny twin girls would be safe, that God would look after them while I did not.<br>I got out, locked the door and walked away. Inside, a transformation – almost a kidnapping – got under way. The guilty father was replaced by a junkie, no different from the others sitting there. Time passed, one thing begot another and eventually I was thrown clear.</p> <p>Leaving, I remember that. Out the metal door and then out the front door with its three bolts onto the porch and the hollow sound of my boots on the wood floor. A pause. How long had it been, really? Hours, not minutes. I walked toward the darkened car with drugs in my pocket and a cold dread in all corners of my being.</p> <p>I cracked the front door, reached around, unlocked the back and leaned in.<br>I could see their breath.</p> <p>God had looked after the twins, and by proxy me, but I realised at that moment that I was in the midst of a transgression He could not easily forgive. I made a decision never to be that man again.</p> <p>In Minneapolis 19 years later, I stood on the spot outside Kenny's where I parked that night. The car was, according to my brother Jim, a Chevy Nova. He sent me the title: '79 Chevy Nova with 89,950 miles on it, plate number NHS091. Thinking back through all those years, I remember standing by the car, I remember looking back in. I remember the maths. And I remember the snowsuits.</p> <p>But that's where the plot thickens and the facts collide. Erin and Meagan were born on 15 April 1988. Whenever I felt compelled to explain myself and the cold facts of our history, that night outside Kenny's was the necessary moment. In the story as I recited it, that horrible night occurred very soon after they were born. I thought I quickly entered treatment because even though I had been an unreliable employee, a conniving friend and a duplicitous husband, nothing in my upbringing allowed me to proceed as a bad father. The twins were then whisked into temporary foster care soon after their birth. After that, it's a Joseph Campbell myth in which our hero embraces his road of trials, begins to attain a new self and hotfoots it back to the normal world.</p> <p>Nice story if you can live it. If the girls were born in April, and I went into treatment a few months afterwards, as I have always said, where did the snowsuits come from? Minnesota is cold, but not that cold.</p> <p>When I was talking to my brother about the make of the car and mentioned the snowsuits, he said: 'That's easy. You didn't go to treatment until sometime in December, like, eight months after they were born.'</p> <p>He's almost right. I did not enter Eden House, a six-month inpatient treatment programme in Minneapolis, until 25 November 1988. So the presence of snowsuits on a cold November night were undoubtedly real. That part about me straightening out right after they were born? A myth, but not the kind Joseph Campbell had in mind.</p> <p>Sometime soon after that night at Kenny's – the week before Thanksgiving 1988, as I would later find out – I became convinced that something brutal and unspeakable was about to land on all of us, including the kids. At our house, it was all needles, blood, babies and piles of dirty clothes. High or not, it was hellish to behold. </p> <p>I called my parents and said that if they took the kids, I would go to detox and Anna would go to treatment. 'You told us that there were no adults in the house, that it was a dangerous place for children to be,' my dad recalled, as I talked to him on his deck overlooking Lake Minnetonka in the summer of 2006.</p> <p>Detoxes are really human aquariums, a place where large, Librium-infused humans bob here and there, watched by the staff through thick plate glass in case one of them freaks out or starts flopping around. My job, as it turned out, was to settle my arms up to my biceps in a large tub of Dreft detergent, a nice low-tech way of disinfecting my track marks without involving a lot of hands-on work by the staff. </p> <p>I had become a white-trash untouchable.</p> <p>A few days later, my parents had Thanks-giving dinner, and I came straight from detox. My babies were there. After dinner, my parents spoke to me quietly, off to the side. They had spoken to my older brother, John, who worked in leadership for the Catholic Church, and he had wired up temporary foster care through Catholic Charities. Erin and Meagan would be placed with a family while I went 'to deal with things'. It was decided that I would follow my detox with an intensive six-month rehab programme at Eden House, a last-chance facility in downtown Minneapolis. Eden House was a long-term therapeutic community, the kind of place that brimmed with slogans. This was the main one: 'The answer to life is learning to live.' </p> <p>This is the point where the knowing author laughs along with his readers about his time among the aphorisms, how he was once so gullible and needy that he drank deeply of such weak and fruity Kool-Aid. That's some other story. Slogans saved my life. All of them – the dumb ones, the imperatives, the shameless, witless ones.</p> <p>I lustily chanted some of those slogans and lived by others. There is nothing romantic about being a crackhead and a drunk – low-bottom addiction is its own burlesque that needs no scornful annotation. Unless a person is willing to be terminally, frantically earnest, all hope is lost.</p> <p>All the assets I had – an ability to verbalise, intellectualise and filibuster – got no play at Eden House. In at least a few other treatment centres, I was often seen as baby Jesus, a counsellor's pet who knew all the jargon and right buttons to push. At Eden House, I was seen as a fool, and a pretty soft one at that. It wasn't Abu Ghraib, but it wasn't the treatment place with the elliptical machine and a staff nutritionist, either.</p> <p>The chronicity of addiction is really a kind of fatalism writ large. If an addict knows in his heart he is going to use someday, why not today? But if a thin reed of hope appears – the possibility that it will not always be so – things change. You live another day and then get up and do it again. Hope is oxygen to someone who is suffocating on despair.</p> <p>The implications of a misstep arrived every weekend. My parents would come by with the twins after having picked them up from the foster-care family and set them down to crawl around in the visiting room. I can remember one of the female counsellors – Beth, maybe – coming in and marvelling at Erin and Meagan and asking no one in particular whom they belonged to. It took me just a second to realise the answer.</p> <p>'That would be me.'</p> <p>When I got out of Eden House after six months, I moved into a sober house and began taking care of the kids here and there. Anna and I were no longer together, but she had sobered up as well, so the children had been returned to her. But while I was going to recovery meetings and doing my little freelance writing assignments, Anna began struggling. </p> <p>One day in the summer of 1989, I showed up at her house and the twins were wet, hungry and wailing. We went to the nearby 7-Eleven on Penn and Dowling Avenues in north Minneapolis. I waited until the spot right in front of the door opened up, and I went and quickly bought diapers, milk, new bottles and some bananas. While I changed them, they ate the bananas and drank the milk with an animal intensity. I decided not to take them back, not knowing what it meant other than the fact that I would need my own place, more clothes and more money.</p> <p>If I am a good person now and an able father, I must have been the easy choice as custodial parent back in the day. In this formulation, when I started pursuing custody, I was just a beefier version of Mother Teresa, all selflessness and calm, and Anna was a nasty basket case. </p> <p>Eighteen years after the case was decided, I went to see Barbara, the attorney who helped me obtain custody of my daughters. These many years later, Barbara hesitated when I ran that story, and then told a different one. </p> <p>'You looked unwell,' she said. 'You weighed close to 300lb. It was in the winter, and you had on a very heavy coat, but it obviously didn't fit you; it was raggedy. If I had seen you on the street, I would have thought you were homeless, because you were very rough. Your hygiene was bad; your eyes were rheumy.'</p> <p>But I was a man about my business, right?</p> <p>'I wasn't used to having clients look like you. I didn't do criminal; I represented banks and mortgage companies, and so to have you come in and want custody of two little babies, um, I struggled with whether or not that was even a realistic goal that we should consider ... I couldn't tell if you were following along well enough to understand the impact of what this would mean to your life.'</p> <p>So other than being addled from an unspeakable habit, a little smelly and a touch on the amazingly obese scale, I was good to go. Ready to star in one of those car adverts where the kids crack wise in the back seat while the dad says something sage and knowing into the rear-view. Except I didn't have a car. And the kids did not legally belong to me. I had never married their mother or established my paternity. I had no insurance, and I had not paid taxes in several years.</p> <p>Although Anna has always given me abundant credit for doing a good job with our twins, she is quick to remind me that I stole them in the first place. A part of me was convinced she was right. Revisiting the issue with Barbara, I talked about how we managed to persuade Anna to take a drug test when she moved back from Texas, where she had been staying with her mum. We made visits conditional on a clean result, and she came up positive for cocaine and pot. I remembered this as a clever linchpin in our legal strategy, but Barbara reminded me that Anna had failed that test over and over and that she moved in with a dope dealer when she got to town. How she missed appointments to see the kids, missed court dates, switched lawyers and eventually agreed to a settlement that gave me physical custody of the girls. </p> <p>History suggests that things turned out as they should have, but Anna's suggestion that I was not the obvious choice as the twins' custodial parent found significant traction when I went back and looked at the record. I had won a tallest-midget contest with Anna, nothing more. Each of us had a history of relapse, and mine was far more extensive. The lie that I told myself – that I was made entirely new by my decision to lay off drugs – kept doubt at bay. If I really examined my fitness in all of its dimensions, I would have been paralysed. It was a fairy tale that kept me alive and allowed me to make it come true. Everything good and true about my life started on the day the twins became mine.</p> <p>When a woman, any woman, has issues with substances, has kids out of wedlock and ends up struggling as a single parent, she is identified by many names: slut, loser, welfare mum, burden on society. Take those same circumstances and array them over a man, and he becomes a crown prince. See him doing that dad thing and, with a flick of the wrist, the mum thing, too! Why is it that the same series of overt acts committed by a male becomes somehow ennobled?</p> <p>I'm not saying that raising children, especially by yourself, is a trip to Turks and Caicos, but single parenting is as old as reproduction. Families declare themselves in all sorts of versions, and ours happened to be two adorable toddlers stapled to 250lb of large, white male. Still, people who knew our circumstances marvelled at the idiosyncrasy. And people who knew me before the twins wondered all the more.</p> <p>I had no idea what I was doing, but children teach you how to care for them. Leave the house without an extra diaper, and they will have some brutal, smelly event at a McDonald's. Let them wheedle their way into your bed so you can get some rest, and you will be fighting them off every single night of their young lives. Gradually, slowly, the three of us developed a routine at bedtime, with baths, prayers and stories – stuff I had been brought up on or seen on TV. </p> <p>As we spent more time together, they began to know me, and I came to adore them – madly, deeply, truly. We developed other rituals. When it came time to actually turn out the light, I would sing a song of my own making.<br>To the tune of nothing in particular, but very up-tempo:</p> <p>'Oh, I've got the nicest girls in town,<br>I've got the nicest girls in town.<br>They are so nice, they are so sweet,<br>I love them twice, they can't be beat.'<br>And then, a real strong Broadway finish, with every note held and punished (apologies to Ethel Merman).<br>'Oh. I've. Got. The. Nicest. Girrrrrrrls.<br>Innnnnnn.<br>Townnnnnnn.'</p> <p>It was a huge hit in our crummy little upper duplex, but if that all sounds like some after-school special, with the fat ex-junkie dad singing to his misbegotten daughters, well, it is what it is.</p> <p>I always thought that people who spent endless amounts of time drilling into their personal histories are fundamentally unhappy in their lives, and I'm not. I'm ecstatic in my own dark, morbid way and subscribe to a theory of the past that allows the future to unfold: we all did the best we could.</p> <p>Even with the trope of reporting, my addiction narrative arrives at some very common lessons. Too much of a bad thing is bad. If you don't sleep and eat but drink and drug instead, you will lose jobs, spouses and dignity. And while the lessons of the recovery story are important, they are even more prosaic. Once I stopped doing narcotics and alcohol, I landed good jobs, remarried, had a baby and, of course, learned to love myself.</p> <p>Junkies and drunks frequently end up putting a megaphone to their own pratfalls in the form of a memoir because they need to believe that all of the time they spent with their lips wrapped around glass, whether it was a bottle of vodka or a crack pipe, actually meant something. That impulse suggests that I don't regret the past – it brought me here to this nice, happy place – but I'd also like to squeeze something more from it. And so I have.</p> <p>Two years of reporting and a lot of awkward conversations later, I realised that in reductive psychoanalytic terms, I had achieved a measure of integration, not just between That Guy and This Guy but between my past and my present. Carl Jung suggested that until we embrace both our masculine and feminine sides, we can't be made whole. For all the testosterone I have deployed in my affairs, I experienced salvation in expressing common maternal behaviour. You are always told to recover for yourself, but reproduction has an enormously simplifying effect on life: are you willing to destroy others, including little babies, in order to feed the monster within?</p> <p>Not in my case, but it was a much closer call than I would like to admit. I now inhabit a life I don't deserve, but we all walk this earth feeling we are frauds. The trick is to be grateful and hope the caper doesn't end any time soon.</p> <p><strong>· </strong>David Carr is a culture reporter and the media columnist for The New York Times. His book, The Night of the Gun, from which this article is adapted, is published by Simon &amp; Schuster. To order a copy for £12.31 with free UK p&amp;p, go to <a href=\"http://www.observer.co.uk/bookshop \">observer.co.uk/bookshop </a>or call 0870 836 0885</p>",
  "<p>The true scale of the jobs disaster facing Britain is revealed today as experts issue dire warnings that up to half a million workers will lose their jobs over the next two years, as companies cut costs and scale back investment plans to survive the economic downturn.</p> <p>Official figures are widely expected to reveal this week that the number of people out of work and claiming benefits increased for a seventh successive month in August.</p> <p>Finance companies based in London's Square Mile have already laid off thousands of workers since the US mortgage crisis unleashed chaos in the world's markets last summer; and the 5,000 UK-based staff at crisis-hit investment bank Lehman Brothers are awaiting news this weekend about how many of them will be made redundant.</p> <p>The constant drip of job losses is spreading beyond the City. Karen Ward, chief UK economist at HSBC, calculates that almost a quarter of the workforce - seven million - are employed in the vulnerable retail and leisure industries. Thousands of shopworkers have already lost their jobs this year, as a succession of retail companies have gone into administration. Car manufacturers are also scaling back their production after the latest registration figures showed that last month was the worst August for new car sales since 1966.</p> <p>Trade unions at Ford's Transit van plant in Southampton will hold talks with executives tomorrow in the hope of averting layoffs. Roger Madison, national automotive officer for the Unite union, said: 'There is just no confidence at the moment. All the companies are struggling - everyone is in the same boat.' There are fears that the Southampton plant, employing 1,100 workers, will be closed if Ford decides to build a new model of the van at its low-cost sites in Turkey or Romania. A decision on where to build the new model is due soon.</p> <p>Tomorrow union leaders will also meet executives from General Motors over its plans for a 'down day' on 26 September when its Vauxhall Vivaro van plant in Luton will cease production. </p> <p>Last month it emerged that Toyota was cutting production at its Derbyshire plant because of a fall in demand for cars. Unite also reports that Jaguar Land Rover - owned by the Indian firm Tata - is scaling back operations.</p> <p>Several housebuilders have announced big job losses as they struggle to sell new properties in the tough housing market. Barratt announced that it would cut a quarter of its workforce, and Persimmon said it would lay off 2,000 staff. In total, up to 50,000 construction workers have lost their jobs. On the broader measure favoured by the government, unemployment had already risen by 60,000 between March and June to 1.7 million. Michael Saunders, chief UK economist at Citigroup, believes the figure will continue rising for another two years, as the economy slides into recession, peaking by late 2010 at 2.25 million. </p> <p>'The only parts of the economy that have created many jobs over the past few years have been banking, finance and business services, and the public sector, and both of those look like they're going to get much weaker,' he said.</p> <p>But economists believe it will take until at least the end of next year before a sense of optimism begins to return. In the meantime Britain's consumers are expected to tighten their belts as the value of their homes declines and their spending power is eroded by rising food and fuel bills. That's bad for business on the high street and across service industries, and is expected to fuel unemployment. After the travel firm XL collapsed last week, British Airways boss Willie Walsh predicted that up to 30 small airlines could go out of business. </p> <p>Estate agents, too, have been hit hard. In a survey by the Royal Institution of Chartered Surveyors, some agents said they were selling just one property a week: hardly enough to justify employing a large staff. Halifax has announced that it is closing 53 branches, with the loss of up to 100 jobs. Analysts at Merrill Lynch have suggested that a third of all estate agents' branches could close. </p> <p>Hugo Sellert, head of research at online recruitment firm Monster, has noticed a decline in the number of new jobs being advertised. 'This month what emerged most clearly was that employers seemed to be scaling back on casual and temporary recruitment,' he said. He said the most noticeable weakening of the job market had been in East Anglia, the Midlands and London. 'Unemployment typically lags other indicators of the health of the economy, and we're looking at the early stages of the downturn,' he said, adding that the UK is six to nine months behind the US, where unemployment has risen sharply to 6.1 per cent, the highest rate in five years.</p> <p>Driving unemployment to a historic low was one of the proudest boasts of Gordon Brown's decade-long chancellorship and a key element of restoring Labour's record for economic competence.</p> <p>During the 1979 election campaign, Conservative campaign posters bearing the slogan 'Labour Isn't Working,' helped to dislodge the Callaghan government. But over the next four years Margaret Thatcher oversaw more than a doubling in unemployment, which shot up above three million in 1983. It hit three million again a decade later, during the painful recession of the early 1990s.</p> <p>Lai Wah Co, head of economic analysis at the the Confederation of British Industry (CBI), which represents businesses, said it should also help that UK plc is now leaner than it was at the outset of the last recession. 'Because of globalisation, companies have outsourced most offshore functions. There is not much scope for cutting back jobs. We don't think job losses will total those of the early Nineties.'</p> <p>The recent influx of migrant workers to the UK - many of whom are now going home - should also cushion the impact of falling employment. Since 2004, when eight eastern European countries joined the EU, about 845,000 migrant workers were attracted to the UK by the thriving job market. Approximately half have returned and more are following.</p> <p>However, because the days of mass unemployment are a distant memory to much of today's workforce, many employees have built up little in the way of a financial safety net, leaving them extremely vulnerable if they do lose their job. 'Over the past 10 years, people have never had this feeling of fear,' said a spokeswoman for Citizens' Advice, which says unemployment is one of the major causes of financial distress. The spokeswoman said: 'It [unemployment] doesn't hit for a while; they often borrow more to pay for basic things, so they get themselves deeper into debt.' </p> <p>As part of the government's housing package this month, Alistair Darling, the Chancellor, announced that people who lost their jobs would be able to claim financial support to help with mortgage interest payments after 13 weeks, instead of 39 weeks as at present. The Treasury is keen to prevent job losses leading to a wave of repossessions and forced sales in the housing market, driving prices lower in a vicious circle.</p> <p>Professor David Blanchflower, the US-based economist who sits on the Bank of England's interest rate-setting committee, told MPs last week he thought two million people could already be out of work by Christmas. He has repeatedly voted for further cuts in interest rates to prevent the downturn from spiralling out of control; but has been outgunned by the majority on the committee, which has left rates on hold since April.</p> <h2>Case study</h2> <p>For Gary, 40, losing his IT job at a leading bank in the City four months ago could not have come at a worse time. 'I was made redundant a week before my baby was born,' he said. 'I'd just moved into a new department and then the funding was withdrawn. I was escorted off the premises. It wasn't pleasant.' While he has enjoyed being around to help look after his first child, he is concerned about getting a new job. 'I don't think it's going to be easy. My concern is how long it's going to take.' His situation is more urgent because with his wife on maternity leave, the money coming into the home has fallen sharply. 'I have been in banking for 13 years and this is the biggest downturn. The question is how long will it take to recover?'</p>",
  "<p><strong>Bestival</strong><br>Robin Hill, Isle of Wight </p> <p>If you've been patronising Rob da Bank's boutique bashes on the Isle of Wight in recent years, you would have had every reason to believe that Bestival was immune to British festival weather in its muddy, floody glory. </p> <p>One consolation for the revellers adrift on oceans of mud last weekend was the apt fancy dress theme, '30,000 freaks under the sea'. The starfish and lobsters and the brave souls kitted out as frogmen seemed entirely at home. Another consolation was the sterling line-up, perhaps the strongest of any festival this year. Big, bland anthem-peddlers were absent; instead, the focus was on acts that can innovate, from Hot Chip, who delivered an electrifying set, to London dubstep royalty Digital Mystikz.</p> <p>Particularly intriguing were the nostalgia acts, some of whom provoked Lazarus-like responses from the assembled. 'They're still alive?' people were mouthing, bemused, as hip hop pioneers the Sugarhill Gang began their vital routine. Gary Numan played 'Cars'. The Human League played 'Don't You Want Me Baby?' Funk wildcard George Clinton satisfied his audience by turning up with a guitarist in a nappy and a female vocalist on rollerskates.</p> <p>One of Rob da Bank's achievements was persuading the reclusive prankster-genius of electronic music Aphex Twin to DJ, which he did for two hours behind a veil of dry ice, strafing strobes and typically disturbing visuals. His old-school techno set wasn't what some fans, expecting 'Windowlicker'-style loopiness, wanted, but it was brilliantly executed. There were a few mishaps and missteps. Pendulum were a dreadful choice to headline on Friday night. Amy Winehouse turned up late and delivered a set that could charitably be described as off-kilter, while Santogold's newly fleshed-out live band were let down by terrible sound in the Big Top. But none of this, nor the angry weather gods, could dampen the high spirits we expect here. </p> <p><strong>Best performance </strong>My Bloody Valentine</p> <p><strong>Overheard </strong>'If you like rain, mud and misery, you've come to the right place.'</p> <p><strong>Best discovery </strong>Akron/Family</p> <p></p>",
  "<p><strong>The Region: London</strong></p> <p>Early this year estate agents felt London might escape the slump because of a cocktail of high immigration rates, City bonuses, foreign billionaires and slow rates of house building. Well, the cocktail has gone toxic. This week's figures from the Royal Institution of Chartered Surveyors shows each London agent sold an average 9.4 homes in the past three months - just one every 10 days, the worst rate in the UK. A monthly index from sales website Rightmove.co.uk shows the average asking price of homes in the capital fell £21,000 in August. The worst performing borough was Wandsworth, where asking prices tumbled 7.9 per cent in four weeks.</p> <p><strong>Doing Badly</strong></p> <p>In Brooke Green, west London, estate agency Bective Leslie Marsh says three- to six-bedroom houses are 15 per cent to 20 per cent lower than they were at the peak of the market in autumn 2007. In suburbs as far apart as Walthamstow, Brixton and Wimbledon some agents report 25 per cent falls; 10 per cent to 15 per cent is now routine.</p> <p>TV property expert Phil Spencer, who runs a home search company for wealthy London buyers, says: 'We've just secured a property £600,000 below asking price within six weeks of the search commencing. All buyers are being highly selective and properties that are blighted in any way are not selling, almost regardless of price.'</p> <p>Kevin Ryan, of estate agency Carter Jonas in Mayfair, says: 'Apart from the top end of the market, where there is still activity, albeit reduced, everything is at a standstill.' In Chelsea, 'Buyers are all saying \"Why buy now?\" There isn't an easy answer,' according to Charles Puxley of Jackson Stops &amp; Staff.</p> <p>The new-build sector is also in crisis. House building has slowed by more than 20 per cent in the past year, according to the National House-Building Council. Some 5,000 new homes were started in the capital in the three months to August compared, with about 6,500 in the same period of 2007.</p> <p><strong>Doing Well</strong></p> <p>No area is immune from falls but there are genuine reports of exceptional properties - usually in the £5m-plus market of central London - getting competitive bids. But even in this rarefied sector, prices are 10 per cent to 20 per cent off last year's peak. So far there are few 'vulture buyers' - professional investors making absurdly low offers exploiting distressed sellers.</p> <p><strong>Telltale Signs</strong></p> <p>Almost every significant estate agency in the capital has closed an office or made staff redundant. Foxtons, bought for £390m last year by a private equity firm just as the market started falling, has called in banking advisers NM Rothschild to advise on its debt.</p> <p>One London property newspaper has collapsed because of lack of advertising and Jonathan Vandermolen, founder of Blenheim Bishop agency and a prominent figure in London's posh house sales market for more than 15 years, has laid off staff and switched to rentals because there is so little sales business. In the words of <a href=\"http://www.theratandmouse.co.uk\">theratandmouse.co.uk</a>, a website dedicated to London property market news, 'Estate agents are getting really good at sudoku'.</p>",
  "<p>Let's be honest: there is still (credit crunch notwithstanding) some trolley-shopping sneering at cans and frozen food. From an eco point of view, some of this is appropriate. Overall, the electricity consumption of our domestic fridges and freezers creates 62m tonnes of CO2-equivalent emissions per year (that's 2 per cent of total greenhouse gas emissions for the EU). In common with fridges, freezers need a coolant to work, and the coolant of choice is hydrofluorocarbon (HFC), a gas with a global-warming potential 3,200 times greater than CO2. </p> <p>Otherwise the opprobrium is quite inappropriate. Take peas, for example. We eat 100,000 tonnes of frozen peas a year, predominantly from British farms, blast-frozen in a tunnel at -25C two and half hours after harvesting. OK, this is an energy-intensive practice, and granted, this is not exactly a cottage industry - Birds Eye (recently sold by Unilever to private equity giant Permira) dominates. But compare it to the other popular alternative of flying mangetout from Africa in winter (some 6,000 miles), and add in the issue of whether the land used to grow this food for export should be used for local food production - and frozen looks virtuous. </p> <p>Besides, frozen needn't mean reconstituted veg and arctic rolls, as anybody who has a good allotment will tell you. Its core use should be to freeze local or homegrown surpluses to tide you through the winter.</p> <p>Canned produce suffers from a similar image problem. Admittedly, a lot of energy is expended in the canning process, turning gas into steam; the Heinz canning site at Kitt Green, near Wigan which processes some 1.34bn cans a year needs around 140 tonnes of steam per hour - and that's a hugely efficient factory.</p> <p>But the big ecological get-out-of-jail-free card is that canned food allows us, the consumer, to pre-cycle. Unlike with plastic, with its woeful array of indecipherable triangle symbols and different polymers, we largely know we can recycled tins into an established system. Most tins now contain around 25 per cent recycled material. </p> <p>But which is better, frozen or canned? While tins of food will sit there happily until the apocalypse arrives, frozen foods require constant energy to stay frozen. But you can mitigate this energy consumption with better freezer management. Put your freezer near a direct heat source - it is often near the cooker - and you raise operating costs by around 50 per cent. Store it in the garage and keep it fully packed (it will work more efficiently) and it becomes relatively inexpensive. </p> <p>In either case, I'd rather have canned or frozen than the 'chilled' goods that increasingly stock our fridges, which are chilled throughout the supply chain and sold in open chiller cabinets competing to stay cool in heated shops. These are the products that should be given the cold shoulder.</p> <p><a href=\"mailto:lucy.siegle@observer.co.uk\"><br>lucy.siegle@observer.co.uk</a></p>",
  "<p>They call them the Bandi Guantánamo, the Guantánamo returnees, and their welcome home is far from warm. All across Afghanistan in recent months, scores of men have been coming back from a long journey halfway around the world. About 100 have been released from Guantánamo Bay by United States authorities in the last 12 months as Washington, under mounting pressure from governments around the world, attempts to moderate the damage done to America's image by the Cuba-based detention centre. A third are Afghan and more are due to return in the coming weeks.</p> <p>After more than five years in detention thousands of miles away, often traumatised, often angry, or just broken and poor, the Bandi Guantánamo try to build new lives, with limited success. Most claim innocence. Others are unashamed of their acts of violence. Interviewed in Kabul last month, Mohammed Umr described how he had trained in terrorist techniques, met Osama bin Laden and fought at the battle of Tora Bora in 2001. Released 10 weeks ago, he spoke of how angry the presence of his former jailers in his homeland made him. 'If they have come here to help us, why do they kill civilians and why can't they even provide electricity to Kabul seven years after invading?', asked the 30-year-old former footballer, arrested in Pakistan during the closing days of the war of 2001.</p> <p>Almost all the former detainees describe mistreatment - ranging from waterboarding - the repeated half-drowning of prisoners to get them to talk - through to beatings, sleep deprivation, being kept in 'stress positions' and exposure to extreme temperatures for long periods. Most say that the worst abuse occurred in US bases in Afghanistan, notably in the eastern and southern cities of Jalalabad and Kandahar, or at the logistics centre of Bagram airfield, where a 500-capacity makeshift prison was built. American military spokesmen in Afghanistan deny any mistreatment.</p> <p>By comparison, the former prisoners say, Guantánamo was relatively bearable. 'It was better there,' said Abdul Nasir, who added that he had been deprived of sleep in the Bagram prison. 'The food was OK. There was more exercise. When I arrived [in 2003] we had just 20 minutes twice a week. By the end it was two hours a day.' Like others interviewed by The Observer, Nasir, 26, claimed that rows frequently broke out in Guantánamo over religious practice. 'The guards made noise when we were praying. They shouted bad things,' he alleged. 'There was nearly a riot because they were handling the Koran that we were allowed in our cells.'</p> <p>Many former detainees say they have been told by the Afghan government or their former jailers not to talk to journalists. Several senior former Taliban figures, such as Mullah Abdul Salam Zaeef, their former ambassador to Pakistan, are under house arrest in Kabul, supposedly as part of the largely moribund 'reconciliation process'. The head of the reconciliation commission was in Canada and unable to comment, his office said.</p> <p>Mirwais Yasini, Deputy Speaker of the Afghan parliament, played down the danger of returnees joining Taliban insurgents in control of large parts of the south and east of the country. 'We should try to reintegrate them, but [the returnees] should not get any special treatment,' he said from his office in the new Afghan parliament building. 'Their story is that of Afghanistan: a tragic tale.'</p> <p>Many former detainees return to hardship, chaos and violence. In the six years he has been gone, Abdul Nasir's village on Kabul's outskirts has barely changed but for a new road and new insecurity. 'We are worried to go into the fields at night because the coalition think we are Taliban and shoot at us,' said Nasir's elder brother. 'Every week, the Taliban are firing at the police in the village. Our school was burnt down and there have been bomb attacks.'</p> <p>Nasir was arrested by Afghan troops in 2002, accused of attacking a border post with a group of Pakistani Taliban. Though he now denies the allegation, legal sources close to his case said he had confessed, claiming he had been press-ganged by fellow students at the religious school where he had been studying in the anarchic Pakistani tribal zones.</p> <p>Saeed Jan was freed two years ago. He says he does not know why he was arrested in 2002 and says he was repeatedly beaten after his arrest in the eastern Kunar province and again at Bagram by American personnel. He returned to his village to find his sick wife and mother had died and his 12-year-old son had been killed in a fall while collecting wood. 'When I got home I said to myself it would have been better to have stayed in detention,' he said. 'At least my village is peaceful, but I have four other children and no money. We are hungry and I cannot afford food.'</p> <p>The detainees are being released into Afghan custody after their cases are reviewed by US authorities. They are usually held in the new wing, built with American funds, at Pul-e-Sharqi prison near Kabul, where they are tried under Afghan law by local terrorist courts. Most are released and given about £5 and some clothes. Many claim to have been the victims of denunciations by tribal enemies or rivals in complex local power struggles. It is difficult to confirm their stories, although many details appear convincing. In the aftermath of the invasion of 2001, with large bounties on offer for information leading to the arrest of al-Qaeda or Taliban supporters, coalition authorities with little knowledge of Afghanistan were often manipulated by factions and individuals to eliminate long-standing enemies. </p> <p>Haji Ghalib, a tribal elder from eastern Nangahar province released late last year, claimed he was falsely denounced after closing down a drugs bazaar when he was police chief in a rough district near Jalalabad. 'It was a ridiculous accusation, but the Americans believed it. They beat me, gave me no food and interrogated me by strapping me to a wooden plank and pushing my head into water. I kept telling them they had got the wrong person,' he said. </p> <p>Independent sources confirm that Ghalib, a former fighter against the Russians, had fought against the Taliban in previous years and was allied with an anti-Taliban warlord.</p> <p>'I spent four years in Guantánamo without any evidence of any guilt at all because I am innocent,' he said in Kabul. 'But I am not angry at the Americans because they were the victims of bad information. But I would like the money and vehicles they took from me. I am in a very difficult situation now, and I am worried about the people who accused me, because they could do it again.'</p> <p>More than 500 detainees have been released from Guantánamo and American authorities have indicated that only about 70 of the 263 still in their custody will be tried. They include at least a dozen senior al-Qaeda figures. A few hundred prisoners are still held in Bagram, where two have died of injuries sustained during interrogations.</p> <p>The detainees often return to tragedy and destitution. Saeed Ameer, from the eastern Nangahar province, was arrested in 2002 after explosives were found in his home. He denies all knowledge of the cache and blames a relative. 'I told the US that I had fought against the Taliban and spent five years in their jails,' he said last week. 'But they took me to their base, beat me until I was unconscious and kept me awake for days and days. Then they took me to Guantánamo and I stayed there for four years.' Ameer now scrapes a living trading livestock, though he cannot afford meat himself. 'There are 30 people in my family and a kilo of mutton is £2. How can I afford that?', he said. </p> <p>Tora Bora veteran Mohammed Umr said he just wanted to join his family in Saudi Arabia, where he grew up. It was from Medina that he travelled in 2001 for 'jihad'. He said that he had now forsworn violence and hoped to get married, settle down and have children.</p> <p>Yet Umr was still angry. 'Osama bin Laden is the only person who is concerned about the plight of the Muslim world. This Afghan government are un-Islamic collaborators with the West,' he said. 'No one here likes the Americans. In the provinces there are civilians being killed for nothing. There is chaos, violence, tyranny. This is enough to make even an ordinary person furious. Imagine how someone who has suffered for years in prison feels.'</p>",
  "<p>Mariely Robles is proud of her baby bump. She wears low-slung, pink tracksuit bottoms and a tight T-shirt so that her stomach, stretched smooth with child, protrudes nakedly over her waistband. At the convenience store where she is buying soda with her friend, she rests one hand on her tummy. A small, yappy dog dressed in shorts is slung over her right arm. 'He's called Bambi,' she says, with a sweet smile.</p> <p>Mariely is 16. Her baby - a girl - is due in little more than a fortnight. 'I am happy about it,' she says in a quiet voice. 'I chose to have a baby.' Why? She looks at me vacantly, a smattering of freckles over the bridge of her nose. 'Because ... I guess I want to be a mother.'</p> <p>It is as good an answer as any you will find in Gloucester, Massachusetts. It is an answer that resounds far beyond this small working seaport, an answer that criss-crosses the length and breadth of a country where teenage pregnancy is worn as a curious badge of honour. In America it seems that young motherhood has become something to be proud of, a status symbol that is preferable to abortion, and an ethical choice that speaks of family values rather than family breakdown. Over recent weeks it has even become something of a vote-winner. When John McCain's vice-presidential candidate, Sarah Palin, revealed that her 17-year-old daughter was expecting her first child it contributed to a 4 per cent Republican lead in the polls. </p> <p>Pregnancy plays well in the US. When Britney Spears's younger sister, Jamie Lynn, gave birth in June at the age of 17, she promptly signed an exclusive magazine deal and was photographed on the cover, holding her child and extolling the virtues of being a 'mom'. The hit film Juno, which features a teenage girl who chooses to go through with an unplanned pregnancy, grossed more than $229m and won a 2008 Academy Award.</p> <p>In a country with a strong evangelical streak, there are a growing number of social conservatives who are, like Palin, fervently anti-abortion. Increasingly teenage motherhood is seen as a responsible social decision rather than the shameful consequence of a regrettable mistake. </p> <p>According to Dr Mike Males, a sociologist and senior researcher at the Centre on Juvenile and Criminal Justice in San Francisco, young motherhood is now viewed as a viable strategy for women lower down the socio-economic scale rather than as evidence of a dysfunctional society. 'Because poorer groups tend to die younger, having babies early in life may ensure that grandparents and extended family members will be alive and healthy enough to help raise children,' he said. Males cites a 2005 study that found that former teenage mothers who are freed from child-raising duties by their late twenties or early thirties have, by the age of 35, 'earned more in income, paid more in taxes, were substantially less likely to live in poverty and collected less in public assistance than similarly poor women who waited until their twenties to have babies'.</p> <p>The sub-text is clear: that, far from being victims of deprivation and ignorance, young girls are choosing to become mothers in a society that increasingly celebrates teenage parenthood as the wholesome alternative to abortion. Not everyone agrees. In the days after Palin announced that Bristol was expecting, Democratic bloggers accused her of exploiting her own daughter to further her 'regressive' pro-life policies.</p> <p>Is Bristol Palin's pregnancy to be applauded, or is it evidence of an uncomfortable cultural shift that has seen a substantial and irreversible erosion of women's rights over the past decade? Mariely Robles might not realise it yet, but her baby bump is fast becoming a political issue.</p> <p>Gloucester is a faded-round-the edges city of clapboard houses and mosquito screen doors. Perched on the edge of the sea, 45 minutes north of Boston, it is a place used to extremes - the 30,000 inhabitants can remember 20in of snow a few years ago and, last week, the pebbled shoreline was buffeted by heavy downpours. It was here, 17 years ago, that six fishermen were sucked under the sea in a tempest immortalised in the book and film The Perfect Storm.</p> <p>Back in June, the people of Gloucester found themselves at the centre of a different kind of storm. At Gloucester High School, 18 teenagers, aged 14 to 16, were rumoured to have formed a 'pregnancy pact'. At the time Dr Brian Orr, the director of Gloucester High's independent medical centre, diagnosed 'an epidemic'. In a school of 1,200 students, the centre had administered 150 pregnancy tests between October 2007 and May 2008. Members of staff saw girls high-five each other when the results were positive. Some of them broke into smiles. One of them simply exclaimed: 'Sweet!'</p> <p>The television crews descended en masse, pitching their cameras outside the red-brick school building and hoping to catch a passing pregnant belly on film. One TV studio paid for a baby shower in return for an exclusive interview with a pregnant teen. There was much discussion about what had gone wrong in Massachusetts, a state that prided itself on having the second-lowest teen pregnancy rate in the country.</p> <p>Gradually the residents of Gloucester became wary of being the focus of attention. It is a tight-knit and predominantly Catholic community that protects its own. People stopped talking. Doors closed. The girls involved - including Mariely Robles - denied the existence of a pact. Four months later, it is almost impossible to get anyone to speak about it. 'You should leave those poor girls alone,' says one woman as soon as she hears my English accent. 'What happens here is no different from anywhere else in America.'</p> <p>To an extent, this is true - 750,000 American women aged 15-19 become pregnant every year. According to the Centres for Disease Control and Prevention, the teen birth rate rose in 2006 for the first time since 1991 to 41.9 births per 1,000 - a 3 per cent increase from 2005.</p> <p>Teen pregnancy rates remain substantially higher in rural, poorer areas - in 2000 birthrates were highest in Mississippi, Texas, Arizona, Arkansas and New Mexico. Gloucester, with its impressive rows of porch-fronted houses facing out to sea, does not immediately seem to fit the profile. But it is a city with a split personality: the centre of town, with its craft boutiques and seafood restaurants, gives an impression of easy affluence, yet on the outer fringes there are pockets of noticeable economic deprivation. The once thriving fishing industry has suffered from the disappearance of jobs overseas. There is an endemic heroin problem. Teenagers have little to entertain them apart from a drive-through Dunkin' Donuts and the Cape Ann Lanes bowling alley. Lori Mitchell, whose daughter dropped out of school at 16 to have a baby, says there are worse ways to end up than as a teenage mother: 'They could be junkies or prostitutes.'</p> <p>Single teenage mothers are supported by government measures offering them subsidised housing and fuel assistance. In a city with few prospects, single motherhood is seen as a way out. Kevin Curley, a ruddy-faced former lobsterman with a strong Boston accent, puts it plainly: 'By getting pregnant, these girls can get a free house from the government. A lot of them saw their mothers grow up that way and a lot of them want to do the same. It beats getting a job.'</p> <p>But it would be too easy to dismiss Gloucester's teen mothers as welfare parasites and dropouts. The longer you spend here, the more it seems that young motherhood is a way of life. 'Sure, all my friends have children,' says Liz Rabbit, the 21-year-old receptionist at the Soft Touch hair salon. 'I'm used to it. I'm the odd one out for not having kids.'</p> <p>Of the young mothers I come across, the majority appear responsible, engaged parents and - perhaps because of my own inbuilt prejudice - this is profoundly unexpected. Part of the reason there has been such a build-up of resentment in Gloucester is that the teenagers have been caricatured as trailer-trash no-hopers in a way that Bristol Palin has not been. 'It's been made it into a class war,' says Lily Kennedy, a 44-year-old mother of three. 'These [pregnant] girls are actually good, sweet girls from strong family backgrounds who got confused, but they were treated like rednecks in the press. You don't hear that with Sarah Palin's daughter. Instead the Palins have been praised for staying together as a family.'</p> <p>Most of the teen mothers in question are either still at high school getting above average grades or have already graduated and are now in part-time employment. When I ask them about women's rights, about whether having babies at such a young age will harm their future life choices, it elicits a look of bafflement. 'This is my life choice,' says one of them, pushing a buggy along the street, with dark circles under her eyes. 'I didn't want an abortion and I'm not stopping anyone else having a career.'</p> <p>Hardly anyone wants to be quoted or photographed: people here are understandably wary of being made scapegoats or stereotypes. Alycia Verga is an exception. A pretty and articulate 21-year-old, Alycia was born and raised in Gloucester and suffered from bouts of depression from the age of 12. She found out she was pregnant while a student at the high school. It was planned, Alycia says, as a way of giving focus to her life. Two years ago she gave birth to Cadence, a giggly, energetic girl who runs around the garden in sparkly pink trainers getting streaks of dirt on her face as we talk. 'She saved my life,' says Alycia, who is engaged to be married but is no longer with Cadence's father. 'I love my daughter to death, and if it wasn't for her I wouldn't be here.'</p> <p>Alycia is fed up with strangers assuming she must be a bad mother simply because of her age. 'There are a lot of girls who don't take responsibility for their lives, who want to carry on going to parties when they have children and who rely on welfare. But I'm not one of them. I work part-time as a bus monitor because I need the income and I'm supported by my best friend and parents.'</p> <p>She was pleased that Bristol Palin's pregnancy had been given positive coverage but is worried that 'the media definitely encourages young girls to have babies without thinking it through. A lot of kids here look up to celebrities and a lot of girls become pregnant because they want comfort and love from somebody else that maybe they aren't getting from home. There are so many young parents in this town it makes it look easy'.</p> <p>Gloucester High School has a free daycare programme for the children of students, a service that is so oversubscribed that there is now a waiting list. But while federal funding is still available for daycare centres, sex education budgets have been drastically slashed over the past eight years because of the Bush administration's policy of funding abstinence-only programmes. </p> <p>There is now only one sex education co-ordinator in Massachusetts covering 360 districts and Gloucester's local health authorities do not allow the school clinic to hand out contraception without parental consent. It does not take a giant leap of logic to work out why, in a 2007 student health survey, 41 per cent of senior students here admitted they had sex without a condom.</p> <p>The cultural impact of these political decisions has made itself felt in myriad ways. At Gloucester High, the pupils are offered optional child study classes, but the issue of abortion is barely touched on. Only one of the original 18 pregnant teenagers opted for a termination. 'It's like a dirty word,' says Jacob Smith, 17. 'I am pro-abortion, but I try not to talk about it because it gets me into arguments with my friends. People get kind of angry. A couple of the girls at school just talk about having a baby all the time. They want to get knocked up and have children because they see everyone else doing it and they think it's cute.'</p> <p>Patricia Quinn, the executive director of the Massachusetts Alliance on Teen Pregnancy, agrees that it is a constant battle to ensure that teens get access to information about sex from teachers and parents. 'We have to support our teenagers and allow them to make informed decisions. The Palin story highlights the fact that, despite her parents' best efforts to convey their values, in the end it is young people who decide what to do. We look at teens needing three things: the first is comprehensive sex education, the second is access to contraception, and the third is a perception of opportunity.'</p> <p>Arguably none of these is available either in Gloucester or in Wasilla, Alaska, where Bristol Palin grew up. </p> <p>According to Mike Males, the Palin pregnancy has highlighted the broader cultural attack on women's rights from both ends of the political spectrum. On the one hand, it has been used by liberals to emphasise the need for sex education, birth control and a woman's right to choose. On the other hand, said Males, the issue of teen pregnancy has also been exploited by rightwingers: 'There's a deliberate demonisation of teenagers in order to impose restrictions on behaviour they deem unacceptable. In that way the Republicans can promote their own socially conservative agenda.' </p> <p>The anti-abortion movement has made substantial inroads into the political landscape over the past decade. Pharmacists in several US states are now legally allowed to take a stand of 'conscientious refusal' in order to deny birth control, and most states now only allow abortion up to 13 weeks. The situation is exacerbated by the hardline religious groups that have made abortion into an almost apocalyptic issue. 'Women's rights are under fire,' said Males. 'The Palin pregnancy is a symbol of a society that is very uncohesive and becoming more so.'</p> <p>But in Gloucester the issue of teen pregnancy has, if anything, drawn this community closer together. People here are deeply protective of the adolescent girls who unwittingly found themselves the focus of international attention. Yes, they might have been misguided, they might have been foolish, and some of the pregnancies were unplanned, but perhaps they are no different from the thousands of other pregnant adolescents across America. </p> <p>The Gloucester teenagers will become parents over the next few months but they will also become a set of statistics; a series of anonymous percentage points to be bandied about by political factions in years to come. She might not know it yet, but Bristol Palin could end up having a far more lasting impact on her country's future than her mother ever will.</p> <h2>Teenage births</h2> <p><strong>·</strong> About a third of girls in the US become pregnant before the age of 20. </p> <p><strong>·</strong> In 2006, 435,427 children were born to mothers aged 15-19, a birth rate of 42 live births per 1,000 women in this group.</p> <p><strong>·</strong> More than 80 per cent were unintended, meaning that they occurred sooner than desired or were not wanted.</p> <p><strong>·</strong> In 2006, teenage birth rates rose for the first time since 1990. </p> <p><strong>·</strong> The largest rise was among African-American teenagers. The rate rose 5 per cent to 63.7 births per 1,000 girls. </p> <p><strong>·</strong> For white teens the birth rate rose 3 per cent to 26.6 per 1,000. The rate among Latinas rose 2 per cent to 83 births per 1,000. The only reported decline was for Asian teenagers, where the rate fell 2 per cent to 16.7 births per 1,000.</p> <p><strong>·</strong> The US pregnancy rate for girls aged 15-19 fell by 38 per cent between 1990 and 2004. The number of pregnancies in 1990 was 117 per 1,000 females aged 15-19, falling to 72 per 1,000 in 2004. </p> <p><strong>·</strong> About $9bn of public funding was spent on teenage pregnancy in the US in 2004. These costs include public assistance, healthcare and child welfare. </p> <p><strong>·</strong> Before Bristol Palin the highest profile US teen pregnancy was that of Jamie Lynn Marie Spears, pop star Britney Spears sister, who was 17 when she gave birth to her daughter on 19 June this year.</p> <p><strong>Sources: </strong>CDC, National Campaign to Prevent Teen Pregnancy, National Vital Statistics Reports, Associated Press, Planned Parenthood.</p>",
  "<h2>A good week for ...</h2> <p><strong>Winston Churchill</strong></p> <p>The great British bulldog was revealed to be a bit of a softie, after all. Newly discovered letters from his wife Clementine show that she would refer to him as 'my sweet amber boy', draw hearts with his name inside it and doodle cats on her notes to him. One can't imagine Eva Braun doing the same for Hitler somehow.</p> <p><strong>Horizontal stripes</strong></p> <p>Every woman has been told that vertical stripes flatter and horizontal ones make you look fatter. Now a researcher at the University of York has proved that this is the ultimate fashion faux pas. Horizontal stripes on clothes make the body appear longer. According to Peter Thompson, who conducted the study, scientists have known for the last 150 years that horizontal stripes perform this optical illusion. They just didn't bother telling any women.</p> <p><strong>Suffolkians</strong></p> <p>Residents of this gentle county have been terrorised all week by the threat that Amy Winehouse was on her way. The singer was reported to have bought a £750,000 country mansion in which to recuperate and be near her junkie husband Blake Civil-Fielder, who is in prison around the corner. After days of rumours, her representatives stepped in to calm frayed nerves. Winehouse will now be staying in Camden to recuperate instead. Lucky Camden.</p> <h2>A bad week for ...</h2> <p><strong>Immigration controls</strong></p> <p>With the collapse of XL, Britain's third largest tour operator, and the fire in the Channel tunnel, immigration officers will be kicking their heels with boredom. XL has left 85,000 people stranded, and thousands queued at Gare du Nord trying to figure out how to get back after the toxic fire on the French side of the tunnel. One French radio station even noted gleefully that: 'England is temporarily an island again.'</p> <p><strong>Joe Biden</strong></p> <p>Barack Obama's campaign to be the next US President looks like it's stuck in a rut. Even his Democrat running mate Joe Biden is questioning his leader's decision. Biden has suggested that Hillary Clinton, Obama's main rival for the nomination, might have been a 'better pick' than him and that she was as qualified, if not more so, to be Vice-President. Biden could alternatively have just blamed himself for being a bit dull.</p> <p><strong>Celebrity chefs</strong></p> <p>Next up on the carving block - Jamie Oliver and Gordon Ramsay. Egon Ronay has singled these two out as examples of chefs who need to remember what they actually do for a living. 'Years ago the ambition was to cook better food, now it's to get a good balance sheet,' he said. Oliver and Ramsay have a string of international restaurants between them. Ronay, meanwhile, didn't too badly out of his food guides.</p>",
  "<p>It's the holidays, so it's raining. Bad news for the ice cream and pasty emporiums along St Ives harbour and for the gangs of rapacious herring gulls waiting to mug tourists of their seaside comestibles, but good news for the St Ives Record Fair, which at least offers shelter. Inside the Parish Room (entry £1), it's everything that a good record fair should be - trestle tables, dozens of scruffy cardboard boxes full of records, and scruffy cardboard dividers scrawled with misspelt category information. About six men (it's usually if not always men) are truffling through the albums. One has tipped a record from its sleeve and is inspecting it thoroughly. There should be a name for this act of vinyl reverie, whereby each black disc is held on outstretched fingers, sometimes with the little finger acting as a balancing spindle, then tilted and turned at an angle to the daylight. It's like watching a Mayan ritual, the high priest looking for significant reflections in a bowl of congealing blood. Isn't it?</p> <p>Back in the old days, being into Crass was serious stuff. Like being in an outlawed cult. I never saw them play; I was too timid, and probably thought that I might be abducted and sold to the gypsies, or wake up next day in a London squat with a nappy pin through my lip and a Molotov cocktail in my hand. Stations of the Crass (£11.50) is both an ugly and a beguiling object. Ugly in its blurted slogans and its scrawled graffiti and its shoddy typography, beguiling in its terse imagery and its artful packaging. Like Crass's anarchistic politics, everything here is either black or white, as if colour has been dismissed as a bourgeois indulgence. The sleeve, an object lesson in origami, is a giant, folded poster enveloping the two discs. Of the four sides of (ugly) music, three are played at 45rpm and only side four, a live recording, is at normal album speed. Why, after hanging on to a record like this for more than a quarter of a century, would someone decide to get rid of it? Didn't it match the new settee? Opening it up, I hold it not to the eye but to the nose. It smells like damp washing and hand-rolling tobacco. </p> <p>I also buy Contenders by Easterhouse (£3.99), equally black and white in their artwork and only marginally less radical. Still sounds great. I also plump for Birdland by Birdland (£3.99). Remember Birdland? Four bleached Warhol lookalikes in Billy Liar suits. This particular pressing of their only album is white vinyl in an entirely white sleeve. Even the lettering is white on white, barely discernible, like milk stains on a paper tablecloth. Birdland were all over the media for about three days but I never heard them. The music sounds like an Eighties indie compilation album played by a teenage Japanese mod band, and perhaps as a psychotropic antidote to all this monochrome-ism, I buy Echo and the Bunnymen's Crocodiles (£4.99). When the Bunnymen released Ocean Rain they declared it to be the greatest album ever made - impossible, because it wasn't even as good as their first one. I already own Crocodiles on several formats, so I'll give this as a present, and whoever receives it should consider themselves indebted, cherished and chosen. My makeweight is The World of the Bachelors (97p), an album 'laminated with Clarifoil', I'm fascinated to learn, and from the days when it was cool to dress like a golfer, ie never.</p> <p>Staying in St Ives, in the top corner of the Porthminster Café, behind the more esoteric liqueurs, is an abstract painting by the exuberant Cornish artist Anthony Frost, which, keen-eyed diners might have noticed, is the cover from the Fall's latest album, Imperial Wax Solvent. One of Frost's pieces was also used on Extricate, but in typical Fall style (wilful perversion meets chaotic accident) was printed upside down. In his Penzance studio, Frost tells me that the image on the new album is also the wrong way round, this time by 45 clockwise degrees, and has acquired a horizontal black stripe, because the cover was reproduced from a creased old photo which had been in Mark E's arse pocket for several weeks. It's highly satisfying to own a Fall album on vinyl (£7.89, eBay, inc. postage). Frost's high-spirited works are available for purchase in the cafe. But not the one behind the Galliano and the grappa, which has acquired, of late, a further adornment: a little red dot.</p>",
  "<h2>Letter of the week</h2> <p>My partner and I are getting married at the end of September and due to organisational ineptitude we have yet to book our honeymoon (we also sent the invites late, without including the wedding date!). We want to go on safari in Africa for a week and then spend a fortnight at a wondrous beach. Any suggestions?<br><strong>Dr James Walters, Cardiff</strong></p> <p>I'd suggest Tanzania, but are you sure you want to spend two weeks on a beach? You could spend your third week trekking in the north, exploring the south, or learning to dive off Zanzibar or Pemba. If, however, you're determined to bake for 14 days, there's still time to make a booking along the lines you've suggested. Visions of Africa (0845 675 2604; <a href=\"http://www.visionsofafrica.co.uk\">www.visionsofafrica.co.uk</a>) suggest visiting Lake Manyara, Ngorongoro and Serengeti National Parks staying at a mixture of lodges, then moving on to luxurious La Gemma Dell' Est on Nungwi Beach, Zanzibar, where there are plenty of things to do beyond the beach including visits to Stone Town. This would cost around £3,950 each.</p> <p><strong>Q</strong> We will be going to Sydney in October 2009 for a wedding and we are flexible about dates for travelling out and back. We have three questions. Firstly, when do schedules and prices come out for flights at that time? Secondly, are we more likely to get a cheaper price booking well in advance, or by leaving it until nearer the time? And living 30 minutes from Cardiff airport, what's the best way of arranging our travel so that we can leave and return from here, as that would be easier than travelling to Heathrow?<br><strong>Valerie &amp; Jeremy Sparkes, Cardiff</strong></p> <p><strong>A</strong> Airlines release seats onto the market around 11 months before date of departure so you should be looking at late November. However, you may also do well waiting until January, when many airlines release sale fares for the rest of the year and there will still be plenty of availability. After that, the choice of dates will quickly start to diminish. </p> <p>Austravel (0844 412 4620; <a href=\"http://www.austravel.com\">www.austravel.com</a>) suggests that if you do want to avoid Heathrow you could fly via Birmingham with Emirates, but there is not much distance or time advantage. Closer to Cardiff, you could fly from Bristol via Amsterdam to Kuala Lumpur and on to Sydney with KLM, or to Paris and onward with Air France. Both options are likely to cost slightly more than making your own way to Heathrow and flying from there.</p> <p><strong>Q</strong> Next Easter my husband and I are going skiing in Whistler for a week with another couple. We have booked return flights from Vancouver a week after that. We definitely want to spend about three days in Vancouver but wonder how to spend the rest of the time. Our friends are going to hire a car to visit family members, first Seattle, then Oregon, returning to Vancouver. We feel that's a bit too much travelling and thought we might just get a lift to Seattle and return by ourselves. Is Seattle worth the nightmare of US border controls twice in a few days? Or have you a better suggestion within Canada, given that we will not want to do any internal flights? <br><strong>Jayne Riorden, Leicester</strong></p> <p><strong>A </strong> I took the bus from Vancouver to Seattle and vice versa a couple of years ago and found the crossing straightforward. It takes around three hours to cover the distance but going through immigration can take longer if, as happened with us, either US or Canadian authorities have a problem with one of your fellow passengers. You would have to be unfortunate for this to add on more than a couple of hours. If you are hitching a lift, you obviously won't have these problems but do bear in mind that border queues for cars can build up at busy times, particularly weekends. Seattle can't compare with Vancouver for setting, but a couple of days here is worthwhile, especially if you combine visiting the Seattle Centre and Art Museum with getting out on the water, either by kayaking on Lake Union or taking a ferry to Bainbridge Island. If you're pining for more mountains, you could visit the resorts near Seattle - Snoqualmie (<a href=\"http://www.summitatsnoqualmie.com\">www.summitatsnoqualmie.com</a>) is only a 50-minute drive west of the city. </p> <p>You needn't leave Canada, though. Why not take a whistle-stop tour of Vancouver Island? Hunt out the independent shops and cafes in the old-fashioned state capital, Victoria. You're outside the whale-watching season but seals and sea-lions can often be visited on wildlife excursions. The real story on Vancouver Island is the Pacific Rim National Park - the coastal and rainforest scenery is spectacular and hiking and kayaking is excellent. It's a four-hour drive from one of the island's main entry points from Vancouver, Nanaimo. Tofino (<a href=\"http://www.tourismtofino.com\">www.tourismtofino.com</a>) is the most popular spot on the west coast to stay. </p> <p><strong>Q </strong> Three years ago I purchased a property in Aracaju in north-east Brazil and used the charter flights of First Choice holidays to fly into Salvador to get me there. I have now been told that First Choice have cancelled their holidays to Salvador for next year. This leaves me with the option of scheduled flights which are about £400 more expensive. Could you please find out what the problems are? Thomson holidays have also pulled out of Natal, which leaves no package holiday company going to Brazil. <br><strong>Roy Bairstow, Leeds</strong></p> <p><strong>A</strong> Charter routes into Natal and Salvador were primarily aimed at winter holidaymakers. The short answer is that these flights weren't popular enough, and so were a victim of cost-cutting by the tour operators. As you probably know, First Choice merged with Thomson last summer, as did Thomas Cook with MyTravel. One result has been the operators trimming back the least profitable destinations and accommodation to maximise profits. A Thomson and First Choice spokesman confirmed that Thomson stopped flying to Brazil at the end of the Winter 2007/08 season and that First Choice will be ceasing its holidays to this destination in October 2008. They cited 'a lack of demand for Brazil holidays'. They don't rule out reinstating holidays to Brazil in the future, but have no immediate plans to do so.</p> <p><strong>· </strong> We welcome letters. Email <a href=\"mailto:escape@lonelyplanet.co.uk\">escape@lonelyplanet.co.uk</a><br> or write to Lonely Planet, Second Floor, 186 City Road, London EC1V 2NT. The writer of the week's star letter wins a Lonely Planet guide of their choice, so please include a daytime telephone number and postal address. No individual correspondence can be entered into. </p> <p><strong>· </strong> To order discount Lonely Planet books, call 0870 066 7989.</p>",
  "<h2>1. Across the Andes by motorbike</h2> <p><strong>By Mike Carter</strong></p> <p>I have a theory that God was a biker. How else to explain South American roads? There's a lot of competition for the title of best road trip on the continent, but the two-day journey from Iquique on the north Chilean coast to Purmamarca in north-west Argentina takes some beating.</p> <p>You start by barrelling down the Pacific coast road, empty of traffic; just a lonely strip of tarmac between the parched Cordillera de la Costa and the foaming ocean breakers with dive-bombing pelicans. Benighted shanty towns, whose inhabitants come out to wave as you pass, line the shore.</p> <p>After 100 miles, you head inland, up over the coastal ranges and into the Atacama Desert, the driest place on earth. This is the desert of cliché: tumbleweed, cacti, vultures, empty, infinite, dangerous, with a sky so blue and so vast and so humbling. Pull over to drink this in. I guarantee you will never feel smaller, or more alone.</p> <p>Occasionally, the odd nitrate train trundles past, trailing white mist. On the horizon, a soundless puff of smoke, like released spore. Further across the altiplano, past the immense long-abandoned mining ghost towns, and the world has been bleached - salt flats stretch in every direction until blue and white fuse; the light blinding. The apocalypse could look like this.</p> <p>Overnight in San Pedro de Atacama, a former staging post on the long cattle drives, but these days a compulsory staging post for the backpacking gringo. It is Dodge City, a Paramount back lot come to life. Next day, after a pre-dawn detour to see the El Tatio geysers pop their boiling spumes in synchronised celebration the very moment the sun rises over the mountains, head for the Paso de Jama. This road climbs from 2,500m to the pass at 4,600m, where little can live. If you're on a bike, you will almost freeze to death. Or suffocate from the lack of oxygen. But what a way to go, surrounded by the majesty of the High Andes.</p> <p>After the Argentine border, the road drops dramatically, twisting along intestinal tracts that wind their way around bald, crumpled hills - green, pink, yellow, aquamarine, like some psychedelic Battenberg. Down the final descent, the long, sweeping bends making it the finest road I have ever ridden, the air rich and syrupy and warm now, passing gauchos on horses and through sandstone valleys with rock formations eroded by wind and time into fantastical and diabolical shapes. To lovely, remote, dusty Purmamarca, and La Comarca hotel (<a href=\"http://www.lacomarcahotel.com.ar\">www.lacomarcahotel.com.ar</a>; 00 54 388 490 8001), where you find the best llama steaks on the planet. Two days that will be with you forever.</p> <p><strong>· </strong> Mike Carter travelled in South America with GlobeBusters, who offer fully guided motorcycle tours of the continent (<a href=\"http://www.globebusters.com\">www.globebusters.com</a>; 08452 304015). Mike Carter is the author of Uneasy Rider (£10.99, Ebury Press).</p> <h2>2. An Amazon boat trip</h2> <p><strong>By Alex Bellos</strong></p> <p>Of all the colourful fiestas in South America, a particular favourite of mine is the tropical fish festival of Barcelos. The town splits down the middle - one half paints itself black and yellow, the colours of a local angelfish, and the other half dresses up in red and blue, the colour of the neon cardinal. Both sides clash in an all-night extravaganza of music, dance and debauchery.</p> <p>But Barcelos is difficult to get to. It is in the middle of the Brazilian Amazon, not connected by road to anywhere nor served by any airline a European traveller would trust. The only way to get there was to sail for 200 miles up the Rio Negro from Manaus.</p> <p>A few travel agencies in Manaus rent boats for bespoke trips. They cater for scientists wanting to explore flora and fauna and adventurous tourists. The boats offered are mostly wooden craft made in the local style, looking much like riverboats of 100 years ago. I would be travelling with a handful of friends and we decided on a small one - the Iguana slept six passengers and came with a crew of four. The price was very reasonable - about £300 per night all-in, working out at £50 per person.</p> <p>We arrived one evening at Manaus docks and loaded up the Iguana with ice, drink and food. We set off upriver, watching the lights of the city disappear behind us. When I woke up I looked out of the cabin window. It was one of the most mysteriously beautiful sights I have seen. We were in the middle of a flooded forest, surrounded by the silvery tips of hundreds of trees. The water was still and reflective and there was almost total silence.</p> <p>Fears that the Amazon would be unbearably hot or irritatingly mosquito-infested were unfounded. The Rio Negro is the colour of Coca-Cola because of sediment that also deprives the water of oxygen - meaning no insects. </p> <p>The trip was unforgettable. At sunrise we would take small canoes and go birdwatching. In the afternoon we would stop at huge sandbanks, barbecue fish we had caught and play Frisbee. Every day we passed maybe a village or two, some days we saw nobody. Our cook, Doña Graça, had a kitchen so small she barely fitted in it. Yet she made extravagant breakfasts of exotic fruits, three-course meals and kept us supplied with a steady stream of caipirinhas. Our guide, Gil Serique, spoke fluent English. One night we went out with a 14-year-old boy who held a torch in his mouth and speared fish from his canoe. After about a week we reached Barcelos. The tropical fish festival was noisy and chaotic and life-affirming. Yet somehow it didn't live up to the boat journey that got us there.</p> <p><strong>· </strong> To book a bespoke boat trip with guide Gil Serique visit <a href=\"http://www.youramazon.org\">www.youramazon.org</a>. Prices depend on length of trip and number of people. Alex Bellos is a former South America correspondent for The Observer and The Guardian</p> <h2>3. Bolivian bus adventure</h2> <p><strong>By David Atkinson</strong></p> <p>There are three maxims of any Latin American bus journey. Firstly the driver is always drunk; secondly, the seat immediately behind the driver is reserved for the best-looking girl on the bus; thirdly, the drunk bus driver will spend the entire journey chatting up the best-looking girl on the bus. Drivers are, it seems, recruited for their capacity to handle strong liquor and drive at high speed without actually ever keeping their eyes on the road.</p> <p>Yet bus journeys were a big part of my time in South America and I grew to love them for their gritty, grass-roots insight into the local culture. In Bolivia, riding a route commonly known as 'the world's most dangerous road', a moniker bestowed on the 64km downhill track from La Paz to Coroico, was the zenith of my bus-riding achievements.</p> <p>The road descends 3,600m of altitude from the high peaks of Bolivia's Cordillera Real to the sub-tropical valleys of the Yungas.</p> <p>Tour agencies in La Paz arrange white-knuckle mountain-bike trips down its length but, for me, the bus was a far more authentic way to sample the masochistic frisson of a route that has entered into backpacker folklore.</p> <p>On a chilly early morning in La Paz, I join a mixed group of locals and travellers to take my chances. Having chosen a vehicle that looks halfway roadworthy and a driver who looks halfway sober, I pay my 15 Bolivianos one-way fare (about £1.20) and settle into a window seat.</p> <p>A burly man with nicotine-stained teeth is loading hefty bags onto the rusty roof rack, while another hustles for customers on the street. When we finally start the three-hour trip through the early morning mists, an image of Che Guevara beams down upon us from above the driver's seat, while the half-shattered rear window bears an effigy of Christ and a sticker with the words 'Jesus loves you'. We hope so.</p> <p>At La Cumbre, just outside La Paz, the driver stops a moment by a roadside kiosk to hurl chunks of meat at a pack of snarling hounds and sprinkle alcohol across the bus tyres. This ch'alla, or ritual offering, is the age-old means to request the protection of Pachamama, the Mother Earth, and appease grumpy mountain gods, on the road ahead.</p> <p>During the next three hours the road changes from tarmac to a rough, dirt track. The numerous hairpin bends are lost in the swirling mists until we are already on top of them with the back wheels of the bus dangling over the edge of a sheer drop-away cliff. No wonder the roadside is littered with stark wooden crosses - Bolivian traffic signs, the locals laugh.</p> <p>The views, however, are spectacular with the landscape shifting dramatically as we descend from the barren scrub of the Altiplano to lush, tropical terraces of exotic fruit and flowers in Yungas. My destination, Coroico, is a delightful Shangri-La of palm trees, banana plantations and mountain scenery. But, ultimately, the journey was more rewarding than the arrival. </p> <p><strong>· </strong> David Atkinson is the author of Bolivia: The Bradt Travel Guide </p> <h2>4. Jungle hike to El Mirador</h2> <p><strong>By Richard Arghiris</strong></p> <p>The tropical forest is a place of endless transformations, I realised, watching a blue butterfly tangled in a spider's web. Life springs from death, and everything devours everything else. </p> <p>Eight hours of hiking in such ravenous surroundings had left my legs in a state of virtual rigor mortis. In the absence of a surgical saw, I was settling for an old-fashioned brew of pungent jungle herbs. </p> <p>'Drink,' rasped Antonio, my guide, pressing a steaming concoction to my chest. 'Es bueno.'</p> <p>I took the cup and drank. Soon the incessant forest noises, the shadows, the rampant decay and damp-cloaked foliage, all dissolved into a strange, sweet drowsiness...</p> <p>Central America's Petén forest is as thick with intrigue as it is impassable. The haunt of drifters, poachers and itinerant criminals, this dark expanse in northern Guatemala conceals a network of ancient ruined Mayan cities, all obscured by centuries of exuberant growth. </p> <p>One of the largest and least visited is El Mirador - a vast 2,000 year old metropolis separated from the nearest human habitation by 60km of dense jungle. It takes two long days and a pair of stout walking boots to reach it. </p> <p>My journey began in the brightly coloured tourist town of Flores, where I jumped into the back of a pickup truck in the 5am twilight. Three talkative European travellers were to be my companions. </p> <p>We headed north until the shuddering end of the road - Carmelita, a diminutive hamlet of scratching cockerels and copper coloured dirt tracks. Here we drank coffee, chatted and ate a feast of fresh eggs. </p> <p>Then Antonio, our guide and muleteer, made an impressive entrance on horseback, rifle slung over his shoulder and machete at his side.</p> <p>'Buenos días, caballeros,' he announced, cigarette burning fiercely. Antonio's son loaded the mules, who eyed us gloomily under their packs and saddles. </p> <p>Flanked by matted vegetation, the trail to El Mirador was a convoluted ribbon of mud, crossed by innumerable fallen trees, rocks, roots and swarms of militant ants. We marched north, mules in tow. </p> <p>Up in the trees, chattering toucans and gangs of guttural howler monkeys observed us. Antonio took the lead, pointing out various medicinal plants, hairy tarantulas and bulbous termite nests. His energy was endless. At twilight, we reached a ramshackle encampment inhabited by a scruffy, half-drunk poacher and his dog. 'I'm chasing wild pigs,' he declared spiritedly. 'And I'm having bacon for breakfast!'</p> <p>We slung our hammocks and cooked up a campfire. That evening we dined on turkey stew and drank jungle tea into the night, watching fire-flies and swapping stories... </p> <p>A day later, we finally reached El Mirador and proceeded to the largest pyramid in the complex, El Tigre, a monumental giant with a 16,000 sqm base. Upon such structures, the ancient Maya would have communed with the gods. We grappled to mount it, clinging to roots and vines, pressing upward from one crumbling platform to the next. At last we emerged at the pinnacle, high above the treetops. </p> <p>The forest below us was unbroken in every direction, and far in the distance, other ruined cities were silhouetted on the horizon. The vast emerald canopy had transformed, and now burned a deep red under an immense, hungry sunset. </p> <p><strong>· </strong> The five day round trip to El Mirador costs around $200 and can be booked with various operators in Flores. Richard Arghiris is the co-author of the Footprint Guide to Nicaragua. To order a copy at the reduced price of £13.99 with free UK p&amp;p go to <a href=\"http://www.observer.co.uk/bookshop\">observer.co.uk/bookshop</a> or call 0870 836 0885. The new edition of Footprint's South American Handbook is out now priced £22.50. It is available at the reduced rate of £20.50 through the Observer Bookshop.</p> <h2>5. Puno to Cuzco by rail</h2> <p><strong>By Tom Robbins</strong></p> <p>I spent four months travelling through South America, starting in Buenos Aires, Argentina, then following the spine of the Andes all the way up through Bolivia, Peru, Ecuador and Colombia to reach Caracas in Venezuela. The landscapes and cities could scarcely have been more varied - from chic, European and rainy Buenos Aires, through the Pampas, the Bolivian deserts, into the jungles of the Amazon, then ending up on the sweltering Caribbean coast. But at the very heart of the trip was a train ride, a single journey that seemed to distill the whole essence of South America into one magical day.</p> <p>You board the train at 8am at Puno, not in itself much to write home about, but as the train slowly eases out of town, the windows on the right reveal one of the continent's greatest sights - the vast, shimmering expanse of Lake Titicaca. At 3,812m, it's the highest commercially navigable lake in the world (not only are there ferries across it, but also ships of the Bolivian navy). Sometimes you can't see the far side, sometimes mountain peaks prick the distant horizon.</p> <p>Soon the train is rattling away from the lake and into the scrubby high plains, the altiplano. On-board accommodation ranges from the basic 'tourist class', which costs around $20 one-way, to the sumptuous first-class carriages, for which a ticket costs $143, but includes a three-course lunch in the dining car followed by coffee in the open-sided 'observation-bar car'.</p> <p>The train begins to climb, the vegetation thins, the temperature falls. Before long you are passing along the floor of remote valleys, looking across stretches of flat grassland to where huge mountains rear up, their hanging glaciers and snowfields just visible before the peaks disappear into the clouds. For much of the time there's no road nearby, just the railway line, unprotected by fences, stretching forward through the wilderness. For hour after hour, from the comfort of the train, passengers are treated to the kind of scenery you would normally hike for days to reach. </p> <p>Then occasionally, sitting among the clumps of coarse grass, you see women dressed in full Peruvian dress - multicoloured woollen skirts, knitted cardigans, shawls and bowler hats - tending to a few alpaca. It's such a 'classic' South American sight that you can't help but think they have been put there for the tourists. But the women aren't manning shops or trinket stalls, the train doesn't stop anywhere near them. They are simply going about their daily high-altitude lives, unbothered and unchanged by the couple of trains which pass each day. You look, lock eyes, wonder at how different your lives are, then the train passes on.</p> <p>At La Raya, the track reaches its highest point, 4,321m, 438m higher than the top of Europe's highest cable-car. There is a desolate station where passengers pour out to gasp in the thin air, eat piping hot empanadas sold from baskets carried on the heads of traders, and buy alpaca-wool hats, before the guard corrals everyone back on board. </p> <p>At 6pm the train rolls into Cuzco. It has taken 10 hours to cover just 238 miles, but it's one train journey you really don't want to come to an end. </p> <p><strong>· </strong> See <a href=\"http://www.perurail.com\">www.perurail.com</a> for timetables.</p> <h2>Cycle, raft or ride a horse... more exotic trails to try</h2> <h2>Walk Mexico's Copper Canyon</h2> <p>The largest canyon system in the world, Copper Canyon is in the heart of Mexico's Sierra Madre mountains and is spectacular hiking territory, following the ancient trails of the native Tarahumara. The route begins at the wild west town of Urique, and winds through thorn and pine forests, alpine terrain and plateaux that offer astonishing vistas across the Cerro Colorado canyon. Frontier towns and outposts such as Batopilas and Creel make atmospheric overnight locations, and much of the route is in the shade of the dramatic canyon walls, making the walking cool and manageable.</p> <p><strong>· </strong> Walks Worldwide (01524 242000; <a href=\"http://www.walksworldwide.com\">walksworldwide.com</a>) has an 11-day fully guided itinerary from £2,525pp including flights, transfers and accommodation.</p> <h2>Cycle the Latin American lakes</h2> <p>The Lake District, which straddles the Chile-Argentinian border, is an outstandingly beautiful region with quiet roads and gravel tracks perfect for cycling. The route from Puerto Montt to Temuco takes in glowering volcanoes, immense lakes, snow-capped mountains, swathes of forest and unspoilt villages.</p> <p><strong>· </strong> Saddle Skedaddle (0191 265 1110; <a href=\"http://www.skedaddle.co.uk\">skedaddle.co.uk</a>) has a 15-day itinerary, including accommodation and transfers but not flights, from £1,475pp.</p> <h2>Raft the Pacuare River</h2> <p>One of the best ways to see Costa Rica's scenery is from a river, where there is little evidence of human presence. The Pacuare river flows through one of the region's most impressive canyons, a rare area of natural wilderness that is home to monkeys, herons, toucans and blue morpho butterflies. Considered one of the best white-water rafting journeys in the world, the route can be done in a day.</p> <p><strong>· </strong> Journey Latin America (020 8747 8315; <a href=\"http://www.journeylatinamerica.co.uk\">journeylatinamerica.co.uk</a>) offers a one-night rafting excursion as part of its Costa Rica itinerary.</p> <h2>Trek Bolivia's Cordillera Real</h2> <p>One of the all-time classic treks - although not for the fainthearted, the Cordillera Real is an astonishingly dramatic mountain range with six peaks over 6,000m. The Real stretches for 120km and trekking from one end to the other takes in three mountain passes over 5,000m. The scenery is surprisingly diverse: alpine valleys, snow-capped peaks, and little-disturbed Quechua Indian villages. All equipment is carried by pack animals.</p> <p><strong>· </strong> KE Adventure Travel (017687 73966; <a href=\"http://www.keadventure.com\">keadventure.com</a>) has an eight-night traverse of the Cordillera Real from £1,195pp, excluding international flights but including all meals and accommodation.</p> <h2>Horseride the Atacameno Trail, Chile</h2> <p>This spectacular ride follows part of the old route of the local Atacameno cowboys who drove livestock from the Argentine Chaco, more than 1,000km away, through the San Pedro de Atacama oasis and on to the saltpetre mines in northern Chile during the last century. The route passes the edge of the Salar de Atacama salt pan, ending at more than 4,000m in the Andes.</p> <p><strong>· </strong> Equestrian Safaris (00 34 934 069 849; <a href=\"http://www.safaririding.com\">safaririding.com</a>) has a seven-day riding and camping trip along the route (with two nights in a hotel in San Pedro de Atacama) for US$2,100 per person, full board excluding flights.</p>",
  "<p>Kate Rothko Prizel is a strong-looking woman with a disarming smile that she switches on and off like a flashlight. You sit opposite her, trying not to be distracted by the subliminal hum of the canvases on the walls - three early Rothkos to the right of me, and one to the left - and you wonder: how did she do it? How did she survive? Not that she even seems to know herself. 'I always tell people that 19 was the worst year of my life,' she says, with steady understatement. 'And everything has gone uphill from there.' </p> <p>The smile is duly turned on, and we gaze at one another for a moment. I can't make up my mind whether she is warning me off, or welcoming me in. Kate Rothko turned 19 almost four decades ago, in 1970; in some ways, the events we are about to discuss must feel as though they happened to another person, the facts both gilded and blurred by the weight of years. Then again, they are so starkly awful, it feels almost murderous to bring them up. What defences might I end up knocking down? It's hardly surprising that when she was younger and at medical school, Rothko would find herself categorically denying her relationship to that Rothko, or that later, when she married, she cloaked herself in her married name, Prizel, the better to be invisible.</p> <p>In 1970, on the cold morning of 25 February, the body of her father, the painter, Mark Rothko, was found in his cavernous Manhattan studio. He had overdosed on barbiturates, and cut an artery in his right arm with a razor blade. He was found in a pool of blood six by eight feet wide, wearing long johns and thick black socks. He left no note. He was 66. </p> <p>Six months later, on 26 August, Kate suffered another bereavement, less public, but just as bitter: at the age of 48, her mother, Mell, a book illustrator and Rothko's second wife, had dropped down dead as Kate's brother, Christopher, watched cartoons in the next room. The cause of death listed on her death certificate was 'hypertension due to cardiovascular disease'; however, like her estranged husband, she was a heavy drinker. </p> <p>Kate and Christopher, who was then just six years old, were now orphans (or The Orphans, as the art critic Robert Hughes referred to them some years later). But however terrible their grief, it seemed as if they would surely survive. It wasn't only that they would be OK financially; by 1970, Rothko's work was already achieving tremendous prices. It was more that Kate had always thought that 'the New York art world was the most idyllic place in which any child could grow up'; though their Rothko relatives were mostly out west and, to a degree, an unknown quantity, her father had been, in spite of his final catastrophic depression, a gregarious man, and a revered one. The family was nothing if not blessed with a multitude of friends.</p> <p>Or was it? It was the difference between the two funerals of her parents that revealed to Kate, even in the depths of her grief, that this might not, after all, be so. Perhaps the art world was not the bohemian extended family of her imagination. The two services took place in the same Manhattan funeral parlour, but they could not have been more different. After Mark's funeral, one art world viper is reputed to have remarked that it was 'the best vernissage of the season', and it is certainly true that it was well attended by the great and the good. Among the mourners were Willem de Kooning, Robert Motherwell, Philip Guston and Lee Krasner Pollock, not to mention the rows of critics, curators, and collectors. 'At my father's funeral, people were pouring out of the woodwork,' says Kate. 'But I would have to question why they were there, because only about 10 people came to my mother's. She'd known these people for 25 years, and now it was like she was... ' A footnote? 'Yes. It was disillusioning for me to see the superficiality of the art world, and that has never gone away, I must admit. It will never be that idyllic place for me again.' </p> <p>Unfortunately, there was worse to come. Within two years, Kate and her brother were fighting a legal battle of Bleak House proportions that few thought they could win - and her parents' 'friends', by now, were even thinner on the ground. 'They were waiting to see which way it was going to go. People were hesitant to talk to me. Only a few were willing to stick their necks out. Lee Krasner, for one, gave multiple interviews in which she said how unwise I was to be fighting the case.'</p> <p>Kate and Christopher sued the executors of their father's estate - his accountant, Bernard Reis, the painter Theodoros Stamos, and a professor of anthropology called Morton Levine (Levine was also, until Kate took steps to remedy the situation, Christopher's guardian) - and his gallery, the Marlborough, claiming that the former had conspired with the latter to 'waste the assets' of Rothko's estate and defraud them of their proper share. The assets were 798 paintings (then estimated to be worth at least $32m). They contended that the three trustees had conspired to sell these Rothkos to the Marlborough at less than their true market value; the gallery had, for instance, got its delighted hands on one group of 100 paintings for just $1.8m, a sum it would pay over 12 years and with no interest, with a down-payment of only $200,000. </p> <p>The case was to rumble on for more than four years, during which Kate was mostly living in a $90-a-week apartment in Brooklyn, watching what little money she had drain out of her bank account. It was to be seven long years before she had a Rothko of her own; if she wanted to see work by her father, her only option was to visit a gallery. How did she keep going? 'I don't know whether it was that I didn't allow myself to think of the possibility of losing, or whether it simply didn't cross my mind. I only know that I was convinced from a moral standpoint, and that I had a conviction that this was what I had to do, because I knew how upset my father would have been by what was going on.'</p> <p>To everyone's amazement, Kate and Christopher Rothko won, and the court issued a crushing verdict. The executors were thrown out for 'improvidence and waste verging on gross negligence'. Reis and Stamos, long-time friends of Mark Rothko, were found to have been in conflict of interest; as executors, they could not negotiate with the Marlborough because the company had both of them on its payroll. All contracts between the Marlborough and the Rothko estate were declared void, and the judge awarded damages of more than $9m against Frank Lloyd, the founder of Marlborough Fine Art, who had laundered art through myriad Liechtenstein holding companies, and the executors. </p> <p>Lee Krasner, swiftly eating her words, removed the estate of her husband, Jackson Pollock, from Marlborough's grasp, and others followed (though Marlborough Fine Art survives, even today). It was, Kate concedes, a magnificent victory - though Reis and Lloyd were, in spite of her best efforts, never punished in a criminal court for their actions. 'No, that's true. One had to make do with the satisfaction of seeing the paintings come back. The judge sat down with me several times [during the litigation] and asked me if I would make a settlement for money. But I always said no, because it wasn't about money.' Nor was it about ownership, or not in the private sense. Kate simply wanted to make sure that her father's wishes became a reality. </p> <p>Rothko may have been depressed at the end of his life, he may not have been as clear as he should have been when it came to writing a will; but with regard to his work, and where it might end up, he had long held strong views. While selling to private individuals from his studio, he would scrutinise their reactions to paintings; they had to pass a test they did not know they were taking. If they failed, they went home empty-handed, irrespective of the size of their wallets. Lighting, on which wall of a gallery a painting might hang; these things obsessed him. </p> <p>It was Marlborough's job to sell his work outside America, but so far as his legacy went, it was his wish that it should be seen by the public, and that groups of his paintings should stay together, like siblings. This was why, in the months before he died, he fell upon the idea of a Mark Rothko Foundation; this body, led by Reis, Stamos and Levine, would distribute his work to public galleries. The idea that individual works would disappear into the homes of millionaires was anathema to him.</p> <p>Unfortunately, the court did not rule on paintings that the Marlborough Gallery had already sold. 'We won, but so many didn't come back,' says Kate. 'We were too busy defending the judgment on appeal to go back and appeal for a better judgment. What I've found hardest over the years is looking at what didn't come back. It has been very... distressing. The most painful example I can give you is Homage to Matisse from 1954. It's the one painting I would really like to have; I grew up with it. I gather that it went into a vault somewhere for a number of years and then it came up for auction.' </p> <p>In 2005, the painting was sold by Christie's New York for $22.4m, a sum that was then a record for a postwar work. 'If something was offered to us in a non-auction situation, I suppose we might make a trade. But at auction, at these prices... no. It's impossible. I finally found out who owns it, and it's another collector, one who will probably never let it out of his private home.' </p> <p>Do collectors ever invite her to come and see the paintings in their homes? 'Rarely.' Nor are they inclined to make loans. 'I have written for loans on behalf of institutions, to give an extra nudge, but they are invariably refused. Ostensibly, it's because they love the painting so much. But one has to wonder: does price come into it? They are scared of damage, which is always a possibility. I can only say that when the first major retrospective took place in 1978, it was no problem to get loans; now it is increasingly difficult. I find it horrible that art is just another investment.' She laughs. 'No, I don't get invited into too many homes, and perhaps it's just as well because I would probably be very unhappy with the vase on the table in front of the painting.'</p> <p>Kate Rothko Prizel M D (she is a research pathologist) lives with her husband, an academic, and her youngest daughter in a big (but not vast) Colonial-style house in Washington. I'm sure, given what hangs on her walls, she has a good security system, but if so, it is unobtrusive; I've seen tiny terraces more fortified, and most of those probably contain only the odd David Hockney poster. What you notice immediately are not just the paintings, but the gaps: work, she tells me half-apologetically, is often on loan and, sometimes, when it comes back, the business of rehanging such large and fragile canvases gets put off - and off. </p> <p>I ask her how many paintings are still in the family. 'It's hard to put a number on things,' she says. 'We had to sell some things to pay legal fees. I can't say what we will have for ever. Christopher and I each have three children. It's clear to me that they care about the paintings, and would rather have them than cash. But there will be estate taxes one day, and here, giving to a museum does not credit towards your estate tax.'</p> <p>In the 1970s, it was Kate who was 'the point person' when galleries were putting together shows of her father's work, but these days that task falls mostly to Christopher, a psychologist who now works almost exclusively in the interests of the Rothko estate. Even so, Kate will be coming to London for the opening of Tate Modern's Rothko show, the first significant exhibition of his work to be held in Britain for more than 20 years. She is thrilled by the idea of this exhibition in particular because it is not a retrospective, but a unique gathering of Rothko's late work, including the Seagram Murals, originally commissioned to hang in the dining room of the Four Seasons Restaurant in New York, and several other series, including the very last he ever painted, known as Black on Grey. </p> <p>'Seeing these paintings standing alone may have a very different effect on the audience,' she says. 'This time, there will be no side-by-side comparisons with the bright works of the 1950s, and [thus] the audience will not have a tendency to see the darkening colours as representing a change in his mood. With retrospectives, there is often a feeling [as you approach the monochromatic late works] that this was the ultimate walk towards his suicide. But look at them in isolation, and instead you simply feel something opening up before him. I do not connect any feeling of frustration in him at this time with a frustration over where his work was going. I see these paintings as a new beginning for him rather than a reflection of his mood. </p> <p>'No one would deny that my father was very depressed towards the end of his life. I used to be very engrossed with that idea, too. There was a terrible tendency for me to see the paintings darkening, becoming less accessible emotionally, more hard-edged. I had a hard time separating them from his depression. But then I saw an exhibition at the Menil Collection in Houston, work that followed his completion of the paintings for the Rothko Chapel [commissioned by Dominique and Jean de Menil in the mid-1960s]. I hadn't been familiar with those works. It was a period when I wasn't in the studio a lot, and my father didn't have any at home. It was fascinating to see how those works had grown out of the chapel, and then how they led to the black and greys. That was the beginning of a whole new way of seeing for me.'</p> <p>When Rothko committed suicide, many of his friends thought it out of character. As the painter Hedda Sterne put it: 'Who was this man, Rothko, who killed my friend?' Was Kate surprised? 'I guess it was a shock. In one sense, it fit. I knew how depressed he was. But it still seemed so out of character - and then, he did not leave a note, which seemed even more out of character. He was a communicator, on paper and verbally. That seemed extremely strange. He'd been very ill [in 1968, Rothko had suffered an aneurysm, a result of his chronic high blood pressure]. When my mother told me what had happened on the phone, she did not tell me he had killed himself, and I presumed his death was due to one of the illnesses. So I was shocked.' </p> <p>What was her father like? 'Oh, this is always a difficult one! He was a very social person, very outgoing.' In biographies, Rothko, who was born in Dvinsk, in what is now Latvia, and who arrived on Ellis Island, New York, in 1913, is always portrayed as a determined socialist. That is why he disapproved of the Four Seasons restaurant, and why he eventually decided to keep the paintings he made for its walls and later to give them to the Tate. </p> <p>He also liked to make jokes about his peasant background. 'Well, part of that was just his humour. He liked to tell stories about his past. He was anything but a peasant. Education in the family went back three generations. He did remain close to his background. His family was never particularly supportive of his career, and didn't understand it, but there was always a weekly phonecall. He was pretty representative of immigrants of the time, in that he didn't retain his own language - I didn't even learn how to say yes or no in either Yiddish or Russian - but he would always go to the atlas and show me Latvia. He was a great storyteller. He used to tell me that he ice-skated to school. Knowing his athletic abilities, I suspect that was one thing he did not do.'</p> <p>Kate was interested in his work from early on. Her parents had received membership of the Museum of Modern Art as a baby-shower gift and, on Sundays - after Mell insisted that Rothko leave his studio for the day - the family would go there. Later, Kate remembers visiting Peggy Guggenheim, the great patron and collector, in Venice. 'She took us to Torcello in her motorboat. But the story I always tell is about how, when I was 16, I went cross-country with my father by train. His family lived on the West Coast, and my mother would fly with my brother because he was so young. What is so frustrating, looking back, is that I had three days with my father and, had I been three years older, I would have taken the opportunity to talk to him about his philosophy. But, of course, we both sat there, and for three days, neither one of us really knew what to say to the other. It was an awkward age for me, and I think he felt that awkwardness. I look back and I think: what wasted time!'</p> <p>Rothko's philosophy was, of course, complicated. He belonged to a generation of artists - his contemporaries included Pollock, Barnett Newman and Clyfford Still - who spent long periods in obscurity and poverty before they were discovered by the critics, at which point their prices rose - and rose. Perhaps this was why, post-1960, he found it so hard to accept his wealth. He paid cash for everything and, according to Robert Motherwell, if he had to go to the bank for any reason, he would slip into 'a depression as intense and prolonged as Kafka writing The Castle'. </p> <p>But it was also that he worried that money would distract from the work itself; he distrusted material success. He was, as Robert Hughes has written, 'one of the last artists in America to believe, with his entire being, that painting could carry the load of major meanings and possess the same comprehensive seriousness as the art of fresco in the 16th century or the novel in 19th-century Russia... his painting accumulated resonance by appealing to myth; but myths were in decline....' </p> <p>He was determined to think of himself as an outsider even as the riches and the praise - contemporary critics adored Rothko to the point of daffiness - heaped up at his studio door. Did these tensions - the sense you get from his work of a man waiting too long for an epiphany - contribute to his final depression, or was it also, as Lee Seldes suggests in her gripping book about the Rothko trial, that the artist knew that he had signed over too much to the Marlborough? His suicide took place on the same day that a representative from the gallery was due to visit Rothko's warehouse, to choose from the artist's hoard of paintings, something no one had ever done before (he liked to choose paintings for sale himself, and saw this visit, which he felt powerless to resist, as an invasion of privacy). </p> <p>Kate is in two minds. 'I felt it had never quite sunk in how famous he had become,' she says. 'But then, when Pop art and Op art came so hard on their heels [of the Abstract Expressionists], he felt that he had had only a tiny window of fame, and then what? I think he would have been shocked by what happened after he died because he was absolutely convinced the executors were his friends, and that they'd act in the best interests of the estate. Whether he knew what was going on with the gallery is less clear. He knew he was not... free. I suspect things were planned for a while before he died. It seemed like everything was in place. I can't say if those pressures contributed to his mood, but they would certainly seem to have helped.'</p> <p>Whatever lay behind her father's final destructive act, Kate hopes that Tate Modern's show will go some way to separating the work from the man, the paint from the biography. She would like people to see the late work as just that - late work - and to relish it for its own sake, the way we might the distinctive late bloom of any other artist, rather than regard it as a symptom of the dark clouds overhead. 'Even I have to step back from the biography at times,' she says. 'From my father as I knew him. Because, sometimes, that leads to misinterpretation.' </p> <p>For me, the late paintings stand, as much as anything, as a corrective to the earlier work, with its warming yellows and pinks. They remind you that what Rothko most feared and disdained - the idea that his work was regarded as decorative - is too narrow, or at least too easy, a way of seeing him. They are the apotheosis of the existential struggle that lies at the heart of all his work. </p> <p>And does his daughter still miss the man who gave us the paintings it has been her privilege to fight for, and to protect? I guess, thanks to his work, that her father lives on in a way that most people's parents do not. 'Yes. He does live on in that way. But the paintings are only one part of my father, and not the purely dad part. At family events, I still find myself thinking: I wish he could be here - though not, 38 years on, with the same tearfulness that I felt for... well, the first 20 years.'</p> <p><strong>·</strong> Rothko is at Tate Modern 26 Sep-1 Feb 2009. <a href=\"http://www.tate.org.uk/tickets\">tate.org.uk/tickets</a></p> <h2>Rothko's life in brief</h2> <p><strong>1903 </strong>Marcus Rothkowitz is born in Latvia. Fearing their sons will be conscripted, the family emigrates to New York in 1913.</p> <p><strong>1935 </strong>Rothko joins with nine other artists to form the 'The Ten', with a mission 'to protest against the reputed equivalence of American painting and literal painting'.</p> <p><strong>1945</strong> Marries Mary Alice Beistle, his second wife. Five years later Kathy Lynn is born; Christopher follows in 1963.</p> <p><strong>1959 </strong>Has his first one-man show in New York at the Museum of Modern Art.</p> <p><strong>1969 </strong>His Seagram mural paintings for the Four Seasons restaurant in New York are donated to the Tate.</p> <p><strong>1970 </strong>Commits suicide at the age of 66.</p> <p><strong>He says:</strong> 'I am not interested in the relationship between form and colour. The only thing I care about is the expression of man's basic emotions: tragedy, ecstasy, destiny.'</p>",
  "<p>In 2003, the same year that he unveiled 'The Weather Project', his now legendary giant artificial sun that lit up the Turbine Hall at Tate Modern, Olafur Eliasson also created a much more intimately dramatic work of art. In a makeshift gallery at the Venice Biennale, he installed a white plastic drum that protruded from a wall with a red button on it that said 'PRESS'. Anyone who was brave or curious enough to press the button was startled seconds later by an intense flash of light from within the drum. For several minutes afterwards, each time the viewer blinked, the word 'UTOPIA' was imprinted on their retina. It was a work of art that literally made you see the world differently, and, as such, was both an illustration of and a metaphor for the Icelandic-born artist's methodology. Perhaps more than any other artist working today, Eliasson involves the viewer directly in the artworks he creates. 'My work is not about me,' he once said, 'it's about you.' </p> <p>'The Weather Project' was the most successful single work of contemporary art exhibited in Britain in recent years, attracting an astonishing two million viewers to Tate Modern. More interesting still was the way in which the audience interacted with the piece. Many visitors wandered slowly through the Turbine Hall as if determined to take it all in, while others lounged on the floor for hours like sunbathers. Some days the atmosphere turned celebratory as crowds of strangers interacted by arranging their bodies to spell out giant words that were reflected on the mirrored ceiling. When Tim Neuger, Eliasson's gallerist in Berlin, visited Tate Modern, a group of young people had spelt out the words 'Fuck Bush' on the ceiling. He rang Eliasson in Berlin and let him listen to the cheers of the crowd echoing though the Turbine Hall. </p> <p>You could say that Eliasson has reinvented the way in which conceptual art is received by the public, replacing the usual hushed reverence - or sighs of exasperation - with a mood of playful and anarchic mischief. 'I do not see my work as any kind of statement or a manifesto,' he says. 'It's a dialogue. Always.'</p> <p>Right now, that dialogue is continuing apace, and with equally dramatic results, in New York, where Eliasson has created a series of giant self-propelling waterfalls on the East River. Situated at four different points between Manhattan and Brooklyn, the '<a href=\"http://www.nycwaterfalls.org/#/about_the_waterfalls/Waterfall_Images\">New York City Waterfalls</a>' range in height from 90ft to 120ft, each pumping up to 35,000 gallons of water a minute up and over their giant frames. At night, they are illuminated, adding another level of surrealism to an otherwise drab stretch of the river. Eliasson's art attempts to make us see the everyday in a different light. 'In a way,' says Eliasson, 'I like to think that I have given New Yorkers back their river.'</p> <p>And they, in their turn, have responded in kind. On the online photograph site, Flickr, visitors have posted more than 5,000 snapshots of the waterfalls, a mass response that pleases Eliasson much more than the chorus of excited approval that greeted the project's unveiling in the American media. 'On Flickr, the photographs have been taken mainly on mobile phones, and often there are people in the photographs with the waterfalls,' he says. 'It's a highly subjective way of documenting the work. I see the waterfalls as a co-producer of the time and place in which they take place. I suppose, in that way, the work filters into questions about society and democracy.'</p> <p>This may indeed be the case, but it strikes me later, while perusing the images on Flickr, that the 'New York City Waterfalls' may also function as a kind of temporary tourist attraction that visitors pose in front of in much the same way that they pose in front of the iconic skyline or the Statue of Liberty further out in the harbour. In this way, Eliasson's artwork may well have slipped, like artworks have a tendency to do, out of the artist's control. </p> <p>And for Olafur Eliasson, art does seem in a very real way to be about control. He frets a lot about how his work is interpreted to the point where he often tries to undercut the media's tendency to report what he does as mere spectacle. Or, as he puts it, 'I have a team that includes lawyers, copyright specialists, press officers, all making sure that the values I think the work represents are navigated into the communication of the project throughout the process. In my practice, I try my best to avoid the experience of my work being formalised, standardised, generalised and rationalised. My work is about the opposite.'</p> <p>For someone who makes epic works of such sublime beauty - in itself quite a feat in an age when notions of the sublime in art sometimes seem as passé as pastels and watercolours - Eliasson is a doggedly serious, even earnest, young man. Talking to him about his art can be oddly exhausting. His mind, as his ambitious projects suggest, is in constant motion, one thought spiralling into another in ever-evolving circles of conceptual complexity. Like many installation artists, he has a tendency to theorise and his speech is littered with terms like 'duality' and 'collectivity', not to mention 'experiential'. He is the contemporary artist-as-boffin as well as architect, designer, philosopher and scientist. </p> <p>'If one were to look for precedents as to the way Olafur works,' says Hans Ulrich Obrist of the Serpentine Gallery in London, where the artist created a pavilion last summer, 'it would have to be Buckminster Fuller, the artist-as-inventor. He has that kind of enquiring approach where the art emerges out of collective studio operation that is essentially a laboratory of ideas.'</p> <p>To this end, Eliasson currently employs around 40 people in his Berlin studio, including architects and scientists as well as craftsmen and designers. It's all very Scandinavian, the notion of the unified aesthetic taken to conceptual extremes in the pursuit of art that is so ambitious in both its form and content that it engages the audience almost as much as it has engaged the minds of its creators. Before he installed his giant sun in Tate Modern, Eliasson's team constructed a small-scale version of the Turbine Hall, about 40ft long, in his studio so that they could wander through it and observe the effects.</p> <p>'It's certainly unusual the way that he embraces all these various backgrounds to his art,' continues Julia Peyton-Jones, director of the Serpentine Gallery. 'Olafur's work addresses architecture, design, science and philosophy, and he operates at a very serious level. Of course, he has quite a big support team, but essentially it's his mind and his ideas that drive all these artistic investigations and makes his art what it is.'</p> <p>I meet Eliasson in Copenhagen, where he has a big, bright, airy harbour-side office near the docks. He lives in the Danish capital with his wife and two adopted children when he is not working in Berlin, or flying around the world to oversee the various high-concept art projects he seems to be juggling at any given time. (In 1998, he had more than 60 artworks on show across the world.) Both his adopted son and daughter are Ethiopian, and he and his wife, the art historian Marianne Krogh Jensen, run a charity for Ethiopian orphans called <a href=\"http://www.121Ethiopia.org\">121Ethiopia.org</a>. Recently, he designed a kind of mini art installation in the form of a light projection that will greet visitors to every Louis Vuitton shop on the planet - there are over 300. All the money earned from the commission went directly to his charity fund. </p> <p>Currently, Eliasson is involved in an ambitious urban renewal project in Manhattan called the High Line and, earlier this summer he had a big retrospective of his work at MoMA. Alongside the architects Diller Scofidio+Renfro, he will help transform a mile-and-a-half stretch of disused elevated railway track into an elongated shopping mall with a park. Or, as the DS+R website puts it, 'a post-industrial instrument of leisure reflection'. You can see why Olafur gets along with them. </p> <p>For the past two-and-a-half years, he has also been working on what he calls his 'academy'. The vast new office-cum-studio space he has just purchased in Berlin was formerly a school and, when it is converted, will house up to 20 student-apprentices who, Bauhaus-style, will learn how to be artists by being on-site and contributing to the Eliasson laboratory of ideas. </p> <p>'Though all this is not related directly to making art, it is exciting and therapeutic,' he says, sounding genuinely enthused by the challenge. 'When you move studio, you can also optimise the values of the workplace. I can now give more space to the things that have turned out to be important and shed the less interesting things. A studio is not just a workspace but a little psychographic universe of the brain.'</p> <p>At 40, Eliasson still has the air of the brainiest boy at school about him, and his chic wardrobe and designer spectacles somehow accentuate his palpable sense of studiousness. He was born in Denmark though both his parents are from Iceland, where his father worked as a cook on a fishing boat and a part-time artist, and his mother as a dressmaker. Interestingly, both his grandparents were bohemians: his grandfather published avant-garde writing, while his grandmother was a photographer of some local repute, and hosted a salon where Reykjavik's scattered artistic community gathered to argue and swap ideas. 'I am not avant-garde at all,' says Eliasson. 'I do not want to be a spokesman or lead a movement. I am essentially a traditionalist.' </p> <p>Eliasson was four when his parents split up. A few years later, after his father moved back to Iceland, he began spending his summer holidays there with him. You sense that the country's elemental landscapes, strange sunlight and long shadows have had some deep and lasting effect on his creative psyche. As a teenager, he was a prolific drawer, specialising in anatomical sketches. By 14, he had also discovered breakdancing, which he seems to have embraced with the same fervour as he later pursued conceptual art. With his teenage posse, 'The Harlem Gun Crew', he toured Scandinavia, and even won the national break-dancing championship. Today, he is resolutely tight-lipped regarding his personal life, but recently he told the New Yorker that break-dancing 'really gave me a quite particular idea of space, and an obsession with how the body moves within that space'. </p> <p>The same article had also revealed that, in 1987, his grandfather had committed suicide and that, as part of his university application, Eliasson had submitted a piece of sculpture in the form of a black gravestone. </p> <p>He looks genuinely perturbed when I mention the New Yorker piece in passing. 'That was impossible for me. I mean, what was it about? And why on earth would anyone want to write a piece like that? The media do not know exactly how to verbalise something that does not anchor in the personal life of an artist. The music and fashion industry have promoted that idea for so long that it has become a model for how the media wants to address art.' He shrugs his shoulders and sighs. 'Also, I'm just not interesting enough to do that kind of profile on.'</p> <p>This is a refrain that echoes throughout our conversation, and suggests that the incredible success of 'The Weather Project' and the 'New York City Waterfalls' has brought in its wake a level of exposure that Eliasson is utterly uncomfortable with. Earlier, when the subject of the YBAs, and Tracey Emin in particular, had come up, he had said, 'Emin is the opposite of me. Merging her life and her artwork completely is her greatest success, but I do not have those social skills. I am much more mainstream and boring. I am an uninteresting person really. I try to let the work go out there and not to require me to be in front of it.'</p> <p>When I ask him who his formative influences were, he thinks for a moment, as if weighing up whether he should reveal them or not. Finally, he says, 'I started out being interested in the American west coast movement - Sol LeWitt, Donald Judd, Dan Flavin. Then, I came across the so-called land artists - Richard Long, Hamish Fulton.' </p> <p>Eliasson's willingness to make epic artworks in the open air, though, recalls the work of Christo, who, back in the Seventies and Eighties, famously wrapped huge public buildings in fabric. Initially, though, after graduating from the Royal Danish Academy of Fine Arts, Eliasson expressed himself though photography: big Icelandic landscapes whose horizons and dimensions seemed askew. Soon, though, he moved into more ephemeral territory, using water, ice, steam and light in installations. In Venice, he also created the 'Yellow Room', which was lit by the kind of high-definition sodium lights that are used in Swiss motorway tunnels. He described, in his inimitable way, the experience of walking through it as 'hyper-seeing'. </p> <p>More dramatic still was his now legendary act of interventionist or guerrilla art, the 'Green River' project, which consisted of dyeing rivers in various cities bright green. Using industrial amounts of the same vegetable dye that Irish-American bars use to colour the beer on St Patrick's Day, Eliasson managed to change the colour - at least for a brief moment - of rivers in Tokyo, Los Angeles and Stockholm. The impulse, he says, was the same one that drove the Waterfalls project. 'It makes the water explicit. You see the river differently. It shows that the river is a bloody river and not a postcard.'</p> <p>Eliasson is quick to point out that, while the 'Green River' was 'an activist project', the 'New York City Waterfalls' is not. Does his work have an ecological agenda, as some have suggested? He sighs, but then concedes that this is an interesting question. </p> <p>'With \"The Weather Project\", I ask myself that question all the time. I did not anticipate the global warming issue as it is today, it was more an attempt to set up ideas that would constitute a platform for collectivity. But the weather has become politicised. So, interestingly, the world has changed and the reading of my work has changed with it, but the work itself hasn't changed.' </p> <p>He stares at my tape recorder for a long moment, as if lost in thought, then he says, 'One should be careful about only amplifying the ecological aspects of the waterfalls. I certainly don't consider myself an eco-warrior. Not at all. Talking about green power, that is for the brain. I'm not an intellectual artist, as you can see from my art. I make my work and then I talk about it. My work does not illustrate my ideas; my ideas try and support my work.' </p> <p>Nevertheless, this is a man who initially wanted the Turbine Hall in Tate Modern to accommodate a tropical rainstorm as well as a giant sun. For once, though, the mechanics could not support the idea. The 'New York City Waterfalls', it strikes me, may well be that idea transformed. Indeed, one could view Eliasson's entire output as one unified work-in-progress. </p> <p>'Olafur's process has to do with producing reality,' says Hans Ulrich Oberst, 'and that has taken him way beyond the exhibition space. He has an incredible sense of determination and a commitment to pursuing his ideas to see where they lead. With him, it's not so much about the destination but the journey itself.' </p> <p>Towards the end of our meeting, I ask Eliassson, who has grown visibly restless, if he ever finds the time to daydream or be bored? He looks momentarily startled. 'When I am bored, I start doubting whether I exist,' he replies, without irony. 'When I don't do anything, I feel I might disappear.' </p> <p>I ask him, in conclusion, if there might come a point when the bigness starts getting in the way of the art. 'Generally speaking, you are surely right,' he says, frowning and looking even more fretful, 'but one needs to challenge oneself and look deeper and ask oneself what role art has in society. To answer that question, one must take certain risks in order to reinvent what art can do. For me, the question is not how big or how small, but does the work succeed.'</p>",
  "<p>The cynic, as Oscar Wilde put it, knows the price of everything and the value of nothing. For critics, that switches into reverse: indifferent to price, we are expected to deliberate about value. So I reacted as you might expect to the news that Damien Hirst hopes to cream off a commission-free £60m from an auction of 223 works that begins tomorrow. I sneered at him as a greedy show-off and pitied the customers who would be paying exorbitant prices for his vitrines of grubby fag butts and tanks of sectioned animals. If I admired Hirst at all, it was for his cynical expertise at parting fools from their money - and, in this case, for depriving dealers of their customary share in his profits by selling directly to his gullible public.</p> <p>That's what I thought until I saw the exhibition of his wares, 'Beautiful Inside My Head Forever', which occupies the sedate Sotheby's galleries that are usually full of old-maidish Old Masters and weathered Georgian furniture. Within minutes, I recanted; I realised that I was the cynic, so distracted by Hirst's hucksterism that I had undervalued the art itself - its witty inventiveness, the ingenuity of its manufacture and its sheer beauty. I don't expect I'll ever undergo the same conversion to Tracey Emin, who offers only the sloppy mess of her life. But Hirst is both a thinker and a maker, an inquisitor of appearances and, surprisingly, a morbid moralist.</p> <p>Inside Hirst's head, as the show's title points out, is where the work originates, as he dreams up objects so extravagant that they are almost inconceivable: a skull encrusted with gemstones, a display case of skeletal fish, a simpering angel half-flayed to expose internal organs that supernatural beings are not supposed to possess. Concepts such as these are his way of giving visible form to ideas and they force us to think about aspects of existence we prefer to ignore. </p> <p>Detractors often say that Hirst's titles, inflated by pretension, are more interesting than the works they're attached to. But when he calls his devilish tiger shark The Physical Impossibility of Death in the Mind of Someone Living, he means exactly that. Like Captain Ahab's white whale in Moby-Dick, death and eternity are beyond our imagining because they lie outside our bodies. Hirst's murderous shark - a killer which is dead and yet, thanks to the preservative solution in which it is becalmed, somehow still alive, immortalised by his artistry - obliges us to look the notion in the eye. No wonder people shriek or shudder or dismissively sniff: the object is a memento mori and it ensures that the inside of the viewer's head will never again be as blandly, forgetfully, beautiful as it once was.</p> <p>Hirst is nothing if not self-conscious, and he has a conscience about what he does. Hence the impish critique of his priorities in a drawing that scribbles down a list of the things he likes best. At first the line-up is 'Love, Mexico, Money'. Underneath, he changes his mind and suggests that the proper order should be 'Mexico, Money, Love'. He tempts you to transfer money to first place, but pre-empts the accusation by joking, in another series of sketches, that he possesses the Midas touch, which was both a blessing and a curse. The king in the fable turned everything he touched to gold. All the same, his gift killed him because his food changed to gleaming, inedible metal in his hands.</p> <p>The most spectacular object in Hirst's sale is an icon of gilded greed - a calf in formaldehyde with a mirror between its horns as a memento of vanity, hooves that look like diamanté stiletto heels and a penis stiffened by rigor mortis, not by desire. Its estimated price tag is between £8m and £12m. This is the tacky, phoney god worshipped by the Israelites during Moses's absence on the mountain; in the Bible the prophet smashes it when he interrupts their besotted revels. On a marble plinth, in a glass case rimmed with gold-plated steel, Hirst's calf is safe from the iconoclastic rage that puritans have always vented on things of beauty. Nevertheless, prospective purchasers can't complain that Hirst hasn't warned them about the folly of investing in his work. 'Don't go worshipping False Idols!' he chides, in a drawing that accompanies a design for the beast.</p> <p>How, you might wonder, can he tell buyers to beware while still encouraging an orgy of expenditure? But there is no contradiction here, only a paradox; Hirst's mixed motives show up the bewildering nature of all art, a game that is both precious and pointless. Art simultaneously delights and cheats us, turning facts into fiction or truth into decorative lies. Hirst is a homespun aesthetic philosopher, which is why he headlined the contents of his brain when he gave the Sotheby's exhibition its title. He is an artist who asks why art exists, what it's good for, what it's worth. Price is easily determined, fixed by the clatter of the auctioneer's hammer; the value of the obsessive but gloriously futile activity is harder to ascertain. Long ago human creativity was a grateful offering to our presumed creator. Now that we live without the hope of mortality, why do we bother? Like Francis Bacon transforming Golgotha into an abattoir, Hirst is a religious artist for a godless age.</p> <p>Does art merely prettify the ugliness of our actual world? One of Hirst's most unsettling works is Black Ritual: from afar a square of glistening ebony, up close a graveyard of houseflies sealed in resin. Is art's purpose simply to programme sensations, to make us feel good? If so, Hirst proposes eliminating the creative process and going straight to the end product, a self-deceptive bliss that could just as easily be obtained from a bottle. Hence his candy-coloured pills labelled Sodium Chlorate and Neomycin Sulfate, or his psychedelic sunbursts in household gloss, whose titles - Beautiful Airmid Dysmorphia Intense Painting (With Extra Inner Beauty), for instance - tell you exactly what mood they are supposed to provoke.</p> <p>As in his defunct Notting Hill restaurant with its pharmaceutical decor, Hirst enjoys pretending to be a chemist writing therapeutic prescriptions for the addicts who are his clients. He knows that he is dispensing placebos or sedatives, Prozac for the eyes. But he takes his professional duty seriously. Drug dealers dispense calm (or frenzy, if that's your preference) and artists too, like lay priests, trade in reassurance. </p> <p>In a sketch that ponders The 5 Stages of Dying, Hirst demarcates the journey the moribund and the bereaved have to go on: denial, anger, bargaining, depression, acceptance. Art, however, disrupts that submissive progress; for Hirst, it is an indignant and triumphant denial of death and it never reaches the resigned acceptance that therapists recommend. An art that represents things can make the past present again, revivifying it. This is what Hirst demonstrates in Memories Of/Moments With You, a showcase of manufactured diamonds that could have migrated up Bond Street from the Cartier showroom. Love, testifying to its eternality, puts its trust in money; the rings on our fingers are tokens of a happiness that is revived, in principle, whenever we look at them.</p> <p>But artists kill the objects of their love to preserve them, and Hirst often plays at being a taxidermist or a mortician. No Life contains a litter of grounded butterflies and a smattering of diamonds, together with some scalpel blades: jewels are the products of surgery, cut from living rock. Hirst's surest way of denying death is to create a catacomb of good-looking, unputrefied corpses, like his speckled calf that balances on its two hind legs as if clumsily clambering towards heaven. Although people are less easy to pickle, Hirst had a scheme to cram his dead grandmother's chattels in a steel box and weld it permanently shut - the next best thing to keeping the absent woman alive.</p> <p>Chastened, I now see that there's more to Hirst than the money-grubbing Artful Dodger who acts up for the tabloids. He is a tragic clown who jests about extinction because the imminence of death turns life itself into a joke. Nothing lasts, neither flesh and bones nor even bricks and mortar. Perhaps I should mortgage my house to buy an impaled butterfly, an anatomical dummy or an ashtray of extinct Marlboros? Though Hirst, come to think of it, lives between a West Country farm, a Gothic Revival mansion and a summer home in Mexico, so the joke after all might just be on me.</p> <p><strong>·</strong> The direct sale of Hirst's work, Beautiful In My Head Forever, starts tomorrow at Sotheby's in Bond Street, London</p>",
  "<p><strong>Las Vegas, 23 July 2008</strong></p> <p>Late morning in Henderson, the nice suburban neighbourhood Brandon Flowers calls home, and the Killers frontman is in his kitchen. He is, as is his wont, fretting. He has to leave soon for another day's work at the band's new recording studio. This is in an anonymous Las Vegas industrial space, about a 15-minute drive from where each of the four members of the band live: Flowers, Dave Keuning (the guitarist), Mark Stoermer (bass), Ronnie Vannucci (drums). Battle Born they have called it, following the motto on their state flag, a reference to Nevada joining the Union side during the American Civil War. </p> <p>'It's exciting to branch out. We were talking about the studio maybe being a business venture, hiring it out,' says Flowers. 'It's been great to go in and not have to worry about who's listening.' As the Killers work on their third album, a record that has to top everything they've done before - otherwise the super-zealous Flowers might as well just give up - privacy is paramount. They recorded its predecessor, 2006's Sam's Town, in a studio inside the Palms Casino Resort, one of Vegas's ritziest joints. 'And it's great not to worry about who's going to pop in because they're gambling and they're a high-roller and they want to see the fucking studio.' As befits a man of religious faith, Flowers doesn't swear much. So when he does you get a real measure of his exasperation. 'Playboy bunnies too!' Family man Flowers didn't like that either. 'There was all craziness at the Palms. So now, definitely we're more productive.'</p> <p>The Killers are America's oddest successful act: four members who look like they should be in four different groups; working-class kids from heartland America - rather than the cosmopolitan coasts - with a love of flamboyance. Committed lovers of Eighties British pop (as evidenced on their first album, Hot Fuss) turned stadium-rock rabble-rousers who dug Bruce Springsteen and the Wild West on the follow-up, Sam's Town</p> <p>Alongside their joyous disco and rock anthems sit dark songs about trauma, salvation and death: 'Uncle Jonny' dealt with Flowers's cocaine-crazed relative's conviction that aliens were after his sperm (so he tried to shoot his testicles off); 'Bling (Confession of a King)' told how Flowers's father recanted alcoholism and Catholicism to become a Mormon.</p> <p>The singer's love of the Morrissey B-side 'Sister I'm a Poet' led to the writing of the band's 'Murder Trilogy' - 'Jenny Was a Friend of Mine', 'Midnight Show' and 'Leave the Bourbon on the Shelf'. Flowers ploughed this macabre route more deeply with 'Where is She?', inspired by the murder of a 14-year-old Scottish girl, Jodi Jones, by her goth boyfriend in 2003. Flowers wrote the song from the viewpoint of the victim's mother, not stopping to think of the upset this might cause.</p> <p>Oh yes. At 27, Flowers is five years younger than his bandmates and the oddest of them all. Lovely, but odd. Phobic about flying, and about the number 621 (his birthday is 21 June). Like his parents and siblings, a Mormon. A young husband and the father to a 13-month-old son, Ammon. Thoughtful and considerate, but also a control freak. An arch-patriot who doesn't seem sure of his politics. He was once quoted as saying he was 'sympathetic to George Bush' and when I'm with him, he mentions approvingly a recent copy of Newsweek which bore the headline 'What Bush Did Right'. But he recently retracted that earlier quote, saying 'I'm in the middle with my beliefs, like everyone else' and to me he talks enthusiastically about Barack Obama.</p> <p>And he's ambitious. Flowers wants the Killers' name in big lights, for ever and ever, amen. And he'll put in the micro-managing effort to achieve what it takes.</p> <p>'Brandon will turn in 14-hour days, day after day after day,' Stuart Price says admiringly. The Reading-born musician and producer (previous bands: Les Rhythmes Digitales, Zoot Woman; previous clients: Madonna, Seal) has become, in some ways, the fifth member of the Killers. He did the 'Thin White Duke' remix of 'Mr Brightside' that the band loved so much. Then, as exploratory recordings, he produced 'Leave the Bourbon on the Shelf' and 'Sweet Talk', which appeared on last November's B-sides-and-more compilation Sawdust. The band had tried and failed to record 'Sweet Talk' for Sam's Town.</p> <p>Price and the Killers clicked. On his first visit to Price's home studio in London, lifelong Anglophile Flowers noted the pictures of David Bowie and Brian Eno on the wall. 'I knew we'd found our man,' recalls Flowers. Now Price is working with them on the follow-up to Sam's Town and Sawdust, and to Hot Fuss before them. Together those albums have sold 12m copies worldwide, helping make the Killers - as one US magazine had it - America's Best British Band. Quick-paced computer whizz Price, the son of two classical pianists, has proved a great foil for Flowers. 'It's in him like it's in us,' says the singer. 'Brandon's meticulous over things and really works at it,' says the producer. 'He's one of those people where it's in his blood. It's a real admirable quality.'</p> <p>But in Las Vegas, even 14-hour days aren't enough right now. Flowers, with whom most of the band's songs begin, is agonising over a couple of unfinished numbers.</p> <p>Actually, right now he's happier talking about clothes. He's the perfect age to be a Nirvana kid but Flowers hated grunge, in part because it was so dowdy, partly 'because it sucked the fun out of things'. His teenage love of British music was heard through a prism of style: Echo &amp; the Bunnymen's trenchcoats, Morrissey's flowers, Bowie's chameleonism, Pet Shop Boys' sartorial wit, Oasis's post-football casual swagger. 'I almost follow the music through fashion.' </p> <p>Thus the Killers were dandies from day one. They blazed out of Sin City wearing pastel jackets and make-up and eye-watering shirts. As the laconic, slightly spacey Keuning will recall of their first show as a foursome, in a Las Vegas club called the Junkyard in August 2002, 'even then, people were like, \"Who do these guys think they are?\" Well, anybody can wear a T-shirt and jeans. But this is a show and we want to look good and we want to have fun. I think I had a pink shirt on.' Pause. 'I got rid of that shirt.' </p> <p>After the British Eighties disco look (and sound) of Hot Fuss, the Killers went native for Sam's Town. It was a record that sounded like widescreen America and it had the boots, bootlace ties and waistcoats to prove it.</p> <p>'With Sam's Town,' says wisecracking life-and-soul Vannucci, 'I think we had just been on tour [promoting Hot Fuss], visiting all these new places, being detached from our desert home.' Indeed: before the release of Hot Fuss, Brandon Flowers had never had a passport. 'Being away from family, remembering where you come from, was probably heavy on Brandon's mind,' the drummer continues. 'And one thing just flowed into the next. It was never, \"OK guys, let's dress up like fucking cowboys!\"' Vannucci thinks that look might have started with the Anton Corbijnshoot for the album sleeve with the photographer 'playing dressing up...' But, he insists, this was not post-Joshua Tree-style affectation. 'Vegas is not about the Palms Hotel casino and black shiny shirts. If you're local, it's more about horseshit and gunsmoke! So that's what we brought to the stage.' And, in the drummer's case, an extravagant My Name is Wyatt Earp moustache.</p> <p>Anyway, Flowers wants to underscore this: that look, and that sound, they're all in the past. The Killers as extras from Deadwood? It's so 2007. For album proper number three, the band are going wilder still. 'Sam's Town was very specific. It was a return home album,' says the quiet Stoermer, a former medical student with whom still waters run very deep. 'This new album is perhaps more progressive and... I don't want to say global, but it's more universal.' </p> <p>On the Killers' new album, to be called Day and Age, there are synths involved. There are big rousing tunes, for sure. But there are also harpsichords, moonscapes, saxophones, brass, strings, feathers and fur and steel drums. Steel drums? </p> <p>'Seriously, the last time I heard steel drums was in The Little Mermaid!' Flowers exclaims. 'I don't know if that's a good reason or not to use them.'</p> <p>Right then. Studio time. Brandon Flowers leaves his kitchen, still fretting. </p> <p><strong>Dublin, 20-21 August </strong></p> <p>Fifteen minutes after they come offstage at the Academy in the Irish capital, the Killers' small and busy dressing room under the stairs is sweltering. </p> <p>Ronnie Vannucci is forced to stand in the corridor outside to talk to Jack Black. The actor-cum-comedy-rocker's band Tenacious D are in town to support Metallica at Marlay Park. Vannucci and Black are guffawing about the perennial rock star problem of overly sweaty gussets. Brandon Flowers, still wired and still perspiring from the performance, sits on a chair, both knees doing the St Vitus Dance. He's digging into a full size box of bran flakes, shovelling the dry cereal into his mouth but taking care to avoid the raisins. Mark Stoermer idly fingers a leather case containing champagne and Guinness. It's a gift from Dublin's favourite sons, and the band the Killers most want to emulate. A card inside reads: 'Welcome to Dublin from The U2'ers'. Their manager, Paul McGuinness, stands by the doorway, chatting. 'He owns the space around him,' Flowers will later chuckle. 'Makes our manager nervous!' </p> <p>Flowers, too, is a little nervous. Tonight's 850-capacity club show, a warm-up for tomorrow night's show at Marlay Park, which is itself a warm-up for headline slots at the Reading and Leeds festivals, was great. The band played a quasi-acoustic version of 'Smile Like You Mean It', with Flowers at the piano. Their decidedly strange collaboration with Lou Reed, last year's 'Tranquilize' single, worked well. Two new songs, 'Neon Tiger' and 'Spaceman', were greeted enthusiastically by the crowd. But Flowers's racing brain is already on to the next hurdle. Chatting to McGuinness, he discovers that U2's new album is scheduled for release a week before theirs. How do they follow that? 'So there's U2, Oasis, Snow Patrol, Keane, Kaiser Chiefs...' He ticks off the autumn's big albums on his fingers (the U2 record later shifts to next year). Shit. Lot of competition. Flowers chomps at his cereal with agitated gusto.</p> <p>You might say they haven't made things easy for themselves. The Killers interrupted recording on Day and Age to embark on a month-long tour: a handful of small North American shows followed by this run of European festival dates. Then they are heading to London to hook up with Stuart Price again and finish the album. Everything is running impossibly close to deadline.</p> <p>After midnight the Killers leave the club and drive the few hundred yards back to their hotel. Flowers's wife Tana and infant son are upstairs but he lingers in the lobby with a laptop, poring over new band photographs till 1am. Some feature the four-piece seemingly standing on the moon. In others, Flowers is wearing a Dolce &amp; Gabbana jacket with elaborate fur and feather epaulettes designed by British fashionista Fee Doran. She was introduced to Flowers by Stuart Price, for whom she once made a black leather catsuit. She's most famous for making the white hooded jumpsuit Kylie Minogue wore in the 'Can't Get You Out of My Head' video. </p> <p>'Sci-fi jungle!' says Vannucci, jokingly, of the new look that the band - well, the more outré Flowers and Keuning - will be rocking. 'It's the new emo! No longer neo-synth fetishists, we're sci-fi jungle! No more Wyatt Earp moustache, although I could grow it back in a few hours...'</p> <p>The next day Flowers and I sit down with tea and cookies in the deserted hotel restaurant. Last night, once he got over his collywobbles about the U2 album, he seemed friendly and relaxed but today, talking about the new album properly for the first time, there are nerves.</p> <p>I say to Flowers: you said that Sam's Town was about embracing more of your own culture. Did you achieve that?</p> <p>'Well, what's goofy is, America didn't care! Over here in the UK they did. It's sitting alongside Hot Fuss [in sales]. But in America it did half of what Hot Fuss did - 1.5m rather than 3m. So it just shows you how cynical people can be. We were trying to do something heartfelt - and it was heartfelt.'</p> <p>How did an avowedly American record fail to sell well in America?</p> <p>'It was kind of cursed from the start. The press were really rough on it.' The Killers were particularly aggrieved with a two-out-of-five review in Rolling Stone. 'I mean, just for having 'When You Were Young' on it, it deserves better than what it got. That song will be around for ever.'</p> <p>Did Americans think you were trying too hard to be Americans?</p> <p>'Maybe. We came out with Hot Fuss and were wearing suits and there's make-up and there's glitz. Definitely they saw [the Sam's Town look] as being contrived. I absolutely understand that now when I look at it. It's a never-ending battle for me. We were these poor kids and the whole idea of being a band was to put ourselves out there as this glamorous thing. Almost the opposite of the Strokes - these wealthy kids who are these dirty rock'n'rollers. Instead of dirtying it up, it was about excess and overindulgence and names and Gucci. It's almost a hip hop thing. Bling, that's kinda what it was like.'</p> <p>Improbable as it may seem, the none-more-vanilla Flowers is hip hop in other ways - shooting his mouth off, proclaiming his own greatness while panning others. It's not the Killers' fault that Sam's Town didn't sell as well as Hot Fuss at home - it was 'cynical' America which didn't 'get' the album. He's open in his desire for the Killers to be a stadium-sized act, to catch up with Coldplay and join up with U2 on the top 'pedestal... They're getting old. You know there's going to be a coupla songs on [U2's new] record you're just going to love. They're unbelievable. But there's gotta be... I dunno, it feels like it's time.'</p> <p>Last time we spoke he accused Thom Yorke of wasting his talent by not writing such catchy tunes any more. He laid into Green Day for un-American activity: recording a concert DVD in Milton Keynes ('I just thought it was really cheap. To go to a place like England and sing American Idiot...'). Now, he admits ruefully, 'that didn't help us out either [in America]. People love Green Day. Anyone that maybe would have been on the fence with us, that was a real decider that they didn't like us.' Flowers regrets the diss, then, but mainly because it hit his own band's sales.</p> <p>According to the man who made it, meanwhile, Sam's Town was directly influenced by Springsteen and was one of the best albums of the past 20 years. These vainglorious quotes are still following the Killers round now.</p> <p>'Yeah, he shouldn't have said any of that crap!' says Keuning with a snort. 'I hadn't thought about Springsteen once... Now he's probably a little bit more careful. I didn't agree with the things he said. Those things don't necessarily represent the band. He was just excited about Sam's Town when he said that 20 years thing, but I had no idea how bad it was going to bite us in the ass.'</p> <p>'The thing I love about Brandon is that he says whatever the fuck he thinks,' says Price. 'And he doesn't care if he's blowing six litres of smoke up his own arse or in someone else's face. That is so refreshing, to have someone that just goes: \"Fuck it, I want to be the best and this is what I think.\" And he backs that up with hard work.'</p> <p>He's a funny bloke, Brandon. He has a heart of gold, is thoroughly likable and is staggeringly charismatic on stage. He can write pop hits and stadium anthems seemingly at will. But he's also supremely jittery, occasionally paranoid and easily rattled. It's like he always has something to prove - a legacy, perhaps, of being the baby of his family. He's the youngest of six; his nearest sibling, Shane, is 12 years older than him. It's handsome, born-on-the-4th-of-July Shane (as mentioned in the lyrics to 'Sam's Town') whom young Brandon was always trying to catch up with.</p> <p>All this can make him come over as aloof and distant. His interview posture is bolt upright like a schoolboy, or arms firmly folded like a shield. It all helps lead to statements of intent that read terribly baldly in print. </p> <p>Why do you think many people have a problem with your ambition? </p> <p>'I don't know. I guess they like it better if you just keep your head down and all that. I'm not sure what bothers them so much about it.'</p> <p>Because they see you as a craven careerist?</p> <p>'I've seen that before. The singer of Idlewild said I was like Pete Sampras. He could see it in my eyes - dead, cold, a drive, ready to step on whoever I need to. And I'm not like that at all.'</p> <p>Anyway, golf is your game.</p> <p>[Grinning] 'Yeah. Tiger Woods, please. But it's just about the songs.'</p> <p>It's excitement rather than a rampant ego that propels you to talk up your records?</p> <p>'Yes. That's it. I've never been able to explain it easily. I don't wake up and say, \"I'm the greatest.\"'</p> <p><strong>That night the Killers play Marlay Park to a sold-out </strong>crowd of 32,000, the biggest audience they've ever drawn on their own (that is, other than when they've played at festivals). There is satisfaction within the Killers camp that Metallica didn't sell out the previous night. The 16-song set is blisteringly good. The by-now-traditional set-closing encore is the glorious 'All These Things That I've Done', Flowers's song about struggling to reconcile his Mormon faith with the temptations facing a man and a rock star. As Killers crowds always do, the entire park begins singing the chorus while the band are offstage, readying for the encore: 'I've got soul but I'm not a soldier...' It's spine-tingling to hear.</p> <p>Throughout the show a member of the Killers' entourage takes pictures from the side of the stage. These days he is the only photographer allowed to shoot the band live. After gigs, the media are invited to pick shots that the band have selected to put up on a special website. Later I ask Flowers why such an edict is necessary.</p> <p>'Ah-ha-ha,' he laughs nervously. He begins by saying that the ban on outside photographers was in response to publications tending to use the same kind of image repeatedly: him with his mouth wide open, singing. Or, as he puts it, 'the screaming moment... It just to got to be - well, for me, I didn't like it.'</p> <p>And is it correct that you'll only be filmed head-on, not from underneath?</p> <p>'Yeah. Why? It's a very unflattering place to have your picture taken. You can't avoid looking like you have a double chin, especially if you're singing and opening your mouth and screaming. It's a misrepresentation.'</p> <p>But you're lean and in good shape.</p> <p>'I'm lean. But I'm not as lean as the dreams of.... Iggy Pop and the good old days.'</p> <p>Would you say you were vain, Brandon?</p> <p>[Laughing] 'I don't know if it means I'm vain. I'm cautious!'</p> <p>And you like being in control?</p> <p>'Well, you know, it's our destiny that we're playing with here.'</p> <p>Presumably you appreciate that your banning photographers from your shows will be construed as controlling and egomaniacal?</p> <p>'Yeah, I don't understand that. I don't mind it. People can think what they want to think.'</p> <p><strong>London, 3 September</strong></p> <p>Last night the Killers partied. Brandon Flowers collected the award for Most Stylish Man at GQ's Men of the Year event at the Royal Opera House. He smoked cigarettes and drank champagne and ended the night at celeb hang-out Bungalow 8. He's a practising Mormon but not 100 per cent observant, although his son is named after a prophet in the Book of Mormon. How has having a child affected his faith?</p> <p>'It's kind of solidified it.' He pauses, wary of discussing religion - he's enough of a student of music history to know that the holy rock'n'roller is a precarious route to go down. 'I feel like it's an arrogant thought to think we're an accident, or that we're this smart without a little bit of a help. I just think it's a miracle.'</p> <p>For some people, childbirth reaffirms their faith in creationism; a higher power had a hand...</p> <p>'Yeah, definitely. It's definitely made me... And it's made me a lot less selfish too, so it's good. I love music, but I look at it more as my job now than I did. Now I'm going off to work. Now I almost think I'm doing this for him and for his future. Everything's changed. There's all kinds of shit brewing in my brain. I wonder if it's weird that I get manicures! Ha ha ha! My dad didn't get manicures, I don't know if I should... Why do I? I dunno! Because they give you a massage at the end of it. It feels nice.'</p> <p>We're talking in Olympic Studios in Barnes, south-west London. The Killers have two-and-a-half days to finish Day and Age. The tight schedule has meant they had to nix yesterday's planned recording session with Elton John: he and Flowers have written a Christmas song (the Killers' third), called 'Joseph, Better You Than Me'.</p> <p>The band play me a handful of new songs. 'Human', the first single, is a Pet Shop Boys-style synth-pop zoomer that should please fans of 'Mr Brightside'. 'Losing Touch' is driven by blasts of dirty saxophone. 'I Can't Stay' is brilliantly wonky: steel drums, harpsichords and a shuffling rhythm which Keuning describes as 'stranded on an island', and which Flowers admits was taken from Unit 4+2's 1965 British No 1 'Concrete and Clay' (he heard it on the soundtrack to Rushmore). And on the 'Club Tropicana'-esque 'Joyride', the Killers got the funk. </p> <p>On one listen it's thrilling, the sound of America's most adventurous big-hitters spinning off in umpteen new directions. As Stuart Price says: 'I think the wrongness is part of the thing that appeals to Europeans about the Killers.'</p> <p>'A Dustland Fairytale' is more reminiscent of the grand rock of Sam's Town. Studded with punchy piano, it sounds like a Jim Steinman production. It features lines like 'slick chrome American prince', 'long brown hair and foolish eyes', and 'white trash county'. It's the story of how Flowers's mum and dad met - they were both aged 15 and lived on the same trailer park.</p> <p>The song that's causing Flowers most trouble is 'Goodnight, Travel Well'. Set to be the album's closer and running to almost seven minutes, it's a tribute to Dave Keuning's recently deceased mother, and to Brandon Flowers's mum, who has a brain tumour (he says she's responding 'really well to the chemo and the radiation so far'). He needs to get the lyrics right: tender but not mawkish. I hear the unfinished version. It's a gothic symphony, bursting with brass and strings.</p> <p>As Flowers describes it: 'It goes from being the darkest thing we've ever done before shooting up to the clouds at the end. Oh, it's a heartbreaker. It just rips your guts out.'</p> <p>If Flowers can face singing it night after night, it should be a great main set closer.</p> <p>'We use the analogy of too much chocolate. That's maybe how Killers shows have been in the past, sometimes it's too much - we don't have our ups and downs. It's been a real breath of fresh air doing the songs from Sawdust and the stripped down 'Smile Like You Mean it'. It's not just in your face the whole time. It really felt like a real band. A more mature...' Flowers stops and smiles. 'Men were up there playing.'</p> <p>Right then. Studio time. The Killers have a little over 48 hours to nail the finale to the album that, if all goes to plan, will keep them on the road until the end of 2010. The only way is up. In terms of sound and in terms of stature, their ambition knows no bounds. If Brandon Flowers, baby of the family and baby of the band, has anything to do with it, the world's record-buying, concert-going masses will be moved.</p> <p>'I have an unexplainable drive,' he cheerfully admits. 'I don't know exactly where it comes from, but it borders on obsession. There's something special about bringing that many people together and celebrating that way. I want that! I am greedy and selfish but I want that every night.'</p> <h2>Bigmouth strikes again: Brandon Flowers bitches</h2> <p>'I can see the Strokes play or Franz Ferdinand play and it's real, and I haven't gotten that from the Bravery. I think people will see through them.'<br><strong>March 2005</strong></p> <p>'We have a song called \"Midnight Show\" and in America they love it. In England they don't move at all. What's wrong with them?' <br><strong>April 2005</strong></p> <p>'What song do I hate? I think 'Daughters' by John Mayer would be a good candidate.' <br><strong>2005</strong></p> <p>On Fall Out Boy: 'Emo is dangerous. There's a creature inside me that wants to beat all those bands to death.' <br><strong>June 2006</strong></p> <p>On Thom Yorke: 'He should feel grateful that he's [been] given the gift to write pop songs - which he needs to write again.' <br><strong>September 2006</strong></p> <p>On Green Day filming their American Idiot DVD in the UK: 'I saw it as a very negative thing towards Americans. It really lit a fire in me.' <br><strong>October 2006</strong></p> <p>'I think people are lazy, and that goes for making music too.' <br><strong>November 2006</strong></p> <p><strong>·</strong> Day and Age (Mercury) will be released on 24 November</p>",
  "<p>Georgina, Duchess of Devonshire, the 18th-century aristocrat played by Keira Knightley in her latest film, The Duchess, was treated at London's first sex clinic, a book published this month will reveal.</p> <p>Devastated by her failure to provide a male heir for an unloving husband, Georgiana, who was the society It Girl of her day, was introduced to the pioneering Dr James Graham by her mother, Lady Spencer. After enduring a series of unlikely procedures, such as repeated ice cold champagne douches, the duchess was persuaded to lie with her feet above her head after sexual intercourse.</p> <p>The neglected wife, gambling addict and political campaigner was among a number of influential men and women who visited Graham's extraordinary therapeutic establishment. </p> <p>The story of the rise and fall of a man who also notoriously launched the society career of the adventuress Lady Emma Hamilton, the great love of Admiral Lord Nelson, is told for the first time in Doctor of Love, Lydia Syson's biography of Graham.</p> <p>The young Lady Hamilton, or plain Emy Lyon from north Wales as she was then, was picked up by the Scottish doctor on the streets near his clinic, known as the Temple of Health, at the Adelphi, off the Strand in London. She had been plying her trade as a prostitute.</p> <p>Lyon was quickly installed in Graham's temple as Hebe Vestina, the Rosy Goddess of Youth and Health, and instructed in a series of poses that represented the ideal of the fruitful woman. Dressed in Grecian sandals and flowing garments, it was here she was first spotted by her future husband, the ageing diplomat, William Hamilton, and her place in high society was secured.</p> <p>Graham's lavish erotic therapy centre, complete with celestial bed, became one of the most fashionable destinations for the aristocracy of the day. It promised increased sexual pleasure and fertility through a series of electrical pulses and intoxicating aromas. And it cost £50.</p> <p>Although an ardent supporter of Graham, Georgiana's mother chronicled the treatment her daughter received in astonished tones. She had 'every night and morning, I believe for several months to pour a whole large flask of the same water, or of the Champaign wine, cooled in ice, into and upon the fountain of life!'.</p> <p>Such quirky practices made Graham and his patients, who often arrived at the temple disguised by masks or veils, the targets of popular ridicule.</p> <p>The Yorkshire poet William Mason had fun at their expense, writing:</p> <p>'... thither haste with knocking knees;<br>Genial and prolific fires,<br>Shall wake your pulse to new desires;<br>Tho' your embers should be dead,<br>Stretch on his celestial bed;<br>Soon you'll feel the vital flame,<br>Rushing thro' your icey frame!'</p> <p>Another celebrity visitor to the temple was the actress Mary Robinson. At the time Robinson was known throughout England as Perdita, a nickname that came from the character she had played in a production of Shakespeare's The Winter's Tale. The 17-year-old Prince of Wales had seen her in the role in 1779 and promptly made her his mistress.</p> <p>Robinson visited Graham, it is now believed, in a last-ditch attempt to become pregnant and so claim some living from the royal purse. </p> <p>Like Georgiana, she benefited from treatments such as the celestial bed, which was tilted up at the feet end to promote conception. It is a medically unproved theory, but one still in currency. It was recently hailed as more effective than IVF by Cuban-American singer Gloria Estefan, who claimed she had passed on the tip to rock queen Madonna after hearing it first from the late former TV presenter Paula Yates, a mother of four children.</p> <p>Born in Edinburgh in 1745, Graham travelled to America after training in medicine and learned about electricity from the scientist Ebenezer Kinnersley, a close associate of Benjamin Franklin. He immediately began work on a prototype of the celestial bed.</p> <p>In 1781, Graham moved his temple to new premises in Pall Mall, big enough to house an improved bed. This canopied contraption was 12ft by 9ft, covered with clockwork musical figures and adorned with a cage containing turtle doves. The movements of the occupants of the bed set off music through organ pipes which sounded with increasing tempo as their encounter went on.</p> <p>Towards the end of his life Graham became obsessed with a new therapy called earthbathing which involved being buried up to the neck in soil. He underwent a series of religious revelations too, some leading him into mania.</p> <p>Before he died in Edinburgh in 1794 he had begun to experiment with the idea of fasting to prolong his life.</p>",
  "<p>Unsolved celebrity mysteries have an allure for writers stalking the Great American Novel. Joyce Carol Oates herself explored the death of Marilyn Monroe in Blonde, a far more convincing indictment of dysfunctional parenting and star burnout than is attempted here. My Sister, My Love is a fictionalised take on the story of JonBenét Ramsey, the six-year-old beauty princess found murdered in the basement of her parents' Colorado home in 1996. The reality was a grotesque cliché; in fiction, the pushy parents are cardboard cut-outs and the literary allusions jar. JonBenét has become Bliss Rampike, a junior ice-skating star, and the rest of the names have been changed, you feel, to protect the author. Like Blonde, My Sister has a timid this-is-fiction disclaimer: Marilyn at least got to keep her own stage name.</p>",
  "<p>After years of plucking oysters from the briny, and prising open their frilly black lips, Santana Aripe's fingers have been roughened to the point where shaking his hand is a bit like getting tactile with a Brillo pad. Wearing his years in laughter lines and a gummy grin, it is his handshake that tells the story. Sahara dry, these are the hands of a pearl diver.</p> <p>Aripe's home is the Pearl Islands, an archipelago of castaway isles strewn across a turquoise sea off Panama's Pacific coast. Cloaked in virgin rainforest, much of the archipelago is also deserted - a characteristic not lost on location scouts for the US castaway reality show Survivor, which has twice set up camp here. </p> <p>Steeped in lore, the 200 islets of Las Islas Perlas were once known for two things: pearls and pirates. Pearls as well as vast pots of Inca gold and silver were shipped to Europe through the privateer-infested waters. There is more bloody swashbuckling history off these islands than you can throw a parrot at. </p> <p>Among those taking refuge in the hidden coves and inlets was Spanish explorer Vasco Núñez de Balboa (the first European to reach the Pacific Ocean, he also gave the Pearl Islands their name) and buccaneers Henry Morgan and Francis Drake. Drake is buried along with his booty off the mainland coast of Puerto Bello, once the scene of flamboyant 15th-century markets, and where fortified warehouses rammed with Peruvian gold and silver were an irresistible target for pirates. </p> <p>Pre-Columbus, the islands were ruled by an Indian king whose subjects' main occupation was pearl diving. Isla del Rey, the largest island in the archipelago, is inhabited almost entirely by descendents from pearl-diving era slaves. At its height 400 years ago, some of the world's most sought-after pearls were found here, including the legendary Peregrina, or Pilgrim Pearl. Delivered to Spain's King Phillip II in the 16th century, the pearl's string of illustrious owners has included an English queen and a French emperor. It sold out to Hollywood in the late Sixties, when Richard Burton bought it for Elizabeth Taylor for US$37,000. In her memoirs Taylor famously recounts how her Pekingese was, literally, making a meal of the pearl before she salvaged the undamaged jewel from its mouth.</p> <p>Keen to give pearl diving a go I flew to Contadora, the island that takes its name from the houses where pearls were counted, located a short, twin-prop hop from Panama City. Scalloped by 12 powdery gold beaches and ringed by coral reefs, Contadora now lures plunderers of a different stripe: tourists. Oh, and the occasional exiled shah in search of a hidey-hole - the Shah of Iran fled here during the revolution of 1979, you can take pictures of his former house from Playa Ejecutiva. Much of what there is to see on Contadora itself (one church, a school, three restaurants, a nine-hole golf course) lies within walking distance of the airstrip, and you can walk around the whole island in a couple of hours. It's the islands around Contadora that offer the only real chance of finding pearls these days - as well as offering an underwater medley of rays, white-tipped reef sharks, moray eels, puffer fish, angelfish, parrotfish, dolphins and turtles.</p> <p>Black-lipped pearl oysters are still found by skin divers off the intriguingly named Mogo Mogo and Casayeta. Guillermo, one half of the team that runs Coral Dreams dive centre, said while he couldn't guarantee a pearl, he could almost certainly find me a pearl diver. </p> <p>Next morning five of us head south in a boat in search of pearls. Pelicans wheel and whine, swooping alarmingly close. As we zip past islet specks Guillermo points out Isla Saboga, where a cache of Henry Morgan's treasure was pillaged from underneath the island's colonial church, and Chapera, whose solitary house and plentiful iguanas made it ripe territory for Survivor's scouts. </p> <p>Finally, we drop anchor off Isla Casayeta, with a beach shimmering in shades of aubergine and silver. Clambering over a carpet of shells, we set foot on what appears to be a one-street island, home to more dogs than people. Half-way along we find Señor Santana Aripe, looking handsome under his Panama hat; his vest perfectly camouflaged against a powder-blue wall. Pot-bellied and sun-worn, he has spent 60 of his 81 years on Casayeta. </p> <p>Aripe explains that he started pearl diving by default when harvesting oysters for food. The milky, mercurial shells and the oyster meat were highly sought after, but pearls were a lucrative extra treasure with each stone netting an average $170 (he once sold one for $700). Back then he would find a pearl in every handful, compared with roughly one in 100 today. </p> <p>'Price is dictated by colour,' he says. 'Grey is the most sought-after.' Aripe dives only occasionally now, using lungs alone to plumb depths of up to 15m, and no tools other than his fingers. </p> <p>'Sometimes I'll go with a friend at night under a full moon,' he says, 'But you don't always need to dive - at low tide pearl oysters can wash up on the beach.'</p> <p>Leaving Casayeta we make for Mogo Mogo, another Survivor location, where we begin our oyster hunt. Snorkel masks on, Guillermo and I slip over the side of the boat, skin diving just a few feet down to where oysters cling to rocks and coral boulders. The black-lipped oysters grow in a slightly inclined position, making them easier to pluck.</p> <p>Guillermo jumps off the boat to demonstrate. A quick twist and it's off - or so it appears until I try it myself. There's a knack to the wrist action, and shucking proves harder still. Back on the boat Guillermo uses an oyster knife to unhinge the shells, taking care not to sever the abductor muscle. Eventually the fluted lips are prised apart to reveal valves bulging with white meat. </p> <p>'A very happy pearl!' declares Guillermo. Scraping through the thick yellow jelly we quickly establish that this one is for eating. As is the next... and the next. After a few more attempts, we have collected enough meat for an oyster supper. </p> <p>No matter that we don't find pearls. We splash around in crystalline water, swim alongside turtles and gawp at giant starfish studded with knuckles of brilliant orange. </p> <p>En route back to Contadora we pitch up on a completely deserted beach, disembarking to comb a hillock of sand dumped like a perfect scoop of vanilla ice cream in the ocean. I leave Contadora and Las Islas Perlas light on pearls, but definitely richer for the experience.</p> <h2>Essentials</h2> <p>KLM flies to Panama City from £548 return. Doubles at the Hotel Contadora (<a href=\"http://www.hotelcontadora.com\">www.hotelcontadora.com</a>) cost from US$133 full-board. Aeroperlas (<a href=\"http://www.aeroperlas.com\">www.aeroperlas.com</a>) flies from Panama City to Contadora from $30. Coral Dreams (<a href=\"http://www.coraldreams.org\">www.coraldreams.org</a>) offers snorkelling from $35, dives from $65. For more information visit: <a href=\"http://www.visitpanama.com\">www.visitpanama.com</a>.</p>",
  "<p>It was your classic Patagonian road. Dead straight to the horizon, bounded on one side by a view of turquoise lakes and shimmering mountains and on the other by the infinite steppe, and with a huge dome-shaped blue sky dappled with lenticular clouds up above. This was the Ruta 40, the only link road between the airport and the village of El Chaltén, but it was the sort of road you make movies about and a cut above the M56.</p> <p>'Shall we stop for a coffee?' asked Pablo, my local guide. 'Sure,' I said, as I also fancied an empanada (stuffed pastry) after the three-hour flight from Buenos Aires. Our driver pulled into the first place we had seen in an hour (and the last we would see for the next two hours, as it turned out). Pablo said it was the Hotel La Leona, and since it had opened way back in 1894 - when Patagonia was barely on the map - it had served as both a hotel and a wayfarers' inn. </p> <p>It was characterful as well as splendidly isolated. Two huge wooden cart-wheels lay against a flagpole in the car park and the main building, with its reddish corrugated roof, looked a bit like an estancia (ranch).</p> <p>On the wall of La Leona were dozens of old monochrome prints. They looked like your usual nostalgia-tinged decorative prints but when I got up closer I saw they were photographs of Butch Cassidy, the Sundance Kid and Butch's beautiful squeeze, Ethel Place. 'They stopped here after robbing a bank in Río Gallegos,' explained Pablo.</p> <p>We went around the walls looking at the other pictures. There was one of Francisco Moreno, the pioneering geographer who for many Argentinians is Darwin, Drake and Captain Scott rolled into one; the hotel was named after the leona, or puma, that had reportedly attacked Moreno on one of his map-making adventures in the 1870s. Beside him was a wiry mountaineer, Alberto María d'Agostini, a Salesian missionary who had scaled some of Patagonia's most fearsome peaks. 'Everyone passed through here in the old days,' said Pablo. 'And it was not far from here that Robert FitzRoy sailed upriver in one of his expeditions from the Beagle.'</p> <p>It turned out La Leona was something of a crossroads in Patagonia's rich folk history. All well and good, but I had just spent three years writing a book about this very subject, so it was a bit of a blow - La Leona wasn't even on my radar. Had I missed some vital reference point on the cultural map?</p> <p>Not really, because, if you spend any time at all in the great triangle of wilderness, glaciers, cold rainforest and icy peaks at the bottom of the Americas, you are bound to stumble upon the memories of conquistadors, sailors, adventurers and travel writers. After all, before the Panama canal and aeroplanes, both southern Argentina and southern Chile were stopovers on global shipping lines and, with or without the traders, Patagonia has always attracted vagrants and miscreants. That evening, we were staying in the village of El Chaltén, which takes its name from a nearby mountain; the word is native Tehuelche for 'smoking mountain' in reference to the clouds of snow that whirl around its summit, and which the Indians may have thought were volcanic plumes.</p> <p>The common room of our grand ranch-style hotel, Los Cerros, was full of dream-inducing books. There were history tomes, collections of indigenous myths, worthy ecology-focused essays, Darwin's Voyage of the Beagle and, of course, Bruce Chatwin's seminal travelogue In Patagonia</p> <p>Back in the 1970s, Chatwin and Paul Theroux had found common ground - and literary success - in a writerly notion of Patagonia. Speaking for both of them, Chatwin once remarked: 'A literary reference or connection is likely to excite us as much as a rare animal or plant.' He idealised Patagonia as a place where you could hide away in 'the final capes of exile' - an escape from modernity and a refuge from war (in the late 1970s many writers were obsessed with the idea of living in lands beyond the threat of nuclear conflict).</p> <p>There were also gorgeous coffee-table books full of sweeping landscapes and handsome, well-scrubbed gauchos, the iconic cowboys of Argentina. With a glass of Patagonian white in my hand and a fire crackling in the hearth, I could have stayed up all night turning the pages.</p> <p>You could get lazy, and fat, in Patagonia. Fortunately, the other side of the experience is anything but sedentary. The next day Pablo took me on a tough trek up through rugged foothills covered in beech forest to get to what he promised would be a photogenic view of the higher mountains. As well as El Chaltén - at 3,405m indisputably the mother mountain - there are several other peaks and pinnacles clustered around the same granite massif. Some take the names of local heroes, including the Poincenot Needle, dedicated to an Alpinist who died in a fall from the mountain, and the Saint-Exúpery Needle, for the famed aviator who introduced a flying postal service to Patagonia in the late 1920s. Moreno actually re-baptised Chaltén as Fitz Roy in 1877 but for many locals the name hasn't stuck - they prefer the Indian name; and, of course, Moreno has his own peak nearby.</p> <p>Sadly, as we went up the clouds came down and by the time we had reached a ridge high enough to get a photograph, a snowstorm blocked the view, whichever direction we looked in. We picnicked on venison sandwiches and apples, and began the trek down. A perfect close-up sighting of a magellanic woodpecker - with its vermilion head thrashing away on a tree-trunk - made up for the earlier white-out. </p> <p>In the evening we had oaky malbec wines from northern Patagonia and a rack of lamb - Patagonian lamb is like truffle on the bone - while looking out of the windows of Los Cerros at a full-scale blizzard. It seemed to have come from nowhere and I remembered the records of FitzRoy when sailing south and how williwaws - hurricanes that come blasting down mountainsides - would suddenly appear in the valleys of Tierra del Fuego and whip down the channels, blowing the surveying boats off course and even causing the Beagle, a 235-tonne brig-sloop, to teeter dangerously on the waves. </p> <p>The next day we travelled south, stopping again at La Leona for coffee and cake. The latter was filled with a local fruit, calafate (a sort of barberry), which tasted sharp and rather tart. Local guides in Patagonia can't resist repeating the myth about it and Pablo was no exception. </p> <p>'An ancient Tehuelche story explains that the calafate bush grew to feed a bird that had decided not to migrate one winter,' he said, between bites of cake and sips of hot tea. 'It was the bird's tasty reward for staying. They say all travellers that eat it will come back to Patagonia one day.' </p> <p>Then we were back on the Ruta 40, which connects El Chaltén with our destination, El Calafate, and with the northern and southern extremes of Argentina.The Ruta 40 is the Route 66 of Argentina, loved for its potholes, meandering bends and its sheer length - 5,028km -from the high plains of northern Argentina to the Strait of Magellan. But what lies on each side of the black top - forget hard-shoulders - is what makes the Ruta 40 so special. </p> <p>It always surprises people when they are told that Patagonia is the world's third-biggest desert, after the Sahara and the Gobi. It doesn't look like traditional desert but the vast steppe is dry, barren and bare, in its way. Out of the car window, I could see the scrub of tough grasses, sturdy little bushes barely moving despite the incessant and forceful westerlies and not a single tree between me and the horizon. The Ruta 40 is a comfort zone in this bleak terrain, giving you a taste of the end of the world, but with the option of driving on to the next cosy town.</p> <p>Only a few animals are attuned to such an environment. We saw armadillos and skunks on the roadside, troops of lesser rhea - the South American ostrich - hurtling across the plain and, up above, condors wheeling and watching for roadkill. As we drew close to El Calafate I saw a guanaco standing proud on top of a small hill - another native, and far more beautiful than his northern cousins, the llama and vicuña.</p> <p>I went trekking on the Perito Moreno glacier the following morning. It was as exhilarating as it sounds, but it was especially wonderful after days of rock and barren plain. My eyes soaked up the blue ice and turquoise lagoons that form in the shallow dips on top of the glacier, and, once I got used to the crampons, it felt safe and solid, notwithstanding the groans of ice shifting below.</p> <p>On our drive back to El Calafate, I asked Pablo to stop so I could photograph a handsome old gaucho gent riding through the fields, casually rounding up some merino sheep. It was an iconic view - a man in a beret on a horse with a dog, with the Moreno glacier and Andean peaks in the background - and made up for missing the mountainscape at El Chaltén.</p> <p>Many of the estancias along the south side of Lago Roca have been given the boutique makeover and turned into comfortable hotels; Argentinians do rustic chic better than most people and I would opt for a country sojourn over an ordinary town hotel in El Calafate any day. But just behind us was a real working sheep ranch, La Anita. I knew something of the story about the ranch and asked Pablo to take me to the monument that commemorated the tragic events that had unfolded there.</p> <p>Obscured by high grass and generally unsignposted was a small plaque bearing the legend: 'If there is a history written by the winners, that means there is another history.' In 1921, the local government, acting on behalf of rich landowners (many of them British expats) had massacred between 1,500 and 3,000 ranch workers who had protested at the miserable quasi-feudal terms of their employment. Branded anarchists, they were rounded up and summarily executed by henchmen sent from Buenos Aires.</p> <p>Just west of La Anita is the ultra-posh Alta Vista hotel, owned by the same family that is alleged to have perpetrated the murderous campaign against the underpaid gauchos. In 1974, anti-establishment director Héctor Olivera had made a movie about the rebellion, La Patagonia Rebelde, picking up the Silver Bear at the Berlin Film Festival the same year.</p> <p>Again, in the middle of the wilderness, history and art had intertwined. What a different kind of literary travel this is to the English version, which revolves around visiting writers' sterile houses or ruins where poems were penned. In Patagonia, as well as the extreme beauty of the landscape, there is still plenty of space to think, and reflect, and conjure up your own ideas. </p> <p>Perhaps Patagonia's intrinsic poetry touches everyone. I asked Pablo to give me his definition of the region, hinting that if it was any good I would use it as an epigraph. He thought for a moment and delivered his verdict: 'For visitors, Patagonia was first regarded as an obstacle, then it became a resource and it is now an escenario - a backdrop, scenery, a kind of theatre.'</p> <p>Not bad is it? Tour guides are often very bright, but this was an accurate as well as a clever resumé of the Patagonia that I had travelled round and written about. Conquest, plundering and playing, that's what Pablo was referring to, and modern-day travellers do a bit of each, hopefully with the emphasis on the last - well, at least when they can drag themselves away from the library and the dining room.</p> <p><strong>· </strong> Chris Moss is the author of Patagonia: A Cultural History, published by Signal Books (£12.99). He will give a talk on 'Patagonia: History and Myth' at Canning House, London, on Wednesday at 6.30pm. See <a href=\"http://www.canninghouse.com/content/events\">www.canninghouse.com/content/events</a></p> <h2>Patagonia: How to get there and when to go</h2> <p>Mostly located in Argentina and partly in Chile, Patagonia is made up of plateaux and plains to the east and the Andes to the west and south. </p> <p>To visit Chilean Patagonia, the most common route to take is firstly to fly from Santiago to Punta Arenas (four hours) and then to travel on to Torres Del Paine National Park, via Puerto Natales by road, which is a further five-hour journey. </p> <p>From Torres Del Paine, there is a road that runs to El Calafate in Argentina. You can catch a bus to take you along this stretch and that takes about another six hours. </p> <p>If you are just visiting Argentinian Patagonia, the most common route is to fly to El Calafate from Buenos Aires (around three hours). The Perito Moreno Glacier, in the southern part of Los Glaciares National Park, is the main draw in the region, a short drive from El Calafate. </p> <p>From El Calafate, there is another seven-hour bus journey to get to the village of El Chaltén, the base for exploring the Monte Fitz Roy Massif at the northern end of the park, another highlight. </p> <p>It's not difficult to travel independently, booking your flights and tours once you arrive there, but accommodation in the parks is limited and tends to get booked up quickly in the popular summer season, from October to March. </p> <p>Alternatively, specialist operators such as Journey Latin America (0208 747 8315; <a href=\"http://www.journeylatinamerica.co.uk\">journeylatinamerica.co.uk</a>) will tailor-make an itinerary with options, including walking on glaciers with crampons and trekking. </p> <p>Although most people visit in the summer when it's considered warmer, glacial winds can make it feel very cold. In the winter months from July to August there's less wind and fewer tourists too, so it can be a good time to visit.</p> <h2>Essentials</h2> <p>Accommodation at Los Cerros del Chaltén (<a href=\"http://www.loscerrosdelchalten.com\">loscerrosdelchalten.com</a>; 00 54 2962 493182) costs from £130 per person for a double room, with breakfast. Doubles at Hotel La Leona (0054 115032 3416; <a href=\"http://www.hoteldecampolaleona.com.ar\">hoteldecampolaleona.com.ar</a>) cost from £50 per night including breakfast. Flights from London to Buenos Aires and on to Calafate cost from £872 return with Aerolineas Argentinas (0800 0969 747; <a href=\"http://www.aerolineas.com.ar\">aerolineas.com.ar</a>)</p>",
  "<p>At first, it looks like Fargo, that offbeat, snowy police investigation from the Coen brothers: a cop in funny knitwear, a dowdy female officer in a too-big anorak shivering against the chill wind. But Jar City, Baltasar Kormákur's biting thriller from Iceland, soon reveals itself to be something more gloomily intricate and unique, unfolding in a series of sharp observational details, skidding plot twists and haunting landscapes. </p> <p>'It's a typical Iceland murder,' murmurs one cop at the crime scene. 'Messy and pointless.' This almost offhand comment - I always find that subtitles regrettably overemphasise such quiet asides - nevertheless strikes a note of dread, indicating the start of a bleakly existential policier centred around Inspector Erlendur played, in a marvellous performance of unwavering equability, by Ingvar Eggert Sigurdsson.</p> <p>The murder of a former petty criminal and suspected paedophile sparks a search for a long-disappeared hoodlum and an investigation into a rape case from more than 30 years ago. After he discovers a photograph of a gravestone hidden in a drawer, we follow Erlendur on his quest around this extraordinary island: to lonely corrugated cottages surrounded by giant seas, over angry black volcanic rock, through clouds of belching industrial smoke that mingle with steam from geysers, while freezing peaks of ice provide the distant backdrop. The last time we saw Iceland on the big screen was in the beautiful music documentary Heima, about the band Sigur Rós and their tour of their homeland, playing gigs in spectacular locations and a disused herring factory.</p> <p>Jar City takes us to murkier places, to mortuaries and stairwells and grotty satellite towns, and into the brutalist high rise housing block where the lonely inspector shelters from the constant wind and the howl of his job. Parallel to Inspector Erlendur's life, a separate story strand shows a man, Orn (Atli Rafn Sigurdsson) grieving for his young daughter and investigating her death from a rare genetic brain condition. He appears to work at some secret ultra-modern lab, and how this will eventually mesh with the rest of the plot forms not only much of the film's intrigue but also much of its resonance. Iceland itself has recently embarked on a controversial nationwide programme to form a DNA database: as a uniquely isolated community of just over 300,000 people, its rich history is, of course, written in rock and preserved in ice and lava but it's also in the pure genetics of its inhabitants. Director Kormákur manages to cram such wide-reaching themes and issues into this deceptively subtle film.</p> <p>Although the combination of council housing, greyish light and saturnine cop may remind audiences of British television serials such as Taggart, Z Cars or even the current Waking The Dead, many scenes in Jar City linger in the mind for their sheer weirdness, the sort of dry details that still distinguish good cinema from decent telly. Erlendur, for instance, picks up his dinner at a drive-through restaurant. Only when he gets back to his flat to enjoy his food do we see he's tucking into a sheep's head, gouging out the eye and sucking on the teeth. (Research assures me that singed sheep's head, or Svid, is indeed a popular dish, though not half as loved as ram's testicles or fermented shark.) The theme of pickling, however, returns on a visit to the quaintly-named spot that forms the film's title. Jar City is just that, a vast store of jars containing preserved foetuses and brains, like some Victorian biological reliquary.</p> <p>Looking more like a geography teacher, with his beard, horn-rimmed glasses and knitted cardies, Erlendur is a singular screen detective. He has a troubled yet tender relationship with his own daughter Eva (Agústa Eva Erlendsdóttir) who may be a drug addict and who is certainly well liked by the seedy underworld types her father is trying to police. He even storms into one party and pulls her out of the dingy bed she's sharing with a punk. The punk, it should be noted, doesn't wake up.</p> <p>There's another splendid sequence when Erlendur and one of his deputies visit a jail to quiz Elli...i (Theódór Júlíusson), who seems to have earned the title of 'one of the most notorious maniacs in Iceland'. Warranted, it turns out, and as Erlendur finally shuts the door on the prisoner's solitary cell, the two conduct a painful interview, Elli...i's huge, balding bulk framed by the cell door's window and contorted in anguish.</p> <p>Kormákur enjoyed some international acclaim with the broadly comic 101 Reykjavik in 2000 but his Hollywood debut, A Little Trip To Heaven, was less successful, despite starring Forest Whittaker, Julia Stiles and Peter Coyote. Looking back, I now sense some studio involvement clouding the director's dark and quirky eye and reining in his style. However, Kormákur shot most of A Little Trip To Heaven in Iceland, making it stand in for small-town Minnesota, and its noirish themes of crime and families return to better effect here, as does the distinctive work of Icelandic musician Mugison, who wrote the soundtrack for both films. </p> <p>Perhaps even more memorable than Mugison's string-and-synth-scapes is the stirring yet troubling sound of a male choir who chant over many scenes, as if summoning up the storms and sea swells, like voices of Nordic gods watching over actions on earth of which they heartily disapprove.</p> <p><strong>·</strong> Philip French is away</p>",
  "<p>Ben McKellar likes animal fats. If he were a cardiologist, this would be a cause for concern. As it happens, he's a chef, so we can put it in the column headed Very Good Things. A few years ago I ate at his Brighton restaurant, the Gingerman at Drakes hotel, where he served a plate of cold rare roast beef with 'duck fat fried toast' - four words that were born to snuggle up next to one another. Since then his West Sussex empire has expanded and now includes a thatched pub near Hassocks called the Ginger Fox - McKellar is a redhead, and damned proud of it. This time the menu word that caught my eye was dripping, as in 'dripping chips'.</p> <p>My companions, two middle-aged brothers who make much of the fact that they still have all their own teeth, looked at this word and nodded their sombre approval. Simon and Robin run the Dos Hermanos food blog and eat out more than can ever be reasonable without being paid for it, and are hard to please. Frankly they should be grateful for any invitations, but if they don't like a place it can be a drag. It's not that I feel the need to agree with them; they are entirely capable of being pugnaciously wrong. But a disliked meal can send them off into an adolescent strop, full of shrugging and sighing, and that demands intervention by me.</p> <p>There was to be no need for the naughty step today. During our meal, and over both a well-priced bottle of St Emilion and a half carafe of white Rioja (from an accessible list with lots of options), we would attempt to draw some universal truths from this experience about the state of dining in Britain today. Anybody listening into that conversation would doubtless have ended up muttering the words 'get' and 'a life', for we were unbounded in our enthusiasm. Here we were in a place we had never before visited, in a pub we had never before heard of, surrounded by happy, happy people eating food which wasn't just fine or OK for West Sussex but, by the terms it had set for itself, very good indeed. The price, about £45 a head all in, was fair, the service efficient and engaged, the beige and oatmeal painted beams and walls of the old pub a pleasing space in which to feed. Clearly things are on the up in the British restaurant world.</p> <p>A dense, piggy ham and leek terrine came with a dish of its own ballsy piccalilli, which was the kind of thing to get middle-aged men like us excited. A Hornby train-set sized breast and leg of confit quail came with the sort of cauliflower purée that would encourage sane people to run their finger round the plate, not least because of the light slick of balsamic that saved the dish from becoming cloying. A tuna tartare had a bright vinaigrette, but also a slightly warm, muggy taste, as if it had sat on the pass a little too long. </p> <p>Main courses were big, bold plates of things which had lead happy lives: lamb served pink with salsa verde; a fillet of pork with, alongside it, a caramelised cake of pig's head; a sirloin steak with those dripping chips. Though we had loved the words on the menu we had viewed the plates passing by with suspicion. They were Gwyneth Paltrow pale, as if not allowed to bathe long enough in the fat. Perhaps they overheard us, for the ones we received were the right shade of autumn and gave beneath the teeth with an audible crunch. As a side dish we ordered the cheapest main, a mince and onion pie at £9.50. </p> <p>You could argue that this was completely unnecessary, though only if you can somehow argue that the rest of lunch was imperative. We were still enthusiastic men, and our enthusiasm was rewarded: beneath a puff-pastry crust was an irregular jumble of ground beef that had the texture of something that had been minced on site, and the robust flavour of something that had been long braised.</p> <p>We finished with some of their own ice creams, an iced honeycomb parfait surrounded by lime-dressed slices of fresh fig and a chocolate mousse topped with caramelised banana. But mostly we finished with the kind of warm glow that comes from having expectations exceeded, appetites satisfied. We were told it would take 45 minutes for a cab to fetch us back to the station. So we ordered another drink, took a seat in the bar, and decided we were right where we wanted to be.</p> <p><strong>jay.rayner@observer.co.uk</strong></p>",
  "<p>The loyalist terrorist who police suspect pulled the trigger in the murder of journalist Martin O'Hagan has fled to a safe house in the Irish Republic to avoid a series of raids on his home last week.</p> <p>The Police Service of Northern Ireland's chief suspect in the 2001 murder managed to elude detectives who carried out a number of search and arrest operations in Northern Ireland last week related to the O'Hagan killing, The Observer has learnt.</p> <p>It has also emerged this weekend that at least one of the five people still being questioned by police in connection with the O'Hagan murder has been moved into protective custody. </p> <p>Four men and one woman were arrested last week and remain in custody over the weekend. They include a husband and wife from Mid Ulster. </p> <p>The searches and arrests were carried out by a new police unit which has been given powers to re-investigate murders committed between June 1998 and June 2004.</p> <p>The Retrospective Murder Review Team is headed by Supt Alan Skelton and Dt Chief Brian Murphy. Their brief includes re-examining many unsolved paramilitary-related killings, including that of the Sunday World reporter. </p> <p>Skelton and Murphy reopened the O'Hagan murder file last year. </p> <p>The journalist, who was 51, was shot dead in front of his wife on 28 September, 2001, as they walked home from a pub in the centre of Lurgan, Co Armagh. Detectives investigating the case believe O'Hagan's killers had been tipped off by a phone call from the bar that he and his wife were leaving for home. O'Hagan was gunned down close to the loyalist Mourneview estate. The Loyalist Volunteer Force was blamed for the journalist's killing. O'Hagan had a reputation for breaking stories about loyalists and their criminal enterprises, particularly in the Mid Ulster and North Armagh area where he came from.</p> <p>He was the second journalist in Ireland to be murdered in just under a decade. Five years earlier a Dublin crime gang shot dead Sunday Independent reporter Veronica Guerin. So far no one has been charged or convicted over O'Hagan's murder.</p> <p>Last night security sources in Northern Ireland said their main suspect had fled the Province to the Irish Republic. 'This guy has long-standing connections with criminals in the south and wouldn't find it hard to get a safe house down there,' one source told The Observer.</p> <p>'He got wind of the operation and despite his house being hit a number of times there was no sign of him last week.'</p> <p>He said that their chief suspect had recently returned from Mexico, where he had been on holiday.</p> <p>The LVF gunman also has a car business in the Netherlands, where he spent most of this year, and close ties to southern Irish criminals operating in Amsterdam, the source added.</p> <p>The Lurgan-born LVF terrorist and former associate of the murdered loyalist leader Billy 'King Rat' Wright was first arrested by detectives six years ago and questioned about the murder of O'Hagan. </p> <p>A number of human rights organisations, along with the National Union of Journalists, have raised concerns about the failure to prosecute anyone over the O'Hagan killing. </p> <p>The Mid Ulster LVF was notorious for being full of police and MI5 informers, even though some state agents were involved in crimes including murder.</p>",
  "<p>Nobody could blame him for savouring the moment. Rafael Benítez, routinely tormented by Manchester United since he arrived at Anfield in 2004, finally felt the joy of a league win in this most particular of North-West fixtures. Come the final whistle, the Spaniard barely knew where to put himself, before ambling on to the pitch to shake as many hands as he could reach.</p> <p>Such a significant moment for him and for Liverpool, who had experienced enough punishment at the hands of United to have a major insecurity complex. When the visitors eased into the lead before the clock had struck three minutes, a familiar sense of unease swept around Anfield - with the exception of the predictably cocky visitors. It was eight Premier League matches and counting that Liverpool had not beaten United.</p> <p>That it did not become nine owed much to the home team's willingness to respond. They summoned enough positive energy to ensure that even Sir Alex Ferguson could have no complaints. The Manchester United manager admitted that his team were out-hassled and out-tackled, and notably Liverpool did that fairly enough to end the match without a single booking. To add to Liverpool's sense of satisfaction, this triumph came without much assistance from their two most influential players, neither of whom was fit enough to play a major part. Fernando Torres was a spectator, while Steven Gerrard came on only midway through the second half.</p> <p>And so Liverpool topped the lunchtime table, with a six-point advantage over the current champions. The feelgood factor that generates is not lost on the players. 'We've been off the pace for far too long and it gives us confidence to know we've just beaten the best side in Europe,' observed Jamie Carragher.</p> <p>Liverpool also possessed the most impressive debutant of the match, as Alberto Riera, their newly arrived £8m winger, overshadowed Dimitar Berbatov.</p> <p>It had all looked so promising for United. It took just two-and-a-half minutes to re-exert the superiority they have become used to in this most hostile of arenas thanks to an instant connection between Carlos Tevez and Berbatov. The Argentine's pass released his new team-mate, who outmanoeuvred Carragher and rolled the ball back into a swathe of space soon to be filled by Tevez. He applied the finishing touch with a swaggering curl.</p> <p>For the first five minutes United's new No 9 looked every inch the £30m-piece-of-the-jigsaw Berbatov. But for the remaining 85 minutes he regressed into the Tottenham-awayday, totally uninterested, hands-on-hips Berbatov.</p> <p>Through sheer determination, Liverpool found themselves a foothold. Javier Mascherano and Xabi Alonso wrestled control of midfield, Dirk Kuyt and Robbie Keane chased like demons, and it was a worry for United that after their opening salvo they were able to test Pepe Reina so infrequently. The great new attacking trident evidently needs time to bed in.</p> <p>Liverpool are entitled to feel they deserve a teeny bit of luck from this fixture, and they got plenty in the 27th minute: Alonso's speculative shot made contact with three United players en route to the net. Patrice Evra deflected the ball into no man's land between Edwin van der Sar and Wes Brown and when the keeper flapped the ball at the defender's knee the ball trickled over the line.</p> <p>Liverpool's improvement continued after the interval and a series of threatening crosses from the left required emergency defending by United. But try as Kuyt and Keane might, there was a conspicuous Torres-sized hole in Liverpool's attack. Without him, they still lack edge.</p> <p>Half-chances came and went. Van der Sar stooped to save from Yossi Benayoun. Keane, a few yards out, flashed a boot at the ball, but could not make contact. On came Gerrard, only for his first meaningful intervention to give Liverpool a scare, as he was dispossessed by Ryan Giggs, who challenged Reina with a dipping volley.</p> <p>Considering Rio Ferdinand looked after most of the buzzing movement from Kuyt and Keane without seeming to break out of second gear, it was frustrating for United that the goals they conceded were avoidable. Liverpool's moment of catharsis arrived when Mascherano drove down the right and showed sufficient persistence to draw Giggs and Nemanja Vidic towards the byline. The ball broke away from all of them and was pickpocketed by Kuyt, who tapped the ball back to Ryan Babel. Suddenly it was mayhem on the Kop. Liverpool exorcised the curse. All those barren matches, all that frustration, came pouring out as the Dutchman clipped the ball on the bounce high into the net.</p> <p>Benítez's reaction was to look down at his watch and bite his nails. But he need not have worried as United lost their composure. They picked up two bookings in quick succession for cynical tackles. Nemanja Vidic's was compounded by a second yellow card and a red, for a needless barge on Xabi Alonso in stoppage time.</p> <p>United demonstrated last season that a sluggish start can count for nothing come May, but with other teams endeavouring to clamber towards the level they have set, they cannot bank on making up for lost ground every season. It is worth noting their next league match is at Chelsea.</p> <p><strong>THE FANS' PLAYER RATINGS AND VERDICT</strong></p> <p><strong>James Carroll, ShanklyGates.co.uk</strong></p> <p>When they scored I feared the worst and for 10-15 minutes it looked like we were going to take a beating. But we started to get a grip, and had the rub of the green with the equaliser, and then there was only one team going to win it. It's about time we got some luck against them. The team battled all over the park, with even Benayoun going in for 50-50s. Mascherano was immense - his run and persistence created the winner. Riera looked off the pace to begin with, but really came into it and gave us the width we've been crying out for. Keane had his best game in red yet. I didn't see the march beforehand, but I heard it was quite big - and we want the Americans out, the sooner the better.</p> <p><strong>The fan's player ratings</strong> Reina 8; Arbeloa 8, Skrtel 7, Carragher 8, Aurélio 7; Benayoun 7 (Gerrard 7), Alonso 8, Mascherano 9 (Hyypia n/a), Riera 8 (Babel 7); Kuyt 8, Keane 8</p> <p><strong>Shaun O'Donnell, Observer reader</strong></p> <p>I had high hopes today - after all, we expect to come here and win - but we just lacked cohesion; it was a very poor, frustrating game. Apart from the goal and the good start, United didn't play well. We were shaky at the back and with Fergie's cavalier selection of three up front, we were light in midfield. Berbatov looked OK, but he needs games. And we'll bounce back - we lost the third game last season but went on to win a double. We're after the Premier League and the Champions League, whereas Liverpool will be happy with fourth place; they're an average side who lift themselves for the visit of the champions.</p> <p><strong>The fan's player ratings</strong> Van der Sar 5; Brown 6, Ferdinand 6, Vidic 5, Evra 6; Scholes 6 (Hargreaves 7), Carrick 6 (Giggs 7), Anderson 6 (Nani 6); Rooney 6, Tevez 6, Berbatov 6</p> <p><strong>To take part in the fans' verdict, email<br>fans@observer.co.uk</strong></p>",
  "<!-- Block 1 --> <p><strong>It's a showdown between the two richest clubs in the world (not counting QPR), so we might as well talk about money, I guess. </strong> Oh look, here's a copy of <em>A New Model for Partnership in Football</em> by Garry Cook of Manchester City.</p> <!-- Block 2 --> <p><strong>What this marketing genius wants is this:</strong> City to become the \"Virgin of Asia and the world\", whatever that means; specially branded Manchester City cars (presumably with collapsing doors and square wheels); restaurants called City Eating; a range of City isotonic beverages (\"City Powered, City Energy and City 24/7\", he's actually seriously thought about this, hasn't he); funny City Flowers which you'd better not smell unless you want to get drenched by City Water; and a PREMIER LEAGUE WITH A MAXIMUM OF 14 TEAMS IN IT AND NO PROMOTION OR RELEGATION. Suddenly Peter Kenyon doesn't look quite as objectionable as he once did. This is some feat, right here.</p> <!-- Block 3 --> <p><strong>Anyway, the football, which appears to be an afterthought these days, will kick off at:</strong> 5.30pm.</p> <!-- Block 4 --> <p><strong>Manchester City give a debut to Robinho, who <a href=\"http://www.youtube.com/watch?v=Syv-LsYIXd4\">spent the week doing his level best to get Bolivians sent off without actually being touched, and succeeding</a>:</strong> Hart, Zabaleta, Dunne (c), Richards, Ball, Kompany, Hamann, Ireland, Wright-Phillips, Robinho, Jo.<br>Subs: Schmeichel, Ben Haim, Elano, Garrido, Fernandes, Evans, Sturridge.</p> <!-- Block 5 --> <p><strong>Poor old Chelsea, who wanted Robinho but couldn't afford it, and will have to make do with Joe Cole, passed fit after being cracked upside his head against Croatia on Wednesday:</strong> Cech, Bosingwa, Carvalho, Terry (c), A Cole, Malouda, Lampard, Mikel Obi, J Cole, Deco, Anelka.<br>Subs: Hilario, Ivanovic, Bridge, Kalou, Alex, Belletti, Drogba.</p> <!-- Block 6 --> <p><strong>Non-sequitur dept.</strong> Israel's Tel Ben Haim is only on the subs bench. The United Arab Emirates does not recognise Israel as a nation state.</p> <!-- Block 7 --> <p><strong>Robinho runs out onto the Eastlands turf, with a thousand-yard stare which in no way suggests he's suddenly realised what he's done, and we're off!</strong> City kick off and lose the ball within 12 seconds. Chelsea stroke it around the back awhile. \"If Manchester City become successful on top of being super-rich, it will destroy a brand identity cultivated through much blood, sweat and unremitting failure,\" writes Ian Copestake, noting the thundering irony at the centre of Cook's masterpiece, <em>A New Model for Lunacy in Football</em>.</p> <!-- Block 8 --> <p><strong>3 min:</strong> City can't get the ball at the moment, but no matter because Chelsea aren't doing very much with all their possession. Nice passing, though. Stroke, stroke, stroke, stroke, strokity, stroke: it's like watching Liverpool from the 1970s, or a film in a Soho \"art\" house.</p> <!-- Block 9 --> <p><strong>4 min:</strong> Suddenly a bit of life from City, though: Wright Phillips cuts inside from the right, exchanges passes with Robinho, and nearly sets Jo free in the area. Lovely play; City will hope this is a harbinger of things to come.</p> <!-- Block 10 --> <p><strong>5 min:</strong> Another lovely move from City, as Robinho scampers down the inside-right channel and lays off to SWP in the centre. The resulting attempt to curl into the top-right corner is well wide, but the right idea. \"To look into the eyes of Gary 'Garry' Cook is to look into the eyes of Death itself,\" suggests Patrick O'Brien, overegging the pudding, but only by half a yolk. \"Are your opening paragraphs fiction?\" Nope. If I could come up with tales like that, do you think I'd be wasting them here? \"It beggars belief that someone who can scientifically be proven to have an IQ in the negatives can be so well rewarded. City 24/7? Christ on a stick. Can we sink any lower?\" Probably, yes, give it time.</p> <!-- Block 11 --> <p><strong>8 min:</strong> Robinho sets Jo scooting down the left. Having started the move, he puts an end to it with a woeful attempt to meet Jo's cross, laying the ball back to a non-existent Wright-Phillips. But he's looking fresh and lively. Maybe it was all that lying down against Bolivia on Wednesday night.</p> <!-- Block 12 --> <p><strong>11 min:</strong> Carvalho hacks Jo down right on the edge of the Chelsea D. It's a clumsy challenge, and a promising position for City. And you're not going to believe what happens next...</p> <!-- Block 13 --> <p><strong>12 min: INEVITABLE GOAL!!! Manchester City 1-0 Chelsea.</strong> Robinho opens his City account after approximately 720 seconds. He dinks a shot towards the top-right corner. It flicks off Mikel's back and sails into the net. So simple. Cech and Terry have a blazing row about the setting up of the wall, Terry seemingly irritated that someone has had the brass neck to suggest he has done something wrong. Dear me.</p> <!-- Block 14 --> <p><strong>15 min: INEVITABLE RESPONSE!!! BECAUSE THIS IS MANCHESTER CITY WE'RE TALKING ABOUT!!! Manchester City 1-1 Chelsea.</strong> From a Lampard corner on the right, Carvalho heads towards the bottom-right corner. The ball hits the back of Joe Cole's heel and flies straight back to the big defender, who <em>absolutely thrashes</em> the ball into the roof of the net with his right boot. Great finish.</p> <!-- Block 15 --> <p><strong>18 min:</strong> This is a wonderfully open game. Wright-Phillips drops a shoulder and skidaddles down the centre of the pitch. It looks like he's going to break clear but Terry stands his ground and bodychecks the winger. That looked like a free kick, but the referee isn't having any of it.</p> <!-- Block 16 --> <p><strong>20 min:</strong> There's a bit of an edge to this game already. Terry seems to be in a very strange mood indeed. He slides in on Robinho, this time fairly, but what thump in the tackle. It's almost as if Chelsea have come out with the intention of keeping the nouveau riche in their place. Which is a bit, er, rich, but there you have it.</p> <!-- Block 17 --> <p><strong>22 min:</strong> Super stuff from Bosingwa, who twists and turns Ball down the right and stands the ball up in the centre for Anelka. The striker's header is inexplicably high and wide; that should have been Chelsea's second.</p> <!-- Block 18 --> <p><strong>23 min:</strong> This is a really entertaining match. Now it's City's turn to spurn a fantastic chance, Ireland blasting wildly over from the edge of the area after being set clear by a beautiful flick from Jo.</p> <!-- Block 19 --> <p><strong>26 min:</strong> A lull. At last.</p> <!-- Block 20 --> <p><strong>27 min:</strong> The lull doesn't last long. From an Ashley Cole cross, Malouda loops a header over the advancing Hart and off the crossbar. The ball bounces back and nestles in the prone keeper's arms. Ultra-fortunate for City, because there was no flag. Justice was done, though, because Malouda looked well offside. \"Can we please change the picture of Gary Cook on the webpage?\" begs a possibly suicidal Taylor Hanton. No. \"Every time I hit refresh I am greeted by the sight of that lop-sided grin of his. It's a lead balloon and you know it. Perhaps some bunny rabbits, or some rainbows instead?\" This is the world we live in, sorry.</p> <!-- Block 21 --> <p><strong>30 min:</strong> Chelsea are enjoying nearly all of the possession, though they're wasting a lot of it with witless long balls down the flanks.</p> <!-- Block 22 --> <p><strong>33 min:</strong> Very poor from Carvalho, who fannies around down the right and allows Wright-Phillips to steal away with the ball and free Jo down the right. Jo cuts into the box and tries to curl it into the top-left corner, but the effort is deflected away by Terry for a corner. The corner is a waste of my time, your time, everyone's time.</p> <!-- Block 23 --> <p><strong>35 min:</strong> Robinho tries to swan down the right wing controlling the ball with his heels. That's just not going to work. He's miscontrolled it, basically, but the Setanta commentators coo like it's 1970 in sunny Mexico City. If he's going to be compared to Garrincha every time the ball clanks off his shin, this is going to get very tiresome.</p> <!-- Block 24 --> <p><strong>38 min:</strong> Joe Cole tries to break free of the City back line but falls over. There's been a notable decline in quality over the past few minutes.</p> <!-- Block 25 --> <p><strong>40 min:</strong> Hart takes a quick long throw to Robinho and it nearly ends in a goal. To Chelsea. It's intercepted by Bosingwa, then Anelka crosses from the right for Malouda, who heads weakly back to Hart. On the balance of play, Chelsea should be leading this match.</p> <!-- Block 26 --> <p><strong>42 min:</strong> Now Anelka has a dig himself from eight yards. It's so very, very weak, not that he seems overly bothered. A study of insouciance, is Nic.</p> <!-- Block 27 --> <p><strong>44 min:</strong> This half is just petering out. They might as well end it now.</p> <!-- Block 28 --> <p><strong>Half time: Manchester City 1-1 Chelsea.</strong> Wright-Philips dances down the right wing and is upended by Mikel. That's the first booking of the match. Just before the whistle, Ashley Cole has a pelt from 25 yards, cutting across the ball and sending a dipping, swerving volley towards the top-right corner. The effort is only just over the bar. And then the whistle goes, to a smattering of home applause. Chelsea have been the better side by far, but then again what an entrance by Robinho.</p> <!-- Block 29 --> <p><strong>And we're off again!</strong> And within 10 seconds or so Joe Cole tears clear down the right and nearly finds Malouda at the far post with a deep cross. We've pretty much picked up immediately where we've left off.</p> <!-- Block 30 --> <p><strong>47 min: </strong> Robinho makes the worst pass in the history of all football, an effort to find a player five yards away which goes ten yards off target. He's gone from the sublime to the ridiculous today.</p> <!-- Block 31 --> <p><strong>49 min: </strong> Joe Cole has a dig from distance which is deflected. The ball loops into the air, falls over the head of Richards, and to the feet of Lampard, who volleys on the turn and only just shoots over. \"I met Garry Cook when he was a Nike stooge,\" claims A.N.Onymous. \"Was most surprised to hear he'd become an executive at City as he didn't have much to say. Now I understand why. I honestly cannot remember anything interesting about him at all. Oh, he likes basketball and Michael Jordan.\"</p> <!-- Block 32 --> <p><strong>51 min: </strong> There seem to be two Robinhos: the one who was a revelation at Santos, and the one who was a disappointment at Real Madrid. Santos Robinho scored in the first half, but now its Bernabeu Robinho strutting his stuff: he dances around pointlessly down the right, while Jo waits impatiently, and lays a ball into space where only space exists.</p> <!-- Block 33 --> <p><strong>53 min: GOAL! Manchester City 1-2 Chelsea.</strong> So simple by Lampard, who drives into the box, drops a shoulder, edges the ball to the left then immediately slaps it low and hard into the centre. Typical City, I'm contractually obliged to say it.</p> <!-- Block 34 --> <p><strong>55 min: </strong> Santos Robinho scoots towards the Chelsea area having stolen the ball from a Chelsea player I failed to identify. Brilliant. His ball towards Jo isn't great, and the move breaks down. But that was wonderfully determined play.</p> <!-- Block 35 --> <p><strong>59 min: </strong> Lampard lifts a ball into the City area. Anelka takes it down brilliantly and is about to pull the trigger when Richards shoves him over with both hands. That should have been a penalty, but the ref isn't giving anything.</p> <!-- Block 36 --> <p><strong>61 min: </strong> Hamann is replaced by Fernandes.</p> <!-- Block 37 --> <p><strong>62 min: </strong> The ball is rolled out right, Pele-to-Carlos-Alberto style, to the onrushing Zabaleta. Zabaleta is no Carlos Alberto; the ball just about stays in the stadium.</p> <!-- Block 38 --> <p><strong>64 min: </strong> Brilliant play from Wright Phillips, who cuts inside from the right, allows Robinho to pull Terry out of position, and lays the ball across to Ireland, who is free in the area. He takes a whack, but Carvalho is quick to recover and blocks the shot. That was incisive attacking, spectacular defending, and a frankly terrible effort from Ireland, who really should have scored.</p> <!-- Block 39 --> <p><strong>66 min: </strong> Lampard has a thrash at the ball from 25 yards. The ball goes straight down the centre of the pitch, then Hart's throat.</p> <!-- Block 40 --> <p><strong>68 min: </strong> Lampard swings a ball in from the right, Malouda heads off target for the 483rd time this match.</p> <!-- Block 41 --> <p><strong>69 min: BRILLIANT AND DIRECT, THIS: Manchester City 1-3 Chelsea.</strong> Fast feet from Malouda in the centre, who drags the ball left and right to elude a couple of challenges, before slipping the ball forward to Joe Cole. Cole immediately swishes it further forward, sending Anelka clear; the former City striker makes no mistake and coolly slides the ball under the advancing Hart. This game is over - literally for Cole and Malouda, whose fine efforts here were their last of the match. Drogba and Belletti replace them before the restart.</p> <!-- Block 42 --> <p><strong>73 min: </strong> Ireland takes a corner from the left which is claimed spectacularly by Cech. Why am I mentioning this total non-event? I don't know.</p> <!-- Block 43 --> <p><strong>77 min: RED CARD! </strong> John Terry is sent off and will miss Chelsea's upcoming match against Manchester United. Standing in the middle of the City half, Deco sends a terrible pass backwards which is intercepted by Jo in the centre circle. The striker strides forward and is cynically pulled back by Terry. Carvalho was possibly covering, which lends a bit of controversy to the sending off, but either way Jo was ready to scamper clear, so Chelsea can't rage too much. And it's not as though they're going to let this slip anyway.</p> <!-- Block 44 --> <p><strong>81 min: </strong> Chelsea reshuffle at the back, Alex coming on for the sacrificed Anelka.</p> <!-- Block 45 --> <p><strong>83 min: </strong> Ireland cuts inside from the left, draws three men, and lays off to Ball on the edge of the area. The resulting effort is laughably bad. A real chance to pull a goal back for City, there, and it was totally wasted.</p> <!-- Block 46 --> <p><strong>84 min: </strong> Sturridge replaces Ball as Mark Hughes goes for broke.</p> <!-- Block 47 --> <p><strong>86 min: </strong> Bernabeu Robinho jigs down the left, but he's going nowhere this time.</p> <!-- Block 48 --> <p><strong>88 min: </strong> City are pinging it around in pretty triangles, but the minute they get near the Chelsea box the ball is invariably lost.</p> <!-- Block 49 --> <p><strong>90 min: </strong> Jo nearly breaks clear into the box down the left but Alex comes across and ushers the ball out of play from a corner - which is easily cleared.</p> <!-- Block 50 --> <p><strong>Full time: Manchester City 1-3 Chelsea.</strong> Sturridge has a crack on goal from just inside the area but a Chelsea defender slides in with determination to block. \"Well done Terry,\" cries Setanta commentator Craig Burley. With Terry off the pitch, it's pointed out that the challenge was in fact made by Alex. \"Yeah, but Terry was in there as well,\" insists Burley, suggesting Praise For England's Brave Captain comes as default in commentary these days. Anyway, that's the end of the action; Chelsea go back to the top of the table.</p>",
  "<!-- Block 1 --> <p><strong>Preamble:</strong> Sky Sports reporter Geoff Shreeves has been on television saying that today's match is <em>not</em> about hype. \"This ... is ... a ... big ... game,\" he told SSN's small but beautifully formed presenter Alex Quinn, leaving a pause between each word, lest viewers should be in any doubt about just how big ... this ... game ... is.</p> <!-- Block 2 --> <p>It's certainly a big game for Dimitar Berbatov, the Bulgarian striker who'll be eager to impress on his debut for Manchester United. Liverpool's players will also be eager to please their manager, who has notched up a decidedly unimpressive seven defeats and one draw in eight encounters against Manchester United, during which he's seen his team score just once, a comical own goal by Manchester United defender John O'Shea.</p> <!-- Block 3 --> <p><strong>Liverpool:</strong> Reina, Arbeloa, Skrtel, Carragher, Aurelio,<br>Benayoun, Alonso, Mascherano, Riera, Kuyt, Keane. <br><strong>Subs:</strong> Cavalieri, Dossena, Hyypia, Gerrard, Torres, Babel, Ngog.</p> <p><strong>Man Utd:</strong> Van der Sar, Brown, Ferdinand, Vidic, Evra, Rooney, Scholes, Carrick, Anderson, Tevez, Berbatov.<br><strong>Subs:</strong> Kuszczak, Nani, Evans, Hargreaves, O'Shea, Fletcher, Giggs.</p> <p><strong>Referee:</strong> Howard Webb (S Yorkshire)</p> <!-- Block 4 --> <p><strong>Team news we've whippped from the wires, which you'll probably have guessed from the line-ups anyway</strong></p> <p>Liverpool give new signing Albert Riera his debut in today's north-west derby against Manchester United - but Steven Gerrard and Fernando Torres are not risked any closer to the initial action than the bench.</p> <p>For the champions, Michael Carrick returns after an ankle problem which kept him out of the last Premier League outing at Portsmouth, and the Super Cup against Zenit St Petersburg in Monaco.</p> <p>All eyes are on new signing Dimitar Berbatov, also making his debut for his new club, while United's Darren Fletcher and John O'Shea are dropped to the bench.</p> <!-- Block 5 --> <p><strong>Eyes front for the first email of the day</strong></p> <p>\"Here we go again,\" writes Simon Hoyle. \"They say that repeating the same action over and over but expecting a different outcome is one symptom of insanity; I sit here ready to watch Liverpool take on Man U and expecting - or <br>rather hoping, really - that Liverpool will a) manage to score a bloody goal, and b) win. Am I actually mad?\" </p> <p>Probably not, Simon. (Well, you might be. For all I know you could have woken up this morning in Broadmoor, painted yourself green, put a pair of antlers on your head and danced naked around your cell.) But there's nothing mad about hoping that Liverpool score a goal or even win. The law of averages would suggest they have to beat United some time soon, doesn't it? <em>Doesn't it? </em></p> <!-- Block 6 --> <p><strong>Not long now:</strong> With Tevez, Berbatov and Rooney providing the pointy ends of a three-pronged 4-3-3 Manchester United formation, it has to be said that this looks a very attack-minded Manchester United line-up. I'm predicting more than three goals, with Liverpool to win or at least get a draw. Those of you who are familiar with my work will already be on your way to the bookies to back a Liverpool 0-1 Manchester United correct score.</p> <!-- Block 7 --> <p><strong>1 min:</strong> Liverpool line-up in their usual home strip of fire-engine red. Manchester United's players are wearing virginal white shirts, shorts and socks. It's like good versus evil ... the Red Devils kick off and immediately concede a throw-in.</p> <!-- Block 8 --> <p><strong>2 min:</strong> Having lined up wide on the right, Rooney brings the ball down the right flank and dinks it to Tevez, who drives a low cross in to the penalty area. Berbatov gets on the end of it and only a timely intervention from Alvaro Arbeloa prevents him from scoring with his first shot in anger for Manchester United.</p> <!-- Block 9 --> <p><strong>GOAL! Liverpool 0-1 Manchester United (Tevez 3)</strong> Tevez fires Manchester United into an early lead, having started and finished the move that led to the goal. From midfield, he picked out Dimitar Berbatov down in the Liverpool left-back area. The Bulgarian turned Javier Mascherano inside-out and returned the favour with a cross from the bye-line, allowing Tevez to rifle the ball past Reina in the Liverpool goal. I'm not sure who was supposed to be tracking his run, but whoever it is will be on the wrong end of a serious Rafa Benitez wigging at half time.</p> <!-- Block 10 --> <p><strong>8 min:</strong> It's all Manchester United at the moment and Liverpool's defence is looking very shaky. Having been stunned into silence by United's early goal, the denizens of the Kop appear to have found their voice again.</p> <!-- Block 11 --> <p><strong>10 min:</strong> Scholes and Evra combine well down the left, before teeing up Anderson, who sends in a cross. It's blocked at the near post and Liverpool clear their lines.</p> <!-- Block 12 --> <p><strong>11 min:</strong> Liverpool win a corner, even though the ball came off Alvaro Arbeloa before crossing the white line. It's swung in from the right and drops under the cross-bar. Van der Sar drops it and Kuyt attempts to smash the loose ball into the back of the net from five yards out, only to see his effort blocked by a part of Wes Brown's anatomy that may well have been his arm. Manchester United hack clear. This is great stuff.</p> <!-- Block 13 --> <p><strong>12 min:</strong> Liverpool have a raucous penalty appeal emphatically turned down by Howard Webb.</p> <!-- Block 14 --> <p><strong>14 min:</strong> Liverpool sweep forward, with Yossi Benayoun on the ball about 15 yards outside the Manchester United penalty area. He feeds Liverpool debutant Alberto Riera, who is promptly dispossessed by Wes Brown.</p> <!-- Block 15 --> <p><strong>15 min:</strong> Replays show that Dirk Kuyt's miss from five yards was not a Wes Brown handball - it was in fact an excellent save from Van der Sar, who despite being on the ground, managed to spread himself and keep the ball out. Of course if Kuyt hadn't made it quite so easy for him by smashing the ball downwards the goalkeeper would have had no chance.</p> <!-- Block 16 --> <p><strong>19 min:</strong> As Liverpool substitute Steven Gerrard warms up on the touchline, Manchester United go forward again. Berbatov is outnumbered on the right touchline and dispossessed by Alberto Riera.</p> <!-- Block 17 --> <p><strong>20 min:</strong> Howard Webb reaches into his pocket, pulls out his trusty yellow card and waves it in the direction of Carlos Tevez. The Argentinian's indiscretion? An ill-advised and poorly-timed lunge at Alvaro Arbeloa. He takes his punishment without complaint.</p> <!-- Block 18 --> <p><strong>23 min:</strong> Liverpool enjoy another decent share of the possession, but without troubling the Manchester United back four unduly. Apart from that corner where Van der Sar dropped the ball, they haven't given Messrs Brown, Ferdinand, Vidic and Evra too much to worry about at all so far.</p> <!-- Block 19 --> <p><strong>GOAL! Liverpool 1-1 Manchester United (Brown og)</strong> Good God, that was astonishingly inept. With Liverpool attempting to breach the United defence again, Xabi Alonso sent a speculative up-and-under into the Manchester United box. In no real danger, Edwin van der Sar flies off his line in a bid to slap the ball clear from the edge of the six-yard box, but his attempted clearance bounces off Wes Brown and rolls into the goal. That's a shocker.</p> <!-- Block 20 --> <p><strong>29 min:</strong> While I was stitching my sides back together and strapping on my whalebone corset, Carlos Tevez missed an excellent opportunity to put Manchester United back in front. I've said it before and I'll say it again, this is <em>an absolute belter</em> of a football match. Let's hope it continues in this vein.</p> <!-- Block 21 --> <p><strong>31 min:</strong> Free-kick to Manchester United, about 30 yards out, not too far right of centre. Anderson and Berbatov stand over it, before the Brazilian curls his effort into the wall.</p> <!-- Block 22 --> <p><strong>32 mins:</strong> Another Liverpool attack down the right flank. Yossi Benayoun tees up Robbie Keane, who pulls the trigger and kicks the kind of fresh-air shot from the edge of the penalty area that any golf club hacker would be embarrassed by.</p> <!-- Block 23 --> <p><strong>37 min:</strong> Manchester United win a corner, which Liverpool clear before launching a counter-attack that's broken up by a limping Michael Carrick. He doesn't look like he'll last much longer in this game.</p> <!-- Block 24 --> <p><strong>40 min:</strong> A marvellous tackle from Jamie Carragher puts a stop to the gallop of Dimitar Berbatov.</p> <!-- Block 25 --> <p><strong>42 min:</strong> From the edge of the penalty area, Michael Carrick tries to tee up Wayne Rooney when it looked like the shot was the better option. I suspect he was in too much pain to try a screamer from that far. His injury can also be attributed to Edwin van der Sar, who's having the afternoon of nightmares. The Man Utd goalkeeper threw the ball out to Carrick but put too much elbow on it, gave his team-mate far too much to do to win possession, and after stretching in a bid to beat Yosi Benayoun to the loose ball he came out of the crunching challenge an emphatic second best.</p> <!-- Block 26 --> <p><strong>45 min:</strong> Not long now until half-time. I'll be astonished if there aren't more goals in the second half, but I couldn't possibly hazard a guess as to which way they'll go.</p> <!-- Block 27 --> <p><strong>Half-time:</strong> Actually that's a bit melodramatic. I could easily hazard a guess, but I don't want to. What's that you say? Oh, go on then. Liverpool to win 3-2, with Robbie Keane breaking his duck for the club at least once.</p> <!-- Block 28 --> <p><strong>Half-time email:</strong> \"Give yourself a pat on the back, a GU sports journo who isn't using this as an attempt to take the piss out of us [LFC] for 90mins. Well done. You're obviously off the medication today,\" writes Mawal T (or T Mawal), whose email goes a long way towards explaining exactly why it is that some people like taking the piss out of paranoid Liverpool supporters. </p> <p>Speaking of football fans that people enjoy winding up, the word on the street is that Newcastle fans are set to demonstrate against the meltdown at their club by performing a giant conga around St James' Park this afternoon. A hokey cokey, if you will, a form of protest that sounds even more ridiculous if you attempt to say it in a Geordie accent. And to think they wonder why nobody takes them seriously.</p> <!-- Block 29 --> <p><strong>46 min:</strong> Manchester United substitution: Ryan Giggs on, Michael Carrick on. Keane and Alonso kick off for Liverpool, attacking the Kop.</p> <!-- Block 30 --> <p><strong>46 min:</strong> Carlos Tevez is frowning and shaking his head. Why? Because as he leaped in an attempt to get on the end of Ryan Giggs cross from the right, he gave Martin Skrtel a sly push in the small of the back and got caught by the referee, who gave Liverpool a free-kick. Tut-tut Carlito, naughty boy.</p> <!-- Block 31 --> <p><strong>48 min:</strong> Without having carved out any decent scoring opportunities, Liverpool are definitely the sprightlier of the two sides in the early stages of the second half. Robbie Keane tries to pick out Dirk Kuyt in the Manchester United penalty area, but his pass from the right-hand side is too high for the Dutchman and drifts behind the incoming Yossi Benayoun.</p> <!-- Block 32 --> <p><strong>51 mins:</strong> With Aurelio and Riera working well down the left-hand side for Liverpool, the latter attempts to send a cross into the Manchester United penalty area. He puts far too much weight on it and the ball threatens to knock a passing airplane out of the sky.</p> <!-- Block 33 --> <p><strong>53 min:</strong> A Paul Scholes snap-shot from about 30 yards fizzes narrowly wide of Pepe Reina's left-hand post.</p> <!-- Block 34 --> <p><strong>53 min:</strong> Another promising Liverpool attack comes to nowt when, with better options open either side of him, Dirk Kuyt shoots feebly from distance, making it easy for Edwin va der Sar.</p> <!-- Block 35 --> <p><strong>55 min:</strong> Good work from Yossi Benayoun, who does well to stay onside, ghost in behind Patrice Evra and win a corner off Edwin van der Sar. From the ensuing inswinger, the ball drops kindly for Robbie Keane, who attempts to slot the ball home, only to see his effort scuffed comically wide.</p> <!-- Block 36 --> <p><strong>57 min:</strong> \"Us Espanyol fans are still chuckling over the fact that a big cry-baby like Riera conned Liverpool into paying actually cold hard money for him!\" writes Tom in Barcelona. \"We miss him and his wayward crossing, lazy play and shocking attitude so much. Cue: Riera dribbling past 10 Manchester United players and banging in an absolute screamer.\"</p> <!-- Block 37 --> <p><strong>59 min:</strong> Free-kick for Manchester United wide on the left, about halfway inside the Liverpool half. Ryan Giggs swings it towards the far corner of the six yard box, Pepe Reina comes for it, fails to catch cleanly and ends up chasing the ball towards the sideline, from where he hoofs it up the field.</p> <!-- Block 38 --> <p><strong>61 min:</strong> Martin Skrtel unleashes a surface-to-air screamer from 25 yards, but shoots straight at Van der Sar, who escapes with only his palms stung.</p> <!-- Block 39 --> <p><strong>62 min:</strong> If I was a betting man, which I am, and had money on Liverpool to get a result in this game, which I do, I'd be very satisfied at the moment. They're comfortably controlling midfield and vastly superior to Manchester United so far in this second half.</p> <!-- Block 40 --> <p><strong>64 min:</strong> Manchester United substitution: Scholes off, Owen Hargreaves on. John McCaughey thinks he might know why Newcastle's fans are going to hokey cokey their way around St James' Park this afternoon. \"Perhaps it's called having a sense of humour,\" he suggests. \"Try it sometime.\" It's an interesting theory, but if Newcastle supporters have a sense of humour, why would they want to protest about anything that's going on at their club?</p> <!-- Block 41 --> <p><strong>67 min:</strong> Liverpool substitution: Yossi Benayoun, who's played very well today, off. Steven Gerrard on.</p> <!-- Block 42 --> <p><strong>68 min:</strong> From the left, Ryan Giggs drills a low cross into the Liverpool penalty area. It's a yard behind Rooney and Tevez. Moments later, Steven Gerrard gives the ball away to Ryan Giggs, who tries an audacious chip from distance. Pepe Reina performs heroics to prevent a magnificent effort from dropping under the crossbar.</p> <!-- Block 43 --> <p><strong>70 min:</strong> \"If I were a betting man, I'd bet on Liverpool controlling the entire second half, only to concede a faintly tragi-comical goal at the end. So, I'm feeling sickeningly comfortable right now,\" writes Gareth Barry. Actually scrap that, it's Gareth <em>Parry</em>.</p> <!-- Block 44 --> <p><strong>71 mins:</strong> Liverpool substitution: Alberto Riero off, Ryan Babel on. From the right flank, Dirk Kuyt sends a cross into the Manchester United penalty area, but his delivery is too high.</p> <!-- Block 45 --> <p><strong>73 min:</strong> Another cross into the Manchester United penalty area, this time from Javier Mascherano on the left-hand side of the sward. Patrice Evra clears with a meaty header.</p> <!-- Block 46 --> <p><strong>75 min:</strong> Alonso sends the ball wide to Dirk Kuyt doeep in the Manchester United left-back territory. He heads downwards, prompting Nemanja Vidic to hack clear.</p> <!-- Block 47 --> <p><strong>GOAL! Liverpool 2-1 Manchester United (Babel 76)</strong> Super-sub Ryan Babel smashes the ball into the roof of the Manchester United net from 15 yards after being teed up perfectly by Dirk Kuyt. Abject defending from Ryan Giggs on the byline, who could easily have prodded the ball out for a corner, allowed Javier Mascherano to scurry behind him and pull the ball back to Kuyt.</p> <!-- Block 48 --> <p><strong>78 min:</strong> Nemanja Vidic gets a yellow card (and looks relieved to escape a red one) when he fouls Keane a few yards outside the Manchester United penalty area when it looked as if the Irish striker had only the goalkeeper to beat.</p> <!-- Block 49 --> <p><strong>81 min:</strong> Manchester United are in total disarray and Liverpool are going all out for a third goal. They win a corner, from which nothing comes.</p> <!-- Block 50 --> <p><strong>83 min:</strong> Manchester United substitution that took place about five or 10 minutes ago: Nani on, Anderson off. For the record, Ryan Babel has just become the first Liverpool player to score against Manchester United since Harry Kewell did so in 1748.</p> <!-- Block 51 --> <p><strong>86 min:</strong> Liverpool substitution: Sami Hyypia on, Javier Mascherano off.</p> <!-- Block 52 --> <p><strong>88 min:</strong> Three minutes to go and Liverpool are about to knock Manchester United off their perch ... for the time being at least. United win a throw-in deep in Liverpool territory, but Alonso wins possession back and alleviates the pressure on the home side.</p> <!-- Block 53 --> <p><strong>90 min:</strong> With his arms up, Nemanja Vidic clatters Xabi Alonso in an aerial collision. Howard Webb blows his whistle, brandishes his yellow card and, after a short pause and possibly a reminder from one or two Liverpool players, remembers to brandish the red. </p> <p>Vidic is off for his second bookable offence. On the Manchester United bench, Sir Alex Ferguson has a face like thunder. It's on days like this that footballers earn their big money. If I was Giggs, Vidic, Scholes or Van der Sar, you couldn't pay me enough money to go into the Manchester United dressing room to face the hairdryer after this game. Quite how Wayne Rooney feels about all this is anyone's guess. He's been marooned out on the right touchline for the entire game and looks destined to stay there for the foreseeable future barring an injury to Berbatov.</p> <!-- Block 54 --> <p><strong>90 +3 min: </strong> With Dirk Kuyt and Robbie Keane both having missed good chances to increase Liverpool's lead, Manchester United win a corner, which is wasted. Shortly afterwards, Rooney drags a long-range effort wide of the post.</p> <!-- Block 55 --> <p><strong>90+4 min</strong> Peep! Peep! Peep! Howard Webb brings proceedings to a close with three shrill blasts of his whistle, prompting raucous celebrations from Liverpool's players and supporters. Make no mistake, this wasn't hype. This ... was ... a ... big ... game. They thoroughly deserved their win having been the vastly superior team throughout the second half. Click <a href=\"http://touchline.onthespot.co.uk/guardian/StatsCentre.asp?CTID=11&amp;Lang=0\">here</a> to see where this fine result puts them in the Premier League table. Thanks for your time and your emails, don't forget to tune in <a href=\"http://www.theguardian.com/football/2008/sep/13/matches\">here</a> for all today's Live Scores from around the UK and elsewhere in Europe. Scott Murray will be <a href=\"http://www.theguardian.com/football/2008/sep/13/premierleague.manchestercity1\">here</a> at 5.15pm to bring you a live minute-by-minute report on Manchester City v Chelsea. Last word, however, must go to Simon Hoyle, who questioned his own sanity prior to this afternoon's kick-off. \"Hahahahahahahahahahaha!\" he cackles. \"Who's crazy now? Hahahahahahahahahahahaha!\"</p>",
  "<p>A decade ago a member of Abkhazia parliament told me that \"the conflict between Georgia and Abkhazia would not be resolved until Russia and the west divide their spheres of interests\". We were sitting on the Black Sea coast and I thought that the guy was crazy. Surely, the conflict was between Georgians and Abkhazians, or Georgians and South Ossetians, and it was up to them to resolve their differences. How naive I had been. In his now traditional <a href=\"http://en.valday2008.rian.ru/\">Valdai</a> encounter with western experts, Prime Minister Putin confirmed what was obvious to separatist politicians 10 years ago. </p> <p>The logic of the current discord runs as follows: The west assumes that Russia invaded Georgia in August to punish it for its Nato bid. It would have loved to do so to the Baltic states when they were joining Nato, but had no power at a time. Following this line, Ukraine is to be persecuted next, if not militarily, then politically and economically. Western efforts need to be geared to building a bastion around Ukraine to protect it from being the next victim. </p> <p>The Russian position, which came out forcefully in <a href=\"http://www.theguardian.com/world/2008/sep/12/putin.georgia\">Putin's interview</a>, also relates events in Georgia to wider European context, and explains them in terms of the recognition of Kosovo, which Putin previously called a \"terrible precedent\". It forced choices upon Russia which it could have lived without. The timing was especially unfortunate for the new president, Dmitri Medvedev, whose ascension to power was meant to signify a modern liberal Russia ready for constructive engagement with the west. Intervention in Georgia and the subsequent recognition of breakaways cost Russia dear: not only did relations with the west plummet to the new low, but traditional allies such as Serbia and China grew suspicious of how Moscow might behave in future. The political capital which Russia needs to negotiate successfully on issues that matter has been spent on dealing with the fallout.</p> <p>And yet, it could not have gone otherwise. When Georgia <a href=\"http://www.usatoday.com/news/world/2008-08-08-geogria-southossetia_N.htm\">attacked</a> South Ossetia, Russia had to protect the territory, over which it had a legitimate peacekeeping responsibility. Putin revealed that the decision to go ahead with a full-scale invasion was made only after he spoke to President Bush twice at the Olympics and came to the conclusion that the US was not going to restrain its ally. The army did not enter Tbilisi to facilitate a regime change, despite Mikheil Saakashvili in Russian eyes being the equivalent of Saddam Hussein. Russian forces probably did not need to bomb Gori and Poti to repel the attack, but if Serbian forces invaded Kosovo after recognition, Nato peacekeepers would probably have bombed Belgrade, as they had done a decade ago.</p> <p>What was done cannot be undone. Both parties mirrored each other's actions and in an attempt to get even. Kosovo had become a liability for the international community which it could not repudiate, and recognition by a coalition of the willing seemed like the least bad outcome. There was little appetite in Moscow for recognition of Abkhazia and South Ossetia, but after full-scale fighting broke out, it had no option but to follow the same path. Moreover, the security implications of instability in South Ossetia for the north Caucasus should not be underestimated: the situation on the Russia's Georgian border is not exactly like that on its border with Estonia. </p> <p>A realistic solution to the fate of minorities in Europe has to be found, even if that meant adding more states to the European map. Andorra, Monaco and Liechtenstein exist without endangering the security of their neighbours, who in theory could project historical claims upon these territories. The debate needs to move from \"Who is to blame?\" to \"What needs to be done?\" about a real problem of breakaway territories in Europe. </p> <p>Realpolitik aside, the emotive tone of the Russian-western relations is remarkable. Putin's frustration with western readiness to blame the Kremlin for everything, its bitterness towards \"Russia experts\" who are supposed to know better than to resurrect a Soviet threat and Moscow's inability to counterbalance it with a positive image make his outburst at Valdai very personal. </p> <p>This frustration is shared across the board in the Russian society. The difference between Soviet and Russian citizens is that now the public trusts the government more, especially on the foreign policy front. When Politburo leaders claimed that the bloody imperialists were planning to attack, people hardly believed them. The general sense was that this was an excuse to justify the system's failure to provide a decent standard of living for the population. In contrast, Putin's essential message of \"they do not like us because we don't smell right\" finds more public support. And for me, this is the most remarkable change since the Soviet era.</p>"
]