[
  "<p>Officials in Texas defied the international court of justice last night to affirm the scheduled execution today of a Mexican national at the centre of a global legal row. </p> <p>The state's board of parole and corrections rejected a last minute appeal from lawyers for José Medellín.</p> <p>He is now scheduled to be put to death at 6pm local time despite an order from the court at The Hague to halt his execution. </p> <p>Legal experts and human rights organisations said the execution would be seen as an act of defiance of international law after a ruling from the ICJ that Medellín was denied his right to consult with Mexican embassy officials during his trial.</p> <p>\"US respect for international law might be further damaged by this execution,\" said Brian Evans of Amnesty International.</p> <p>\"We are deeply disappointed with this recommendation from the board of pardons and paroles,\" said Donald Francis Donovan of Debevoise &amp; Plimpton LLP, counsel to Medellín﻿ \"The board has failed to support the United States in fulfilling its international legal obligations. The board's action ... risks the safety of thousands of Americans travelling and living abroad.</p> <p>Katharine Huffman, a spokeswoman for Medellín's legal team, said the case was being monitored by the international community. \"The failure on the part of the US could have very serious implications for our relationship with Mexico as well as other nations,\" she said.</p> <p>But the governor of Texas, Rick Perry, has repeatedly indicated the execution would go ahead. Texas has the most active death chamber in America.</p> <p>\"The [ICJ] has no jurisdiction here in Texas. We're concerned about following Texas law and that's what we're doing,\" a spokeswoman for Perry said.</p> <p>Medellín has spent most of his adult life on death row after he was convicted in the 1993 gang rape and murders of two teenage girls.</p> <p>His hopes now rest on the US supreme court. His lawyers had asked the board for a 240-day stay of execution to give Congress time to enact legislation that would spare him. </p> <p>A bill now before Congress would compel Texas and other states to comply with international treaties guaranteeing foreign nationals on trial the right to consult with officials from their home countries.</p> <p>Medellín is the first of 51 Mexicans on death row in the US whose cases have become an embarrassment for the Bush administration. </p> <p>In a 2004 ruling the ICJ ordered the courts to grant a review of their cases, and George Bush earlier this year urged the authorities in Texas to revisit Medellín's case. But the supreme court ruled that the president had overstepped his authority.</p> <p>Last month the ICJ ordered the US to \"take all measures necessary\" to block Medellín's execution. Huffman warned that America could still be in conflict with the court until the cases of the other 50 Mexican nationals on death row are resolved.</p>",
  "<p>When writers judge his tone, the word \"thunderous\" comes to mind. When historians consider the impact of One Day in the Life of Ivan Denisovich, The First Circle, Cancer Ward and The Gulag Archipelago, Alexander Solzhenitsyn's denunciation of the Soviet labour camp system achieves monumental proportions. For much of the century that he came to dominate, he was simply Russia's greatest writer.</p> <p>Solzhenitsyn, who died at the age of 89 at his home outside Moscow on Sunday, survived the Soviet Union by nearly 17 years. And yet it is an abiding irony of his literary life that nothing he wrote in freedom, either in exile in Vermont or in post-Soviet Russia, achieved the status of those banned manuscripts smuggled out on microfilm to the west. There, he was compared to Anna Akhmatova or Boris Pasternak. As a literary victim of a repressive system with no news, his work achieved an intensity of truth that reached a global audience and shook the Soviet system to its core. As a free man in a country inundated with news and changing daily, the messianic figure with a long beard was simply bemused. </p> <p>Solzhenitsyn had his Soviet citizenship restored in 1990, but he took four more years to return to Russia, ignoring entreaties by President Boris Yeltsin to come back sooner. In that time he completed his historical cycle of the Russian Revolution, The Red Wheel, which critics called wooden in more ways than one. Solzhenitsyn was mortified by the reception it got. His return to Russia was another grand statement that misfired. He landed in Magadan, a former Gulag outpost and embarked on a seven-week train journey, partly paid for by the BBC, across the expanse of Russia to reacquaint himself with the motherland. He railed against privatisation and the degradation of the Russian language, but failed to communicate to a people who had their other eye on western brand names. He was irritated that few he met in the country that he had helped liberate had read his books. A television chatshow which Solzhenitsyn hosted was pulled when the questions got steadily longer than the answers.</p> <p>Russia's greatest refugee retreated to address future generations in a wooded retreat outside Moscow. He built a luxury dacha in Troitse-Lykovo on land once occupied by his KGB tormentors, and rarely emerged from behind its high fence. Solzhenitsyn found the closest reflection of his political views in Vladimir Putin, and the reclusive writer was once again being praised from the ramparts of the Kremlin. His last major work was a history of Russia and the Jews. A fiercely independent voice burned to the last inside a man who was rarely comfortable with his contemporary surroundings.</p>",
  "<p>BP's grip on its Russian joint venture was loosened significantly yesterday when one of its few remaining appointees - James Owen, the chief financial officer - resigned abruptly.</p> <p>With Robert Dudley, chief executive of TNK-BP and another of BP's men, out of Moscow, the balance of power has shifted towards BP's partners but bitter rivals - the four Russian billionaires who own 50% of the venture. </p> <p>There is now only one BP-nominated executive - chief operating officer Tim Summers - at the top of the Siberian oil and gas company, with two nominated by the rival private shareholders from the Alfa-Access-Renova (AAR) consortium.</p> <p>Dudley remains chief executive but few expect him to return to Russia after fleeing what he claims was personal harassment. Many expect him to step down shortly.</p> <p>BP refused to comment on the latest upheaval, but TNK-BP released a formal statement that said: \"Mr Owen's [resignation] letter states that as the current shareholder issues remain unresolved he feels it is difficult for him to continue working independently, as his role demands.\"</p> <p>There was an unusually upbeat comment from the Russian shareholders. </p> <p>\"Jim Owen has made a significant contribution to the development of TNK-BP and we regret to see him go,\" said Stan Polovets, chief executive of AAR. </p> <p>\"During two and a half years with the company, Jim has built a strong organisation underneath him and we expect to have a smooth transition as TNK-BP considers candidates for the CFO job. We wish Jim all the best as he pursues new endeavours.\" </p> <p>The resignation comes days after Tony Hayward, BP's chief executive, held talks with Mikhail Fridman, one of the venture's four main Russian shareholders, to try to resolve the crisis.</p> <p>Two of those shareholders, Viktor Vekselberg and German Kahn, hold senior management positions at TNK-BP and their umbrella group, AAR, had said that they would step down if BP agreed to withdraw Dudley. </p> <p>Hayward admitted at BP's second-quarter results conference last week that Dudley's position - working from outside of Russia - was sustainable only for a few months.</p> <p>BP has always claimed that it was Dudley's decision to leave Russia and that his position as chief executive at TNK-BP will be supported at all costs. But many industry experts believe it is only a matter of time before Dudley agrees to leave the company, which provides BP with a quarter of its global oil and gas production but only a tenth of its profits.</p> <p>BP and AAR have been fighting over control of TNK-BP for six months, amid expectations that one or both sides will eventually have to sell their stake to the Kremlin. </p> <p>The company has spent the past year fighting off claims from the tax, environmental and immigration authorities in what has been seen by some industry specialists as a rerun of the kind of problems that afflicted Shell until it sold part of its shareholding in Sakhalin to state-owned Gazprom. But in recent months the Russian private shareholders have accused BP of running the joint venture for its own ends, something that the British company denies.</p>",
  "<p><strong>Ramón García Segura, 40<br></strong><br>Eighteen years ago, I was working in a laboratory, and it was in that very place that I tested myself for HIV. The result was positive. It was hard for me to accept the news, since I always wanted to create a solid home. The hardest thing to accept was my family's behaviour. They value money, and since I used to have plenty of it, they treated me well. Now they refuse to give me their support. I find their attitude painful, particularly since I never ask them for money, neither for my studies nor my medicine. </p> <p>I get by financially by helping high school and university students with their homework. </p> <p>Some time ago, in Coatzacoalcos, Veracruz, the drug gang Los Zetas kidnapped one of my brothers. My family asked me to go and negotiate with them. I didn't know what to do, I was very much afraid. Finally they released him, and when I came back I learned that they all had agreed to send me, since nobody else wanted to take the risk. At any rate, they gathered that I was doomed to die soon.</p> <p>All these years of living with the virus have taught me to become more mature and to work on my feelings. Among my future plans, I want to enter the university, study chemistry and then teach. </p> <p><strong>Ilsa Aguilar, 18</strong></p> <p>I wish my family understood me better, but we became estranged when I told them I was gay and that I liked to dress as a woman. At that time, I didn't want to live any more. I didn't take care of myself, and that included not only failing to wear condoms, but also not eating properly. I lost weight until I got sick and ended up at the hospital, where they administered an HIV test. I was 16 years old. It was harder for my parents to learn that I had HIV than to discover that I was transgender. </p> <p>The first time I dressed as a woman, I felt I was another person. My gestures no longer provoked laughter. I don't care any longer about the way others react. No matter what I do, I am a person who matters.</p> <p><strong>Margarita 'Margos' Dionisi, 41</strong></p> <p>I've been married for 19 years and have been living with HIV for the past seven. Before being diagnosed I was the typical housewife who takes care of her husband and children. I'm now also a vendor. I sell candy on the street. And I also give talks to fellow HIV-positive people. HIV has taught me that life goes on and there's always a tomorrow. I give thanks for all the good and bad things that have happened to me. I pray for my family but I don't pray for my health, because I'm not going to relinquish to anyone else the power that is in my own hands.</p> <p><strong>Martín Zúñiga, 39</strong></p> <p>When the doctor told me that we needed to discuss the results of my blood test, I already knew I was positive; Alfredo, my lover, had already been diagnosed. But his disappearance was even worse than learning I was HIV-positive. We had lived together for five years. One afternoon he called to tell me he was coming home. He never arrived. Seven years have gone by, and I still haven't heard a word from him. </p> <p>I have never suffered from living with HIV. My daily life has not changed and I'm still working. For some time I was a professional dancer, but the struggle between dancing and working forced me to abandon this activity. Each of my images depicts a footprint in time, a mark left by the environment or by society. The cars, houses and trees in my photographs keep their essence despite these marks. Their condition may not look appealing, but we cannot change it. What we can change is how we see.</p> <p><strong>Magda Padilla, 47</strong></p> <p>Over five years ago, I was diagnosed with HIV. Before then, my life was no different from that of any other housewife. I consider myself to be a strong woman, but if you are told that you have a disease and that you are dying from it at age 40, with small children, the blow is devastating. My husband is a truck driver. From the first moment, he gave me his full support. He said: \"If you are infected, so am I. We're going to get out of this together, the way we have overcome every other problem.\"</p> <p>Once the initial fears and symptoms were past, I became aware of the deficiencies in the medical services. This \"discovery\" turned me into an activist, which means something more than distributing condoms: we have to re-educate ourselves about our fundamental rights. It was at this moment that I realised all the potential I have as a woman. My life is a continuous learning experience. I feel fulfilled.</p> <p><strong>· </strong>The Historias Positivas project was created and directed by Gideon Mendel. It is part of the Make Art/Stop Aids initiative, in collaboration with Letra S in Mexico City and the ArtGlobal Health Center at the University of California.</p>",
  "<p>Olympic organisers moved to reassure the public and athletes yesterday that the games would be safe after China's deadliest suspected terrorist attack in more than a decade.</p> <p>Sixteen policemen were killed and 16 injured in a raid on a paramilitary border police headquarters, in the north-western Xinjiang region, by what are believed to be separatists from the area.</p> <p>Two men used a dumper truck to run down a group of police outside their station in the city of Kashgar, before knifing them and exploding home-made grenades, state news agency Xinhua reported.</p> <p>After the attack, Olympic organisers indicated precautions were in place to ensure the safe running of the games. \"We are prepared to deal with any kind of security threat and we are confident we will have a safe and peaceful Olympic games,\" said Sun Weide, an official with the Beijing organising committee.</p> <p>A security force of 100,000 is on standby in Beijing, 2,500 miles from Kashgar. Security measures in the capital have included stationing anti-aircraft missiles near the \"Bird's Nest\" Olympic stadium.</p> <p>Yesterday's attack followed repeated claims from authorities that Uighur separatists from Xinjiang were targeting the games. Details of the incident could not be independently verified, although witnesses reported hearing blasts and seeing the aftermath of an explosion.</p> <p>At the scene outside the Yiquan hotel yesterday, the only sign of what had happened was three holes in the ground where trees had been recently uprooted, and some broken windows at the travel agents next door.</p> <p>A visiting British couple staying in a nearby hotel said they heard an explosion. \"I was having breakfast at about 8am when I heard two or three loud bangs. They sounded like a car backfiring so I didn't pay much attention, until later when I heard some police had been killed,\" said a tourist, Sam Gunter. </p> <p>He went to the police station in the afternoon where he saw 13 large coffin-like refrigerators, but he was ushered away.</p> <p>Late last night there was a strong security presence at the scene, with several police cars and a group of eight paramilitaries, but journalists were relatively free to move around and report. </p> <p>The Chinese authorities have identified the assailants, now in custody, as Uighur men aged 28 and 33. The official media said local police suspected the attack was a terrorist act and added that the public security bureau had suspected the region's East Turkestan Islamic Movement of plotting an attack in the run-up to the games, which begin on Friday. </p> <p>\"This is the most serious incident recorded in years,\" said Nicholas Bequelin of Human Rights Watch. \"Ahead of the Olympics, it is a very powerful symbolic attack because security in Xinjiang is at an all-time high.\"</p> <p>Turkic-speaking Uighur Muslims make up about 8 million of the 19 million population in Xinjiang, a mineral-rich region more than three times the size of France. Many resent controls on religion, and Han Chinese immigration.</p> <p>Human rights campaigners and Uighur exiles have argued that the government has exaggerated the threat of violence, and blurred the distinction between terrorism, separatist arguments and cultural expression to justify repression.</p> <p>Few analysts believe Uighur militants capable of launching a major attack on Olympic venues, although they say it is hard to assess the extent of the threat because the authorities rarely offer evidence for claims to have disrupted plots.</p> <p>The clampdown which followed violence in the 1990s has led to \"nervousness and tension\" between Uighurs and Han Chinese, said Colin Mackerras, an expert on the region from Griffith University, Australia. He added: \"There's an independence movement, but I don't expect it to succeed and don't expect many people will want to take part, because they expect it to fail and know the result will be more repression.\"</p> <p>Last week, the Chinese officer in charge of Olympics security said that \"east Turkestan terrorist groups\" represented the greatest threat to the games. But others suggested it was too soon to label the incident as terrorism. Dr Andrew Fischer, a specialist on western China at the London School of Economics, said it could be a revenge attack by a tribe rather than a politically motivated action.</p>",
  "<p>In Opus Polyhistoricum de Osculis, his seminal 1,040-page treatise on snogging, the 17th-century German polymath Martin von Kempe identified 20 kinds of kiss, including the kiss of reconciliation, the hypocritical kiss, the kiss bestowed on inferiors by their superiors, the kiss carrying contagion, the lustful and adulterous kiss, the kiss used in academic degree ceremonies and, obviously, the kiss planted on the Pope's foot. </p> <p>Regrettably, he left out the air kiss. This is a shame, because these are fast-moving times, oscular etiquette-wise, and it seems we could benefit from a little Germanic rigour on the subject. Last week, for example, it was reported that the UK-India Business Council, an eminently serious government-sponsored trade promotion body, had been obliged to devise a whole new course to inform British businessmen, among other things, that they should refrain from kissing their hosts when visiting the subcontinent. </p> <p>British businessmen, kissing? How wild is that \"Not very, actually,\" insists Judi James, body language and social behaviour expert. \"Social kissing has been common in certain circles in Britain since the 1920s. But until fairly recently it was mostly confined to relatives or close friends, and to what you might call the excitable professions: the theatre, the media, fashion - anywhere you might call someone 'darling', basically. It's now infinitely more widespread. Even accountants do it.\" In parts of London, James adds darkly, \"We're now starting to see the advent of non-sexual lip kissing.\"</p> <p>Gradually, almost insidiously, we have over the past few years been transformed into a nation of positively effusive kissers. All right, not entirely a nation: the air kiss is probably not yet a universally accepted form of greeting in, say, the working men's clubs of Wakefield. But in countless other equally unsuitable contexts up and down the country, stiff-upper-lipped Brit reserve is fighting a losing battle. We love kissing. Can't get enough of it. </p> <p>\"Everyone's doing it,\" confirms Carol McLachlan, a personal development coach for (I am not making this up) chartered accountants who blogs on business mores and other matters at theaccountantscoach.com. \"Bank manager and customer. Boss and employee. Next-door neighbours. Client and accountant. Any old colleague. They're all greeting each other with a little scuffle round the cheek and lip area. The rule seems to be if you've met them even once, you kiss them. And in business circles, certainly, that very definitely wasn't the case even three years ago.\"</p> <p>No one's exactly sure why this sudden explosion of oral promiscuity has come about, though there are plenty of theories. Are we copying continental manners? Or is it down to the increasing feminisation of the workplace? Some argue it's yet further evidence of the ongoing collapse of social formalities across the board, or merely a natural consequence of our being in such a desperate hurry to do everything these days, including form relationships.</p> <p>Sociologists, mostly, think the great kissing pandemic is part of a general \"inflation of intimate signals\" they've been observing since the 60s. An earlier explosion of social kissing in America - which, like Britain, has tended over the past couple of centuries to shy away from embarrassing displays of physical intimacy - was attributable to the fact that \"separations are no longer allowed\", Murray Davis, of the University of California, observed as long ago as 1977. \"We kiss people we used to hug, hug people we used to shake hands with, and shake hands with people we used to nod to.\"</p> <p>James says much the same thing is happening in Britain today. \"We're knocking down barriers all the time,\" she says. \"It's like these days it's not unusual to hear teenagers say to their parents, 'I love you.' In my day, if you'd said that to your mum or dad they'd have assumed they were about to be given the last rites. And we're becoming much more tactile; there's a whole revolution in that.\" </p> <p>The British social kiss, James says, is \"a much more nurturing, a much closer signal\" than the handshake: \"It's about fast-track bonding and empathy. It also allows you to smell the other person - your nose is right by the pulse behind their ear, you can sniff their perfume and have a fairly good guess at what they had for lunch. It's a far more intimate, personal, instant connection.\"</p> <p>Whatever is driving it, the rise and rise of the social kiss has created a whole new raft of excruciating etiquette issues. To kiss or not to kiss - or, increasingly, how to kiss - is now a major social conundrum, a veritable minefield of manners. Should we opt for the old-fashioned, perhaps fatally uptight handshake, or the potentially over-familiar smacker? If the latter, do we lay a hand loosely on the other person's shoulder, or firmly squeeze their upper arm (and what, by the way, should we do with the other hand)? Right cheek first, or left? Skin contact or no skin contact? And, most nerve-racking of all, one kiss or two? </p> <p>It's all too easy to get it wrong. You've been there, I'm sure: mouth fixed in a reassuring grin, you opt boldly for a single brisk brush, pucker up, dive in, deliver, pull back, open your eyes - and find the recipient still leaning hopefully forward, neck extended and opposite cheek proffered for a follow-up. Undeterred, you plunge in with your second, just as he or she withdraws. Or not. In any event, confusion and embarrassment are rarely far away, which, whatever you may feel about the unpleasant clasp of a damp and fetid paw, was rarely the case with the handshake.</p> <p>But, dammit, we are entitled to be confused. A kiss is, after all, a highly ambiguous gesture at the best of times. As Joshua Foer succinctly pointed out in the New York Times, \"When parents kiss their children it means one thing, but when they kiss each other it means something entirely different. People will greet a total stranger with a kiss on the cheek, and then use an identical gesture to express their most intimate feelings to a lover.\" And what to make of the kiss Judas bestowed on Jesus, the kiss a parent plants on a child's hurt hand to \"make it better\", and expressions such as \"the kiss of death\", or, come to that, \"kiss my ass\"?</p> <p>There is, as historian Keith Thomas notes in his afterword to The Kiss in History, quite simply no such thing as a straightforward kiss. </p> <p>\"Kisses can be given in private or in public, by men to men, men to women, women to women, adults to children or children to each other,\" he writes. \"They can be unilateral or reciprocated. They can be on the lips, the cheek, or any other part of the body. They can be blown in the air.\" Worse, a kiss can express almost anything from deference to adoration, friendliness to desire, agreement to downright insult.</p> <p>Nor is kissing even a universal human activity. There are plenty of cultures around the world that do not indulge in it at all. Across almost all of Africa south of the Sahara (Arabs are big kissers), and in most Asian and Pacific societies, kissing has precious little place as either a ritual or a sexual gesture, and there is lots of evidence to suggest that the inveterate present-day kissers of Latin America - the Argentines are particularly keen - knew nothing of it whatsoever until the first European settlers arrived. The Chinese still find the whole idea deeply suspect.</p> <p>In the west, the social kiss has gone through many mutations. The Romans were frequent and enthusiastic kissers, distinguishing between friendly oscula (on the cheek), more wholehearted basia (on the lips), and altogether more suggestive suavia (deep kisses). Ancient Romans got engaged by kissing before a group of friends, and used kisses to seal legal and business agreements, a practice that continued throughout the Middle Ages, including in England.</p> <p>But from the outset, Thomas argues, the purely ceremonial kiss tended to suffer, in Britain, from its potential for misinterpretation. In the early Christian church, for example, believers would greet each other with an osculum pacis, or holy kiss, on the lips, but it did not take long before male and female members of the congregation were separated to avoid any suggestion of (or opportunity for) hanky-panky. Eventually, churchgoers began kissing an osculatorium or pax-board instead, and by the 16th century the party-pooping Protestants had got rid of the kiss entirely.</p> <p>In England, the gesture was abandoned as a symbol of reconciliation or agreement in favour of the handshake or oath (and, eventually, the signature) before the 1700s. If kissing was common throughout the Tudor period, outside courtly circles it became almost unheard of, especially between men. Thomas cites the amazement of an early 17th-century traveller, Thomas Coryate, at the \"extraordinary custom\" he had observed in Venice of two male acquaintances \"giving a mutual kiss when they depart from each other: a custom, that I never saw before, nor heard of, nor read in any history\".</p> <p>With the advent of something that generously might be called dentistry, the mouth gradually became more welcoming, and the erotic overtones of the kiss more obvious; it was that ambiguity, Thomas reckons, that spelled the end of the social kiss between men and women in Britain. Homophobia soon killed off kissing between men, too, although affectionate embraces between women friends endured. </p> <p>By the mid-18th century, numerous writers were describing the practice, whoever it was who was indulging in it, as \"disgusting\". And ever since, with a few fine exceptions (notably upper-class ladies, footballers, theatrical types, and first world war Tommies, who found that the prospect of near-certain death in the trenches did much to encourage non-sexual male bonding), the social kiss in Britain has languished. Until quite recently, and the steady relaxation of physical inhibitions unleashed in the heady hippy days of the late 1960s.</p> <p>Not everyone, of course, is happy about the re-emergence of the kiss as a social greeting. \"It's a nightmare,\" says Mark Pritchard, a senior executive at a large European chemicals group. \"I grew up at a time when if even your mother kissed you, you were expected to wipe your mouth on your sleeve. For decades, a good firm handshake was all that was expected. Now all of a sudden you're expected to embrace your female colleagues daily, even perhaps hug the divisional director from Manchester. It's all become incredibly awkward and embarrassing.\"</p> <p>Susan Sackwell, a City lawyer, agrees: \"We just don't have the codes,\" she says. \"I feel permanently uncomfortable these days. Most of my friends expect a kiss, which is fine I suppose, quite nice in fact. But at what point do you decide whether a colleague or a regular business contact or client or even a friend's partner is also a friend? There's a real risk of getting it wrong, of offending someone, whatever you decide to do. I get quite nervous.\"</p> <p>How, then, to deal with the kissing conundrum? There's no point looking to the continent, where social kissing, despite its prevalence in France, Belgium, Italy, Spain, Greece and even staid old Switzerland, is subject to absurdly complex laws. In Belgium, for example, the rule is one kiss, unless there is an age gap of at least 10 years, in which case it's three. In Spain it's generally two, starting with the right; and in Germany it's none, except between consenting family members and very close friends (and no one can tell what exactly constitutes \"close\".)</p> <p>France is the really tricky one: depending on who you are, who you're kissing and where you both happen to be, anything between one and four kisses is de rigueur. Class-wise, the French upper class plump for two pecks; anything more is vulgar. Women will embrace both men and women they have never met before; men will likewise kiss women, perhaps after asking first (\"On se fait la bise?\"). French men only kiss other men, on the other hand, if they know them very well. Then there are the regional variations.</p> <p>According to the 22,000 respondents to Gilles Debunne's wondrous website combiendebises.free.fr, in Paris and central France most people kiss twice, once on each cheek. In large parts of northern France, from Normandy to the Belgian border, it's four; in south-eastern France from Marseille to the Alps it's three; and in much of Brittany it's one. But there is, it seems, considerable confusion within regions. In Calais, roughly 50% of respondents said they usually kissed twice, while the other 50% kiss four times. And in Vienne, in central France, voters were more or less equally divided three ways between two, three or four bises. It is, Debunne admits, an \"extremely subtle\" business.</p> <p>To the rescue, thank heavens, rides Judi James. \"We badly need some clear rules,\" she declares, firmly. \"The British weren't even very good at the handshake, and now we find ourselves having to deal with air kisses, cheek kisses, hugs, squeezes, even lip kisses. It's not easy. The basic rule, I think, should be that handshakes are fine with anyone, and kisses should be reserved for people you have some kind of relationship with - even if it's only a business lunch at which you've talked about something other than just business.\"</p> <p>Beyond that, James says, the key to excuting a good air or cheek kiss is confidence. \"You have to take control,\" she says, \"really go for broke. And you have to give advance warning of your intentions, make what we call announcement gestures. Start puckering early on, and raise your hands from quite a distance (never kiss anyone without a torso touch, by the way). Then there's a good chance they'll be prepared for what's coming. Then it's basically right cheek to right cheek, left cheek to left cheek, and put them down where you found them.\" </p> <p>With friends, James said, the gesture should be natural: a kiss and a warm squeeze of the arm, perhaps, to show they're different. \"It's only really man-to-man where there's still some reticence,\" she says. \"Many men, particularly younger generations, will embrace quite comfortably these days, but they still kind of feel the need to accompany it with some big Soprano-style slap on the back, to show that even though they kiss, they're still men.\" </p> <p>And in business, she adds, it's absolutely vital to remember - even keep a note of - the people you are on kissing terms with. \"If you kiss at one meeting and not at the next, they're going to get entirely the wrong message,\" she says. </p> <p>All clear, then? Of course, you can always just stick your hand out forcefully and dare the other person to do anything other than shake it. But it may be worth knowing that the London-based International Scientific Forum on Home Hygiene formally declared last year that a quick peck on the cheek was \"considerably less likely\" to result in the transmission of germs such as flu, cold and stomach bugs than the good old handshake. Just be ready, concludes McLachlan, to \"take it on the chin when you get it wrong. Because believe me, you will\".</p>",
  "<p>Nearly half of all primate species are now threatened with extinction, according to an evaluation by the <a href=\"http://cms.iucn.org/\">International Union for the Conservation of Nature</a> (IUCN). </p> <p>The study, which drew on the work of hundreds of scientists and is the most comprehensive analysis for more than a decade, found that the conservation outlook for monkeys, apes and other primates has dramatically worsened. </p> <p>In some regions, the thriving bushmeat trade means the animals are being \"eaten to extinction\".</p> <p>The 2007 IUCN \"red list\" has 39% of primate species and sub-species in the three highest threat categories - vulnerable, endangered and critically endangered. In today's revised list, 303 of the 634 species and sub-species - 48% - are in these most threatened categories.</p> <p>The two biggest threats faced by primates are habitat destruction through logging and hunting for bushmeat and the illegal wildlife trade. </p> <p>\"We've raised concerns for years about primates being in peril, but now we have solid data to show the situation is far more severe than we imagined,\" said Dr Russell Mittermeier, the chairman of the IUCN Species Survival Commission's primate specialist group and the president of Conservation International. </p> <p>\"Tropical forest destruction has always been the main cause, but now it appears that hunting is just as serious a threat in some areas, even where the habitat is still quite intact. In many places, primates are quite literally being eaten to extinction.\" </p> <p>The picture in south-east Asia is particularly bleak, where 71% of all Asia primates are now listed as threatened, and in Vietnam and Cambodia, 90% are considered at risk. Populations of gibbons, leaf monkeys and langurs have dropped due to rapid habitat loss and hunting to satisfy the Chinese medicine and pet trade. </p> <p>\"What is happening in south-east Asia is terrifying,\" said Dr Jean-Christophe Vié, the deputy head of the IUCN species programme. \"To have a group of animals under such a high level of threat is, quite frankly, unlike anything we have recorded among any other group of species to date.\"<br> In Africa, 11 of 13 kinds of red colobus monkey have been listed as critically endangered or endangered. Two - Bouvier's red colobus and Miss Waldron's red colobus - may already be extinct.</p> <p>Overall, 69 species and sub-species (11% of the total) are considered critically endangered, including the mountain gorilla in central Africa, Tonkin snub-nosed monkey in Vietnam and grey-shanked douc langur from Asia. </p> <p>In the endangered category are another 137 species and sub-species (22%) including the Javan gibbon from Indonesia, golden lion tamarin from Brazil and Berthe's mouse lemur from Madagascar. Species are judged to be in these categories if they have a small population size, are suffering rapid population declines and have a limited geographic range.</p> <p>The apparent jump in the numbers of threatened primates from 39% to 48% has not in reality happened in the course of one year. The major new analysis has filled in missing data that was not available previously, according to Michael Hoffman at Conservation International. The last major assessment was carried out in 1996. </p> <p>\"The situation could well have been as bad as this, say, five years ago, we just didn't know. But now we have a much better indication of the state of the world's primates - and the news is not good,\" he said.</p> <p>The review, which is funded by Conservation International, the Margot Marsh Biodiversity Foundation, Disney's Animal Kingdom and the IUCN is part of an unprecedented examination of the state of the world's mammals to be released at the IUCN World Conservation Congress in Barcelona in October.</p> <p>However there was some good news for primates. In Brazil, the black lion tamarin has been brought back from the brink of extinction and shifted from the critically endangered to endangered category. This is the result of a concerted conservation effort which has also benefited the golden lion tamarin - it was downlisted to endangered in 2003. </p> <p>\"The work with lion tamarins shows that conserving forest fragments and reforesting to create corridors that connect them is not only vital for primates, but offers the multiple benefits of maintaining healthy ecosystems and water supplies, while reducing greenhouse gas emissions that cause climate change,\" said Dr Anthony Rylands, the deputy chair of the IUCN primate specialist group.</p> <p>The scientists also came close to downlisting the mountain gorilla to endangered following population increases in their forest habitat that spans the borders of Rwanda, Uganda and Democratic Republic of Congo. However, political turmoil in the region and an incident in which eight animals were killed in 2007 led to the decision to delay the planned reclassification.</p> <h2>Primates under threat</h2> <p>There are 634 species and sub-species of primate including apes, monkeys, tarsiers and prosimians. Of these, 69 are now categorised as critically endangered, 137 as endangered, 97 as vulnerable and 36 as near threatened. </p> <p>In <strong>Africa</strong>, 63 species or subspecies are in the top three categories (37% of African primates). The new assessment moved L'Hoest's monkey (<em>Cercopithecus l'hoesti</em>), which is found in Nyungwe National Park, Rwanda, from vulnerable to endangered, for example.</p> <p>In <strong>Asia</strong>, 120 species or sub-species are threatened (71%). The grey-shanked douc langur (<em>Pygathrix cinerea</em>) in Vietnam has been moved from endangered to critically endangered.</p> <p>In <strong>Madagascar</strong>, 41 species and sub-species are threatened (43%). The black-and-white ruffed lemur, (<em>Varecia variegata</em>) for example, was endangered and is now considered critically endangered.</p> <p>In <strong>Mexico, south and central America</strong> 79 species and sub-species are listed as threatened (40%). The cotton-top tamarin (<em>Saguinus oedipus</em>) is now critically endangered, but was endangered.</p>",
  "<p>Dramatic survivors' tales from one of the worst climbing tragedies began to emerge yesterday as the death toll on the treacherous peak of K2 reached 11.</p> <p>Brutal weather conditions, a freak collapse of an ice sheet at 8,200m (26,000 ft) and human error appeared to have combined to cause the deaths of experienced climbers and their porters at the weekend in the thin freezing air near the summit of the world's second-highest mountain. Among the dead were three Koreans, two Nepalis, two Pakistanis, French, Serbian, and Norwegian climbers and an Irishman earlier listed as missing.</p> <p>No one was sure how all the deaths occurred. One Pakistani porter and a Serbian climber were believed to have fallen to their deaths. Some died when a sheet of ice ripped away the ropes used to guide climbers along the frozen side of the mountain.</p> <p>The ice fall is thought to have killed the two Nepali climbers and left about a dozen more, exhausted from the ascent, stranded in the thin air above a critical area known as the Bottleneck. Others died in the freezing air, known as the Death Zone.</p> <p>The most graphic tale offered by survivors was that of Wilco van Rooijen, 40, a Dutch climber who said the deadly events were not just the result of an avalanche but in part because the way to the summit had been badly prepared.</p> <p>\"Everything was going well to Camp Four (at 7,800m) and on summit attempt everything went wrong,\" he told Associated Press by phone from a military hospital, where he was being treated for frostbite after being plucked to safety by a Pakistani army helicopter.</p> <p>K2, which lies near Pakistan's border with China, is considered by mountaineers as the deadliest climb; for every three people who get to the summit, one dies trying.</p> <p>Nevertheless 10 expeditions had waited for a window in July to scale the peak and began pushing to reach the top this weekend. Officials said more than 20 climbers had tried the ascent.</p> <p>But Van Rooijen claimed that some of the advance party had wrongly strung up ropes - including in part at the treacherous Bottleneck gully, at 8,211m.</p> <p>\"We were astonished. We had to move it,\" he said. \"That took of course, many, many hours. Some turned back because they did not trust it anymore,\" he said. Those who continued made the summit by night, including Van Rooijen and French climber Hugues d'Aubarède. But the climbers knew that reaching the summit meant the hard part was still ahead. Half of the deaths on K2 have occurred on the descent.</p> <p>As the climbers who had reached the summit climbed back down in the dark , a huge pane of ice, or serac, fell cutting the ropes and stranding the climbers above the Bottleneck.</p> <p>According to the website of the American climber Nicholas Rice, who did not ascend to K2's peak, at least two climbers the Italian Marco Confortola and Irishman Gerard McDonnell had to sleep above 8,200m.</p> <p>Confortola managed to make his way down to 6,000m, where the air is thick enough for helicopters to fly, and he was picked up by three Pakistani high-altitude porters and an American climber last night who had raced up the mountain to save him. Severe frostbite means he is likely to lose his feet, although his hands will be saved.</p> <p>McDonnell was last seen heading towards the Chinese border. One Swedish survivor, Fredrik Strang, told CNN people \"froze to death\" during the night.</p> <p>Van Rooijen said a Norwegian climber and two Nepali sherpas were swept away. His own team was split up in the darkness.</p> <p>He said that the problem for the descending teams was that after the avalanche the mountainside was suddenly covered by cloud, a \"whiteout\", making it almost impossible to see the way down. Suffering from snow-blindness the Dutchman said he passed three South Koreans who had suffered an accident. They declined his offer of help.</p> <p>\"There was a Korean guy hanging upside down. There was a second Korean guy who held him with a rope but he was also in shock and then a third guy was there also, and they were trying to survive but I had also to survive,\" he said.</p> <p>Two other Koreans made it back to the base camp, at about 5,000 metres. The previous deadliest day in K2's history, August 13, 1995, saw six people fall or disappear during a storm, including the Briton Alison Hargreaves.</p> <p>Hugues, a 61-year-old experienced amateur climber and insurance worker, sent one final message to friends the day before he died. \"I would like everyone to be able to contemplate this ocean of mountains and glaciers. I am suffering for it, but it's too beautiful. The night will be long but beautiful.\"</p> <p>About 280 people have climbed to the top of K2 since 1954, when it was first conquered by the Italians Achille Compagnoni and Lino Lacedell. More than 300 people a year make it to the top of Everest. Given the number of deaths last weekend questions have been asked whether the mountaineers' desire to reach the summit overwhelmed their better instincts, the condition known as \"summit fever\".</p> <p>But many defended the climbers. \"K2 is the peak to climb in the Himalayas. It is a pyramid of rock with very little snow and a lot of ice,\" said Nazir Sabir, president of the Alpine Club of Pakistan who climbed K2 in 1981.</p> <p>\"It is not like Everest where there are fixed ropes, bottled oxygen and sherpas who set camps and carry loads which make it possible for less practiced climbers. Those who take on the challenge of K2 are the best. They have the right people and the right idea. They will turn back. But it is the unknown and unpredictable factors that make it so dangerous.\"\\</p> <p>· This article was amended on Wednesday August 6 2008. The report above said that some of the victims \"died in the freezing, almost oxygen-free air\". An oxygen systems engineer tells us that this is incorrect; the proportion of oxygen in air is the same at high altitude as it is at sea level (20.9%), since the atmospheric gases diffuse evenly throughout the atmosphere. It is the low ambient pressure at high altitude, and hence the low partial pressure of oxygen in the lungs, which gives rise to the hypoxia effects known as altitude sickness. The reference to \"oxygen-free air\" has been removed.</p>",
  "<p>The Daily Mail has reached a peace deal with Britain's Polish community over its coverage of the ethnic minority following negotiations brokered by the Press Complaints Commission.</p> <p>This deal comes after the Polish Federation of Great Britain <a href=\"http://www.theguardian.com/media/2008/mar/14/dailymail.pressandpublishing\">lodged a formal complaint with the PCC</a> that the newspaper had defamed Poles working in Britain, accusing the Daily Mail of printing articles that gave rise to \"negative emotions and tensions between the new EU immigrants and local communities\".</p> <p>The Mail rejected the accusation, but after negotiations conducted via the PCC it has agreed to remove some articles from its website and alter others.</p> <p>Associated Newspapers' flagship daily will also run a letter from the Federation of Poles of Great Britain and a longer version of the letter as a blog post online tomorrow. </p> <p>\"The complaint is to be resolved. The paper has amended some online articles and removed others,\" a PCC spokesman said.</p> <p>\"The newspaper wishes to make clear that it wasn't in any way anti-Polish.\"</p> <p>The Daily Mail declined to comment ahead of tomorrow's publication of the letter and blog by the FPGB.</p> <p>\"We are pleased that the Daily Mail could see that some of the wording they had in their headlines was harmful and they have taken far more care,\" said Wiktor Moszczynski, an FPGB spokesman.</p> <p>Moszcynski added that the federation accepted that the Mail did not intend to humiliate Poles, but said the effect of some of its articles had been to do that.</p> <p>In March the federation \"reluctantly\" complained to the PCC accusing the Daily Mail of defaming Polish residents in the UK.</p> <p>The Daily Mail strongly rejected the complaint, with a spokesman telling MediaGuardian.co.uk at the time that the paper was \"not in any way anti-Polish\" and pointing out that it ran plenty of positive stories about people from Poland.</p> <p>The federation complained about 50 Daily Mail headlines it said all displayed anti-Polish sentiment.</p> <p>However, the Daily Mail dismissed these claims. \"If you take the balance of articles published by us the Polish migrant has not been identified as a hate figure and we have often and continuously drawn attention to the benefits Britain has and does derive from the skills that immigrants bring us,\" the Daily Mail spokesman said.</p> <p>\"We ran an in-depth series, The New Britons by Fiona Barton, which had a very balanced and fair assessment of the virtues of Polish immigrants,\" he added.</p> <p>\"The headline on a major feature by one of our top writers read: 'Poles apart – Hard-working, reliable, honest. Meet the Polish builders, plumbers, and decorators putting work-shy Britons to shame ...' .\"</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>The British Olympic Association's chef de mission Simon Clegg has dismissed concerns that the smog in Beijing could impact on the performance of athletes. Heavy pollution hung over the Chinese capital on Monday after four days of clear skies, but Clegg maintained that no British athlete has needed to avail of the smog masks which have been made available to athletes on request.</p> <p>\"It's not a concern to us,\" Clegg said. \"The expert advice that we are getting is that the situation continues to improve and the measures [which have included shutting factories and limiting traffic] they put in place are still having a positive effect. We have had three or four days of outstanding blue-sky weather, and we do not think it is going to be an issue. No athletes here have been using face masks.\"</p> <p>Clegg instead preferred to focus on the quality of the facilities on offer in Beijing, which, he claims, have made all of Team GB eager for the action to begin. \"There's a really positive atmosphere in the team, people are really excited,\" he said. \"They have trained for their whole lives for this moment, and they are like coiled springs waiting to explode. The village is fantastic, absolutely unbelievable - athletes have never had such good conditions as they have here in Beijing.\"</p> <p>Ben Hawes, captain of the British men's hockey team, backed up Clegg's opinion on the smog. With temperatures surpassing 35 degrees Celsius, Hawes was much more concerned about the effect the heat and humidity may have on competitors in Beijing. \"The smog did not seem to affect us when we trained this morning. We have no issues with that - it's mainly the heat and humidity,\" he said. \"We have been training in Macau for a couple of weeks where it was hotter and more humid so hopefully by the time it comes to the matches we will be used to it.</p> <p>\"It has been 43 degrees [C] pitchside which has been pretty tough but it gets easier every day. You can never cool down due to the humidity so we are using every technique we can to cool players when they come off the pitch, even ice blankets.\"</p>",
  "<p>Cuba, known to pack the mightiest punch in Olympic boxing during the past half century, arrived in Beijing with its most vulnerable squad in recent memory after a string of defections stung the team like a Teofilo Stevenson right hook. </p> <p>For the first time in 40 years, Cuba did not qualify a boxer in all 11 Olympic weight classes.</p> <p>In the past two years, the Cuban team lost five gold medallists from the 2004 Athens Olympics and a 2005 world champion. Four defected and are boxing professionally, one was punished for attempting to flee, and another retired.</p> <p>The island boasts an illustrious lineage of boxers, and the sport has long been a source of pride - and a political propaganda tool - for the Cuban government. </p> <p>Fidel Castro banned professional boxing in 1962, calling it corrupt and exploitive. Boxers in Cuba were then restricted to amateur competition, and many of them fought into their early 30s while their contemporaries from other countries moved on to pro careers. </p> <p>Of Cuba's 65 Olympic gold medals, 32 were won by boxers. The number would be even higher had Cuba not boycotted the 1984 and 1988 Olympics.</p> <p>An Olympic title was once the ultimate prize for a Cuban boxer, and champions such as Stevenson and Felix Savon, who won three gold medals each, were held up by Castro as national heroes who spurned millions of dollars to remain in Cuba and fight for patriotism and socialism.</p> <p>When boxing promoter Don King offered Savon a contract reported to be $10m, Savon said, \"Why would I box for a $1m when I can fight for 10 million Cuban people?\"<br>But the deteriorating economic conditions in Cuba and a changing attitude among some young athletes led to the exodus after the 2004 Olympics.</p> <p>\"Gold medals are wonderful, but athletes can't eat their gold medals,\" said Miami-based boxing trainer Roberto Quesada, who coached in Cuba from 1980 to 1991 before defecting.</p> <p>Three of the reigning Olympic champions - heavyweight Odlanier Solis, flyweight Yuriorkis Gamboa and light flyweight Yan Barthelemy - sold their medals to buy food for their families in Cuba and then bolted from a team training camp in Venezuela in December 2006. </p> <p>They signed pro contracts with a German promoter. Gamboa and Barthelemy train under Quesada in Miami, and all three were undefeated as pros until Saturday night, when Barthelemy lost.</p> <p>Bantamweight champ Guillermo Rigondeaux was dropped from the Cuban squad after trying to defect during the 2007 Pan American Games in Brazil. Lightweight gold medallist Mario Kindelan retired. And 2005 welterweight world champion Erislandy Lara, whose plan to defect with Rigondeaux was botched, left Cuba on a speedboat to Mexico in May and recently signed a pro contract in Germany.</p> <p>\"The circumstances force you to make sacrifices, and it's a shame,\" Barthelemy said. \"In the old days, Olympic athletes were well taken care of and lived a more privileged life in Cuba, but things had gotten so bad that we weren't much better off than anyone else. I was worrying about food for my family. The only difference was that we got to travel and see how the rest of the world lives.</p> <p>\"I will always be Cuban and proud of my heritage, but I had to follow my dream.\"<br>Unlike Cuban teams of the past, which were loaded with veterans, this group has limited international experience. Only two - lightweight Yordenis Ugas and heavyweight Osmay Acosta - are considered gold-medal favourites. </p> <p>The team did not travel to Chicago for the 2007 world championships because Cuban officials feared more defections.</p> <p>\"We will not expose a Cuban team again to the excesses and provocations that in this case would occur in Chicago, in US territory, an ideal location for merchants and traffickers to act freely with the complicity of US authorities,\" the Cuban federation said in a statement at the time.</p> <p>Quesada said participating in the world championships is excellent preparation for the Olympics because boxers learn to pace themselves in a tournament that lasts two weeks and make weight five or six times, which is different from preparing for one bout. They also can scout the competition.</p> <p>\"I wouldn't say the Cuban boxers are weak, because even when they lose great fighters, there are other ones coming up behind them, but this team is not as experienced as they've been before,\" said US assistant boxing coach Mike Stafford, who trains Olympian Rau'shee Warren. </p> <p>\"And the defections might continue because kids are more aware of the world now with the internet. Promoters are going after those Cuban kids, and it's hard to keep them from chasing their dream.</p> <p>\"The government took care of Felix Savon, and he was very loyal, but those were different times. I have trouble keeping kids amateur in my gym, so imagine how hard it is in Cuba.\"</p> <p>Cuban sports officials are cautiously optimistic about their chances. They are not talking about medal predictions, except to say they want Cuba to finish in the top 10 overall among all nations, which it has done in five of the past six Olympics in which it participated. The Cubans slipped to 11th place in Athens four years ago.</p> <p>\"We have completely renovated the team,\" boxing coach Pedro Roque told reporters in Havana. \"We can't talk at this moment about grand goals or compare them with the Athens team - this team will enjoy their experience in the ring without thinking about medals.\"</p> <p>In a recent Prensa Latina report, Cuba Boxing Federation president Jose Barrientos said, \"The situation today is very similar to that of Barcelona 1992, when we arrived with no Olympic experience due to our absence in Los Angeles 1984 and Seoul 1988 and returned with seven gold medals.\"</p> <p>Other Cuban teams have also been affected by defections.</p> <p>Seven members of the Cuban Under-23 soccer team fled from a Tampa hotel in March while competing in the Olympic qualifying tournament.</p> <p>The team was left with only 12 players, and it did not advance to Beijing.</p> <p>The Cuban judo team suffered a big blow when two-time world champion and Olympic gold-medal favourite Yurisel Laborde, a bronze medallist in Athens, deserted the team in Miami.</p>",
  "<p>Several Republican senators running for re-election say they'll be too busy campaigning to head to the Twin Cities in Minnesota for their party's national convention next month. Or, if you believe some Democrats, they're steering clear of George Bush and John McCain.</p> <p>\"The Republican brand ranks down there with mortgage companies and oil speculators,\" said Democratic strategist Erick Mullen, an adviser to General Wesley Clark's 2004 presidential campaign. </p> <p>\"The word itself is a monster on the loose and GOP senators facing tough elections, and that's all of them, are running into the woods like teenagers in a slasher movie.\"</p> <p>Conventions normally present an opportunity for candidates to raise money, build support and cultivate high-profile endorsements. </p> <p>But in what is shaping up to be a difficult year for congressional Republicans, at least five incumbent senators from some of the most competitive races in the country either won't be going to the Republican national convention in St Paul next month or have yet to decide.</p> <p>Democrats, on the other hand, are aiming to strengthen their slim Senate majority this year by riding Barack Obama's coattails to victory in several states in which the party's candidates not been competitive in recent decades.</p> <p>Some political observers counter the Republican candidates simply have other things to do than hobnob with delegates.</p> <p>\"They may think that going to a convention in the middle of a tough race will seem frivolous to voters,\" said John Fortier, a fellow at the American Enterprise Institute, a conservative think tank. </p> <p>He noted that Ronnie Musgrove, a Democratic Senate candidate in Mississippi, will not be attending the Democratic convention in Denver, instead campaigning in his state. Mississippi is one of the most conservative states in the country, and Fortier said Musgrove may want to show voters he is not close to the national party.</p> <p>The Republican Senate candidates who are not going to the Minnesota convention say they need to spend the time meeting with voters and attending end-of-summer festivities with their constituents.</p> <p>North Carolina senator Elizabeth Dole will be in her state campaigning during the convention: \"We can find more North Carolina voters here than in Minneapolis,\" spokesman Dan McLagan said, referring to the city next to St Paul.</p> <p>\"Just like many other candidates who are up for re-election this year, Senator Collins will be here at home, meeting with Maine people, and talking about the issues that matter most to us,\" said Kevin Kelley, a spokesman for Susan Collins.</p> <p>New Hampshire senator John Sununu, who lags about 10 points behind Democratic former New Hampshire governor Jeanne Shaheen in polling, has yet to decide whether to attend, a spokesman said. </p> <p>Oregon senator Gordon Smith, who is running slightly behind Democratic challenger Jeff Merkley in recent polls, has not made a final decision but is unlikely to attend, a spokeswoman said.</p> <p>\"We will use that week to focus on campaigning,\" said Lindsay Gilbride.</p> <p>Republican senator Ted Stevens, recently indicted on corruption charges, will not be attending the convention, the National Journal reported.</p> <p>Matt Bennett, a cofounder of Third Way, a moderate Democratic organisation, said it is unusual for incumbent senators to forgo the national party convention.</p> <p>\"Senate candidates almost always go to the convention, particularly incumbent senators,\" he said. For senators \"to be staying away is a stunning repudiation not only of McCain but … of Bush.\"</p> <p>One third of 100 members of the Senate are up for re-election every two years, and this year the calendar favours the Democrats. Twenty-three Republican seats are being contested, including incumbents up for re-election and senators who are retiring. </p> <p>Twelve Democratic seats are up for a vote.</p> <p>A poll conducted this week by Rasmussen shows voters choosing a generic Democrat over a generic Republican 47% to 34%. That shows that all other things being equal, voters prefer a Democratic candidate to a Republican.</p> <p>Speeches by Bush and McCain will be the biggest spectacles at the Republican convention. Recognising Bush's unpopularity, many Republicans, including McCain, have kept their distance from him this year. </p> <p>In addition, certain factions of the Republican party, most notably evangelical Christians and anti-immigration activists, have been cool to McCain's candidacy.</p> <p>Further compounding the Republican's troubles: Their convention this year begins unusually late in the summer on the US Labour Day holiday, September 1.</p> <p>\"I assume it's busyness\" keeping those Republican senators away from the convention, former Bush speech writer David Frum wrote in an email. \"Labour Day is the big weekend for campaigning ... and unusually (unprecedentedly?) late for a national convention.\"</p> <p>That day is seen the traditional end of the summer season in the US, and Americans typically take a brief holiday that weekend. It's also a key weekend for hitting the campaign trail. </p> <p>The 2004 convention, by contrast, opened August 30, the Monday before Labour Day. The Democratic convention in Denver opens August 26.</p>",
  "<p>In Chamonix, a few days ago, I caught up with an old friend who had spent the spring guiding clients up Everest. It wasn't the first time he'd done this; and while he's not the kind of man to underestimate the risks of mountaineering, we could talk about it as something almost routine.</p> <p>Not so, K2. The idea of taking clients there is something my friend has contemplated. More than ten years ago, he had given up his attempt on the summit to help rescue another climber in distress. He knows it well. If they were clients who had climbed Everest, I suggested, perhaps that would be a start. \"Yes,\" he said, grimly. \"That would be a start.\"</p> <p>There are plenty of reasons why K2 is so much more demanding than Everest, and why, despite its reputation, it is so compelling. The statistics are unequivocal. There has been ten times the number of ascents of Everest than there have of K2, but fewer than three times the number of deaths. Even so, that only hints at K2's reputation among climbers.</p> <p>Because scanning down the list of those who have died there, before even taking <a href=\"http://www.theguardian.com/world/2008/aug/04/pakistan.climbingholidays1\">this latest tragedy</a> into account, the names are more often than not those of the talented and strong: <a href=\"http://en.wikipedia.org/wiki/Alan_Rouse\">Alan Rouse</a>, the first Briton to climb K2 in 1986, who perished during the descent during K2's worst summer on record; <a href=\"http://en.wikipedia.org/wiki/Alison_Hargreaves\">Alison Hargreaves</a>, who was blown by a freakish storm as she, too, descended in 1995.</p> <p>As to its appeal, that is more complex. For most people, even some mountaineers, the level of suffering and risk associated with K-2 makes wanting to climb it inexplicable, even morally wrong. My libertarian instincts push me to argue that people should be able to do what they like, provided they understand the risks and don't endanger others. The beauty of the mountains is that they engender a spirit of adventure and freedom, but also require self-discipline.</p> <p>Things get murkier when commercial interests start to intrude. As <a href=\"http://www.youtube.com/watch?v=Kl2c9G1R_a8\">Cyndi Lauper had it</a>, money changes everything. K2 has seen almost none of the theft and greed some now associate with Everest. That's because the old rules of reciprocity and interdependence, which underpin mountaineering, can't be so easily undermined on a riskier and more difficult climb like K2. It's not a place for buskers.</p> <p>I doubt whether <a href=\"http://news.bbc.co.uk/1/hi/world/south_asia/7540250.stm\">this latest disaster</a> will change much. We already knew K2 was dangerous. What climbers will discuss is not so much what happened, but how it was reported. Even now, no one knows for sure how many people died on K2 on Friday and over the weekend. A <a href=\"http://en.wikipedia.org/wiki/Serac\">serac</a>, or ice cliff, seems to have collapsed and swept several people away; but it's a big mountain, and already climbers given up for dead have returned.</p> <p>Some of the reporting about the accident will turn out to be wrong or incomplete. That's just part of mountaineering in the post-internet age. A bloke on a satellite phone at base camp doesn't necessarily know exactly what's happening high on the mountain. It's like the tower of Babel up there, with hypoxia playing its part in miscommunication. But unlike previous disasters on K2, people can now speculate in real time with few of the facts nailed down.</p> <p>Mostly, climbers will hope the story fades from the headlines as soon as possible, so they can get on and not feel any pressure to explain what they do to an uncomprehending public. What happened on K2? People made a choice to put themselves in danger for rewards only they could judge. Where's the public interest in that? Yet, it seems the less risk there is in our lives, or in society in general, the more we are either appalled or fascinated by those who seek it out.</p>",
  "<p>The turmoil at the top of BP's Russian joint venture intensified today when James Owen, the chief financial officer at TNK-BP, resigned without warning. </p> <p>The move comes just over a week since <a href=\"http://www.theguardian.com/business/2008/jul/25/bp.oil\">Robert Dudley, the TNK-BP chief executive, fled Russia pleading harrassment</a> and days after Tony Hayward, the BP chief executive, held talks to try to resolve the crisis with Mikhail Fridman, one of the four main Russian shareholders. </p> <p><a href=\"http://www.theguardian.com/business/bp\">BP</a> refused to comment on the latest management upheaval but TNK-BP put out a formal statement which said: \"Mr Owen's [resignation] letter states that as the current shareholder issues remain unresolved he feels it is difficult for him to continue working independently, as his role demands.\" </p> <p>Meanwhile, Dudley made a statement from a location in eastern Europe, which is not being disclosed. He said: \"Our company's financial standing and internal governance processes have been greatly strengthened under his management and he [Owen] will be very hard to replace.\" </p> <p>Sources close to TNK-BP said Owen's resignation, effective from the end of August, had nothing to do with reports that BP and its partners had agreed a peace deal involving a wholesale management change at the Russian unit, but speculation is rife that this is the case. </p> <p>Two of the Russian shareholders - Viktor Vekselberg and German Kahn - have senior management positions at TNK-BP. Their umbrella group, Alfa-Access-Renova (AAR), said they would step down if BP consented to withdraw its appointee and former executive, Dudley. </p> <p>It has been assumed, if not demanded by AAR, that Owen and the chief operating officer, Tim Summers, would leave at the same time and some sources said Owen was bailing out now because it had become obvious he had no long-term future with the company, which has its main oil and gas fields in Siberia. </p> <p>Dudley was unable to renew his visa and left Russia late last month, citing a campaign of harassment against himself and the company. He remains chief executive and is continuing to run the company from abroad, but Hayward admitted at BP's second quarter results conference last week that this position was not sustainable for more than a few months. </p> <p>BP has always claimed Dudley took his own decision to leave Russia and his chief executiveship at TNK-BP will be supported at all costs, but many industry experts believe it is only a matter of time before he agrees to leave TNK-BP, which provides BP with a quarter of its global oil and gas production but only a 10th of its profits. </p> <p>BP and AAR have been <a href=\"http://www.theguardian.com/business/2008/jul/27/bp.oil\">fighting over control of TNK-BP</a> for the past six months amid expectations that one or both sides would eventually have to sell their stake to the Kremlin. </p> <p>The company has spent the past year fighting off claims from the tax, environmental and immigration authorities in what has been seen by some industry specialists as a rerun of the kind of problems thaat afflicted Shell until it sold part of its shareholding in Sakhalin to Russian state-owned Gazprom. </p> <p>In recent months, the Russian private shareholders have accused BP of running the joint venture for their own ends, something that the British company denies. The Russian shareholders in TNK-BP were unavailable for comment about Owen's resignation.</p>",
  "<p>For the first time in decades, US officials allowed drilling in the Arctic national wildlife refuge in Alaska this summer.</p> <p>It wasn't for oil, though.</p> <p>The drillers were targeting ice buried deep in a glacier high in the Brooks range.</p> <p>Their goal is to learn about the region's past climate and search for clues about the region's future.</p> <p>One pressing question: If the few Brooks range glaciers dry up - and it seems likely that they will if the current warming trend persists - what will happen to the coastal plain rivers they feed?</p> <p>Despite all the recent interest in climate change in the Arctic, there's little data on historical climate change in this swath of the Arctic.</p> <p>\"We're barely measuring what's happening now,\" said Matt Nolan, a glaciologist at the University of Alaska Fairbanks who led the ice core drilling project this summer.</p> <p>In other places where there's no written record, scientists can drill into trees to study their rings. But there are few trees in that part of the Brooks range.</p> <p>Scientists can also analyse sediment layers drilled from lakes, but there aren't that many lakes there either.</p> <p>One thing the region does have is a scattering of small glaciers. Ice cores drilled out of glaciers are one of the most valuable tools used by climate researchers around the world to study temperature changes over hundreds and even thousands of years, Nolan said.</p> <p>On the Greenland ice sheet, for example, scientists have used ice core samples to probe annual temperature fluctuations as long ago as 100,000 years, he said.</p> <p>To Nolan, drilling the McCall glacier - in the heart of the Arctic wilderness - seemed like a good research project.</p> <p>And time is slowly running out. Like other arctic glaciers in Alaska, the 4.3-mile-long (6.9 kilometres) McCall is losing about 3 feet of length per year. Physical evidence shows that the glacier was probably about five miles long in the 1800s. It may disappear in about 100 years, Nolan said.</p> <p>When the Brooks range glaciers are gone, scientists may lose their best tool for looking deep into the past.</p> <p>Since the late 1950s, scientists have been travelling to the remote glacier - 8,000 feet in elevation at its highest point and about 60 miles south of Kaktovik - to learn about the dynamics of the region's glacial ice and its climate. Nolan has been leading research projects on the glacier for the past six years.</p> <p>In March, ANWR refuge managers granted Nolan and his research team permission to drill into the glacier for ice cores.</p> <p>That's unusual for several reasons.</p> <p>The glacier is part of the Arctic refuge's wilderness zone. It is almost impossible to get permission to use a mechanical tool in a federally designated wilderness. And to make things more concerning, these guys were packing fuel-powered drill rigs.</p> <p>Ordinarily, that sort of work would be prohibited, said Jimmy Fox, the refuge's deputy manager, based in Fairbanks.</p> <p>But Fox said the refuge staff has discretion to allow such projects. </p> <p>One thing they consider is whether the work can be done outside the wilderness. Another factor: Can the tools be minimised?</p> <p>In this case, the only place in the refuge where it made sense to do this research was the McCall glacier, where related work has been occurring for more than 50 years. And drilling rigs were necessary - massive ice cores can't be extracted with a hand auger, he said.</p> <p>The project is also unusual because until now there haven't been many ice cores drilled out of Arctic glaciers in Alaska.</p> <p>The work was challenging, Nolan said, noting that at one point, the drill hit an aquifer in the ice, filling the drill hole with water.<br>The team was constantly worried about losing the drill to the moving glacier, he added.</p> <p>The research team has pulled a 500-foot-long ice core from the glacier. That's the longest ice core ever pulled out of the US Arctic, Nolan said.</p> <p>He said he hopes the core will provide a climatic record that goes back at least 200 years, when the Little Ice Age was cooling the northern hemisphere and Arctic glaciers were still growing.</p> <p>\"I'd like to know how much cooler it was, and whether it was wetter or drier,\" Nolan said.</p> <p>The core samples will be analysed by ice core researchers in Ohio and Belgium. Nolan said he hopes to have some findings by March.</p>",
  "<h2>Will we get any of the gifts we haven't yet received?</h2> <p>If you are lucky, some of the gifts that have been bought for you will be in the company's warehouse. One of the first tasks for the administrators, KPMG, is to work out what gifts have arrived from suppliers and to whom they belong. </p> <p>At the moment it isn't clear what there is, or to whom it has been promised. KPMG say people who have been told there are gifts waiting for them should not travel to the warehouses, but instead wait for notification. </p> <p>Unfortunately, even if you have been told that your gifts are in stock, there is no guarantee they will actually be in the warehouse. KPMG says it will take around two weeks to establish what stock is available.</p> <h2>Can we get a refund?</h2> <p>Your guests will need to claim for a refund. If they used a credit card in the last six months they will be able to claim a refund from their provider - the money will be refunded by HSBC through the chargeback scheme.</p> <p>If they paid for the gifts more than six months ago - and with Wrapit's track record on deliveries this is quite possible - they could face difficulties getting their money back, unless they were very generous. Section 75 of the Consumer Credit Act means credit card companies are liable for purchases worth £100 or more if a retailer fails to deliver, and there is no time limit on making a claim.</p> <p>Credit card customers who spent less than £100 will have to read their card provider's terms and conditions. Fortunately, some will offer a refund even though the purchase was made so long ago.</p> <h2>What about people who used a debit card?</h2> <p>Visa debit card customers have the same rights as credit card customers to reclaim the money under the chargeback scheme, and should be able to get a refund if they paid for the gift in the last six months. Those with Switch/Maestro cards, including customers of HSBC, do not. These customers will become creditors of Wrapit, which means they will need to get in the queue for a refund from the sale of the company and its assets. </p> <p>In a statement on <a href=\"http://www.wrapit.co.uk/Wrapit.asp\">Wrapit's website</a>, the administrators say they do not expect any money to be left after loans secured against the company's assets have been paid off, so smaller creditors are unlikely to see any of their money. The administrators say they will publish a report detailing what creditors can expect within the next eight weeks. </p> <p>Wrapit estimated that 20% of purchases were made by guests using debit cards or cheques.</p> <h2>What do I need to do?</h2> <p>If you are one of the people who held their wedding list with Wrapit you should contact the call centre set up by the administrator to see if any of your gifts have arrived. The number is 0844 770 1301. You should also contact your friends and relatives and tell those whose gifts have not arrived to contact their credit or debit card provider to arrange a refund. They will have to complete a form from their card provider.</p> <h2>How do I replace my gifts?</h2> <p>This is the potentially embarrassing part. If you contact your guests to ensure they get their refunds, do you mention the presents? Do you send thank you cards to the people who bought presents that never arrived? And what do you say to the people who paid for gifts that you didn't receive? The best way may be to email everyone and tell them about the problem and hope that some offer to use their refunded money to buy your gifts elsewhere.</p>",
  "<p>Suspected terrorists today killed 16 policemen and injured 16 more in north-west China's restive region of Xinjiang, the state media have reported. </p> <p>The attack appears to be the most serious incident in the area for several years.</p> <p>Two assailants used a dump truck to target a paramilitary border police station in Kashgar, running down and then stabbing a team of policemen on their morning drills before exploding grenades, the state news agency Xinhua said.</p> <p>The area is already under tightened security in the run-up to the Olympics, which begin in just four days. The authorities have repeatedly accused Uighur Muslim separatists seeking an independent \"East Turkestan\" of plotting violent attacks and recently claimed to have arrested 82 people in Xinjiang this year in connection with terrorism. </p> <p>Human rights campaigners and Uighur exiles have argued that the government has exaggerated the threat of violence, and blurred the distinction between extremism, pro-independence arguments and cultural expression to justify repression in the region. </p> <p>Xinhua reported that the attackers struck as paramilitary police were on their morning drills in front of the Yijin hotel, just outside their station. As the lorry veered off the road, the attackers jumped out, throwing at least two grenades into the barracks and hacking at the policemen with knives. </p> <p>Fourteen officers were killed on the spot and two more died on the way to hospital. The raiders were arrested.</p> <p>\"This is the most serious incident recorded in years,\" said Nicholas Bequelin of Human Rights Watch, who has closely followed developments in the region. </p> <p>\"Ahead of the Olympics, it is a very powerful symbolic attack because security in Xinjiang is at an all-time high.\"</p> <p>Xinhua claimed today that the region's public security bureau had clues suggesting that the East Turkestan Islamic Movement (Etim) planned attacks in the run-up to the Olympic opening ceremony on Friday. </p> <p>A 100,000-strong security force is on standby in Beijing, which lies around 2,500 miles away from Kashgar, China's western-most city. But terrorism experts had suggested that tight security in the capital meant attacks were more likely elsewhere. </p> <p>Kashgar, known to the Chinese as Kashi, is an old Silk Road city and an area with a history of Uighur separatist activity. </p> <p>Turkic-speaking Uighur Muslims form around 8 million of the 19 million population in Xinjiang, a vast mineral-rich region which covers a sixth of China's territory. Many resent controls on religion and growing Han Chinese immigration.</p> <p>Andrew Gilholm, senior China analyst at the Control Risks consultancy, said Uighur militants were the most likely explanation for today's attack, but cautioned against linking it to other alleged terrorist plots.</p> <p>\"This sounds like exactly the kind of thing that happened in the 90s. I would view this as suggesting localised resurgence in Xinjiang of the capability we know about that has been suppressed in the last few years. I don't see much grounds to connect it with other things that have happened recently,\" he said.</p> <p>Colin Mackerras, an expert on the region and emeritus professor at Griffith University, Australia, said relations between Uighurs and Han Chinese in the region had worsened since a security clampdown in the late 90s, which followed sporadic violence by separatists. </p> <p>\"There's nervousness and tension among both Uighurs and Chinese ... I think support for the kind of incidents that will embarrass the Chinese has grown,\" he said.</p> <p>\"There's an independence movement, but I don't expect it to succeed and don't expect many people will want to take part, because they expect it to fail and know the result will be more repression.\"</p> <p>Both the United Nations and United States have deemed the Etim a terrorist organisation. But several analysts suggest its links to al-Qaida and its general strength were overstated and have since dwindled. </p> <p>\"There are quite a few groups and the Chinese usually lump them all together as Etim,\" said Mackerras.</p> <p>Others suggest it is too soon to label the incident as terrorism at all. </p> <p>\"We don't know if this was a revenge attack because a tribe got attacked; it is quite tribal there. There could be a number of reasons for this,\" said Dr Andrew Fischer, a specialist on western China at LSE.</p> <p>Asked about the implications of the Kashgar incident this morning, Beijing Olympic organisers said they were confident that the capital was secure because of their preparations.</p> <p>\"We have strengthened security in all Olympic venues and in the Olympic village. We are well-prepared to deal with any kinds of threats,\" said official Sun Weide.</p> <p>Last week, the Chinese officer in charge of Olympics security said that \"East Turkestan terrorist groups\" represented the greatest threat to the games.</p> <p>But on the same day, Kuerxi Maihesuti, vice-governor of the region, told reporters: \"There are only a very small number of sabotage activities in Xinjiang and many were nipped in the bud.\"</p> <p>The government has also played down the recent emergence of a video in which men identifying themselves as the little-known Turkestan Islamic party claimed responsibility for bus blasts in China and threatening more attacks during the Olympics. Officials said that explosions in Shanghai in May and Kunming last month had been deliberate but not terrorist-related.</p>",
  "<p>The number of deaths in one of mountaineering's worst tragedies rose to 11 as rescuers began airlifting frostbitten survivors to safety from K-2 today.</p> <p>A helicopter picked up two Dutch climbers, Cas Van De Gevel and Wilco Van Rooijen, and was due to return to rescue an Italian climber from a remote 8,608-metre (28,240ft) peak in Pakistan's northern Karakoram mountain range.</p> <p>\"It's been confirmed now that 11 people were killed in the accident. It's the worst one on any of our peaks,\" Shahzad Qaiser, Pakistan's tourism ministry secretary, told Reuters.</p> <p>An attempt to rescue Marco Confortola, an Italian climber who was at a height of around 7,000 metres, was abandoned after a storm prevented rescue helicopters from taking off. Another attempt is expected to be made tomorrow. </p> <p>Rescuers were unsure whether anyone else was missing on the world's second highest mountain.</p> <p>The dead included three Koreans; two Nepalis; two Pakistani high altitude porters, French, Serbian, and Norwegian climbers and Gerard McDonnell, a 37-year-old Irishman who had become the first Irish person to reach the summit only days earlier.</p> <p>His family today released a statement expressing their pride in his bravery and achievements.</p> <p>\"He brought honour not only to us his family but to the whole country when he became the first Irishman to summit K-2,\" the statement said. </p> <p>\"The last few days have been a rollercoaster of emotion as we celebrated with joy his historic achievement, and now must try to come to terms with the untimely loss of a great son, brother and friend.\"</p> <p>Pakistan's Ministry of Tourism said three South Koreans, Kim Hyo, Park Kyeong and Hwang Dong; two Nepalis, Jumic Bhote and Pasang Bhote; two Pakistanis, Jehan Baig and Meherban Karim; Hughes D'Aubarede, a Frenchman; Dren Mandic of Serbia, Rolf Bae. of Norway. and McDonnell were believed to have been killed.</p> <p>Several of the victims died when an ice avalanche cut ropes being used to cross a treacherous gully known as the Bottleneck. Falling ice is believed to have swept some to their deaths.</p> <p>Others succumbed in the freezing, oxygen-starved air, stranded at an altitude known as the Death Zone.</p> <p>One of the rescued men, Wilco Van Rooijen, blamed mistakes in the preparation for the final ascent, as well as the avalanche, for the tragedy.</p> <p>He told the Associated Press that advance climbers had laid some ropes in the wrong places, including in the Bottleneck.</p> <p>\"We were astonished. We had to move it. That took of course, many, many hours. Some turned back because they did not trust it anymore,\" he said.</p> <p>He said those who continued had reached the summit just before nightfall. As the fastest climbers descended across the Bottleneck in darkness, a huge column of ice fell.</p> <p>Rooijen said a Norwegian climber and two Nepalese sherpas had been swept away. His own team was split up in the darkness.</p> <p>One mountaineering website said history was filled with stories of \"ghosts\" – missing climbers - walking into base camp alive, but experts in Pakistan said there was no hope of survivors. </p> <p>\"On K-2, when they're missing, they're dead,\" Sher Khan, a retired colonel and the vice president of the Alpine Club of Pakistan, said.</p> <p>K-2, near Pakistan's northern border with China, is considered more dangerous than Everest, the world's highest peak. It is steeper, rockier and more prone to sudden and severe weather.</p> <p>The reported toll from the avalanche was the highest from a single incident on K-2 since at least 1995, when seven climbers, including a Briton, Alison Hargreaves, died after being caught in a fierce storm.</p> <p>\"People are not learning from history,\" Khan said. \"Whenever small groups combine, thinking it will be easier for them to go to the summit ... in the end this is what happens.\"</p>",
  "<p>Like an anxious host pacing the living room, Beijing can't wait for the Olympics to start. Stepping off a BA flight from Heathrow in the Chinese capital this morning felt like being the first to arrive at a dinner party to find yourself swamped with solicitous requests to take your coat, offers of a drink and first go at the choicest canapés, arranged and re-arranged just so.</p> <p>First impressions are of a city as ready as it will ever be for the start of an event that has been seven years in the planning, and of an army of customs officers, volunteers, bus drivers and security guards desperate to start helping the 250,000 visitors expected to descend in the next week or so.</p> <p>For now however they are having to make do with small advance parties of journalists and team officials, who find themselves outnumbered four or five to one by willing assistants. One colleague who has been here for three days is yet to open a door for himself.</p> <p>The transformation of the city in the year since I was last here is immediately apparent, even under humid, soupy skies that granted only a glimpse of the sun all day. The arrivals hall of Sir Norman Foster's vast new airport gleams under the spotlights, its scores of baggage conveyors looking still-new, though the handling staff did their best to make recent arrivals from Heathrow Terminal 5 feel at home with a one-hour wait for their bags.</p> <p>No such hold-ups were apparent at passport control, where \"Olympic lanes\" operate for anyone with IOC accreditation. It was swift but diligent - the immigration officer was the first person in nine years, me included, to notice that my passport does not contain my middle name - and ranks of volunteers were on hand on the Chinese side of the gate to guide visitors to a shuttle bus.</p> <p>I was the only passenger on the bus bound for the Guardian's lodgings, and with a volunteer joining the driver on board the staff-guest ratio was a regal 2:1. Unfortunately neither of them appeared familiar with the new road network around the airport. Within a mile we pulled over on the side of the brand new four-lane expressway alongside a taxi driver who was defying the beautification effort by taking a leak against the barrier. For a moment I though he was going to be admonished for letting the side down, but it was soon apparent that my driver was after directions.</p> <p>Regardless of detours there clearly is less traffic on the roads thanks to the directive banning half the city's cars every day, and superficially at least the city could not look smarter. Meticulously planted beds and borders line the main routes into the city, neatly-trimmed box hedges mark the junctions, and the underpasses are hung with Chinese lanterns and Beijing 2008 banners.</p> <p>That said, my smiling, solicitous welcome to Beijing will not be everyone's experience of the city - as yesterday's violent clashes between police and demonstrators in Tiananmen Square demonstrated. The key to having teenage volunteers fall over themselves to help is to be wearing one of the orange official accreditation documents issued by the IOC to journalists, officials and athletes, a system that effectively establishes a state-within-a-state in the host city.</p> <p>The laminated pass that dangles round your neck is more important than a passport, and doubles as a visa for the duration of the Olympics. Crucially for anyone working at the Games, it also grants access inside the security bubble erected by the Chinese. At previous Games, access to the venues has involved laborious bag searches at the gate, but Beijing has acted to speed access by moving some of the searches to the Olympic hotels where hacks and officials are resident.</p> <p>Anyone boarding an official shuttle at a hotel has to pass through airport-style security first. At our hotel this morning I was apparently the first to try the system, and the 11 Beijing organising committee volunteers and 12 security personnel standing guard by the machinery twitched with delight when I appeared in the lobby wearing a pass. Never has one man been more diligently searched and screened by so many smiling staff.<br>Like most parties it will not all pan out as the host hopes. Someone will sneer at the furnishings and it won't be long until someone insults his wife, but for now everyone is smiling.</p>",
  "<p>Two thousand couples who held wedding lists with the online gift service Wrapit could lose their presents after the company was today put into administration.</p> <p>In an email to customers, the managing director, Peter Gelardi, said the firm had been unable to find a company to step in and rescue it.</p> <p>As a result its bank, HSBC, has decided to call in administrators KPMG to wind up the company.</p> <p>In the email, Geraldi said the last company to consider a rescue had pulled out on Friday, and \"therefore, with heavy hearts, but mindful of our responsibilities with regard to wrongful trading, the Board of Wrapit plc set the insolvency wheels in motion\".</p> <p>Wrapit, co-founded by former fashion journalist Pepita Diamand in 2000, described itself as the \"ultimate wedding list service\" and beat John Lewis and Debenhams in Wedding Ideas magazine's award for best wedding list provider. </p> <p>It promised \"more choice than Oxford Street\", offering more than 30,000 products from 350 brand names, and employed 100 staff at a central warehouse and showrooms around the UK.</p> <p>But it never made a profit and lost around £600,000 in both 2005 and 2006.</p> <p>The company has been in difficulties since the start of the year and has blamed the credit crunch and a tough retail market for its problems.</p> <p>Customers of the wedding present firm, which operates predominantly online, had reported big delays in receiving their gifts.</p> <p>In May, Guardian Money reported on one couple, Amy and Craig Hinchliffe, who had <a href=\"http://www.theguardian.com/money/2008/may/31/planningyourwedding.consumeraffairs\">waited nine months to receive some of the gifts</a> purchased by their wedding guests.</p> <p>A Facebook group set up by Amy for people who had experienced similar problems with the company's customer service now has 559 members, many of whom are still waiting for gifts.</p> <h2>The blame game</h2> <p>Geraldi blamed HSBC for the company's demise, saying the bank had \"precipitated the fall of Wrapit\" by withholding £1m of payments on credit and debit cards, and was now refusing to step in to help newlyweds get their gifts.</p> <p>He claimed it would cost HSBC £3m to fund the purchase and delivery of the gifts - £1m less than the cost of refunding the 60,000 guests who have paid for gifts that have not been received.</p> <p>\"HSBC now have it within their power to minimise the pain caused to 2,000 couples (and, probably, 100,000 of their guests) and ensure that no Wrapit customer loses any money - and, as things stand, they will not take it,\" he told customers.</p> <p>A spokesman for HSBC refuted the claims the bank was responsible for Wrapit's woes. </p> <p>\"Our duty of confidentiality to our customer precludes us from providing details of their financial circumstances,\" he said. </p> <p>\"However, HSBC is a responsible lender and believes it has done all it can over recent months to assist the directors [of Wrapit]. We are confident that HSBC has, at all times, acted appropriately given the circumstances.\"</p> <p>HSBC has said it will refund guests who bought gifts using a credit card or Visa debit card through the chargeback scheme - all they need to do is contact their credit card provider. </p> <p>But those who made a payment more than six months ago, and around 20% of people who used a Switch/Maestro card or cheque to pay for their purchase, will lose out.</p> <p>Newlyweds now face the potentially embarrassing situation of having to contact guests to tell them to reclaim their money.</p> <p>A spokeswoman for KPMG said couples should not visit the store's warehouses even if they had been told there were gifts there for them, as the administrator would need to check stock availability.</p> <p>\"Over the next fortnight the situation should become a lot clearer,\" she said.</p> <p>KPMG has set up a phoneline to answer customers' questions. The number is 0844 770 1301.</p>",
  "<p>Brendan Fraser has puppy-dog eyes, set wide apart on his doughy face, lending him a hint of E.T. or hammerhead shark. His charm arises largely from the dopey handsomeness that he first advertised in the 1992 teen comedy California Man - in which he played a galumphing Neanderthal lug defrosted in latter-day Encino - and has somehow never quite shed. That gormless picture was very much of its time, very Bill &amp; Ted. </p> <p>But Fraser's unmistakable knack for physical comedy worked like a charm, and served him even better five years later in the Disney comedy George of the Jungle. If you doubt that an actor can do pratfalls, crash into trees and make goggle-eyed faces at the camera and still retain, or even increase, an audience's respect for him, then prepare to be contradicted: Fraser did those things, reviving in the process the \"family movie\" genre without selling one ounce of his soul. Someone should tell Eddie Murphy, Robin Williams, Steve Martin and Ice Cube that it can be done, after all.</p> <p>The family films kept on coming, and they have made Fraser one of the most bankable and audience-friendly stars in the industry. He was one of a handful of humans in Looney Tunes: Back in Action, where his cartoonish looks found their perfect context; the obscenely lucrative Mummy series, in which Fraser plays go-getting adventurer Rick O'Connell, has just reached threequel point with Tomb of the Dragon Emperor; and he can currently be seen in virtually the same role - that is, guiding the audience through a fog of special effects - in the 3D extravaganza Journey to the Centre of the Earth. He has also cleverly adapted this goofball persona to fit more risqué ventures, like the bizarre and under-appreciated Monkeybone, or the US remake of the Peter Cook/Dudley Moore comedy Bedazzled.</p> <p>But there is another Brendan Fraser: the one who played a Jewish student bullied by a young Matt Damon, among others, in School Ties (made right after California Man), or who was chilling as the delirious, woodland-dwelling misfit at the heart of Philip Ridley's 1995 gothic fable The Passion of Darkly Noon, or who headlined the 2001 West End production of Cat on a Hot Tin Roof.</p> <p>Fraser still flits back and forth between CGI-heavy blockbusters and prestigious, low-key projects. For a while, it seemed he was a talismanic presence: The Quiet American, Gods and Monsters (maybe his best performance - he played the hulking gardener drooled over by Ian McKellen's James Whale) and the LA ensemble drama Crash all drew Oscar nominations and, in the latter case, prizes. Fraser himself has never had so much as a wink from the Academy. He probably never will. He's not that sort of actor. He gets the job done, and then moves on. Was it his itinerant childhood, during which he moved repeatedly across the US, Canada and Europe because of his father's work for the Canadian Government Office of Tourism, that now enables him to traverse disparate territories with aplomb and a minimum of fuss?</p> <p>Preparing to meet Fraser in Los Angeles, where he is promoting the new Mummy movie, I have no idea what to expect, so low is his public profile. (I've only ever read two tabloid reports on him - one about his divorce from the mother of his three children, the other about his supposed hair transplant.) I have been promised half an hour alone in his company, but first I am invited to sit in on what is known as a round-table interview: seven or eight international journalists competing with one another to see who can ask the most banal questions. And this is when I first see, to my delight, that Fraser, who turns 40 later this year, has none of the PR gloss and good manners that usually characterise a star of his status.</p> <p>He swaggers into the room in 1950s James Dean get-up - white t-shirt, blue jeans, black motorcycle boots - and addresses the subject of returning to the Mummy franchise. \"I was tired of coming up with excuses for little kids who say [adopts Donald Duck voice]: 'Is there gonna be another Mummy movie?' 'Maybe. If you're nice.' Or guys in pinstripes on the elevator in Manhattan. 'So, when you making another Mummy?' 'I DON'T KNOW! LEAVE ME ALONE.'\" He springs to his feet, absorbed in his own demented pantomime.</p> <p>The rest of the interview, it would be fair to say, is shambolic. A Russian woman asks Fraser if he has any ideas for the next Mummy adventure. \"Me?\" he splutters. \"Lady, I'm an actor. Ac-tor. I just work here.\" An Austrian reporter wonders about escapism. \"Look,\" Fraser interrupts, suddenly impatient. \"We should all enjoy ourselves. Remember fun? Well, fun's good. Fun's back. We put out one fire, another one starts. And on that note, I'm outta here. That OK?\"</p> <p>He doesn't wait for an answer: he's gone. \"Not one quote can I use,\" complains the Austrian.</p> <p>A few hours later, I get my audience with Fraser. He seems more subdued now, spread out in an armchair that looks like doll's house furniture now that his long limbs are dangling over the sides. \"I love The Guardian!\" he bellows as we are introduced. \"I'm not sucking up, really I'm not. G2 has got me through many long drives from the city out to Shepperton when I've been filming.\" It transpires that he's a huge Steve Bell fan. \"It's a cartoon, but it conveys so much more than the news. I mean, look at the news, man. Rolling news, tickertapes, stories that are only there because they have celebrities in them.\" He mimes throwing up.</p> <p>I point out that he has largely managed to stay out of gossip columns. \"I'm very boring.\" And he rarely gives interviews. \"I'm not talkative,\" he says, then laughs at that blatantly untrue statement. \"People don't like me, they like the movies. Me personally? Yawn. You do a movie, Hollywood loves you for a while. They love you, they love you, they love you until—oh, they love someone else now. It's not cyclical, it's ... it's ... ficklical! Hey, I just made up a word there. Quick, call the urban dictionary.\"</p> <p>But Hollywood has loved you for a long time—it's over a decade since George of the Jungle. \"Well, you're either the hero, or you're the goat.\" The goat? \"Mehhhh-mehhh,\" he bleats. \"I dunno why I did that. You seem like a nice guy, and I wanted to make you laugh. Seriously - I'm boring. I like red wine. I'm a wannabe camera geek in my personal life. I haven't had enough trigger time on Halo 3. Kids say to me, 'Are you old? How old are you?' I say, 'Let me ask you a question. Do you remember a time before cellphones?'\"</p> <p>As striking as Fraser's facility for spontaneous absurdity is his inability to stick to one train of thought. \"Hey, I was at NASCAR last weekend,\" he pipes up. Not that we were discussing racing cars. \"I got to say, 'Gentlemen, start your engines.' There's that and then there's 'To be or not to bed...' Nothing tops either of those. There were guys wearing beer helmets, girls in tube tops. Redneckia. Brilliant. You know what? No one came up to me at NASCAR and said, 'Duuuude! You rocked in Gods and Monsters! You and goddam McKellen, man!' But what they do say is, 'Yo, California Man!' I'm proud of that, y'know? That was me, the full-on Dorkus McGinkus. No sweat off my balls. Great character. Fish out of water. Babe in the woods. Can't we all just get along? And, by the way, are you going to eat that?\"</p> <p>Whatever questions I once had, they represent a feeble defence against Fraser's rambling but entertaining monologue, which is becoming more like Lucky's rant from Waiting For Godot with each fresh non-sequitur. And then suddenly, without prompting, the actor comes over all on-message.</p> <p>\"I came of age during the effects era,\" he announces, sitting up straight as though a ghostly voice has just told him to behave. \"I got on the job learning about blue-screen effects work, this Marcel-Marceau-on-steroids shit, acting with something that's not there. Someone I worked with on Journey to the Centre of the Earth told me, 'You're the go-to guy for this. You have a reputation for being at the top of your game for this sort of stuff.' I thought, 'Yay! I'm a nerd!' But you've got to have characters you care about too. That's my mission. Otherwise, what's the point?\"</p> <p>He looks hazy-eyed. \"I've been lucky,\" he decides. \"Good shit happens to me. I feel like Forrest Gump. Or Zelig... Forrest Zelig... No, Gumplig...\"</p> <p><strong>·</strong> <strong>·</strong> The following clarification was published on Tuesday August 5 2008. California Man is the UK title for the 1992 teen comedy Encino Man.</p>",
  "<p>Music companies need to stop resisting and accept that illegal downloading is a fact of 21st-century life, according to a new study by music rights holders. Researchers analysed the downloading of Radiohead's In Rainbows – which was made freely available through an official website - and found that a majority of fans still pirated the music.</p> <p>\"These non-traditional venues are stubbornly entrenched, incredibly popular and will never go away,\" said Eric Garland, co-author of the study by the MCPS-PRS Alliance and Big Champagne, an online media measurement company. Speaking to the Financial Times, he explained, \"It's time to stop swimming against the tide of what people want\".</p> <p>Not only did many more fans illegally download the album than those who bought it in shops, they downloaded it from illegal P2P and torrent sites like Pirate Bay than from the official Radiohead site. </p> <p>\"Even when the price approaches zero,\" reads the report, \"people are more likely to act habitually (say, using Pirate Bay) than to break their habit (say, visiting <a href=\"http://www.InRainbows.com\">www.InRainbows.com</a>).\" While Radiohead are a beloved band, an illegal website like Pirate Bay may still be \"a powerful brand with a sterling reputation in the minds of millions of young music fans\".</p> <p>Researchers pointed out that despite the illegal downloads, In Rainbows was a success – CD versions were bestsellers and Radiohead tours continue to sell out. Garland described the In Rainbows release as \"stunt marketing at its best\". </p> <p>\"The expectation among rights holders is that in order to create a success story, you must reduce the rate of piracy,\" Garland said. \"We've found that is not the case.\"</p> <p>The authors of the study argue that music rights holders need to find \"new ways\" and \"new places\" to generate income from their music, rather than chasing illegal downloads – for example, licensing agreements with YouTube or legal peer-to-peer websites. In other words, they ought to do the musical equivalent of giving away free ice-cream and selling advertising on the cones. </p> <p>In fact, that's an idea we hope the ice-cream industry takes advantage of as well.</p>"
]