[
  "<p>Roman Pavlyuchenko is close to completing a £12m transfer to Tottenham Hotspur. The Spartak Moscow striker withdrew from his club's squad to face Dynamo Kiev in the Champions League qualifying round tonight and spoke of his excitement at the impending move.</p> <p>\"I can confirm I'm joining [Tottenham],\" he said. \"Right now I'm getting my visa and as soon as it is ready I will fly to England to sign a contract. I won't play in Kiev. Everything has happened very quickly so I couldn't even say goodbye to my team-mates.\"</p> <p>Pavlyuchenko's comments to Russian media came at the end of a whirlwind day. Earlier he had been quoted as saying that he would not join Tottenham, having already suggested that for family reasons he wanted to remain in Moscow.</p> <p>\"I could not decide if I wanted to go to England at first - first yes, then no,\" he said. \"The only thing that stopped me from leaving was my family. But now all doubts are behind me and I decided to sign a contract with Tottenham and the formalities are practically settled.\"</p> <p>Tottenham have long held an interest in the Russia international, who came to wider prominence with the goals that secured a 2-1 victory over England in qualifying for Euro 2008.</p> <p>\"There is a concrete sum which Tottenham proposed and we have agreed the amount,\" said Spartak's general manager, Valery Karpin. \"If Roman will agree a contract then we are ready to let him go.</p> <p>Pavlyuchenko, 26, who scored three goals as Russia reached the semi-final of Euro 2008, may not be the last arrival at White Hart Lane before next Monday night's transfer deadline, with Spurs short of attacking options after Robbie Keane's move to Liverpool. Darren Bent was the only striker in the squad for Saturday's 2-1 defeat by Sunderland, and Dimitar Berbatov remains in limbo.</p> <p>The move for Pavlyuchenko is independent of the Berbatov situation. The Bulgarian trained yesterday with the Tottenham first team, having been dropped from the squad for Saturday's game, but he is desperate for the club to sanction his move to Manchester United.</p> <p>Shaun Wright-Phillips has been given the choice of reviving his career at Manchester City or Everton after being told his first-team chances would remain limited at Chelsea under Luiz Felipe Scolari. City are believed to have offered almost £10m for the winger they sold to Chelsea for £21m in 2005, whereas Everton have proposed a one-year loan deal with a view to a permanent move next summer.</p> <p>Everton yesterday secured their first new arrival of the summer when the Denmark right-back Lars Jacobsen completed a free transfer. They are expecting a decision from Rennes today on their latest offer for Stéphane M'Bia. The Cameroon international midfielder has been a target for David Moyes all summer but Rennes have so far not lowered their £10m valuation of the 22-year-old.</p>",
  "<p>The crisis facing Britain's housing market was highlighted yesterday by figures showing that mortgage approvals have plummeted 65% in the past 12 months while buy-to-let lending has also declined sharply this year.</p> <p>Only 22,448 mortgages were approved last month, compared with 64,184 in July last year, as lenders continued to restrict mortgage availability and the value of houses fell across the country. Although the monthly figure was slightly up on the 22,369 approved in June, the figures from the British Bankers' Association showed that it was still 12,000 below the average of the previous six months.</p> <p>The value of mortgages approved for house purchase hit a 10-year low during the month, the BBA said, at just £3.2bn, which was 69% lower than the July 2007 figure of £10.3bn. Remortgaging was down 21% in the year to July, but still accounted for 50% of all mortgage activity.</p> <p>David Dooks, statistics director at the BBA, said: \"The monthly numbers of approvals for house purchase, which have fallen by some two-thirds over the last year, levelled off in July. It would, however, be premature to think that the housing market will now start to recover, because overall approval activity continues to be very low.\"</p> <p>The difficulty in obtaining a mortgage also affected buy-to-let lending, which declined in the first half of 2008, the Council of Mortgage Lenders said yesterday.</p> <p>There were 144,600 new buy-to-let loans in the first half of 2008, down from 176,500 in the second half of 2007 and 169,500 in the first half of last year. </p> <p>The mortgage market is slowing as potential buyers put their purchases on hold in the hope that the market perks up. But the situation is unlikely to get better until the availability of home loans improves and house prices stop falling.</p> <p>Halifax said this month that the credit crunch had wiped £20,000 off the cost of an average British home in the year to July, the biggest annual fall in property prices on record. </p> <p>Oliver Gilmartin, senior economist at the Royal Institution of Chartered Surveyors, believes that house prices will not pick up soon. \"Mortgage activity appears to be stabilising although the paltry level of activity is not supportive of a near-term pick-up in house prices. </p> <p>\"Few crumbs of comfort can be taken from recent signs that mortgage activity may have finally found a floor amid a backdrop of a stalling economy and expected rises in unemployment.\"</p> <p>The Council of Mortgage Lenders said: \"The shortage of mortgage funding has limited activity across the mortgage market including the buy-to-let sector, which has a significant number of lenders that rely on wholesale funding.\"</p> <p>Opposition parties used the BBA's figures to attack the government. Justine Greening, shadow Treasury minister, said: \"These figures show the extent of uncertainty in the housing market, which Alistair Darling made worse by sending out confused signals over a stamp duty holiday. </p> <p>\"... Many people are putting their lives on hold as a result of Labour's economic incompetence. The chancellor should adopt the Conservatives' plan to abolish stamp duty for nine out of 10 first-time buyers.\"</p> <p>The BBA figures also showed that people were tightening their belts, because there was weaker deposit growth and lower credit card spending in July.</p> <p>Personal deposits rose by a slim £0.8bn in July, compared with an average of £2.8bn over the last six months.</p> <p>However, the figures revealed that people are not turning to credit cards to help them maintain spending habits. The amount of purchases by credit card dropped to £102.3m from a six month average of £104.2m. New credit card spending was £7.1bn, the lowest figure since June 2007. Repayments of £7.4bn were also the lowest in over a year. \"The pressures on household budgets are reflected in the relatively weak rise in individuals' deposits and, with consumer borrowing growing only slowly it seems that consumers are acting prudently,\" Dooks said.</p> <p>Meanwhile, a report from ratings agency Standard &amp; Poor's showed the number of Britons failing to meet mortgage repayments rose significantly in the second quarter of the year.</p> <h2>Explainer: Home loan decline</h2> <p>The number of new mortgages issued has stabilised, while fixed-rate and tracker deals on offer from the lenders have begun falling. It is the first glimmer of good news for estate agents in months. Will we now see the first green shoots of recovery in house prices?</p> <p>Don't bet on it. Yesterday's BBA figures show lending remains at near record lows. A floor in the market had to be reached, because people die, have babies, change jobs and get divorced. These people often have no choice but to move.</p> <p>First-timers are still shut out of the market by huge deposit requirements. Most lending activity is in the remortgage market, as borrowers with equity come to the end of deals and seek a new lender. Many others are trapped at lenders such as Northern Rock, unable to move because any equity they had has evaporated. Arrears and repossession figures add to the gloomy picture. </p> <p>The key to a firmer recovery lies in the jobs market. Unemployment has risen for six months in a row. The British Chambers of Commerce predicts it could rise to almost 2m. That could be the trigger for far more serious house price falls as \"forced sellers\" dominate the market. Cuts in interest rates could lift confidence - but most economists are not pencilling that in until next year. <br><strong>Patrick Collinson</strong> and <strong>Rupert Jones</strong></p>",
  "<p>As stages go, London's Covent Garden is a pretty good place to have a public power struggle and that seems to be what two giants of the global property market have decided to do.</p> <p><strong>Liberty International</strong>, owner of the capital's flower market-turned-shopping centre as well as a host of other sites including Lakeside in Thurrock, has found itself the target of the affections of Simon Property Group, America's largest public real estate company, and Australian rival Westfield Group, the world's largest listed property business.</p> <p>The heads of the two companies, David Simon in the US and Frank Lowy in Australia, are well known to the board of Liberty International. Both have been known to drop by corporate HQ when they are in the UK for a chat and Westfield has been suspected of quietly stake-building in Liberty for some time.</p> <p>Last week's announcement that SPG, which has an interest in 383 properties mostly in the US, had amassed a 3.45% stake seems to have flushed out the Australians. Westfield, which takes its name from the first shopping centre in New South Wales, which Czech immigrant Lowy opened with partner John Saunders in the late 1950s, said yesterday morning that it had snapped up 2.96% of Liberty International between June and July at an average price of 853p a share, \"for investment purposes\".</p> <p>Not having breached the 3% level, there was no reason for Westfield to come clean unless it wanted, traders suggested, to signal that it will not see Liberty taken out on the cheap.</p> <p>But just as the Australians revealed themselves, SPG came back with news that it has raised its stake to 4.22%. That has raised speculation of a bidding war for Liberty International but analysts at JP Morgan pointed out yesterday that the two firms have worked together on takeovers before - most notably in last year's $5.3bn deal for Rodamco North America. They also launched an unsuccessful hostile bid for the US-based Taubman Centers mall empire in 2003.</p> <p>Some credence was given to this view last night as rumours swept the City that Westfield will announce plans to raise more than $500m when it reports half-year results in Australia overnight. </p> <p>Liberty International refused to comment yesterday but sources close to the firm said they suspect this one will run and run. Shares in the company closed up 50.5p at 995.5p, the biggest riser in the FTSE 100.</p> <p>That was one of the few bright spots on a dark trading day. The early session was overshadowed by Wall Street's 241-point fall overnight. When New York traders returned to their desks, however, better than feared data on American consumer confidence helped the Dow regain some of its lost ground and that supported UK stocks to the close. The FTSE 100 ended the day down 34.9 points at 5470.7, having been down well over 100 points early in the day.</p> <p>The data on consumer confidence notwithstanding, most of the pressure on stocks yesterday was on the downside as sterling weakened against the dollar and the oil price ticked higher owing to the appearance of Hurricane Gustav, which might swing into the Gulf of Mexico and wreak havoc with production facilities over the next week. </p> <p>Ongoing fears about a drop in demand left mining and metals stocks lower, with <strong>Ferrexpo</strong> down 23.5p at 244.5p and <strong>Rio Tinto</strong> 29p lower at £5.15 despite its strong half-year profits.</p> <p>Elsewhere in the FTSE 100, <strong>Bunzl</strong> eased 8.5p to 678p after announcing first-half profits in line with what the City expected and <strong>WPP </strong>gained 15p to 506.5p on last week's results and rumours that it is in talks with Microsoft about an asset swap. The deal would see Microsoft trade its Avenue A/Razorfish digital agency, possibly worth $800m, for the ad-serving platform that WPP got when it acquired 24/7 Real Media. </p> <p><strong>Taylor Wimpey</strong> was the biggest riser in the FTSE 250, up 6.5p at 52p on speculation sparked by a trade magazine that the bombed-out builder has done a deal to loosen the banking covenants which it is in danger of breaching by February. Talk was that the company, which saw a £500m rescue refinancing collapse in July, would announce the deal alongside its half-year results today, but a market source last night advised: \"Don't hold your breath.\"</p> <p>IT services company <strong>Axon Group</strong> saw its share price rise above the 600p level at which Indian rival Infosys pitched its recommended offer on bank holiday Monday as some in the City predicted a counter-offer, possibly from Fujitsu which is believed to have held talks with the company in the not too distant past. Axon closed up 103p at 606p.</p> <p><strong>Hardy Oil &amp; Gas</strong> dropped 45.5p to 418p after the company admitted it found nothing in one of its exploratory wells in India. </p> <p>Finally, talk that Apple is poised to unveil a new range of iPod Nano music players on September 9 helped <strong>Arm Holdings</strong> add 1.5p to 111.25p. The Cambridge-based company already has chips based on its designs in the iPod range as well as in the iPhone, and the new devices - aimed at the Christmas market - should boost its revenues. </p> <h2>Nap off</h2> <p>Anyone who has been to the theatre or cinema after a long day will know the sensation of having a <strong>micro-sleep</strong>. All the sleeper suffers is the embarrassment of audience members seeing their head snap upright, but in a car or lorry the effect can be <strong>fatal</strong>. AIM-listed <strong>Seeing Machines</strong>, has created technology that can set off an alarm at the first signs of drowsiness. Yesterday the Australian firm unveiled its latest software, which enables <strong>web-cams</strong> to track lip and eyebrow movement, something that would make computer games truly interactive. The shares closed flat at <strong>2.375p</strong>.</p> <p><a href=\"mailto:richard.wray@theguardian.com\">richard.wray@theguardian.com</a></p>",
  "<p>Britain will overtake Germany and France to become the biggest country in the EU in 50 years' time, according to population projections unveiled yesterday. A survey of demographic trends finds Britain's positive birth rate contrasting strongly with most other large countries in Europe.</p> <p>The impact of population shrinkage, coupled with the ageing of key European societies, spells big problems for pensions, health and welfare systems across much of the union, says the report, published by Eurostat, the statistical service of the European commission. </p> <p>But Britain, it says, is likely to suffer less because of its strong population growth and the younger average age of British society.</p> <p>Immigration is singled out as the sole mitigating factor, seen as crucial to maintaining population growth. But the report says this probably will not be enough to reverse the trend of population decline in many countries.</p> <p>The survey predicts that Britain's population by 2060 will increase by 25% from the current figure of just over 61 million to almost 77 million. </p> <p>Germany is the biggest country in the EU, with more than 82 million people, but it is likely to shed almost 12 million by 2060, says the report. The widely praised family policies and support of working women in France means that the French population will rise to almost 72 million by 2060.</p> <p>With the British birth rate now at its highest in a generation - 1.91 children per woman according to the Office for National Statistics last week - the UK has less to fear about any \"generation wars\" brought on by the \"demographic timebomb\" of ageing and shrinking populations where those in work cannot support the pension needs of retired citizens.</p> <p>\"With climate change and globalisation the ageing of the population is one of the major challenges Europe must face,\" said Amelia Torres, a commission spokeswoman.</p> <p>Of the biggest six EU countries (Germany, France, Britain, Italy, Spain and Poland) Britain has by far the greatest birth rates. Only Luxembourg, Cyprus, and Ireland are growing faster than the UK.</p> <p>The average age of Europeans is now just over 40; this will be 48 by 2060. The average age for Britons is 39 and will be 42 in 2060 - the lowest age in Europe with the exception of Luxembourg.</p> <p>The EU's population now stands at 495 million and is projected to rise to more than 520 million by 2035, before falling to 505 million by 2060.</p> <p>\"From 2015 onwards deaths would outnumber births, and population growth due to natural increase, would cease,\" says the survey, assuming a net migration inflow to the EU of almost 60 million over the next 50 years. \"Positive net migration would be the only population growth factor. However, from 2035 this positive net migration would no longer counterbalance the negative natural change.\"</p> <p>Across the EU's 27 countries there are now four people of working age for every person over 65, but by 2060 that ratio will be 2:1, causing stress on welfare and pension systems. Torres said pension and health systems had to be reformed. </p> <p>Fourteen of the 27 countries are projected to have smaller populations in 50 years' time. The survey reveals striking contrasts, between eastern and western Europe and between the north and south, with Scandinavia and Britain comparing positively with Mediterranean Europe, while central and eastern Europe see chronic population depression.</p> <p>The number of people aged 65 or more broadly doubles across the EU, with Britons of retirement age being almost 19 million. While the number of Germans of working age is predicted to decline from 54 million now to 39 million by 2060, in Britain the figure rises by more than 4 million. </p> <p>Across the EU, the number of children under 14 will drop from 77 million to 71 million, but in the UK the number rises by 2 million. In Britain the proportion of over-80s will double to 9% while across the EU it will triple to 12%. </p> <p>The UK population is increasing at a rate of around 1,000 people a day according to figures released by the National Statistics agency earlier this month. </p> <p>Children aged under 16 represent around one in five of the total population, around the same proportion as those of retirement age. UK fertility rates dropped steadily during the 1980s and 1990s but began to increase again from 2003.</p> <h2>People power</h2> <p>By 2060, the population of major Europen countries will be:<br><strong>UK</strong> 77 million<br><strong>France</strong> 72<br><strong>Germany</strong> 71<br><strong>Italy</strong> 59<br><strong>Spain</strong> 52</p> <p>Increases in population by 2060:<br><strong>Cyprus</strong> 66%<br><strong>Ireland</strong> 53<br><strong>Luxembourg</strong> 52<br><strong>UK</strong> 25</p> <p>Decreases in population by 2060:<br><strong>Bulgaria</strong> 28%<br><strong>Latvia</strong> 26<br><strong>Lithuania</strong> 24<br><strong>Romania</strong> 21</p> <p>The strongly Roman Catholic countries of Europe are having fewer babies. The Italian population will stay the same over the next 50 years, while Poland's and Lithuania's will shrink considerably. Spain's population is forecast to increase by 6 million. Life expectancy is also rising. In Ireland, women will live to 89 and men to 85. Almost one in three Europeans will be of pensionable age if 65 remains the threshold.</p>",
  "<p>When the occupants of the 491 Gallery in Leytonstone, east London, play squatters' Monopoly, a variation on the real game, they declare that the place they've lived in for the last seven years is the equivalent to Mayfair on the board game. \"This is by far the best squat I've ever lived in,\" says Sy, an artist. </p> <p>With its white-walled gallery space, airy rooms and landscaped garden it's easy to see why he and his six housemates find the place so appealing. But it wasn't always like this. The building, owned by Transport for London (TfL), had previously been used as a shooting gallery for heroin and crack addicts.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-336975405\"> <img src=\"https://static.guim.co.uk/sys-images/Society/Pix/pictures/2008/08/26/Spikeb220x130.jpg\" alt=\"The Spike project in Peckham, south London, a squat that has been turned into a community resource providing a wellbeing clinic, yoga, and massage. Flowers, fruit and vegetables are grown in the garden and local musicians rent studio space\" width=\"220\" height=\"130\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Recycling bins at the squat </span> <span class=\"element-image__credit\">Photograph: Guardian/Frank Baron/Guardian</span> </figcaption> </figure>  <p>A group of artist squatters came and took over the premises in October 2001. They found human faeces, drug paraphernalia, and swastikas daubed on the walls, along with a collection of bags and purses thrown into the backyard by muggers who dumped them there after emptying them. They set about clearing up the mounds of rubble outside, cleaned and painted the inside and, once the repairs were complete, threw open the doors and invited the local community to use the space for artistic and environmental endeavours. </p> <p>Local artists as well as those from further afield can exhibit art in the gallery. A Robin Hood principle is applied, and those who have financial means pay a modest fee that subsidises those who cannot afford to pay to display.</p> <p>TfL has allowed the squatters to stay for more than seven years, although a spokesman says: \"We have sought to formalise the relationship with the squatters but it hasn't happened. We are looking at long-term plans for the building.\" </p> <p>The squatters, however, believe that TfL has quietly given its blessing to their usage of the building, which would otherwise lie empty or once again be taken over by chaotic drug users or vandals.</p> <p>Formal or informal caretaking arrangements such as this occur in only a minority of squatting cases, although those who practise what they describe as \"community-based squatting\" are often keen to seek out such agreements. </p> <p><strong>Community resource</strong></p>  <figure class=\"element element-image\" data-media-id=\"gu-image-336975406\"> <img src=\"https://static.guim.co.uk/sys-images/Society/Pix/pictures/2008/08/26/Spikec220x130.jpg\" alt=\"A bread oven at the Spike project in Peckham, south London, a squat that has been turned into a community resource providing a wellbeing clinic, yoga, and massage. Flowers, fruit and vegetables are grown in the garden and local musicians rent studio space\" width=\"220\" height=\"130\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A bread oven at the Spike project in Peckham</span> <span class=\"element-image__credit\">Photograph: Guardian/Frank Baron/Guardian</span> </figcaption> </figure>  <p>Broadly speaking, squatters range from drug users who use empty buildings to take illegal substances, to those who stay a while, plunder the fixtures and fittings and then move on, to migrant workers in low-paid jobs who can't afford the rents charged by commercial landlords. Those who occupy buildings and turn them into community resources such as the 491 Gallery describe their actions as \"positive squatting\".</p> <p>According to Phoenix, a veteran squatter and part of an environmental group called the Circle Community, they are on the increase. He is now on his third caretaker agreement in a squatted property. His advice to others who want to reach an accommodation with a landlord who suddenly finds his or her property taken over is to keep communicating in the early days and weeks after moving in.</p> <p>\"When we squat a building we wait for the landlords to contact us, but once they have we keep calling them and writing to them,\" says Phoenix. \"Many landlords have a stereotypical view of squatters but if you can give them a letter laying out the advantages to them of a caretaking deal - no expensive court costs for eviction and security and repairs carried out for no cost - you might get somewhere.\"</p> <p>Getting a landlord to read a letter from squatters is the first step, and setting up a meeting an important second step. \"And if you can get the landlord to come to the premises, sit down with you and have something to eat and a cup of tea then your chances of securing a deal increase dramatically,\" says Phoenix.</p> <p>In September 2006, Phoenix was one of a group of squatters who occupied a large house in a desirable part of north London. Similar homes in the road were at the time selling for more than £6m. The squatters negotiated a groundbreaking licence-to-occupy agreement with Circle 33 Housing Trust, the organisation planning to redevelop it as social housing.</p> <p>A spokesman for the trust described the arrangement as \"a creative and pragmatic response to the circumstances ... it allows for the building to be secured while planning for its future is still under way.\"</p> <p>Phoenix points out: \"It can cost a landlord £5,000 a week to have 24-hour security for an empty building. Deals like this can save them money and recycle space. We do it [recycling] with cans, paper and glass, why not buildings.\" </p> <p>He and his fellow squatters focus on offering a range of projects to the local community. \"Young people need a place to go to keep them off the streets. We offer skateboarding and DJ and rapping workshops.\"</p> <p>He admits, though, that some landlords are more intransigent than others. \"We once squatted a Ministry of Defence property. They were very efficient and took us to court to evict us pretty quickly.\"</p> <p>The Empty Homes Agency, which campaigns for the estimated 840,0000 empty buildings in the UK to be brought back into use, says using buildings is more important than ever in a period of economic downturn. \"If a property is left empty it gets damaged,\" says chief executive David Ireland. \"We are hearing a lot about thefts of copper piping. If pipe work is torn out it costs a lot to replace it, so keeping properties occupied is really important.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-336975407\"> <img src=\"https://static.guim.co.uk/sys-images/Society/Pix/pictures/2008/08/26/Spike220x310.jpg\" alt=\"The Spike project in Peckham, south London, a squat that has been turned into a community resource providing a wellbeing clinic, yoga, and massage. Flowers, fruit and vegetables are grown in the garden and local musicians rent studio space\" width=\"220\" height=\"310\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Flowers, fruit and vegetables are grown in the garden and local musicians rent studio space</span> <span class=\"element-image__credit\">Photograph: Guardian/Frank Baron/Guardian</span> </figcaption> </figure>  <p>Although squatting wouldn't be top of his list, he encourages initiatives such as short-life housing co-ops that can fill empty properties in a more formal way.</p> <p>One group of squatters thought they had come to the perfect arrangement with south London's Southwark council to caretake an empty building in Peckham and open it up as a community resource called the Spike. They have lived there for more than a decade but have now been told they must leave or find £450,000 to buy the building.</p> <p>When they arrived, the squatters brought in diggers to clear huge mounds of rubbish in the yard. They converted the area into a lush garden growing flowers, fruits and vegetables. A range of services are on offer such as a wellbeing clinic, yoga, massage and reiki. Local musicians can also rent studio space cheaply.</p> <p>The Spike scheme gets its name from its past use as a doss-house or \"spike\". These operated as \"shelters of last resort\" - George Orwell stayed in spikes in the 1930s. The building in Peckham served homeless and jobless people and the urban poor for more than a century and was used by more than a million people until 1985. In the 1990s, it was used by an arts and crafts project for kids, which vacated the premises in 1998 when it lost its funding. Soon after, the current occupiers moved in.</p> <p>The council, after originally trying to launch eviction proceedings, offered the occupants a lease and a peppercorn rent at the doors of the court. </p> <p><strong>Irreversible loss</strong></p> <p>\"This place is a central part of the community,\" says Donna, one of the squatters who has spent years transforming the place from a derelict dump into a pleasant community centre. \"When people are in trouble or have something to celebrate they can come here. There's a real difference between the council providing a top-down space and letting local people take on a space and create something. So much love has gone into building this place up. The loss of it would be irreversible,\" </p> <p>For Sy in east London, allowing creativity to flourish without financial constraints is key to the success of the squat where he lives and works. \"We have a no violence rule here and don't allow the use of class A drugs. We want this to be a safe place for children and families. For the first two years, it was like having Glastonbury in your house every day, but over the seven years we have worked 80-hour weeks to clean the space up and make it what it is today. We're proud to be able to give artistic spaces to people who need time to make beautiful things.\"</p>",
  "<p>Plans to \"streamline\" the asylum appeal process (Ministers aim to block high court appeals, August 22) raises alarm over its accuracy and fairness, and puts people at risk of having their fears ignored and lives trivialised. In aiming to meet immigration targets, the Home Office wishes to sweep a shameful record of time management under the rug by introducing a more rapid system; unfortunately the proposed method includes the denial of right of appeal. </p> <p>The question is how the Home Office has been skilled to become more efficient while making balanced decisions and adhering to human rights standards. People's health status is often not fully considered in the asylum process, especially people living with complex conditions such as HIV. People with HIV who are on treatment and going through the stressful and long asylum process are threatened with deportation to countries where the same standard of treatment is not accessible and where their health can be severely compromised.In this setting the ability to appeal may be the difference between life and death.<br><strong>Edna Soomre</strong><br>African HIV Policy Network</p>",
  "<p>John Wardle has loaned Manchester City £2m on three separate occasions in the past year, according to sources close to the former City chairman. One of the payments was made this summer and, according to City, repaid two days later. Wardle is understood also to have provided the club with two other loans last season. All of the loans are understood to have been repaid and City's new chairman, Garry Cook, has been keen to stress that the club are not in financial difficulties.</p> <p>Wardle and his former partner in the retail chain JD Sports, David Makin, sold their 29.9% stake in City to Thaksin Shinawatra when the former Thai prime minister took over the club for £21.6m in June last year. Shinawatra also repaid Wardle and Makin £17.5m of the loans they then had outstanding in City. However, it has now become clear that the huge investment in the club, which City's directors hoped for when they recommended the club be sold, has not yet materialised.</p> <p>Thaksin is understood to have put significant money into City in the form of loans to fund the initial payments on players including Elano Blumer, Martin Petrov and Vedran Corluka, signed shortly after the takeover. However, Thaksin was already, before the takeover, subject to corruption charges in Thailand, and £800m of his assets had been frozen. Cook has acknowledged that currently Thaksin is not providing funds for the club.</p> <p>Last month City took out a £25m loan facility with Standard Bank, secured on the club's Premier League TV money this season and in 2009-10, to cover cash shortfalls. However, Cook has denied reports that the latest Wardle loan was made to pay City's wages. The wages are paid automatically every month, a spokesman explained, and the club borrowed £2m from Wardle to pay Blackburn Rovers part of the compensation package after Mark Hughes joined City as manager. \"Short-term loans are common in football,\" the spokesman said. \"As we have a very obliging director in John Wardle, the loan was made by him, and it was repaid in two days. It was never needed to pay wages.\"</p> <p>Cook has emphasised that City are looking to sign more players and that the loans were to cover short-term cashflow shortfalls rather than representing any long- term problem. As Thaksin is not currently funding the club - he and his advisers are looking for other investors - City are hopeful that a new investment might be made this week.</p> <p>Last Monday, Thai prosecutors asked the country's supreme court to formally take possession of the money belonging to Thaksin which is currently frozen in Thailand. Last month Thaksin's wife, Pojaman, was convicted of tax evasion and she and Thaksin fled to London. The verdict in the first of the charges brought against Thaksin is due on September 17. He and Pojaman have consistently denied any wrongdoing and maintain that the proceedings against them are politically motivated.</p> <p>Yesterday a spokeswoman at Thailand's embassy in London said that the Thai legal system was independent of political interference. She said that if Thaksin were convicted of any offence, it is likely that the authorities would seek his extradition from the UK and prepare the required legal papers. Thaksin has signalled that he may seek political asylum in this country.</p> <p>If he were convicted the Premier League would have to decide whether that made him unfit to be a City director under the league's \"fit and proper person test\". The league would ask the British government for guidance about whether it recognised any conviction as valid, but there is an appetite among the clubs to show that their test is robust and that it will be applied if it does become appropriate.</p>",
  "<p>Right now, Dublin-bred pop-rock trio the Script have the UK's No 2 single and No 1 album. In 2008, chart positions sound like a slightly old-school measure of success - and indeed this is a band whose rapid rise may represent a spirited fightback by the old guard of the music industry. These three twentysomething lads are already industry veterans, having been producers, session players and even boyband members. Now they are becoming one of the most fearlessly mass-market acts in the world.</p> <p>From the moment they appear - singer Danny O'Donoghue throwing the 16-to-60 crowd (for whom one suspects Coldplay might be a bit too noisy) a coy, over-the-shoulder smile through the dry ice - the Script are almost pathologically cheesy. Lyrically, it's all battles won but wars lost, and staying up all night til the morning li-hee-hight; the limit of their spontaneity seems to be to drop a couple of \"fucks\" into the cosy inter-song banter. The music is uptempo pop-soul laden with acoustic guitars and vaguely funky drumming; on record their R&amp;B production does sound sharp and bright, but live it's much less groovy.</p> <p>Then there are the times when guitarist Mark Sheehan starts rapping, or O'Donoghue closes his eyes and stretches one arm to the heavens, as if reaching for the last teabag at the back of the cupboard. For the encore, they do a sky-blackening cover of David Bowie's Heroes, apparently playing it as a U2 song. Then they play the chart single, The Man Who Can't Be Moved, for the second time in a 45-minute set - some people may be still singing along at this point, but many look bored. They've got the charts and airwaves sewn up, but the Script dearly need to rein in the cliche, and come up with more material, if they want live audiences to keep coming back.</p>",
  "<p>Diana Rowntree, who has died aged 93, was the Guardian's first architecture writer, a key figure in the expansion of the paper's coverage of style and visual culture from the early 1960s. She was a modernist who herself embodied the values and attitudes of the modern movement. Strikingly handsome and sharply dressed in trouser suits (unusual at that period), she would sail into a newsroom of cardiganed reporters at their typewriters like an emissary from another world.</p> <p>Diana wrote with the authority of a trained architect. She had been at the Architectural Association School of Architecture in London at the high peak of its adherence to the modern movement. At the start of the autumn term in 1936 the entire teaching staff was replaced by young moderns, among them Cyril Mardall, Richard Sheppard and Reg Butler. Diana was one of that committed generation of AA students which included Denys Lasdun. Her god was Le Corbusier. Her fierce belief in the moral potency of architecture made her an impressive, though not an easy, colleague. Her range of contacts in the art and design world was enormous, both on her own account and through her husband, the painter Kenneth Rowntree. Diana's appointment was, at the time, a brave one, and with it the Guardian entered a new sphere.</p> <p>She was born Diana Buckley. Her parents had met at Stratford-upon-Avon at the Shakespeare Festival of 1913. A love of poetry united them but, as Diana says in the family memoir she wrote for her children, \"It was not enough.\" Her mother, an active suffragette, soon left her father, and Diana was brought up in London. She went to South Hampstead high school and Somerville College, Oxford, where, typically, she dismissed the cocoa-drinking undergraduates as dowdy. The only exception was the writer and journalist Marghanita Laski, who became a lifelong friend.</p> <p>Diana grew up with a passion for buildings. Though arriving at Oxford to read English, she was quickly diverted into architecture, hearing of a new course in architecture being set up by Robert Goodden at the Ruskin School. There were only two students on the course - Diana and Lionel Brett, who later, as Lord Esher, became rector of the Royal College of Art.</p> <p>At the Ruskin, she first met Kenneth Rowntree, a full-time painting student. He was, wrote Diana, \"very noticeable for his shock of red hair, his very bucolic clothes and his enormous eyes which seemed to be trained upon me\".</p> <p>They were married in 1939 and held their wedding party at Lawn Road Flats in Hampstead, north London, the apartment block designed by their friend Wells Coates, now regarded as an iconic building of that period. The resident chef, Philip Harben, later one of the first in his profession to become a television star, provided boiled fowl for their celebration lunch.</p> <p>When war broke out, Diana had just qualified as an architect. It was then, even more so than now, a male-dominated profession. In retaliation, the architect Jane Drew had opened an all-woman office in central London, off St James's. Diana joined Drew's office, working on a War Office scheme for fake factories designed to divert enemy bombers from the real thing. The feminist glow of this enterprise diminished when Drew unwisely told Diana to go out in the lunch hour and buy her infants vests.</p> <p>The Rowntrees were now living in their dream building, Lawn Road Flats. Bomb damage had reduced the rent to a level they could afford. Lawn Road was the first reinforced concrete block of flats in London, commissioned by the modernist entrepreneur Jack Pritchard. Coates had designed it as an experiment in living, on the continental communal plan, and in the 1930s émigré architects - Bauhaus maestros Marcel Breuer and Walter Gropius among them - had found a home from home there. Diana always spoke rhapsodically of her time there: \"It was a marvellous thing to live in the functional, light-drenched architecture.\"</p> <p>After the war, by now with two small children, Diana took to writing. Her first pieces appeared in Vogue and the Architectural Review. In 1956, hearing that the then Manchester Guardian had a new editor, she sent him a searing criticism of the Shell building which, between 1957 and 1962, was to be built on the South Bank in London. Alastair Hetherington replied with a \"cautious invitation\" to supply architectural copy. Her first article for the Guardian, which appeared in December 1956, was on the new London County Council flats in Roehampton. She remained the Guardian's architecture correspondent for the next 14 years.</p> <p>Diana needed all her resources of resilience working for the newspaper at that early period. \"No one at the Guardian wanted to learn about architecture,\" she said. \"Only the women journalists warmed to the subject.\" It was not until Brian Redhead took over as features editor in 1959 that Diana, and design in general, found a champion. Though she never attracted the popular following of Ian Nairn, her counterpart on the Observer, lacking his beer-swilling affability, Diana's writing was highly regarded in the architectural profession and enormously important in raising public awareness of the subject. In some ways she has to be held responsible for the surge of interest in modern architecture.</p> <p>In 1963 she reported for the Guardian on the International Union of Architects Conference in Havana, enduring one of Fidel Castro's marathon speeches of welcome. She reported the Mexico conference in 1964. She was invited by Teddy Kollek, the then mayor of Jerusalem, to join his committee to advise on the planning and conservation of the reunited city, as part of his campaign to improve Arab-Jewish relations. She attended meetings in Jerusalem through the 1960s and 70s.</p> <p>In 1964 Diana's Interior Design: A Penguin Handbook was published, a pioneering work decades before the popularity of TV makeover programmes. Its emphasis on minimalist rationality made it especially popular in Japanese translation. By the mid-1960s she had resumed her own architectural practice in addition to her writing for the Guardian. She joined the team at Robert Matthew, Johnson-Marshall and Partners working on the University of Bath, where she designed self-catering houses for students.</p> <p>Moving on to Arup Associates, Diana was interior designer for the new Oxford Mail and Times building. She looked back on the experience of working with a multi-skilled team coordinating the structure, electrics, mechanical services, financial strategy, furniture and colour scheme as the most enjoyable of her professional life.</p> <p>Kenneth had been living in the north since 1959, when he became professor of fine art at Newcastle University. Wearied with commuting, Diana herself later gravitated northwards, settling into a beautiful square stone house in Acomb in Northumberland, on the outskirts of the village, which she converted into her own superb \"machine for living in\".</p> <p>Diana's love of sailing may have been inherited from ancestors who sailed tea and silk clippers from China to Bristol. In the 1970s she bought her own sailing boat, a 30ft, three-berth Swedish vessel that she moored at Loch Melfort on the Scottish west coast. Her famous sailing expeditions, with crews of all ages, many drawn from the architectural profession, continued, as did her architectural writing, into a vigorous and still opinionated old age.</p> <p>Kenneth died in 1997, and their son Adam last month. Diana is survived by her daughter Sasha, grandson Bonamy and great-grandson Oliver.</p> <p><strong>·</strong> Diana Rowntree, architect and journalist, born May 14 1915; died August 22 2008</p>",
  "<p>Adebayo Akinfenwa was Northampton Town's two-goal hero as the League One side dumped Bolton Wanderers of the Premier League out of the Carling Cup with a 2-1 win last night. The London-born striker put the visitors ahead in the 22nd minute from the penalty spot after Gavin McCann had handled and then doubled the lead when he latched on to a cross from Abdul Osman six minutes later. Bolton's night took a turn for the worse before half-time when Gary Cahill received a straight red card for a challenge on Giles Coke.</p> <p>Before the game the Bolton manager, Gary Megson, had stressed that the Carling Cup was \"a big priority\", saying \"I want to pick the strongest team\", but despite Kevin Nolan's 88th-minute goal they could not deny the Cobblers a place in the next round.</p> <p>Hull also fell at the first hurdle despite being given an early lead by Dean Windass at Swansea. Gorka Pintado equalised and a penalty from his fellow Spaniard Jordi Gómez in extra-time sealed the win for the Swans.</p> <p>QPR's Argentinian winger, Emmanuel Ledesma, hit a hat-trick as west London's nouveaux riches thrashed Carlisle 4-0. Ledesma, who is on loan from Genoa, struck after Damion Stewart had given the home team the lead in the 48th minute.</p> <p>Leeds notched up another impressive Carling Cup victory, beating Crystal Palace 4-0 at Elland Road. \"I like the way we got some rhythm and fluency to our play,\" said their manager, Gary McAllister. Palace's manager, Neil Warnock, said: \"The two centre-forwards bullied our defenders from start to finish.\"</p> <p>A goal from Paul Green gave Derby a morale-boosting 1-0 over Preston. \"Crumbs of comfort are what we are after at the moment,\" said the Rams' manager, Paul Jewell.</p> <p>Southampton enjoyed a 2-0 home win over Birmingham, with goals in either half from Lee Holmes and Adam Lallana avenging a league defeat by Blues at St Mary's earlier this season. Mido was again on the mark for Middlesbrough, scoring the opener after 11 minutes as the Teessiders ran out convincing 5-1 winners at home to Yeovil. A young Reading side thrashed Luton 5-1 but Michael Duberry may be out for four weeks with a calf injury.</p>",
  "<p>Russia's relations with the west plunged to their most critical point in a generation yesterday when the Kremlin built on its military rout of Georgia by recognising the breakaway provinces of South Ossetia and Abkhazia as independent states.</p> <p>Declaring that if his decision meant a new cold war, then so be it, President Dmitri Medvedev signed a decree conferring Russian recognition on Georgia's two secessionist regions. The move flouted UN security council resolutions and dismissed western insistence during the crisis of the past three weeks on respecting Georgia's territorial integrity and international borders.</p> <p>Last night, Medvedev accused Washington of shipping arms to Georgia under the guise of humanitarian aid.</p> <p>The Kremlin's unilateral decision to redraw the map of the strategically vital region on the Black Sea surprised and alarmed the west, and raised the stakes in the Caucasus crisis. Moscow challenged Europe and the US to respond, while calculating that western divisions over policy towards Russia would dilute any damage.</p> <p>Washington condemned the move. Britain called for a European coalition against Russian \"aggression\". Sweden said Russia had opted for a path of confrontation with the west, and international organisations denounced Medvedev's move as illegitimate and unacceptable.</p> <p>\"We are not afraid of anything, including the prospect of a new cold war,\" Medvedev said. \"Russia is a state which has to ensure its interests along the whole length of its border. This is absolutely clear.\"</p> <p>While Sergei Lavrov, the Russian foreign minister, accused the US, a strong backer of President Mikheil Saakashvili of Georgia, of gunboat diplomacy by using its airforce and naval vessels to deliver humanitarian aid to Georgia, Medvedev last night went further.</p> <p>He said Russian forces were not blockading Georgia's Black Sea port of Poti. \"There is no blockade. Any ship can get in, American and others are bringing in humanitarian cargoes. And what the Americans call humanitarian cargoes - of course, they are bringing in weapons,\" he told the BBC.</p> <p>Last night a source close to the US embassy in Tbilisi said US warships had abandoned a plan to deliver supplies to the port. The USS McFaul had been due to arrive in Poti tomorrow after unloading supplies in the Georgian port of Batumi. </p> <p>The Nato secretary general, Jaap de Hoop Scheffer, said: \"Russia's actions in recent weeks call into question Russia's commitment to peace and stability in the Caucasus.\" </p> <p>But Moscow oozed confidence that the western response would be mostly bark and little bite, restricted to sharp words and some tolerable diplomatic sanctions. \"I don't think we should be afraid of isolation. I don't believe isolation is looming,\" said Lavrov. \"This should not really be a doomsday scenario.\"</p> <p>The Kremlin decision, prepared on Monday by the Russian parliament's unanimous vote in favour of independence for South Ossetia and Abkhazia, is widely seen as presaging Russian annexation at least of South Ossetia, a poor, crime-ridden mountain region of only 70,000 people which has little prospect of becoming a viable state.</p> <p>South Ossetia was the spark that ignited the crisis this month after Saakashvili launched a disastrous attempt to recapture the region and met a Russian invasion which crippled his country.</p> <p>\"Russia's actions are an attempt to militarily annex a sovereign nation ...in direct violation of international law,\" Saakashvili said last night. \"The Russian Federation is seeking to validate the use of violence, direct military aggression, and ethnic cleansing to forcibly change the borders of a neighbouring state.\"</p> <p>But senior Russian officials, from Medvedev down, launched a concerted attack on Saakashvili, accusing him of \"genocide\", of seeking to \"exterminate\" the people of South Ossetia, and of leaving Russia no alternative.</p> <p>\"This is not an easy choice to make, but it represents the only possibility to save human lives,\" said Medvedev. \"Saakashvili opted for genocide to accomplish his political objectives. By doing so, he himself dashed all the hopes for the peaceful coexistence of Ossetians, Abkhazians and Georgians in a single state.\"</p> <p>Lavrov said Russia's decision was \"absolutely inevitable, short of losing our dignity as a nation\". </p> <p>Dmitri Rogozin, Russia's ambassador to Nato, likened the international climate to the summer of 1914 before the first world war, and compared the Georgian leader to Gavrilo Princip, the Balkan assassin who shot the heir to the Austro-Hungarian throne in Sarajevo.</p> <p>Russia's decision to recognise the two regions effectively killed off the ceasefire and peace plan negotiated a fortnight ago by France's President Nicolas Sarkozy on behalf of the European Union.</p> <p>Exasperated by Russia's refusal to observe the terms of the truce, Sarkozy has already called an emergency EU summit for Monday in Brussels. The meeting was supposed to chart a common EU position on Russia, but is as likely to expose Europe's dilemmas and divisions over how to deal with an increasingly assertive Kremlin.</p> <p>David Miliband, Britain's foreign secretary, said he wanted to forge \"the widest possible coalition against Russian aggression in Georgia. We fully support Georgia's independence and territorial integrity, which cannot be changed by decree from Moscow.\"</p> <p>But Angela Merkel, the German chancellor, while denouncing the Russian move as \"absolutely unacceptable\", said she wanted to keep dialogue running with Moscow.</p> <p>Miliband is due to fly to Kiev today to express British support for the Ukrainian government, which fears it could be next in line for Russian pressure aimed at thwarting its efforts to join Nato. </p> <p>Miliband is due to meet Ukraine's president, Viktor Yushchenko, and its prime minister, Yulia Tymoshenko, whose government is in a precarious position: seeking membership of Nato and the EU in the face of determined opposition from the country's Russian minority. </p> <p>Under a lease agreement, Russia's Black Sea fleet is based on Ukraine's Crimean peninsula, increasing Russian sensitivity to Ukraine's westward trajectory and Ukrainian vulnerability to pressure from Moscow.</p> <p>Miliband will make a speech today to a university audience in Kiev, in which he will laud Ukrainian democracy and warn Russia that its actions will cause long-term harm to its standing on the world stage.</p>",
  "<h2>Credit crunch and dearer fuel cut traffic jams</h2> <p>The credit crunch and high fuel prices have reduced congestion on motorways and major roads by 12% in the first six months of this year compared with the same period last year, according to figures from Trafficmaster and the RAC Foundation yesterday. The average speed on motorways has slowed from 63.3mph to 62.2mph as drivers try to save fuel. The route with the most dramatic decrease in congestion is the northern section of London's orbital road, the M25, between junctions 21 and 31, with a 26% reduction in traffic jams in the year to June against the previous 12 months. <br><strong>Press Association</strong></p> <h2>£2 coin marks Beijing handover to London</h2> <p>The Royal Mint yesterday launched a £2 coin to mark the official handover of the Olympic Games from Beijing to London. The coin features two hands passing the Olympic flag, with the words Beijing 2008 and London 2012. It is the first UK legal tender coin to feature the Olympic flag emblem and the first to bear the London 2012 logo. London mayor Boris Johnson presented one to the mayor of Beijing, Guo Jinlong, on Sunday to mark the Olympic handover. The coin, which features Ian Rank-Broadley's portrait of the Queen, can be bought in gold or silver, but only a limited number are available. <br><strong>Press Association</strong></p> <h2>Thieves' £15,000 cheese haul as trucker sleeps</h2> <p>Thieves stole £15,000 worth of cheese, weighing several tonnes, from a lorry parked overnight in a layby in Hereford while the driver slept, West Mercia police said yesterday. Several pallets containing large cheese wheels were taken from the back of the vehicle. A police spokesman said: \"It would have taken some time to unload the pallets, which were spread over the verge. The thieves would have had to have used a large vehicle to remove all the cheese. Police are hopeful that a passing motorist may have seen the theft.\" The cheese was stolen on Thursday night on the A49 near Callow. <br><strong>Press Association</strong></p> <h2>Army sacks royal guards for taking drugs</h2> <p>Five soldiers whose duties include guarding the Queen have been dismissed from the army after failing a drugs test, the Ministry of Defence said yesterday. The members of the King's Troop, Royal Horse Artillery were caught after a routine test of their unit, whose main ceremonial role is to perform gun salutes on royal occasions. It is believed a class A drug was discovered in their samples. An MoD spokesman said: \"Drug misuse in the armed forces will not be tolerated. Positive tests in the army over the last three years average around 0.8%, compared with over 7% in civilian workplaces.\" <br><strong>Press Association</strong></p> <h2>Ice machine helps Arctic seal acclimatise to cold</h2> <p>An Arctic hooded seal with an apparent dislike of the cold is becoming acclimatised with the aid of an ice machine, the National Seal Sanctuary in Gweek, Cornwall, said yesterday. The seal, known as Sahara, was washed up on a beach in the Canary Islands and was flown to the sanctuary to recuperate before being released near the Orkneys. But instead of heading towards Greenland, it headed for Spain and was rescued a second time. Staff said Sahara, now a permanent resident of the sanctuary, fled to the opposite end of his enclosure when they first shovelled in ice but now seemed to like it. <br><strong>Press Association</strong></p>",
  "<p>As Hillary Clinton leaves the spotlight this evening, the central issue is how large an impression her teeth marks will leave on it. It would be easier to be more adulatory and enthusiastic about this signature moment - a white woman who came so close endorsing the black man who won and between them created unprecedented enthusiasm for the Democratic party - if she had not used the convention like one more bargaining chip to satisfy her damaged ego.</p> <p>The roll call, the personal video, the sulking husband, (I'm assuming the buy-one-get-one-free thing works even though they've lost) - in short the whole cathartic shtick they extracted in a manner that would do Veruca Salt proud.</p> <p>And for what? For all the talk of their relationship being the axis around which the convention will turn, she really has precious little leverage.</p> <p>Her argument, through the primaries, was that she could win groups he couldn't. This, it has transpired, is simply not true.</p> <p>According to <a href=\"http://www.pollster.com/\">Pollster.com</a>, Obama is has a commanding lead in Pennsylvania and Michigan and is in a virtual dead heat in Ohio and Florida and New Hampshire. He is also winning in Iowa and New Mexico and is competitive in Alaska, Montana, Colorado, North Dakota and Nevada. We don't know how well she would be doing had she been the nominee, but it is unlikely she would be faring much better.</p> <p>They claimed he would never win women. Pew surveys show him with a <a href=\"http://www.nationaljournal.com/conventions/co_20080826_4947.php\">double-digit lead</a> - better than John Kerry or Al Gore could ever achieve.</p> <p>They claimed he would couldn't win Latinos. Yet he's <a href=\"http://pewhispanic.org/reports/report.php?ReportID=90\">beating McCain among that group</a> by a whopping 43 points.</p> <p>They said he couldn't win white working-class votes. Yet he's <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/03/AR2008080301969.html\">beating McCain among poor white voters</a> by 10 points.</p> <p>Among the delegates pledged to her, <a href=\"http://www.nytimes.com/2008/08/26/us/politics/26women.html?_r=1&amp;ref=politics&amp;oref=slogin\">only 6% of women and 4% of men</a> say they will not support Obama.</p> <p>Meanwhile, as many predicted at the time, her attacks on Obama have proved very useful literally as Republican talking points - used in <a href=\"http://www.youtube.com/watch?v=BHx2P3Yixyk\">ads</a> and McCain's town hall meetings.<br> The sad truth about these Puma (\"party unity my ass\") types is that they are such a miniscule group they represent neither women, nor Democrats, nor even Hillary supporters. McCain has just started screening <a href=\"http://www.youtube.com/watch?v=597YG23mAWs\">ads of Debra Bartoshevich</a>, who was a Hillary delegate until Obama won. Now she's supporting McCain.</p> <p>There are many reasons why people might not support Obama. But there is only one I can think of that would explain why someone would switch their vote from Clinton to McCain. And that is race.</p> <p>You go Debra. And take your fertility rights, the Iraqi dead and your foreclosed neighbourhood with you. At this stage it seems like the number of voters that will follow are negligible.</p> <p>So Clinton really doesn't have a whole lot to bargain with, apart from the threat of disruption. She knows this should be her coronation, but this empress is wearing no clothes. All she is left with is a handful of bitter-enders determined to do just that, whom she has been happy to hide behind in order to <a href=\"http://features.csmonitor.com/politics/2008/08/25/hillarys-clout-is-key-at-democratic-convention/\">make her threats</a> while she pretends to reign them in.</p> <p>Clinton's speech tonight will in all likelihood be as gracious as she can possibly manage. She may not have a strong hand, but for the time being she is still playing with a full deck.</p>",
  "<figure class=\"element element-audio\" data-canonical-url=\"http://mediaservices.myspace.com/services/media/embed.aspx/m=40585832,t=1,mt=video\"> <a href=\"http://vids.myspace.com/index.cfm?fuseaction=vids.individual&videoid=40585832\"></a><br/><object width=\"460px\" height=\"385px\" ><param name=\"allowFullScreen\" value=\"true\"/><param name=\"movie\" value=\"http://mediaservices.myspace.com/services/media/embed.aspx/m=40585832,t=1,mt=video\"/><embed src=\"https://mediaservices.myspace.com/services/media/embed.aspx/m=40585832,t=1,mt=video\" width=\"425\" height=\"360\" allowFullScreen=\"true\" type=\"application/x-shockwave-flash\"></embed></object> </figure>  <p><strong>Fujiya &amp; Miyagi - Knickerbocker (7\" vinyl) </strong><br>Brighton quartet Fujiya &amp; Miyagi have a neat little trick, first revealed in their 2006 single Ankle Injuries. They repeat spiky streams of consciousness in a monotone but slightly sultry way (sample: \"Vanilla, strawberry, Knickerbocker glory - I saw the ghost of Lena Zavaroni\"), while a dirty bassline trundles away and a Hammond organ whirls in the background. If this is what the ghost of child singer Zavaroni really does sound like, her spectre is welcome to make an appearance at our gaff anytime.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/FgMn2OJmx3w?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/FgMn2OJmx3w&amp;hl=en&amp;fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/FgMn2OJmx3w&amp;hl=en&amp;fs=\"1\"\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><strong>Grace Jones - Corporate Cannibal (12\" vinyl)</strong> <br>It's sacrilegious in music circles to say anything negative about disco-demoness Grace Jones. It's up there with slagging off the Velvet Underground or saying Leonard Cohen is over-rated. Fortunately, my critical reputation won't be torn to pieces by angry bloggers this time, as Corporate Cannibal is nothing short of awesome. \"Pleased to have you on my plate, your meat is sweet to me,\" chants Jones over fluid Massive Attack-styled trip-hop. And if anyone has the right to chant a series of creepy metaphors explaining why she's a man-eating machine, it's her. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/_TLv1tm9kws?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/_TLv1tm9kws&amp;hl=en&amp;fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/_TLv1tm9kws&amp;hl=en&amp;fs=\"1\"\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><strong>New Kids on the Block - Summertime</strong><br>Has the world missed the original Boston bad boys of boy bands? Maybe, but it has definitely not missed Abercrombie and Fitch-loving trio <a href=\"http://www.youtube.com/watch?v=WSys_1sKQ20&amp;feature=related\">LFO (Lyte Funky Ones)</a>. So why on earth Jordan, Donny and the rest have chosen to reference their gag-inducing 1999 hit Summer Girls is unclear, though the faint swells of college-radio synths in Summertime would suggest that the Kids are labouring under the illusion they're picking up where the last Timbaland-produced Justin Timberlake song left off. Note to other boy bands: this is not the best way to reintroduce yourself to the world after taking a 14-year break. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/USDtu22JeO4?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/USDtu22JeO4&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/USDtu22JeO4&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><strong>Subways - I Won't Let You Down</strong><br>Why are the Subways so big? It's a modern mystery, up there with high viewing figures for Two Pints of Lager and a Packet of Crisps and decent sales of celebrity perfumes. Still, Billy, Charlotte and Josh are festival main stage-playing, hysteria-inducingly BIG. Their latest single, like everything else the Home Counties rock trio has recorded, is lumpen, whiny and emphatic in much the same way that most bands who've grown up listening to nothing but the Smashing Pumpkins are. It would seem that every generation gets their own version of Feeder – annoying, really, considering the original Feeder are still doing the rounds. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/oYewptydkvE?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/oYewptydkvE&amp;hl=en&amp;fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/oYewptydkvE&amp;hl=en&amp;fs=\"1\"\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><strong>Conor Oberst - Souled Out (7\")</strong><br>Apparently, there's a deeper-than-deep meaning behind this terrible pun. \"Given all the metaphysical allusions,\" writes hipster indie blog Stereogum, \"it's not too hard to see this as a riff on Plato's cave allegory from The Republic.\" Now, while it's not hard for <em>us</em> to see that, the philistines among you may need some help with this pretentious description. So let us inform you that Souled Out joins what sounds scarily like an Oasis riff with Oberst's could-collapse-any-minute vocals, through which he covers everything from magic carpets to \"Snow White and the Poisoned Apples\". And classical Greek philosophy. We think.</p>",
  "<p>A few weeks ago, I was forwarded an email from <a href=\"http://www.timesonline.co.uk/tol/news/world/article992717.ece\">Palipehutu-FNL</a>, the Hutu-extremist group that murdered <a href=\" http://www.theguardian.com/uk/2000/dec/30/world\">my sister Charlotte</a>, back in December 2000. Even in translation, the triumphal tone seems clear:</p> <blockquote> <p>This morning [Palipehutu-FNL leader] Rwasa Agathon and I met the British ambassador in Burundi … In the course of our conversations and beside his congratulations on the fact that Rwasa Agathon had decided to return to Bujumbura, we were able to talk about the case in question … he understood well what we said but he suggested that we should make the necessary contacts in order that the brother of Charlotte would withdraw his complaint and he promised us that this was possible. According to the ambassador, the worries that the UK had about Palipehutu-FNL were a thing of the past and he promised to work with us towards a definitive end to this process.</p> </blockquote> <p>When I contacted the Foreign Office, they quickly admitted that a meeting had taken place – though their account was somewhat different: </p> <blockquote> <p>The ambassador said that we believed that P-NFL [sic] militiamen were responsible and the culprits need to be identified and brought to justice. Agathon Rwasa agreed that the case needs to be investigated. The ambassador stated that Charlotte's murder was a special case due to its unpleasant and unnecessary nature and needs to be resolved otherwise it would remain a \"stone in the shoe\" in the UK and Burundi relationship.</p> </blockquote> <p>Whatever the truth about who said what, simply securing an audience with the UK ambassador seems to have been a major coup for a group trying – at least for the moment – to shake off a bloody reputation, and bolster its domestic credibility. </p> <p>Alongside the <a href=\"http://en.wikipedia.org/wiki/Titanic_Express_massacre\"> massacre</a> in which Charlotte and 20 of her fellow bus passengers – mostly Rwandan and Burundian Tutsis – were shot, Palipehutu-FNL is implicated in many <a href=\"http://www.news24.com/News24/Africa/News/0,,2-11-1447_1819911,00.html\">other killings</a>, numerous acts of torture, and the widespread use of <a href=\"http://www.voanews.com/english/archive/2008-05/2008-05-03-voa13.cfm?CFID=29180736&amp;CFTOKEN=67256710\">child soldiers</a>. But the group's most notorious atrocity to date was the August 2004 <a href=\"http://news.bbc.co.uk/1/hi/world/africa/3564358.stm\"> Gatumba massacre</a>, where they shot, hacked and burned to death at least 156 Congolese Tutsi refugees, many of them children. </p> <p>After Gatumba, the FNL took the unusual step of admitting responsibility, <a href=\"http://www.anc.org.za/ancdocs/anctoday/2004/text/at33.txt\">reportedly declaring</a> that they had no fear of being held to account because they had become untouchable. They've since modified this position slightly, continuing to admit involvement but insisting that the UNHCR refugee camp was actually a military base, and that the refugees had attacked them first. The harrowing video footage I sat through at a <a href=\"http://blogs.amnesty.org.uk/blogs_entry.asp?eid=1794\">commemoration event</a> last weekend, filmed in the immediate aftermath of the attack, answers that claim more eloquently than words ever could.</p> <p><a href=\"http://www.radionetherlands.nl/currentaffairs/region/africa/bur040824.html\">Public promises</a> of justice for Gatumba fell silent after FNL leader Agathon Rwasa called a press conference in Tanzania in April 2005, declaring his intention to talk peace. Within weeks, the FNL were back on the streets <a href=\"http://www.reliefweb.int/rw/RWB.NSF/db900SID/EVOD-6DFGSU?OpenDocument\">killing people</a> – but, a cynic might say, they had achieved their main objective. A UN investigation faltered. Diplomatic moves to refer Gatumba to the international criminal court came to nothing. Simply by waving the \"peace\" card, Rwasa had killed off any serious attempt to bring him to book for his crimes. </p> <p>The British government has largely, until now, shunned the FNL over its ongoing campaign of war crimes and crimes against humanity – and its involvement in the death of a UK citizen. The last time we really pushed the issue (May 2005), the Foreign Office told us that:</p> <blockquote> <p>We will continue to resist any moves to grant Rwasa or other FNL leaders immunity … We are clear that breaking the culture of impunity in the region is key to peace in the Great Lakes … If and when Rwasa and other FNL leaders return to Burundi we will push strongly for the Burundian authorities to try them as soon as possible for the crimes of which they have been accused.</p> </blockquote> <p>Amid great fanfare, the FNL leader <a href=\"http://news.bbc.co.uk/1/hi/world/africa/7427154.stm\"> returned to Burundi</a> from exile in Tanzania – again – in May this year. Our first inkling that a UK government \"policy reappraisal\" was in the offing came in a letter from Africa minister Mark Malloch Brown, dated July 9. Brown told us that the Foreign Office was still committed to getting justice for my sister, but had nonetheless decided on a \"gradual re-establishment\" of relations with her killers. We now know that this letter was written a full week after the face-to-face meeting with the FNL leader had already taken place.</p> <p>It's unclear whether these latest efforts to shoehorn a deal will – even in the short-term – be any more successful than <a href=\"http://news.bbc.co.uk/1/hi/world/africa/4550361.stm\"> previous initiatives</a>. But some analysts believe that the extremists may at last have decided to cut their losses and seek an agreement with the elected government – pushing, in the process, for as many political concessions as possible. These concessions include – naturally – <a href=\"http://www.globalsecurity.org/military/library/news/2008/05/mil-080507-irin02.htm\">blanket immunity</a> from prosecution. While the FNL continues to insist – in the face of clear evidence to the contrary – that they had nothing to do with Charlotte's death, the group's leaders also seem keen to ensure that this thesis can never be tested in a court of law.</p> <p>Seemingly emboldened by their increasing international acceptance, the FNL last week <a href=\"http://afp.google.com/article/ALeqM5i-Cf2sEC8c4lS-HdHfxo-NhAPmPQ\">upped their demands</a>. In exchange for disarming and demobilising their forces, the group now wants control of every key ministry in the government, including foreign affairs, the interior ministry and – ironically – the ministry of justice. </p> <p>It's difficult to see how acceding such demands will, in the long run, do anything but perpetuate Burundi's <a href=\"http://www.irinnews.org/report.aspx?reportid=47778\"> ongoing cycle</a> of corruption and <a href=\"http://www.amnesty.org.uk/actions_details.asp?ActionID=412\">abuse</a>. But such concerns seldom seem uppermost in diplomatic minds when the international community is bestowing \"peace\" – real or imagined – on a troubled African nation. </p> <p>Notwithstanding their intention to \"make the necessary contacts in order that the brother of Charlotte would withdraw his complaint\", the FNL have not, as yet, been in touch with me directly. But I did recently get a message from someone calling himself Dieudonné Habarugira, who claimed to be a former Burundian diplomat. Haburagira offered to act as a neutral intermediary who could \"break the ice\" with the FNL, and asked me to travel to Brussels to meet him. </p> <p>A brief <a href=\"http://www.google.com/search?q=dieudonne+habarugira&amp;sourceid=ie7&amp;rls=com.microsoft:en-US&amp;ie=utf8&amp;oe=utf8\">Google search</a> put me off that idea. Yet the fact that my sister's killers would go to these lengths suggests that her murder remains, at least, an inconvenience to them. </p> <p>As for the UK government, it's as difficult as ever to figure out their real intentions. But we've long known, both from our own experience and <a href=\"http://www.independent.co.uk/news/uk/crime/ward-case-was-victim-of-clumsy-coverup-562312.html\">others</a> we've learned of over the years – that Foreign Office assurances to the families of Britons murdered overseas should be taken with a heavy dose of scepticism.</p>",
  "<p><strong>Hometown:</strong> London. <br> <strong>The lineup:</strong> Jim Eliot (synths) and Mima Stilwell (vocals). <br> <strong>The background:</strong> Now that Goldfrapp have gone all floaty and pastoral on the nation's ass, there's a gap in the market for a boy-girl duo making sultry, sassy electro-pop with 80s rock flourishes. You'll already have heard of Kish Mauve because it was with their song 2 Hearts that Kylie Minogue staged her comeback and reached No 1 last year. And now they're hoping to have a hit themselves with another track that Kylie wanted for her album, X. You can see why. Lose Control is a far better song than 2 Hearts and would have made the perfect follow-up single, with its late 70s disco groove and insidiously rhythmic guitar line running throughout that recalls Chic or their rivals Change circa The Glow of Love and a superb Ernie Isley-ish solo at the end. It's got that great compressed sound you used to hear on all those French \"filter house\" records a few years back – the song's remixer Fred Falke is the musical other half of French disco supremo Alan Braxe. Not that Kylie feels too short-changed – short, yes – or hard-done-by because she's written a song herself for Kish Mauve's forthcoming debut album, Black Heart, called You Make Me Feel. Jim Eliot and Mima Stilwell, the duo behind Kish Mauve, call it a \"pop swap\". They should turn it into a TV show with Noel Edmonds as presenter.<br> Having one of your first songs covered by the Munchkin queen of Oz disco is the sort of stroke of good fortune most groups can only dream of. But Kish Mauve are all about the lucky break: they've had several of their tunes on the soundtrack to US TV series Dirty Sexy Money, Kate Moss has pouted along to their music on a Rimmel ad, last year every Sony Ericsson phone was pre-loaded with a previous single of theirs, Can't Get Enough, and the Dell computer firm used Kish Mauve's version of 2 Hearts.  They want to stress the seriousness of the venture, though – it's not just about exposure, it's about Art. Stilwell describes herself as \"a Joni Mitchell junkie\" who's also into Carole King, Suzanne Vega, Stevie Nicks – \"you know, emotional, kooky girl singers\". Eliot, who has been working with rock-disco likeminds Ladyhawke, is into krautrock and noise-pop and would like to imagine their music has a darkness about it, a melancholy quality, that elevates it above the level of fist-pumping techno pabulum. They've got Dave (Depeche Mode) Bascombe in to mix their album, and that makes sense: a lot of their stuff sounds like Violator-era Mode with a female singer cooing with cool dispassion over the top. Talking of which, they've just done a fab version of lost synth-pop classic I'm In Love With a German Film Star by a boy-girl duo called the Passions who reached No 25 in January 1981 and then mysteriously disappeared without trace. Could it be…? Nah.</p> <p><strong>The buzz:</strong> \"More seductive than Angelina Jolie with a six-pack on ice and more infectious than Chlamydia.\"<br> <strong>The truth:</strong> They're not quite as interesting as they think – they certainly don't sound like Joni Mitchell meets Neu! – but the Falke mix of Lose Control could be an Indian Summer hit like Groovejet, which it strongly resembles, was back in 2000. <br> <strong>Most likely to:</strong> Gain control – the publishing alone from the Kylie cover must have netted them a small fortune.<br> <strong>Least likely to:</strong> Lose control – Eliot and Stilwell, real-life partners, have just had a baby so no more disco abandon for them.<br> <strong>What to buy:</strong> Lose Control is released by YNYS on September 1, followed by debut album Black Heart.<br> <strong>File next to:</strong> Republica, Goldfrapp, Sophie Ellis Bextor, Ladyhawke. <br> <strong>Links:</strong> <a href=\"http://www.kishmauve.com/\">www.kishmauve.com</a><br><a href=\"http://www.myspace.com/kishmauve\">www.myspace.com/kishmauve</a><br> <strong>Tuesday's new band:</strong> Girl Talk.</p>",
  "<p>All hail the American consumer. Their homes may not be selling and foreclosures may be rising but they reckon they can see the light at the end of the tunnel. </p> <p>Better than expected consumer confidence readings from the Conference Board helped offset a patchwork of housing data that included slowing sales of new homes and declining house prices.</p> <p>Americans are still pessimistic about the economy right now, according to the <a href=\"http://www.guardian.co.uk/business/2008/aug/26/marketturmoil.ftse\">Conference Board report</a>, but less so about its state six months hence.</p> <p>That helped Wall Street shrug off the gloom cast by an overnight 241-point fall, helping the FTSE 100 to close down just 34.9 points at 5470.7 after dropping more than 130 points in early trading.</p> <p>By the time London closed, of course, Wall Street traders were already looking for the next reason to be down in the mouth. This was a $2-a-barrel increase in the price of oil caused by hurricane Gustav, which might swing into the Gulf of Mexico and wreak havoc with production facilities over the next week. </p> <p>By the time London closed, Wall Street was back in negative territory - but only by two points.</p>",
  "<p>I've been living here since 2003, but I still can't make any sense of Britain's love affair with the utility bill. Of all the romantic<br>fixations, why something as ridiculous as a gas bill?</p> <p>My first peek into this bizarre romance came on my second day in London. I marched into the Citibank on the Strand, sat down with a banker and said: \"Here are a year's worth of Citibank US statements from my bank in San Francisco; here are a year's worth of Citibank Canada Mastercard statements from my bank in Toronto; here is my brand-new Canadian passport with a brand-new UK residency visa glued into it. Here is some money. I would like to open an account, please.\"</p> <p>The nice banker took all this in and said: \"Well, I'm afraid we'll need to see a utility bill. Something from the gas company, maybe?\"</p> <p>That first year in London was a dismal loop of this. Orange wouldn't open my account without a gas bill. I couldn't rent a video without one. Even my local council's parking voucher store won't accept my council tax receipt as proof of residence – they, too, wish to see the almighty gas bill before I can get a voucher to give to the builder, if he ever turns up. </p> <h2>Magic bill</h2> <p>And when it came time to renew my UK visa, the Home Office jumped on the bandwagon. It wasn't enough to swear an affidavit and produce the hundreds of pages of documentation about my financial status and residency; they couldn't grant me an extension to my stay until I had magicked up a utility bill.</p> <p>Britain, why do you love your utility bills so? What is it about a<br>simple, laser-printed sheet of A4 that inspires such confidence? Did the manager of Citibank think that Osama in his spider hole was cursing the bad luck he had when he hired a master forger to knock off a perfect Canadian passport for me, spending so much on the effort that he couldn't afford a UKP50 printer/scanner to run up a fictional EDF bill?</p> <p>Gas bills just aren't hard to forge. They aren't designed to be hard to forge. Have a close look at all your bills and count the<br>anti-counterfeiting measures. You won't find any.</p> <p>But the same firms that print these bills – and know how easy they are to produce – treat other firms' bills as though they were imbued with magic security dust. I just ran up a lovely Citibank UK statement made out to Mr Gordon Brown of 10 Downing Street. If I want to open a mobile phone account, they'll (theoretically) accept a <em>faxed copy</em> of this sham document as proof positive (but they won't accept a passport).</p> <p>Likewise, Citibank will happily accept my EDF or BT bill as proof of residence – but not a passport. None of these firms uses any<br>anti-counterfeiting measures, because it's not Citibank's problem if I rip off EDF with one of its bills, and it's not EDF's problem if I rip off Citibank.</p> <h2>Falling into the wrong hands</h2> <p>This isn't just frustrating, it's dangerous. If firms will accept cheap, no-security bills as proof of identity, then stealing someone's identity is that much easier. And the fact that so many firms require you to hand over these documents increases the possibility of your shoddy-but-vital gas bill/identity paper falling into the hands of a crook.</p> <p>This week I decided to order some 32GB SD cards for my video camera. I checked out the cheapest firm on froogle.google.co.uk and placed an order, supplying my credit card details. After the firm had processed the transaction, they called to say that they couldn't ship my goods until I scanned in my bank statement and utility bill and sent them along. </p> <p>They couldn't explain what new security this gave them; a crook who is nefarious enough to intercept my credit card and billing details is also presumably nefarious enough to pirate a copy of Photoshop. Nor could they explain how this was safe for <em>me</em>. I'd never heard of these people, they were just the cheapest listing on a comparison shopping service, and sending along all the information they needed to prove that they were me to, say, a banker or a phone company exposed me to all kinds of risk.</p> <p>The rep was shocked when I declined to hand over my papers – and an email informed me the next day that the funds had already been taken out of my account and wouldn't be re-deposited for 1-4 business days.</p> <p>Every time a merchant demands a utility bill, he creates this<br>double-risk: first, that he may be accepting a trivially and undetectably forged document, and second that he or his employees may use your document to impersonate you with another merchant.</p> <p>This is the kind of love affair that can only end in tears.</p>",
  "<p>The X Factor continued to dominate Saturday night ratings on August 23, with more than 9 million viewers tuning in.</p> <p>ITV1's reality show pulled in 9.4 million viewers and a 45% share between 7.30pm and 8.30pm, peaking at 10.2 million for the 15 minutes from 8.15pm, according to unofficial overnight figures.</p> <p>Last week, the fifth series of the show launched with 10.2 million viewers and a 48% share.</p> <p>Spin-off show The Xtra Factor on ITV2 pulled in 1.1 million viewers and a multichannel share of 5.9% between 8.30pm and 9.30pm.</p> <p>BBC1's National Lottery: This Time Tomorrow picked up 3.7 million viewers and an 18% share between 7.30pm and 8.20pm, while Channel 4's repeat of Life After People gained 1.2 million and 6%, with a further 187,000 watching on Channel 4 +1 an hour later.</p> <p>Channel Five's NCIS repeat double bill pulled in 1 million viewers and a 5% share at 7.35pm and 1.5 million and 7% between 8.30pm and 9.30pm.</p> <p>BBC2's Proms coverage drew 700,000 viewers and a 4% share between 7.30pm and 9.30pm.</p> <p>The Big Brother highlights show brought 2.3 million viewers and an 11% share to Channel 4 in the 9pm hour, with an extra 315,000 watching on Channel 4 +1.</p> <p>The penultimate episode of BBC1's talent show Last Choir Standing attracted 4.5 million viewers and a 25% share between 6.30pm and 7.30pm, with the results show between 8.20pm and 8.45pm drawing 4.6 million and 22%.</p> <p>BBC4's repeat of the classic David Tennant drama taking Over the Asylum pulled in 192,000 viewers and a multichannel share of 1.2% for its first episode at 10pm and 172,000 and 1.4% for its second between 10.50pm and 11.40pm.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p><a href=\"http://www.theguardian.com/politics/davidcameron\">David Cameron</a> today linked Russia's \"dangerous\" recent behaviour in <a href=\"http://www.theguardian.com/world/Georgia\">Georgia</a> to old-style Soviet aggression during the cold war. </p> <p>Cameron has sought to bolster his foreign policy credentials and his status as a prime minister-in-waiting by taking a hard line over Russia's action in Georgia.</p> <p>In a <a href=\"http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2008/08/26/do2602.xml\">Telegraph column co-authored with Mirek Topolanek</a>, the Czech prime minister, Cameron drew a parallel between the Russian action in Georgia and the 1968 Soviet invasion to crush the \"Prague Spring\" reforms. </p> <p>\"Russia's behaviour cannot be condoned or excused. Whatever the wisdom of some of Georgia's actions, that is not a justification for an all-powerful neighbour to invade a small, sovereign country,\" warned Cameron and Topolanek.</p> <p>\"Russia's pretext – that it has a right to step in militarily to protect its citizens – has chilling echoes from Czech history, and dangerous implications if it is now the basis of Russian policy. Such a doctrine cannot be allowed to stand.\"</p> <p>Diplomatic tensions with Russia mounted today after the Russian president, Dmitry Medvedev, <a href=\"http://www.theguardian.com/world/2008/aug/26/russia.georgia1\">defied the west by recognising</a> the breakaway Georgian territories of South Ossetia and Abkhazia.</p> <p>The UK government rejected the move, saying that Russian was acting against UN security council resolutions</p> <p>Today's article sought to press home the fact that \"free and democratic nations are entitled to see their territorial integrity respected\".</p> <p>\"We are fortunate that our generation grew up as the cold war was passing into the history books and a happier era dawned, in which a more cooperative relationship with Russia seemed possible. We hope it still is. </p> <p>\"But we should not forget that the lessons of 1968 apply still in 2008 — that we must be strong and vigilant in defence of our values, and not look the other way when a small independent country is invaded by its neighbour.\"</p> <p>The article called for a concerted European approach to help forge a \"positive relationship\" with Russia. \"We must use the leverage we have… We may need Russian gas, but Russia needs our market.\"</p> <p>Earlier this month, the Tory leader visited the Georgian capital, Tbilisi, in a show of support for the Caucasus republic.</p> <p>Cameron used his visit to urge ministers to tighten the visa restrictions on Russian nationals visiting the UK.</p>",
  "<p><em>Hugh Jackson is reporting from Denver for the Nevada political blog <a href=\"http://www.lasvegasgleaner.com/\">Las Vegas Gleaner</a></em></p> <p>One of the non-Clinton storylines as the Democratic National Convention gets underway in Denver finds the Democrats really rather pleased with themselves over <a href=\"http://online.wsj.com/article/SB121963059704068069.html\">the gains the party is making</a> in traditionally Republican and mostly rectangularly-shaped states out West. Nevada, New Mexico, convention host Colorado, Montana - and even John McCain's very own adopted state of Arizona - could all be in play for Barack Obama this year.</p> <p>Some of the trends that help explain the region's shifting political dynamics were outlined during a briefing on Monday from a firm hired to help the Democrats become more competitive in the West. The usual suspects were trotted out: Rapid population growth generally, and among Latinos and younger college-educated whites in particular, is creating a more favorable Democratic demographic.</p> <p>But Andrew Myers, hired to analyse Western voting trends by the Democratic Western Majority Project, made a few points that don't always make into the standard issue, \"oh my, the West is changing\", narrative.</p> <p>For instance, attacking gay marriage - a staple GOP tactic in recent campaign cycles - has very little pull as an issue on \"pragmatic\" Westerners. Unless gay marriage is making the price of gas go up, people in the West don't really care, Myers said.</p> <p>Westerners also might be just a tad less obsessed about their guns then Republicans would have one believe. About 40% of people in the West are gun owners, and the more guns they own, they more likely they are to vote for John McCain, no matter how many houses he can't remember he owns.</p> <p>Most Western gun owners only have one or two weapons, however, and among those folks, Obama and McCain are polling in a dead heat, Myers said.</p> <p>And of particular note in a convention that thus far seems to be concerned with the question of what, exactly, the Democratic Party is going to do with the Clintons, Latinos strongly support Obama.</p> <p>Throughout the primaries, the nation's most active former first lady generally performed much better with Latino voters, including in Western battleground states where Latinos now comprise a quarter or more of the population.</p> <p>But in the four states of Arizona, Nevada, Colorado and New Mexico, Obama leads McCain in polling among Latinos, 64% to 25%. \"The myth about Latinos not supporting Obama is just that - a myth,\" Myers said.</p>",
  "<p>The established view of Neanderthals as backward, primitive, ape-like creatures is challenged today by new research showing they used stone tools as successfully as early humans.</p> <p>A team from the University of Exeter, Southern Methodist University, Texas State University and the Think Tank Corporation spent three years producing stone tools to compare their use.</p> <p>Their work suggests the tools Neanderthals used were just as efficient, if not more so, than those developed by Homo sapiens.</p> <p>Homo sapiens and Neanderthals used flint stone tools known as \"flakes'' made from fragments struck from a larger stone ''core''. </p> <p>Homo sapiens later adopted ''blades'', which were flakes with parallel edges twice as long as they were wide and were thought to be more efficient.</p> <p>The group tested the cutting ability and rate of manufacture of the two tools, and the findings, published in the Journal of Human Evolution today, show no statistical difference in the efficiency of the two technologies and, in some respects, the flakes used by the Neanderthals were more efficient.</p> <p>Archaeologist Metin Eren from the University of Exeter said: \"Our research disputes a major pillar holding up the long-held assumption that Homo sapiens were more advanced than Neanderthals.''</p> <p>\"It is time for archaeologists to start searching for other reasons why Neanderthals became extinct while our ancestors survived. Technologically speaking, there is no clear advantage of one tool over the other. When we think of Neanderthals we need to stop thinking in terms of 'stupid' or 'less advanced' and more in terms of 'different'.\" </p> <p>Neanderthals vanished from Europe 28,000 years ago. By then, they had lived beside humans for about 10,000 years. </p> <p>Research shows that, like modern humans, they had their own culture, used tools and hunted animals with weapons. It is possible they may even have spoken a rudimentary language.</p> <p>The belief that Homo sapiens was more intellectually advanced than Neanderthals has persisted for decades.</p> <p>The scientists believe early modern humans adopted new technology more for cultural or symbolic than practical reasons. </p> <p>\"Colonising a continent isn't easy. Colonising a continent during the Ice Age is even harder. So, for early Homo sapiens colonising Ice Age Europe, a new shared and flashy-looking technology might serve as one form of social glue by which larger social networks were bonded. </p> <p>\"Thus, during hard times and resource droughts, these larger social networks might act like a type of 'life insurance', ensuring exchange and trade among members on the same 'team.'</p> <p>In recent years, many long-held views about why Neanderthals became extinct have been debunked, with research revealing they were as good at hunting as Homo sapiens and had no clear disadvantage in their ability to communicate.</p>",
  "<p>What would be on your list of ingredients for a perfect summer seaside village? A sandy beach, of course, preferably in a picturesque bay. Then perhaps one tea room, one shop, one small hotel (with sea views, naturally), one ancient church, one coastal path along the cliffs, one friendly pub, and, if it's not too greedy, one romantic castle. Stir together before placing in a warm micro-climate. Hey presto, you have just imagined Manorbier. And despite its Gallic-sounding name, you only have to travel to south-west Wales to enjoy it. </p> <p>I have a confession to make: this was not my first trip to the village. Since coming here in 2002 to stay in a cottage – and being thoroughly smitten – I've managed to return at least once a year. So, as the 349 bus pulled out of Haverfordwest and prepared to describe a glorious arc across <a href=\"http://www.visitpembrokeshire.com/\">Pembrokeshire</a>, the anticipation mounted with each town and village we passed along the way. </p> <p>It's some build up, too. <a href=\"http://www.haverfordwest-town-museum.org.uk/castle.asp\">Haverfordwest's castle</a> is as impressive as it is scandalously unheeded. The long high bridge over the Daugleddau had me swivelling my head from side to side as I tried to take in the magnificent views both up and down river. Pembroke, with its rather more famous castle also boasts a couple of churches converted into two vast antique curio emporia in which I've spent many a happy hour. There's the village of Lamphey, home to the best jam doughnuts in the land. Then, finally, the long sweep of road past the football pitch and we were in Manorbier. </p> <p>Writing at the end of the 12th century, the chronicler <a href=\"http://en.wikipedia.org/wiki/Gerald_of_Wales\">Giraldus Cambrensis</a> (Gerald of Wales) called the place \"the pleasantest spot in Wales\". Were he to return today, he would no doubt be gratified to see that nothing has changed to alter that opinion. Looking around at the castle on one hill, the church on another, and the sea below the two, I was already buzzing at the thought that I was about to spend what is as near to a perfect day as can be had. </p> <p>I checked in at the comfortable Castlemead Hotel – a former \"gentleman's residence\" whose secluded sun-trap of a garden has views of the bay – and sauntered along to the shop-cum-post office run by a mother and daughter, which has miraculously escaped the recent closures. I bought an ice-cream and headed for a footpath that dives down through woods to the ivy-clad tower of a medieval dovecote. The doves have long since flown. Around here the jackdaw is king – a large flock lives in the castle walls and swoops around each day at dusk, adding an air of drama to the otherwise untrammelled scene. </p> <p>The beach is the domain of another congregation clothed in black – surfers. Manorbier Bay is very popular with the wet suit set but there's still plenty of room for rockpoolers and bucket-and-spaders. The locals are very proud of their beach's long held Blue Flag status. I climbed up the coastal path to view it all from the <a href=\"http://www.megalithic.co.uk/article.php?thold=-1&amp;mode=flat&amp;order=0&amp;sid=1398\">King's Quoit</a>, a Neolithic burial chamber high above the bay. I suspect it's bordering on sacrilege but there has been the odd occasion when I've crawled underneath the cromlech's large capstone when caught out in a shower. Today, however, the sun cloaked everything in early summer warmth and I was glad of the breeze as the path took me out of the bay and along the coast. </p> <p>The 186-mile <a href=\"http://www.nationaltrail.co.uk/trail.asp?PageId=33\"> Pembrokeshire Coast Path</a> leads the walker through ascents and descents totalling 35,000 feet, and the section around Manorbier makes its own contribution to the slopefest. To the west, it undulates away to Swanlake Bay, where cream teas on the lawn of a farm await; the film-set-beautiful Stackpole Quay; and unspoilt Barafundle Beach which can only be reached on foot and is often lauded as the <a href=\"http://www.walesonline.co.uk/news/wales-news/tm_objectid=14297946&amp;method=full&amp;siteid=50082&amp;headline=welsh-beach-most-beautiful-in-britain-name_page.html\"> best beach in Britain</a>. But I was wandering east to gaze down on a landscape that I imagine would not look out of place on Jupiter – the old red sandstone shoreline is carved into enormous ruts by the sea, resembling saw cuts made by a drunken carpenter. </p> <p>On the other side of the bracken topped headland, the Norman church with its bright white tower has the best views of the bay and the castle. If you've seen the film <a href=\"http://www.youtube.com/watch?v=QLpKo__1160&amp;feature=related\">I Capture the Castle</a>, the latter will need no introduction, for this is the fortress in which Romola Garai comes of age while curing Bill Nighy's character of his writer's block. And it's just as spectacular as it looks on screen, with spiral staircases, tower roofs, and ancient nooks and crannies aplenty. </p> <p>All that remained to complete my day was a stroll along to Chives tea room for a bite to eat before crossing the road to the Castle Inn. Sunday night is quiz night here but be warned – people who are smart enough to live in the finest seaside village in Britain are unlikely to be fazed by a question on the small print in the Treaty of Versaille. </p> <h2>Getting there</h2> <p>First Bus No 349 runs from Haverfordwest to Tenby via Manorbier; All day bus pass – Adult £5.25, Child £2.40, Family £10.50; <a href=\"http://www.firstgroup.com/ukbus/wales/swwales/home/index.php\"> firstgroup.com</a>; +44 (0)1792 582233.<br>Castlemead Hotel. Doubles from £80; <a href=\"http://www.castlemeadhotel.com\">castlemeadhotel.com</a>; +44 (0)1834 871358.<br>Manorbier Castle. Open Easter to September; Adult £3.50, Child £1.50; <a href=\"http://www.manorbiercastle.co.uk\">manorbiercastle.co.uk</a>; +44 (0)1834 871394. </p> <p><strong>·</strong> Dixe Wills is the author of Places to Hide in England, Scotland and Wales (Icon Books £7.99)</p>",
  "<p>Israel released 198 Palestinian prisoners yesterday, including the longest serving inmate, in what it said was a \"goodwill gesture\" to encourage diplomatic negotiations.</p> <p>The prisoners were greeted with noisy celebrations when they crossed through the first checkpoint into the occupied West Bank and then again at the presidential compound in Ramallah, but there was little immediate sign that this third prisoner release since the latest peace talks began a year ago heralded any progress in negotiations to end the conflict. The release came on the same day that the US secretary of state, Condoleezza Rice, arrived in Jerusalem for talks with both sides.</p> <p>Among those released was Said al-Atbeh, 57, who has spent the past 32 years in Israeli jails after being convicted of a bombing at an Israeli market place that killed one woman and injured dozens of others. \"I feel like I've been born again,\" he said. His sister, Sana, said: \"I'm very happy but at the same time sad because there are other mothers, sisters and daughters who are still at home waiting for their sons to be released.\"</p> <p>Other notable prisoners freed yesterday were Mohammad Abu Ali, who was jailed in 1980 for killing an Israeli settler in the West Bank, and Husam Khader, a Palestinian MP and an outspoken critic of the Palestinian Authority from the Balata refugee camp in Nablus who was arrested five years ago.</p> <p>No prisoners from Hamas or Islamic Jihad were released and Israel said the process was intended to support Mahmoud Abbas, the Fatah leader and Palestinian president. The release has brought criticism from Hamas, which wants hundreds of prisoners released in return for an Israeli soldier captured two years ago and who is still being held hostage in Gaza.</p> <p>Addressing a large crowd at his compound in the Muqata in Ramallah yesterday, Abbas told the prisoners they were a \"symbol of steadfastness\" and read out the names of other prominent prisoners still being held. \"There is no doubt we are seeking peace and we are calling for the achievement of our national principles,\" he said. \"There will be no peace without the release of all prisoners.\"</p> <p>Around 9,000 Palestinians remain in jail for political crimes, among them 47 Palestinian MPs and at least 1,000 people who are being held on \"administrative detention\", meaning they have not been charged or put or trial nor told what crimes they are suspected of committing. The prisoner issue is deeply sensitive for the Palestinians - around one-fifth of the population has at one time been imprisoned since the occupation began in 1967.</p> <p>In the crowd was Mohammad Amayri, 30, who had served six years of a 10-year sentence for his involvement in the al-Aqsa Martyrs Brigade, the armed wing of Abbas's Fatah movement. \"It's an indescribable feeling this happiness. I hope that every Palestinian prisoner will get to feel it,\" he said. His father, Ali Amayri, 60, stood in the square embracing his son. He had only been allowed three visits in the past six years, and his wife had been allowed only one visit to her son. \"I'm very, very happy today, but this is just a little step for us Palestinians,\" he said. \"I don't think that what my son did was a mistake. It was right, because it is our right to defend ourselves from our enemy.\"</p>",
  "<p>The Georgian president, Mikheil Saakashvili, has called for US and EU sanctions to punish Russia for invading Georgia, including a boycott of Russia's 2014 winter Olympics.</p> <p>Saakashvili said \"developed countries\" faced a \"moral choice\" whether to participate in the winter Olympics, which are to be held in Sochi on the Black Sea. The town is 10 miles away from Abkhazia – <a href=\"http://www.theguardian.com/world/2008/aug/11/georgia.russia\">a breakaway region of Georgia involved in fighting this month</a>. </p> <p>\"I was the biggest supporter of the Olympics. I thought it would calm Russia down. But the fact they got it emboldened them,\" Saakashvili said in a late-night interview with the Guardian. \"I think it's a moral choice for developed countries.\"</p> <p>The Russian prime minister, Vladimir Putin, has been closely associated with <a href=\"http://www.theguardian.com/sport/2007/jul/05/russia.world\">Russia's successful winter Olympic bid </a>. Any move by the International Olympic Committee to strip Sochi of the games would be a severe humiliation for Putin. Several US members of congress are calling on the IOC to act.</p> <p>Saakashvili said Sochi was next to a disputed territory and a conflict zone. It would be \"most cynical\" to hold the games near Abkhazia – which he said was the venue for \"ethnic cleansing\" of Georgians during the civil war in the early 1990s and in Upper Abkhazia this month.</p> <p>Russia has so far adopted a nonchalant attitude to the threat of possible western sanctions, with its president, Dmitry Medvedev, saying it would be \"no great loss\" if Nato carried out its threat to cut ties with Russia. The EU is holding a special meeting on Monday to discuss its future relations with Moscow.</p> <p>This morning, Saakashvili said the international community should take more flexible measures aimed at forcing Russia to pull its troops out of Georgia. These could include visa bans for Russian officials wanting to holiday in western Europe and Britain, and the freezing of their Swiss bank accounts, he said.</p> <p>\"This guy [Putin] thinks that statements don't mean anything and that the west will always blink first. But they [the Russian elite] have all their money in the west. They get very depressed if they are mistreated in [the French ski resort of] Courchevel,\" Saakashvili said.</p> <p>Saakashvili said he had been in frequent contact with global leaders since Russia's invasion of Georgia on August 8. He had spoken to France's president, Nicholas Sarkozy, \"15 times\" and had had at least \"nine or 10 conversations\" with George Bush.</p> <p>Britain's prime minister, Gordon Brown, had phoned him only once, he said. Saakashvili lavishly praised the Conservative leader, David Cameron, who visited Tbilisi last week. \"Cameron was very good. He really got the value side of it very well,\" Saakashvili said.</p> <p>Russia was determined to replace his pro-western government with a pro-Russian regime, he said. \"They want to get rid of this government and undermine Georgian independence. Their aim is to get a normal government subordinate to them. It would send a very powerful message.\"</p> <p>Speaking in his presidential office, Saakashvili said the war in Georgia was far more than a regional dispute between a larger and a smaller neighbour. \"They (the Russians) have fought a war by proxy with Nato. It's about great Russia coming back and confronting the horrible west that humiliated Russia.</p> <p>\"It's about the reassertion of the Soviet Union.\"</p> <p>Saakashvili said he had little choice but to launch a military incursion into South Ossetia on August 7. He claimed that Russian tanks were already rolling into Georgian territory when he gave the order to attack. His decision followed the repeated shelling by South Ossetia of Georgian villages, he said. \"We acted out of despair.\"</p> <p>Russia withdrew its troops on Friday from the strategic town of Gori but still occupies much of the country. Saakashvili said he was alarmed by the capture by South Ossetian militias of the town of Akhalgori, 25 miles north-west of Tbilisi. The militias had seized a nearby vantage point from where they could shell the capital, he said.</p> <p>So far Georgia had abided by the ceasefire deal and had not tried to fight the occupying Russians, he said. This would change if Moscow attempted to seize Tbilisi, he said, and warned a new invasion by Moscow was highly probable. \"We are in a very precarious situation,\" he said.</p> <p>Saakashvili shrugged off claims that the war had erupted out of personal enmity between him and Putin. \"I never had any personal hatred towards him. Apparently he did [towards me],\" Saakashvili said.</p>",
  "<p>We moved around a lot as I was growing up but there was one constant fixture in every house we occupied. In some corner of the kitchen or dining room was the Magic Drawer. Here my mother used to accumulate stuff … kipple … detritus. I want to say she did it because she believed that one day it would be useful but that would be to call the woman who bore me delusional. </p> <p>A large part of the contents was used batteries - and though I often explained that these were not the rechargeable kind and could never have any useful function again, she'd just nod, as if filled with ancient wisdom and pour in another half a dozen triple As. Between the deceased Duracels lurked plastic bags containing the last pieces left over from self-assembly furniture. Again, I was swift to point out that these could have no function unless, one day, by staggering coincidence, someone else was missing the instructions, Allen key and No.9 locking washer from a wall-hung pot-rack called Krappi, but she carried on, always, infuriatingly, knowing better.</p> <p>I tell you this bit of deep psychological background because, while researching a <a href=\"http://www.theguardian.com/lifeandstyle/wordofmouth/2008/aug/21/foodanddrink\">post last week</a> realised that I've entirely inherited my mother's pack-rat traits when it comes to the freezer. <br><br>Sure, I can explain away the plastic film-cans full of chopped herbs and the baggies of demi-glace as thrift; I can point to the carefully bagged and tagged leftovers with some protestant pride but the fact is that a lot of it is jammed with stuff I just can't bear to throw away. A bag of crab wreckage that I know will have to be secured as a biohazard long before I make a cioppino, 19 feet of scrubbed hog gut that will never case a salami; there's a piece of pecorino rind in there that's been waiting to go in a risotto since it came off ration.</p> <p>But though the contents may be odd, I still firmly believe that a freezer should be full. It's more fuel efficient, there's a certain warm, glowing feeling that in some way you are adequately insured against societal collapse and dammit, I might get round to making sausages this year.</p> <p>The Baker, though, is constantly enraged by the full freezer, snapping fingernails against rammed blocks of gelid offal, tutting at bergs of maturing mutton stock and swearing, loud and long at the permafrost. I admit, it must be frustrating trying to find space in my system when you suddenly need to chill down, for example, an eight layer wedding cake but that's not the point here. To the Baker, a well kept freezer is an empty one. While the Baker refuses to shop for more food until we've 'eaten up what we've got' - including the hog gut - I can't, somehow communicate is that the whole raison d'etre of a freezer is to store things in it.</p> <p>Is your freezer a solid slab of ice-age culinary archeology or sub-zero, Zen / rationalist void?</p>",
  "<p>Over two decades, Japanese ships have butchered thousands of whales taken from the icy waters around the Antarctic in the name of research. Campaigners and politicians condemn the practice as unethical and unnecessary, and say Japan's \"scientific\" whaling programme is commercial whaling by another name.</p> <p>Now, Japan's scientists claim their controversial whaling programme has produced a key finding. Measurements taken from more than 4,500 minke whales slaughtered since the late 1980s reveal the animals have lost significant amounts of blubber, and are getting thinner at a worrying speed. The team says its study offers the first evidence that global warming could be harming whales, because it restricts their food supplies. And they say the discovery could only have been made by killing the animals.</p> <p>Crucially for the Japanese, the results have been published in a mainstream western scientific journal – a move that has dismayed campaigners, who say it could offer scientific whaling a veneer of respectability, and bolster Japan's efforts to hunt more whales. </p> <p>They fear Japan could use the results to support efforts to hunt endangered humpback whales for the first time in 50 years. The study claims the recovering humpback population in the Southern Ocean could also be hurting the minkes because of \"interference\" between the two species as they compete for food.</p> <p>Lars Walloe, a Norwegian whale expert at the University of Oslo, who helped the Japanese team analyse the data, and is listed as an author on the new study, said: \"This is a big change in blubber and if it continues it could make it more difficult for the whales to survive. It indicates there have been some big changes in their ecosystem.\"</p> <p>Whales rely on their thick layer of blubber for energy and as insulation against the cold water. The shift could already being making it more difficult for them to reproduce, Walloe said. \"I don't think you could measure this by other [non lethal] means.\" Alternative methods to sample blubber, such as ultrasound and biopsy darts, have been developed. But Walloe said it was not practical to use them on the required scale with minke whales, which are also difficult to approach.</p> <p>He said the Japanese findings, and their publication, had been unpopular among scientists from nations opposed to whaling, including Britain. Two journals refused to print the findings before they were accepted by <a href=\"http://www.springerlink.com/content/3332u050u9116r73/?p=fdd631b8ce02475682806582e35541fd&amp;pi=8\">Polar Biology</a>, which published them online last month. Walloe, who says he does not support the current ban on commercial whaling, claimed that the journals that turned down the study did so for political, not scientific, reasons. </p> <p>This is not the first time that the Japanese scientific whaling programme has published results, but these are the most high-profile findings so far. In 2005, Australian scientists analysed the 55 scientific papers produced by the programme and said only a handful were relevant and required the whales to have been killed. The others included descriptions of bizarre experiments to cross-fertilise whales with sheep and cows.</p> <p>The new study analysed measurements taken from 4,689 adult whales killed by the Japanese whaling fleet between 1988 and 2005. It found that blubber thickness and overall fat weight had decreased by 9% over the period, which it called a 'substantial decline\". Girth of the animals was down 4%. The study says: \"This is the first time a long-term decline in energy storage in minke whales has been demonstrated.\" </p> <p>It also demonstrates the brutality of whaling, which the paper describes as carried out using \"explosive harpoons and a large calibre rifle in the event that death was not instantaneous\". Several of the dead whales had to be excluded from the new analysis because their blubber was too badly damaged to be measured accurately.</p> <p>Mark Simmonds, director of science at the <a href=\"http://www.wdcs.org.uk/\">Whale and Dolphin Conservation Society</a>, said: \"Lots of dead bodies will provide robust data, so if you kill lots of whales then you will be able to get some information. The question is whether the benefits outweigh the number of whales killed and how they were killed. Scientific whaling is not about science, and there is no pressing conservation need that requires it to be done.\"</p> <p>He said the results should not have been published on ethical grounds. \"Journals need to think very carefully about information that comes from this source. Different journals have different ethical standards.\" The editors of Polar Biology could not be reached for comment. British whale scientists were reluctant to discuss the research, which one described as \"very worrying if true\".</p> <p>Walloe said the decline in blubber was down to shrinking numbers of Antarctic krill, a shrimp-like crustacean at the heart of the food chain. The amount of blubber lost is roughly equivalent to 36 fewer days of intensive summer feeding. </p> <p>Krill numbers in the water around the rapidly-warming Antarctic peninsula have collapsed by about 80% since the 1970s. This is blamed on the loss of sea ice, which provide shelter and food for krill.</p> <p>The study says the impact of global warming on the minke whales is unclear because no similar krill measurements have been made in that region of the Southern Ocean. But it claims that competition for krill from other predators such as the humpback must also be \"considered as a likely explanation\". </p> <h2>Science and slaughter</h2> <p>Japan's scientific whaling programme, known as JARPA, began in 1987 following the moratorium on commercial whaling. Japan says its research is aimed at overturning the ban, by providing evidence that stocks could be hunted in a sustainable way. </p> <p>Critics say it is limited commercial whaling in disguise because the meat is sold for food, and that whales do not need to die to provide the required information on population numbers and structure. Until 2005, Japan killed up to 440 minke whales in the Southern Ocean each summer. Recently it has doubled that quota, and last year said it would hunt dozens of endangered fin and humpback whales for the first time in decades, until it backed down \"temporarily\" under intense political pressure. </p> <p>Until now, the most high-profile claim from the programme was that whales should be killed to conserve fish stocks – an idea ridiculed by fisheries experts.</p>",
  "<p>I first saw Chandra* last week lying on a bench outside the church, squinting into the morning sun. He didn't look accustomed to sleeping rough. His towel and clothes were folded neatly inside his carrier bag home and he'd kept himself clean. He smiled easily, laughed readily. With limited English, he told me he was \"OK\". This, it would transpire, was his primary line of defence.</p> <p>Chandra, it seems, had been evicted a fortnight ago by a private landlord from a northern city. He was Sri Lankan, an asylum seeker who had been granted leave to remain here, and had been working as a cleaner doing 60-hour weeks at one point. He'd lost his home, he said, and needed another. He couldn't remember why. Together we walked down the road to the council's homeless person's unit – now named \"Housing Aid\" because officially there is no problem with homeless people in this inner London borough. </p> <p>In a shop on the way, I ask Chandra what fruit he might want. He fingers the satsumas like an expert before settling on a firm, dome-shaped one. Later, he would explain, he had his own fruit and vegetable stall in Sri Lanka. The council receptionists have the obligatory weary expression that comes from working the front line. \"Take a ticket,\" one mutters before the woman tells Chandra that he has to go back to his northern council. He has no local connection to this London borough. I, they sigh, will not do.</p> <p>We do not know what exactly has brought Chandra here. But when people run away, I try to explain, they're unlikely to rush back. And anyway, he's not well. There's a standoff as I'm told repeatedly that this is \"the legislation\". It's at this point, I think, that new rough sleepers can slip through the net – refused and palmed off with a list of hostels. How can a sleep-deprived, confused rough sleeper with no phone, money or language calmly call a list of hostels that will only be full, anyway?</p> <p>An advice worker eventually sees us after I – to my horror – start to cry. She calls a local supported housing charity who will only see Chandra if he's referred by another agency. The worker calls a local advocacy charity – who turn out to be brilliant – to come down immediately. They will try to refer him. But Chandra is getting impatient. On being asked questions, he grasps the sides of his skull. \"Head hurts,\" he says. \"Too many questions.\" </p> <p>No one seems to see he might have mental health issues – or as we suspect later – undiagnosed post-traumatic stress disorder. He doesn't present as drunk or drugged and his smiles and lack of English make him easy to dismiss.</p> <p>\"Let's go,\" Chandra says to me. \"No more waiting.\" He's off down the road, back to the church where I found him, stopping sporadically to check I'm following. A whole day of events finally gets him to the advocacy charity. But this is only the beginning, the helpful chief executive tells me, while doing the assessment. The bureaucracy is illogical. Chandra doesn't know that he would have had shelter this weekend if the receptionist at the supported hostel not refused to hand over the faxed referral form because it was five minutes late.</p> <p>In the office, towards the end of the day, Chandra allowed himself a moment of hope. It flickered into his eyes as the worker filled out a form for him. It didn't last more than a second. Today, Chandra is still on the streets, at risk from others, waiting – not demanding – for a space to open up.</p> <p>* Not his real name</p>",
  "<p>Usually it's a blessing from the Lord himself when a political speech is shorter than you'd anticipated, but <a href=\"http://www.theguardian.com/world/2008/aug/26/michelleobama.democrats2008\">Michelle Obama's 21-minute address</a> to the convention on Monday night was one of those <a href=\"http://www.cnn.com/2008/POLITICS/08/25/michelle.obama.transcript/\">rare speeches</a> that would have done well to be a little bit longer.</p> <p>I'll say another thing one rarely says about such speeches: I think it could have used more schmaltz. Her task tonight was to tell white Americans that her family is normal and patriotic. Don't get me wrong. It's appalling that this was her task. It infuriates me that stupid and dishonest right-wing apparatchiks jump up and down creating controversy around this accomplished and serious and polished and, incidentally, obviously quite normally American woman. And it infuriates me that stupid yakkers on cable television, needing to fill time, pick up these stupid right-wing tropes. </p> <p>But that's how it works, and that's what she needed to do, and I think she could have done it a little more cloyingly. I know, cloying is bad. But in a circumstance like Monday night, cloying could be good. In politics, it rarely hurts to be obvious and shameless. So I think that maybe Michelle could have talked more about her and Barack's courtship, about sitting at their daughters' bedsides when their fevers ran to 103, about watching American Idol with them … you name it. The schmaltzier the better. Normal American family. Normal American family.</p> <p>Maybe I'm wrong and she did that. The film that preceded her speech, in which they talked about how they sealed their budding relationship over ice cream cones, worked pretty well. Her statements about her late father were certainly genuine and the sort of stuff most people can relate to. The moment at the end, when Barack came up on the big screen, started out with promise and seemed like an inspired idea. But it went on too long, and he forgot what city he was in, saying \"St. Louis\" once instead of \"Kansas City,\" and when he started talking about his host family, the camera didn't pan out to them at the right moment. If these things aren't going to be choreographed to a fare thee well, there's not much point in doing them. But maybe the girls were cute enough that it was all right.</p> <p>She's a very impressive woman who faces enormous and unfair pressure. She cuts a distinguished figure. But I guess I'm left feeling that she should have made the speech more personal than it was. And I'd note that the speech's political rhetoric was still grounded in the hope/change gear that many observers (me included) have begun to think is yesterday's news. It may be that it's \"the wife's job\" to be upbeat and talk like this, and Obama himself will downplay that language by Thursday. Or it may be that the campaign still believes that that rhetoric can carry it. If the latter, that seems like a problem.</p> <p>Outside of Michelle, the night wasn't really negative enough. Again, that could be by design. Presumably the Clintons and Joe Biden, and to some extent Obama himself, will rip McCain and Bush into pieces. They can't have three more nights like this.</p>",
  "<video data-media-id=\"gu-video-336965453\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1753874862_gdn-nat-080826-lt-kettle-michelle-16x9.flv\"/> </video>   <p>Michelle Obama, who could become the first African-American first lady in January, tonight gave a personal and sentimental account of life with her husband in a primetime speech intended to bring his narrative into the homes of millions of American voters.</p> <p>In her first major speech since Barack Obama launched his presidential campaign 20 months ago, she was loudly welcomed by the 4,000-plus delegates at the Democratic convention in Denver waving \"Michelle\" banners.</p> <p>She went on to speak about Obama as a husband and father who lived his life imbued with American values.</p> <p>One of the biggest cheers of the night came when she offered an olive branch to the Clinton camp, praising her for her success in advancing the women's movement. Clinton had \"put those 18 million cracks in the glass ceiling so that our daughters and sons can dream a little bigger and aim a little higher\".</p> <p>Michelle Obama lacked the rhetorical ability of her husband and failed to arouse the audience in the way he is capable. The final ovation was loud but not prolonged.</p> <p>The insights into Obama family life were carefully designed to counter jibes from his Republican rival, John McCain, that he is too fond of his newfound celebrity status, that he is elitist and out of touch with working-class Americans.</p> <p>She insisted that in spite of all his success since he launched his White House campaign 19 months ago, \"the Barack Obama I know today is the same man I fell in love with 19 years ago\".</p> <p>She tried to counter accusations raised by the Republicans about her patriotism after an out-of-context remark she made in January suggesting she had not been proud of the US before Obama won the Iowa caucus that month. In her speech, she pointedly described the US as a \"great country\" in which everyone had the chance to rise.</p> <p>The loud response when she began the speech eclipsed even that given an hour earlier on a surprise appearance by senator Edward Kennedy, who is suffering from a brain tumour.</p> <p>The four-day convention is scheduled to culminate on Thursday with the formal endorsement of Obama as the first African-American presidential candidate with a serious chance of reaching the White House.</p> <p>Although Obama has been a regular presence on US screens all this year, his life story and politics are still relatively unknown to most Americans.</p> <p>Before Michelle Obama spoke, the convention saw a short video describing her early life in Chicago's South Side and her relationship with Obama, who joked that she had been won over when he bought her an ice cream.</p> <p>She was introduced by her brother Craig, who spoke about their early life together and insisted she would be the first lady. Her mother was also in the audience.</p> <p>She portrayed Obama as having come from humble beginnings and as a patriot who shared American values. He had worked as a community oganiser in Chicago alongside people who believed, \"like you and I believe, that America should be a place where you can make it if you try\".</p> <p>In one of many sentimental passages, she won a round of applause when she said he had been unchanged by his success and illustrated it with a description of the birth of their first child: \"He's the same man who drove me and our new baby daughter home from the hospital 10 years ago this summer, inching along at a snail's pace, peering anxiously at us in the rearview mirror, feeling the whole weight of her future in his hands, determined to give her everything he'd struggled so hard for himself, determined to give her what he never had: the affirming embrace of a father's love.\"</p> <p>After she finished, Obama, who is not due in Denver until Wednesday, joined the convention by video to praise his wife and to invited his children to comment on her speech. \"I think she did good,\" one of them said.</p> <p>The children then waved at the screen saying, \"love you, Daddy\".</p> <p>As Michelle Obama intervened on behalf of her husband with her first major speech since he began his campaign 20 months ago, Cindy McCain also went into action.</p> <p>John McCain told fundraisers in Sacramento, California, that she is to visit Georgia to assess the humanitarian situation after the conflict with Russia.</p> <p>McCain's campaign team sees foreign affairs as their candidate's strong point and believes he was helped by the conflict. Her presence in Georgia will help bring the issue back into the US election campaign.</p> <p>\"She is on her way to the little country of Georgia,\" said John McCain, who criticised Russia's involvement.</p>"
]