[
  "<p>For a generation now, the received wisdom has been: \"Market good, state bad.\" But how do we square this equation with the collapse of the market economy and the idea that only the state can bail it out?</p> <p>For those of us concerned with the public sector, these issues are raised with particular intensity. Where does this leave the market-driven values we've been taught to internalise? What will it mean for public policy and the public service ethic? </p> <p>From Thatcher onwards, we have been told how hopeless public welfare is and how damaging state intervention has been. Welfare claimants have been held up as figures to despise and suspect. The state has been cast as wasteful, bureaucratic, inefficient and dependency-creating. Welfare claimants have been stereotyped as draining the wealth which the market has generated, their dependency presented as a burden on the rest of us through their cost in high taxation. </p> <p>Where once we heard that the welfare state would put an end to social evils, more recently we have been encouraged to believe that it's the cause of social breakdown, and \"benefit scroungers.\" The market and the private sector, we are told, alone have the competence, expertise and experience to provide efficient goods and services. They can convert us from clients and claimants patronised by the state to public consumers with choice and control. </p> <p>Yet now, without apparent embarrassment or hesitation, state intervention is advanced as all that stands between us and economic meltdown. </p> <p>The banks, we are told, so distrust each other that only unprecedented injections of state money may make it possible for them to do business together again. For years the Daily Mail and the Sun have run poisonous campaigns against asylum seekers and people on income support to reclaim an imagined few millions. Governments promote campaigns to snoop on welfare claimants. These campaigns rarely generate enough money even to pay for themselves. Yet now we are encouraged to spend hundreds of billions of public money to bail out the banks and private sector that preached the mantra of independence and individual responsibility.</p> <p>Are we really going to pretend that all this hasn't happened, carrying on as before as if the market hasn't now faced its equivalent of the fall of the Berlin Wall? Will we still be looking to bright young management consultants at £1,000 plus a day, few of whom have even run a corner shop, to teach central government, local authorities and primary care trusts to be 'business-like'?</p> <p>What about the big voluntary organisations who tell us they must pay their chief executives the salary packages of the private sector if they are to get the brightest and the best? Many such charities have increasingly divested themselves of services as their metropolitan offices and fundraising departments have got larger and glitzier.</p> <p>What will go into the large organisational hole now filled with the \"visioning\", team-bonding babble lapped up from the commercial sector? This is the same private sector that has now for years been featherbedded by profit-taking from public utilities, government sell-offs, wasteful PFI schemes and government tax credit subsidies for low wages, operating within a globalised economy that exploits the majority world and its people and damages the environment.</p> <p>From Enron onwards, we have all known that the private sector bore no relation to the lean and efficient paragon we were told it was. No one's saying the private sector is all bad, just that it has been grossly oversold. Meanwhile the merits of public service values have been treated as, at best, worthy but dull. The current economic crisis should remind us of what we can gain from enduring values of collectivity and mutuality. Our energies must now be spent on updating them to match the challenges of the future.</p> <p>• Peter Beresford is professor of social policy at Brunel University</p>",
  "<p>Gore Vidal observed that in classical texts it is often the aspects of life the writers do not bother to comment on that reveal most about the society in which they lived. We tend not to linger long on what we regard as normality, he reasoned, so that it exists only as a faint outline, like a footmark in dewy grass or Gary Neville's goatee. </p> <p>As it was in ancient Greece, so it is in the world of sport. This week, for example, much newsprint has been devoted to the retrospective testing of <a href=\"http://www.theguardian.com/sport/drugsinsport\">urine samples by the IOC and the UCI</a>, cycling's governing body. The testers, we are told, always lag behind the cheats and, frankly, given what the cheats are on that is hardly surprising. However that does not matter quite so much nowadays, because the IOC and UCI have taken to freezing and storing the samples. To the rest of society two international organisations that keep the frozen fluids of the famous in laboratories would be a plot strand in a series starring David Duchovny, but to those of us in sportsworld it is so ordinary that we have ceased to wonder at it. </p> <p>Yet the more you consider the thing, the weirder it gets. Think about it: all across the globe there are buildings filled with humming freezers stocked top to bottom with frosted, icy pots of athletes' piss. No doubt these are all arranged and noted according to some scientific method, though it is hard to avoid the conclusion that - since we all begin stocking our domestic freezers with the same good organisational intentions - they will eventually end up a hopeless jumble. Then places such as the lab at Châtenay-Malabry will resound with irritable conversations along the lines of: \"Did we use Richard Virenque's 1999 urine? Because I can't find it in here anywhere.\" </p> <p>\"I'm not sure. But I froze the leftover portion of that chicken and mushroom pie the other day. Have you looked under that?\" </p> <p>\"Well, why would you put that in with the 1999 Tour de France samples? You know poultry-and-pastry has its own section.\" </p> <p>\"You say that. But I only had to put it there because the shelf for Jan Ullrich's 2002 wee had a half-finished tub of low-fat blueberry yoghurt ice cream on it. And the only person who likes that is you.\" </p> <p>I am saying the urine is stored in pots, though of course that is just a guess. Thus far the sort of containers they use to store the stuff in has not been mentioned. However, based on experience it is odds on that if you visit your local Lakeland store you will find a shelf marked \"Sporting Piss Solutions\". In all probability there will also be an attractive vinyl tool, for extracting the urine in one piece, that attaches to the freezer door with an ornamental magnet in the shape of a West Highland terrier.</p> <p>Of more concern long term is what is going to be done with all this urine once the authorities have finished with it. We have heard a lot in the past seven days about the frozen urine of Lance Armstrong and Bernhard Kohl but, let's face it, that is just the tip of a very large, yellow iceberg. In Beijing alone there are 5,000 samples. Disposing of such material is no easy matter, because athletes' urine is not something to be tampered with (unless you happen to be a coach of track and field stars, obviously). As we know from the past decade it is frequently powerful stuff, containing up to 1,000 times the normal testosterone levels, not to mention steroids, HGH, EPO, THG, Cera, ELO, ELP, KLF, and Dave Dee, Dozy, Beaky, Mick and Titch too in all likelihood (all of which, I hasten to add, have been metabolised quite naturally by the athlete's own body - a pharmaceutical production facility on a par with anything Glaxo has ever built).</p> <p>Splashing this powerful, foaming brew about willy-nilly, as it were, is a short cut to disaster. If not properly managed it will inevitably work its way into the earth's delicate ecosystem. Soon plants will be absorbing it through their root systems, bees through pollen and squirrels through nuts. The effect this could have on flora and fauna that is ill-equipped to cope with such a sudden massive jolt of male hormones, amphetamines and the like is the stuff of nightmares. </p> <p>Thirty days after the final of the 2002 World Cup Fifa simply flushed all the samples it had taken over the preceding weeks down the drain. Shortly afterwards there were internet reports that a 240lb vole with bulbous breasts and a baritone squeak had attacked and eaten a sewage worker in Nagano and then driven off in a Jeep Cherokee with Guns N' Roses blasting from the stereo. The authorities covered it all up, of course, but once the IOC and UCI start to empty their freezers, as they must if they are going to get yet more frozen samples plus a selection of fun-sized turkey-based party snacks for the festive season into them, then such incidents are certain to increase.</p> <p>Chestnut trees with conkers the size of medicine balls, dahlias wolf-whistling at passing women and mackerel that nod in agreement to the outpourings of Jeremy Clarkson - unless we are very careful that is the future normality we will all ignore.</p>",
  "<p>The fish, of course, were first. The banks didn't come until much, much later, and with them the high-interest savings accounts and insanely leveraged investment vehicles, and the marauding young men with names such as Thor and Björgólfur whose debt-driven raids on bastions of the British high street made them, for a few brief years, the stars of the global credit party. </p> <p>But always, out there, were the fish. And as a shell-shocked Iceland now stares national bankruptcy full in the face, it's to the fish that it will have to return. And maybe to Björk. But more of her later. </p> <p>There are no two ways about it, Reykjavik docks smell. Pay the taxi driver, in coins stamped with the image of an alarmingly large cod, open the car door and you're assailed by an overpowering stench of herring, haddock, halibut, saithe, whiting and something called deep sea redfish. </p> <p>Up the stairs, in an air-conditioned office with a picture window that looks out across clear water to the looming slopes of Mount Esja, </p> <p>Eggert Gudmundsson, boss of the country's biggest fishing business, HB Grandi, is in philosophical mood. </p> <p>\"All this, what has happened,\" he says, \"it has not been led by that big a group of people. We are hardworking, we Icelanders, but we are also a bit excitable. We are maybe more hunters than farmers. If we see a way to make quick money, we will jump. And a lot of people, that's true, jumped. Now we are all going to have to work very hard together to get ourselves out of this. We will have to go back to what we know.\"</p> <p>A few hundred yards away, just off Reykjavik's main shopping street, in a chaotic studio scattered with shining skulls, acrylic-coated ravens and T-shirts bearing the apposite message He Who Fears Death Cannot Enjoy Life, the artist Jón Saemundur Audarson is thinking out loud, too. </p> <p>\"There's shame, yes,\" he says, \"and humiliation. And anger at the country losing so much, all because a few boys were playing around with other people's money. But this whole thing, this long big spending spree, it was just a phase, you know? It hasn't changed Iceland. This could even be good for us. Take us back to what we really are.\"</p> <p>Palme Vidar, with the wisdom of 73 years, is equally ruminative. \"This is a small country,\" he says. \"We have always swung, between feast and famine. There have been terrible times before, too, when the sheep bubble burst and the herring fleet failed. We always hang on. And you know, we were not going in a good direction. When I was a boy, if you went to the harbour to fish and you got wet, you could not fish again until the next day, because you had only one pair of trousers. Today people have too many trousers.\"</p> <p>There's a lot of thinking going on in Iceland these days. </p> <p>In 1936, the poets WH Auden and Louis MacNeice came here for the summer. Iceland was, at that time, one of the poorest, most inward-looking and isolated countries in Europe. This bleak volcanic outcrop in the middle of the North Atlantic was, for them, \"holy ground\", ancient and mystical. Auden delighted in the dreamlike qualities of the landscape, but was dismayed by the insularity of the people, their life and culture. </p> <p>The food was dreadful, he complained, especially the putrefied shark's meat in sour milk. The outside world seemed not to touch a population numbering fewer than 120,000 (even today, Iceland has barely 300,000 inhabitants, not much more than, say, Doncaster). Reykjavik itself, Auden moaned, was \"the worst possible sort of provincial town as far as amusing oneself is concerned, and there was nothing to do but soak in the only hotel with a licence\".</p> <p>He wouldn't recognise it now, that's for sure. In the clean and, for the moment, still-prosperous streets of Reykjavik, Porsches jostle for parking space with enormous new 4x4s. Designer bars, all black leather, cream walls and ironically stuffed animals, rub shoulders with concept stores piled high - really - with Icelandic fashion. Restaurants offer \"modern Icelandic cuisine\", which turns out to be fish cooked in an exotic and over-complicated manner, but at least looks pretty cool. </p> <p>The transformation was absurdly swift. In 1943, Iceland was still a forgotten outpost of Denmark. In the 70s, it fought a series of nasty little fishing wars with Britain (and won, which might perhaps give Gordon Brown pause for thought when the lawsuits start flying - as they may well do - over his freezing of Icelandic banks' assets in the UK). It had no functioning stock market until 1990. Then, in the mid-1990s, it privatised its banks, slashed corporation tax, and a couple of Viking entrepreneurs made a shedload of money in Russia. From nowhere, Iceland suddenly topped the UN Human Development Index last year as the most developed country in the world, and the Organisation for Economic Cooperation and Development declared it, per capita, the fifth richest nation on earth. Icelandic companies owned everything from Hamleys to West Ham United to Saks Fifth Avenue. Since then, obviously, it's all gone a bit pear-shaped. </p> <p>\"Things just get worse every day,\" sighs Erla Hlynsdottir, standing, understandably bemused, outside the clapboard former restaurant from where the prime minister has just addressed the nation. \"I have nothing, actually, so I've nothing to lose. But you wake up each morning and there's something else bad. First one bank's nationalised, then two, then all three. Then we ask Russia for help. Then your government says it's suing us. The stock market shuts. And now we're banging on the doors of the International Monetary Fund. How deep in this really are we?\"</p> <p>Pretty deep, is the answer. Iceland (or, to be fairer, a few dozen risk-happy Icelandic bankers and businessmen) has borrowed way, way too much, piling up debts worth maybe 10 times the country's entire GDP. Worse, it borrowed cheap and it borrowed abroad, which looked a good deal at the time but is now terrible, because in a global credit squeeze those debts cannot be refinanced. </p> <p>The national currency, as Professor Olafur Isleifsson of the University of Reykjavik puts it, has gone \"a very long way south\" and won't be coming back any time soon, so even if those debts could be rolled over, there aren't enough kronur in Iceland to make the repayments. </p> <p>Since the Reykjavik stock market has also sunk without trace (it reopened this week after a short closure, and instantly plunged 76%) and inflation is firmly in double-digit territory, the question is quite simply whether the government can possibly bail everyone out. At present, it seems not. An International Monetary Fund rescue package looks inescapable.</p> <p>Twenty years ago, a world financial crisis might barely have touched Iceland. Today though, it is, in the economists' phrase, globally engaged. And while by a cruel irony it never even touched the toxic sub-prime stuff that proved everyone else's downfall, it is still the meltdown in microcosm: driven, like the rest of us, to the brink of ruin by profit-hungry risk-takers who had closed their eyes to the dangers of what they were doing. Iceland is suffering more than the rest of us because, proportionately, it is so much more exposed. </p> <p>If a couple of banks go bust in America, observes the country's ever-courteous prime minister, Geir Haarde, \"it's dramatic, but not fatal\". If a couple of banks go bust in Iceland, on the other hand, \"that's this country's entire financial sector disappeared\". What Iceland has learned from this whole frightening experience, he wearily concludes, \"is that it is not wise for a small country to take a lead in international banking\".</p> <p>Iceland is certainly heading for hard times. The private jets (there were once so many that a local MP fought for flight restrictions at the airport); the Range Rovers bought with baskets of Japanese yen and Swiss francs; the magnums of Veuve Clicquot and Louis Roederer in the designer bars; the foreign holidays to Mexico and Grand Bahama are history. In the newpaper small ads, desperate men are now offering up to £3,500 to anyone prepared to take their new car - and the foreign loan that paid for it - off their hands.</p> <p>But this will cut deeper than that. The discount Bonus supermarket has enough imported food left for about a fortnight, and the manager is not sure quite where the foreign currency will come from to buy more. According to the Icelandic trade federation, foreign suppliers are suddenly demanding payment up front. Shipments of food, medicines and oil are being given priority, but there is a real chance that Iceland will soon be running short of such \"non-essential\" goods as clothes. </p> <p>\"It's going to be very tough for a lot of ordinary people who understand nothing of all this,\" says Asbjörn Jonsson, a third-generation fisherman. \"People are afraid. Ordinary, cautious Icelanders invested their savings in bank stocks, thinking they'd be more secure. Now we don't know what will happen tomorrow, let alone next month. Well, we know now that money is not made in banks. It's made by real people working hard at real jobs.\"</p> <p>Throughout these few rollercoaster months of credit crunch, stockmarket turmoil and, finally, wholesale inter-government rescue of the global financial system, economists, commentators and (mainly left-leaning) politicians have been suggesting that it would mark the end of the unbridled, deregulated capitalism unleashed in the Thatcher-Reagan years; the death of the masters of the universe and their unreal, incomprehensible \"fictitious economy\". Things will have to get real again.</p> <p>If that's so, then Iceland might, eventually, be all right. \"The fundamentals are good,\" is the mantra being endlessly repeated on the streets of Reykjavik, from prime minister to banker to economist to struggling small businessman to student. And it is, largely, true. At least, unlike some countries one could name, Iceland has a real economy. Finnur Oddsson, managing director of the chamber of commerce, describes it with a fluency born of much recent practice.</p> <p>Iceland, he says, has spectacular natural resources: the fish, of course, but also a surfeit of green energy (the island is a world leader in geo-thermal power, heating more than 90% of its homes this way and attracting big investment from energy-intensive industries such as aluminium). The average age is just 37, unemployment currently (though maybe not for much longer) stands at 1%, and women account for 46% of the workforce. </p> <p>\"It's going to be a long and rocky road getting out of this,\" predicts Oddsson. \"But longer term, Iceland is solid. For crying out loud, we're only exploiting about 30% of our energy potential right now - if we increase that, we can virtually write our own GDP.\"</p> <p>(Tourism looks like being an increasingly important little earner, too: what with the krona now being worth half was it was in April, interest in flights to Iceland from the UK alone is up 400% in a month.)</p> <p>Gudmundsson also has reason to be optimistic. \"I've just come from a meeting with the company's employees,\" he says. \"They were worried; I told them they needn't be. Look: what Iceland needs above all is a sustainable source of foreign currency, which means exports. Fish are half of Iceland's exports, and this company is 10% of Iceland's fishing business: we are responsible for one in every 20 euros Iceland earns. We're a company this country really cannot do without.\"</p> <p>There is a big issue, all concede, in the vulnerability of the krona. Iceland's future security is, unquestionably, in the euro, but that is unlikely to happen without some form of EU membership, now being seriously envisaged in Icelandic political circles for pretty much the first time. Unfortunately, the last thing the all-important fishing industry wants is to place its well-managed stocks in the hands of the catastrophe that is EU fisheries policy.</p> <p>\"But something's got to change,\" says Helga Jónsdóttir, a literature student and part-time waitress, striding along a wind-lashed pavement to work. \"This can't be allowed to happen again. We got in out of our depth, that seems plain. Maybe in this new kind of world where everything is connected we just need to be a part of something bigger. We need security.\"</p> <p>And Björk, then? A short walk from the stench of the docks is Hotel 101, the hippest of Reykjavik's many boutique hotels, and its bar, quite the coolest in a town that, over the past 10 years, has acquired a somewhat unlikely reputation for cutting-edge culture. (The hotel, by the way, was designed by Ingibjörg Pálmadóttir, wife of Jon Asgeir Jóhannesson, whose investment outfit Baugur bought half the British high street - and now may end up in big trouble unless it can flog its debts to the boss of Bhs, Sir Philip Green, or someone like him.)</p> <p>Sitting in the bar is young Charlie Strand, a half-British, half-Icelandic photographer and writer who has just published a book, Project: Iceland, chronicling the lives of some of the artists, musicians and designers in the vanguard of this unexpected flowering of far-Nordic talent. He's not altogether sure where it all comes from, he admits.</p> <p>\"Maybe it's because the arts are so new here, there's no tradition anyone has to follow. The landscape, nature, definitely has something to do with it: there's a kind of mental freedom here, a desire to do things your own way. There's no celebrity culture, none at all. That helps. And no one makes real money being an artist in Iceland, which says a lot about their real motivation. But it's true to say there's a very unusual level of creativity here. And there's beginning to be a big interest in it from abroad.\"</p> <p>If Björk Gudmundsdóttir is \"the grand queen of edge\", Strand lists a host of other musicians following in her wake: Sigur Rós, of course, but plenty of other critically acclaimed Icelandic acts are now capable of filling a venue with knowledgeable fans almost anywhere in the world: Mugison, the dance act GusGus, rockers Minus. \"There are bands here,\" sighs Strand, \"if they were in England, seriously, they'd be millionaires, in a fortnight.\"</p> <p>Visual artists such as Hrafnhildur Arnadóttir, the Icelandic Love Corporation and Ragnar Kjartansson are exhibiting abroad to rave reviews; young Icelandic fashion designers are now working with big name collections in Paris, Antwerp and New York, and selling far beyond the country's borders. For a place a very long way from anywhere and with about as many inhabitants as Cardiff, it is, genuinely, an accomplishment.</p> <p>Can it help pull Iceland out of its present trough? Maybe not, quite yet, financially. Jón Saemundur's T-shirts are worn by the likes of Metallica, Placebo and Quentin Tarantino; his work, inspired by 14 years of living with HIV, is on display at the Icelandic National Gallery; he performed on stage this summer at Glastonbury. But he too has watched aghast in recent months as the amount he owes on his foreign-currency mortgage has doubled.</p> <p>In times like this, though, he says, creativity is important. \"Our culture can give us strength,\" he says. \"We are proud people, you know, and we've been through worse. When the volcano went up, a couple of hundred years ago, people were living in holes in the ground. There was never money here, not until well after the war. We can feed ourselves, you know. We have a lot of fish.\"</p> <p>• This article was amended on Friday October 17 2008. In the article above we had Jon Saemundur Audarson as Anderson. This has been changed.</p>",
  "<p>A financial drubbing from the credit crunch has sent Citigroup and Merrill Lynch deeply into the red as both US banks leaked fresh losses on bad investments in derivatives, mortgage-related assets and toxic securities. </p> <p>Buffeted by the turbulence sweeping the world, Citigroup lost $2.8bn (£1.6bn) in the third quarter, while Merrill, soon to be taken over by Bank of America, suffered a $5.2bn loss. As US house prices continued to plunge and the credit market remained frozen, Citigroup wrote off $13bn to cover liabilities in the financial slump. </p> <p>Citigroup's chief financial officer, Gary Crittenden, told a conference call that credit losses were rising in Mexico, India and Brazil as the financial crisis spreads. But Citigroup has received billions of dollars of extra deposits from customers in a \"flight to quality\" from ailing institutions. \"While the market disruption poses many challenges for us, it also presents many opportunities,\" said Crittenden. </p> <p>Until recently considered the largest US bank, Citigroup is now second in asset terms behind JP Morgan, which has swept up troubled institutions such as Bear Stearns and Washington Mutual. </p> <p>As it adapts to dismal conditions in the industry, Citigroup has shed 11,000 jobs over the past three months, taking its total payroll reduction this year to 23,000. </p> <p>The US government is taking a $25bn stake in Citigroup as part of the US treasury's initiative to recapitalise the banking industry. Crittenden said the money was welcome, although not strictly needed. </p> <p>Meanwhile, Merrill Lynch recorded $3.8bn in write-downs and losses on the recent \"severe market dislocations\" kicked off by last month's collapse of Lehman Brothers. </p> <p>Merrill's chief financial officer, Nelson Chai, said: \"Our results were particularly affected in September, which represented one of the worst months in the history of credit markets.\"</p> <p>The US government is hoping its $250bn investments in top banks will restore confidence and get institutions lending again. In a television interview, Henry Paulson, treasury secretary, indicated yesterday that the move had been welcomed by the industry: \"We got nine banks to sign up initially ... And, you know, we have interest from a good number of other banks.\"</p>",
  "<p>Of all the adjectives that could be applied to AC/DC, \"unique\" is perhaps the least likely. There must be hundreds of bands exactly like them in bars and pubs around the world, ruining locals' attempts to have a quiet pint, performing songs called things like Spoilin' for a Fight, attempting to leaven their hackneyed blues-rock with a few risqué gags about tits and bums. And yet, in one sense, AC/DC are unique. It's impossible to think of another band that's been praised so much and rewarded so lavishly for doing so little, at least artistically.</p> <p>Their sound is like Noel Edmonds' hairstyle: it was hoisted into place at some point in 1974 and has remained almost entirely unaltered ever since. Those who queue up to buy Black Ice, like those who queued up to buy its 15 predecessors, do so knowing precisely what they're going to get. There will be staccato guitar riffs, Angus Young's admirably unflashy and economical soloing and songs with rock'n'roll in the title. And there will be smutty puns. No one over the age of 12 or outside the offices of Viz has ever made so much capital from the words \"big\", \"hard\" \"stiff\", \"up\" and \"balls\".</p> <p>You could perhaps compare AC/DC's dogged single-mindedness to that of the Ramones, but even they felt the need to briefly adopt the warp-speed stylings of hardcore punk in the mid-80s, which by AC/DC's standards marks them out as worrying dilettantes. And the Ramones split up after 22 years. Nothing - not line-up changes, changing tastes nor even death - can flatline AC/DC's career. If the global warming doomsayers' worst predictions are realised and the world is entirely subsumed beneath a flood, there seems the distinct possibility you will find AC/DC bobbing about atop the deluge, still gamely performing a hard-edged blues-rock number, probably called something like Balls Deep.</p> <p>A cynic might say that the kind of person who can distinguish a good </p> <p>AC/DC album from a bad one is like those faintly disturbing wine buffs who can tell you the terroir in which grapes were grown just by holding a glass to the light: it's a specialist skill garnered through a lifetime of intensive research, a considered judgment based on infinitesimal differences, entirely beyond the ken of ordinary mortals. The cynic has a point, although it's pretty obvious even to a layman that much of the band's thrilling early malevolence departed with their late lead vocalist Bon Scott - a man rejected by the Australian army on the grounds of being \"socially maladjusted\" - and that their sound reached a peak of perfection on Highway to Hell and Back in Black, the albums made immediately before and after Scott's death. </p> <p>There are moments when Black Ice boasts the same irresistible appeal to the lower self with which those albums are packed, when AC/DC's sound seems fundamental and undeniable: the crunching chords with which the chorus of Rock 'N Roll Dream introduces itself, the gripping slide guitar riff of Stormy May Day, the way Young's guitar weaves and stabs around Brian Johnson's vocal during War Machine's verses, She Likes Rock 'N Roll's gleefully idiotic chant of a chorus. Equally, there are moments where the most remarkable thing about AC/DC seems to be the prodigious feat of memory that enables the members to recall which song they're playing. </p> <p>But Black Ice clearly isn't a record particularly interested in what the layman thinks: if you've sold 200m albums worldwide, you don't really need to go around touting for new clients. It's a record aimed at the band's existing audience, and far more important than any qualitative highs and lows is the fact that everything you might expect is present and correct. Black Ice delivers not just songs called Rock 'N' Roll Dream and She Likes Rock 'N Roll, but one called Rock 'N Roll Train as well: a veritable bumper harvest. If there isn't actually a song with \"balls\" in the title, there is at least Big Jack, the titular hero of which can boast among his many attributes \"a full sack\". It's business as usual, and it's a brave or foolhardy soul who would bet against business being extremely brisk.</p>",
  "<p>We sympathise with Lord West of Spithead, for the task of being Gordon's oracle on counter-terrorism is difficult, and it doesn't make him popular. This week, as the minister - formerly First Sea Lord - warned of terrorist plots in gestation, the result was not general gratitude but a bruising from the Tories. Maybe the pressure is starting to show. On Monday, questioned about detention periods abroad, he said, rather petulantly one might think: \"I did not intend to go into that in detail. I get into enough trouble as it is - but I assure you that you are bloody lucky to live in this country. I also never cease to be amazed how people who despise and hate our country and who are here illegally fight tooth and nail to avoid being sent to any other jurisdiction. I try to send them to all sorts of others, but they do not want to go to any of them.\" Perhaps the problem is how he frames the offer. As a politician, he makes a good sailor.</p> <p>• After another payout by Express Newspapers for untruths surrounding the Madeleine McCann case - £550,000 to her parents in March, £375,000 to others yesterday - one wonders how the issue is affecting readers. But a peek at the Daily Star news forum shows they are thinking about various things. \"Is it time for hardcore porn to be banned?\" is one topic, and though Richard Desmond is too busy to get involved, there is Adam, who argues that \"hardcore porn is the best kind of porn ever,\" and then repeats the word \"porn\" 530 times for emphasis. Des and his crew bring something to this island life. There must be a vaccine. </p> <p>• So our Olympians were paraded in London yesterday - rather belatedly, one might think - and different people reacted in different ways. The Australians seemed glum, having been beaten by Team GB, but the scenes will have been better received in France, where Jean-Pierre Jouyet, the French secretary of state for European affairs, has apparently suggested that all Europe's medals in 2012 be represented as one grand, world-beating total. Carla could write the anthem for the winners. Magnifique. </p> <p>• As the presidential candidates battle on, another headache for Lyndon LaRouche, the American former convict who leads the shadowy Schiller Institute and who has had eight notably unsuccessful tilts at becoming president. The electorate never seems to think much of him, and neither do campaigners who continue to link the organisation to the death in 2003 of Jeremiah Duggan. The London student went to a LaRouche event unaware that his host has been condemned by leading Jewish organisations as an anti-semite. After six days in this fine company and in circumstances that have never been fully explained, Jeremiah was found dead after being struck by two fast-moving vehicles in Wiesbaden. There was a fairly shoddy inquiry by the German authorities, a UK inquest that ruled out suicide and a lot of fuss from campaigners, and then things went relatively quiet, which was much to Schiller's liking. But today in Germany, former disciples, experts and politicians from Britain, the US, France and from Germany itself meet to brainstorm about the group's activities. Simon Hughes, Lib Dem president, will be among them. Perhaps Lyndon will swing by. He'd be very, very welcome.</p> <p>• With Tottenham Hotspur at the foot of the Premier League, their worst start to a season since 1912, it is time to consult the new edition of Tottenham Hotspur, Player By Player, published by Know The Score Books. \"Spurs haven't quite reached Glory Glory Hallelujah territory yet, but at least they are on the march again, with a place among the Premier League elite firmly in their sights, it tells us. \"As to the club's future, it looks brighter than for many a long year.\" The writer is Ivan Ponting, long a successful writer of football books. Now a Mystic Mogg for sport.</p> <p>• Finally it has vodka, peach schnapps, orange and cranberry juice; delicious with ice and a wedge of lime. But if the libidinous expats of Dubai find they have no appetite for the cocktail known as Sex on the Beach, who can blame them? Tea anyone? Coffee?</p> <p><a href=\"mailto:diary@theguardian.com\">diary@theguardian.com</a></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338695172\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/17/greece220x300.jpg\" alt=\"The island of Agathonisi, population 150\" width=\"220\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The island of Agathonisi, population 150. Photograph: Roberto Meazza/IML/Alamy</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>For as long as anyone can remember on the remote isle of Agathonisi, the biggest event has been the trickle of tourists who annually make the long trek to its shores. Their arrival, after the appearance of electricity and the telephone, has been the most momentous thing to alter the idyllic island's way of life.</p> <p>Until this year, that is, when groups of bedraggled men, women and children from as far away as Afghanistan and Iraq also began arriving on Agathonisi. The Aegean island's 150-strong population has been overwhelmed as it tried to cope with an influx of immigrants that by last week had surpassed 4,100 in number.</p> <p>Without exception, they had been dumped on Agathonisi by smugglers ferrying human cargo from nearby Turkey.</p> <p>\"We're a warm-hearted people and at first we welcomed them with open arms,\" said Evangelos Kottoros, who heads the tiny community. \"We gave them food, we gave them clothes; but we don't have the infrastructure, and then scepticism set in. Some days 180 would arrive.\"</p> <p>When last month, in the space of 10 days, some 700 migrants clambered out of rickety boats onto Agathonisi's shores, local authorities issued an urgent appeal for help. \"Where were we going to put all these people? In stables?\" asked Kottoros. \"We had always sent them on to Patmos, but then it said it wasn't going to take any more, and we were really stuck.\"</p> <p>This week, as Greece's overstretched coastguard dispatched high-speed craft to patrol the isle, officials were asking which far-flung island would be next.</p> <p>No day now passes without migrants desperate to flee poverty and conflict illegally entering Greece, according to the interior ministry, which estimates that more than 11,000 have arrived this year. Most slip through along the country's craggy coastline.</p> <p>\"Greece is taking more punishment in terms of the numbers arriving than other EU states where border controls have been tightened,\" said Martin Baldwin-Edwards, who runs the Mediterranean Migration Observatory at Panteion University in Athens. \"It's the remote islands that will most suffer, but it's the central state that should deal with the problem, not the poor people who live on them.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338695173\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/maps_and_graphs/2008/10/16/171008.GREECE.Agathonisi.jpg\" alt=\"17.10.08.GREECE.Agathonisi\" width=\"460\" height=\"508\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">17.10.08.GREECE.Agathonisi</span> <span class=\"element-image__credit\">Photograph: Guardian</span> </figcaption> </figure>  <p>In a sign of the growing strain that the influx has placed on island life, the popular Dodecanese isle of Patmos unilaterally closed its docks to would-be migrants, declaring that their number had \"dangerously\" exceeded its 3,000-strong population. The decision, only partly reversed this week when local authorities said immigrants could pass through the island for fingerprinting but not leave the port, had a knock-on effect on Agathonisi.</p> <p>\"We are totally against the transformation of sacred Patmos into a ghetto for hungry immigrants from Africa and Asia,\" the island's union of hoteliers wrote to the centre-right prime minister, Costas Karamanlis. \"Our island cannot be promoted as a destination for high-end tourism on the one hand, and on the other allow hundreds of illegal immigrants to wander around hungry and dirty.\"</p> <p>Appealing to Greek authorities to improve Athens' slow asylum process, human rights groups say migrants take enormous risks to reach what they hope will be a better life in the west.</p> <p>With the government struggling and putting its hope in more EU aid, the overload is also being felt in morgues as the number of unidentified migrants found dead along the Greek coastline also mounts.</p> <p>Last year nearly 200 men, women and children were buried in unnamed graves, mostly on islands where their bodies had washed up. While some were killed attempting to sneak across the heavily landmined border Greece shares with Turkey, most drowned trying to swim to Greek shores, often after being pushed overboard by people smugglers.</p>",
  "<p>If No Country for Old Men hadn't been so brilliant, and if the Coen brothers didn't in any case have such a hard-won and thoroughly earned reputation as distinctive and intelligent film-makers, this wouldn't have felt like such a letdown. Burn After Reading is the Coens' most mediocre film in a long time: a desperately strained black comic farce. It is their worst feature since The Ladykillers, which at least had the excuse of being a remake script they never really intended to make themselves.</p> <p>What a dog's brunch. There are one or two successful jokes, and a continuous, surface level of plausible narrative activity. But the big names in the cast are all playing to their weaknesses, the story doubles in manic pointlessness with every minute that passes and the final, abysmal lines of the movie betray an abject throwing in of the towel: a revelation that the Coens couldn't be bothered, or hadn't time, to think up a proper ending.</p> <p>Burn After Reading somehow brings their unhappiest vices to the surface: their genius for eccentric lo-fi and quirkiness has been transformed into something slapdash, tonally chaotic, uncaring and unfunny, with a baffling streak of crudity. It appears to be premised - like Ocean's Twelve, Thirteen, Seventeen etc - on the idea that an A-list gang-show lineup will aggregate enough goodwill to see it through. Coming straight after the Coens' Oscar-winning triumph, it is maybe the complete opposite of a dead cat bounce. Just as the deceased feline will gain a moment's illusory height on hitting the floor, so a powerfully alive animal might ricochet downwards off the ceiling, stunned, after an award-winning jump.</p> <p>John Malkovich stars as Osbourne Cox, a CIA agent who is summoned to the office of his superiors and sacked, apparently for having a drinking problem; the accusation comes from a priggish and religious colleague at whom Cox fires a tremendous comeback zinger which I won't give away. His woes do not end there. He is married to Katie, played by Tilda Swinton, a paediatrician with an icy, uptight attitude who is nonetheless conducting an adulterous affair with Harry Pfarrer, a married federal marshal played by George Clooney. Although entitled to carry a gun, Harry cheerfully tells people he hasn't discharged his weapon in 20 years' service, a revelation that will discomfit those familiar with Chekhov's maxim about what happens to a gun introduced in act one.</p> <p>In a spirit of revenge for his job loss, Cox writes a lid-lifting memoir of his time at the agency's Balkan desk, and a CD containing the top-secret manuscript winds up in the hands of Linda Litzke and Chad Feldheimer, played by Frances McDormand and Brad Pitt. They are brainless bozos who work at a gym and figure on selling this document to the Russian embassy to pay for Linda's longed-for cosmetic surgery.</p> <p>Exasperatingly, the fundamental plot-point of how Cox's CD finds its way into the gym is fudged, and the story itself runs calamitously aground. Almost every actor is cast and directed in a way calculated to bring out his or her worst traits. Clooney goes into full ill-advised comedy mode: he has his non-handsome beard on the go; he waggles his head around; he does huge mugging \"reaction\" faces with big frowny expressions, furious grimaces and evil grins. If he was in a silent film, playing the man who ties the young woman to the railroad track, any responsible director would tell him to tone it down.</p> <p>John Malkovich gives us the shouty, angry performance that he can do on autopilot. Time and again, he goes into the classic Malkovich riff: losing his temper on the phone and letting rip with the F-word. Tilda Swinton does icy very well, but there is something disconcertingly humourless about her performance; the frost should sparkle more. Frances McDormand goes into her own default setting - the goofy, faintly bug-eyed klutz with the nerdish smile. Playing the knuckle-headed fitness freak Chad, Brad Pitt is at least unfamiliar. He is so clean-shaven and moisturised as to resemble a baby seal. There are laughs to be had in realising that this is super-cool Brad Pitt we're watching, pretending to be uncool, but as with Linda there is limited comedy value in characters being just stupid.</p> <p>To return to Malkovich: strangely, he is the strongest contributor, because he insists on taking it seriously. He looks like a refugee from a very much more serious and interesting film: a film by the Coen brothers, in fact. There is even a powerful and rather moving scene when he confesses to his aged and disabled father that he has left government service. Another draft of the script that revolved the entire action around him might not have been a bad idea.</p> <p>I am not one of the people who believe that the Coens should stay away from broad, straight-ahead comedy. Far from it. I was a fan of their little-loved screwball effort Intolerable Cruelty, whose constituent elements seemed to gel much more satisfactorily. But Burn After Reading is just too frantic, too frenzied. It goes up in smoke.</p>",
  "<p>La Zona is a contemporary satirical thriller by director Rodrigo Plá, contrasting the poverty of modern Mexico with heavily fortified, gated communities for the wealthy overclass and their families. For many, myself included, that description hoists a warning flag. Since the huge success of City of God, many movies from and about Latin America have developed the cliches and mannerisms of favela chic and favela porn: aerial shots of the vast hillside shanty towns, crime, sexy violence, kids with guns etc, habitually topped off with perfunctory gestures of concern for all those people whose misery and poverty have underwritten the movie's seriousness.</p> <p>This is different. It is an intriguing, dystopian drama with a coolly unsentimental attitude to villain and victim alike. The film is a little like something Ira Levin might have written, and I can well imagine it being remade by Hollywood, set in some spiffy development of Los Angeles bordering a tricky neighbourhood - written and produced by Michael Crichton, perhaps.</p> <p>The title refers to a fictionalised posh district in Mexico City, an arcadia of beautiful homes, resplendent lawns and kids in smart school uniforms, fenced off from the slums with razor wire, surrounded by security guards and CCTV, and boasting legal exemptions from conventional police access, signed off by judges who have links with the rich lawyers who live inside.</p> <p>The community is horrified when a wealthy woman is brutally beaten, robbed and murdered by a trio of criminals who have somehow breached the perimeter: two of them are shot dead by guards and armed citizens, but the third, a boy, is still at large somewhere in their creepy Westworld. What embarrasses the citizenry of La Zona is that one of the thugs was from their security force. It looks like an inside job. So they decide to settle their own business their own way, and have in any case nothing but contempt for a feckless police force drawn from the same class as the wrongdoers.</p> <p>When a suspicious cop finally gains access to ask questions about gunshots heard from over the fence, he is stonewalled; the burghers cover up the fact that there was ever a murder at all, they get rid of the bodies and initiate a huge manhunt to find the boy - and kill him.</p> <p>It is a shrewd study in group pathology, and has the arresting feel of a movie set five minutes into the future: it is not entirely clear that this is a fantasy, a what-if setup, or whether it is being proposed as simply a dramatic variation on something that everyone knows is the case. In the vast lawless sprawls imagined by this movie, the police are ineffectual in rich areas as well as poor: this could well be accurate - or perhaps simply on the verge of being accurate. Either way, it is a smart movie, dramatically lean and mean, exciting and often shocking.</p>",
  "<p>This week I dropped in on an estate agent to test the state of the market. Everyone in the place stopped dead. Beaming smiles spread across faces. Two salesmen leapt to their feet. I appeared to be a member of that dying species: a customer. Seats were thrust at me. Would I like a coffee, a discount, or a driver to my favourite maisonette? I might have been telling the Jehovah's Witnesses that I was really seeking Jesus. Only violins and a celestial choir were missing.</p> <p>My ongoing search for good news among the ruins is proving ever more fruitful. When I left the estate agent I immediately bought shares in kindness, with a side bet on courtesy and brotherly love.</p> <p>Last spring, I wondered if the plummeting popularity of Gordon Brown might liberate him to do what he really wanted - such as govern well. The indicators I listed were an end to 42-day detention, early withdrawal from Iraq, cheaper Olympics, curbing the bonus culture, curtailing defence extravagance and cancelling ID cards and the NHS computer database system. If he did these things, his ratings might rise and he would save the exchequer billions.</p> <p>So it has come to pass. The first four items are already in train and rumour has it that major defence projects are for the chop. School attainment tests are being abolished, beyond my wilder dreams. Only ID cards and NHS computers still limp on, surely not for much longer. The truth is that good government may now burst out all over. The oleaginous super-confidence of New Labour is in the descendant. Spending on ill-considered projects, consultants and gimmicks will end. Taxing will have to join hands with spending. As a result, shares in Gordon Brown have been highly volatile, but they are now outperforming the market. Indeed, in some media markets, they are approaching bubble status.</p> <p>The same onset of realism is extending to the private sector. Carbon-crazy plans for totemic City skyscrapers modelled on cheese-graters, testicles and mobile phones, are being torn up. I once predicted that Canary Wharf would, like the Empire State Building, end up sheltering charity gift shops and asylum seekers. It may take time to realise, but it will happen.</p> <p>Overseas I would be surprised if that obscenely speculative bubble, Dubai, which currently hosts a quarter of the world's cranes, does not see total collapse. Like Ozymandias's \"vast and trunkless legs of stone\", its mile-high towers, palm islands and patio air-conditioners will moulder and decay. The \"sneer of cold command\" will wither. First overrun by refugees and squatters, Dubai will eventually return to where \"boundless and bare, the lone and level sands stretch far away\".</p> <p>On the domestic front I would buy shares in home cooking, amateur dramatics and conversation. Teenagers will be civil to their parents. Luxury restaurants are already slashing their lunch prices. Taxis are suddenly available. The Donmar Warehouse company has declared a top price of £29. \"Greed is good\" bonuses are in freefall, at least until the lax regulation of tax havens contrives to harness them. Dorset partridges are cheering at the storm of abuse that has greeted the shooting holiday of American AIG executives to their corner of the wood. </p> <p>This may spell trouble for purveyors of shotguns, Porsches, fitted kitchens and second homes in the Cotswolds. But it is leading to a surge in upmarket car-boot sales. One American community has already been forced to limit these to one per household per month.</p> <p>The market in humility is thus soaring. When Brown was challenged on his pledge to \"end boom and bust\" he meekly tried a joke, that his promise covered only \"an end to Tory boom and bust\". The Labour version was clearly alive and kicking.</p> <p>Dribbling apologies are now emerging from the mouths of bankers and regulators. Chary of being sued, they risk only that they \"feel wretched\" or \"regret certain decisions\". Yesterday the head of the Financial Services Authority, Hector Sants, went so far as to confess to \"business models ill-equipped to survive the stress ... a fact that we regret\". It was like a pilot protesting that his plane was flying just fine except for the engines. Such gestures of remorse may signify little, but they restore some dignity to public life.</p> <p>As humility shares boom, the concept will reach beyond the rituals of atonement. It will infuse political discourse with caution for years to come. Just as 9/11 traumatised national defence, so the credit crunch has traumatised economic management. Whether, as with 9/11, that management is distorted by the trauma remains to be seen. </p> <p>Jeremy Bentham, one of the fathers of British political economy, stipulated that \"he who has most wealth must be regarded by a legislator as having most happiness. But the same quantity of happiness will not go on increasing in anything near the same proportion as the quantity of wealth.\"</p> <p>This disproportionality has been tested to destruction by the recent hysteria of City incomes. The result is that, after a decade of widening wealth differentials, they should start to narrow. Non-economic components of what we vaguely refer to as the good life will take more prominence. The hedge-fund speculator will learn, with Voltaire, that it is best to cultivate one's garden. This will surely be a good thing. Economists will move away from their failed models to study human history and behaviour. Britain might inch up the University of Michigan's world happiness survey from its present miserable ranking of 21st, below Mexico and the US.</p> <p>We might even see a resurgence of the \"happiness\" movement of the early 1970s; of Schumacher's \"small is beautiful\" economic theory. We might find a new appreciation for the king of Bhutan's edict on the importance of \"gross national happiness\", and for John Ralston Saul's remark that the American mission of \"life, liberty and the pursuit of happiness\" was nothing to do with money. Saul called for a more subtle understanding of contentment, \"to escape the 20th-century idea that you should smile because you're at Disneyland\".</p> <p>While it may be too early for a bull market in gaiety, we can surely start investing in sanity and pragmatism. In times of trouble, Britons have always adopted a stance of patience tinged with optimism. As Mrs Micawber said of her husband: \"I have known him come home to supper with a flood of tears and a declaration that nothing was now left but a jail; and yet go to bed making a calculation of the expense of putting bow-windows to the house, 'in case anything turns up'.\"</p> <p>We should all be building bow-windows.</p> <p><a href=\"mailto:simon.jenkins@theguardian.com\">simon.jenkins@theguardian.com</a></p>",
  "<p>It was John McCain's best performance of the three presidential debates. He kept attacking, kept his opponent on the defensive and kept the initiative, booming at one point: \"I am not President Bush.\" But it was not enough. The more Mr McCain laboured on Wednesday night to paint Barack Obama in lurid colours - he accused him of extremism on abortion and class warfare on taxes - the more he appeared to make his opponent's case for him. The epithets may seem hysterical to European ears, although to large swathes of the US television audience, they are probably less so. But the blanket nature of the charge, the fact that if we are to take Mr McCain's words literally, Mr Obama is rotten to the core (he consorts with washed-out terrorists), speaks also of the accuser's frame of mind. The lack of judgment that Mr McCain has shown at key points in this campaign, and in his choice of running mate, is important. As president, he would be routinely called upon to make judgments about real terrorist threats, so the relish with which he invents imaginary ones is disturbing. </p> <p>Mr McCain came across as aggressive and cantankerous, the neighbour who would yell at kids skateboarding down his drive, the old man who loses his rag too quickly because of his heart condition. Mr Obama became by comparison cooler, younger, fitter and more cerebral - in a word, more presidential. Mr McCain's performance invoked pity, Mr Obama's respect.</p> <p>Mr Obama could have thrown a fair pile of dirt at Mr McCain's running mate, Sarah Palin. Invited explicitly by the moderator of the debate to do so, Mr Obama declined, praising her energy as a campaigner instead. In short, he was not playing that game, even though his television advertising tells a different story. Mr McCain may have warmed the cockles of supporters, like Ms Palin, who urged him to put the knife in and then twist it. But there is a cost to be paid in appearing too keen to finish off your opponent. In the heat of battle, Mr McCain lost sight of the two qualities that helped him defeat his rivals for the nomination, his honourable record as a soldier and his independence as a politician. In trying to give the Republican base the raw meat they craved for, Mr McCain forgot himself, and in so doing turned neutral, uncommitted voters away in droves.</p> <p>Cast the net wider, to the international polling commissioned by the Guardian and seven other leading newspapers in France, Belgium, Switzerland, Poland, Canada, Japan and Mexico, and the judgment for Mr Obama is starker still. He would win by a straight majority in six of the eight countries surveyed. In Britain, Mr Obama is ahead of his Republican rival by 64% to 15%. Of more concern to a future US president is the finding that only a minority in the countries surveyed describe relations with the US as friendly. This confirms the other source of anguish that is at the heart of this election. America has lost international standing among its natural allies such as Britain and France, and its immediate neighbours Mexico and Canada. This is the bequest of a president who launched two wars, could finish neither, and leaves office on the brink of a global recession. But it also has implications for the three remaining weeks of campaigning.</p> <p>It means that Americans are turning against the Republican candidate not just because he has been too closely associated with the failing economic policies of the ancien regime, although that is the primary reason for Mr McCain's slippage in the polls. The revolt is also caused by evidence that America has lost its place in the world and squandered the privileges it enjoyed to set the economic and military world order. This thought should trouble Europe, which has neither the political unity nor the military might to replace the US role on the world stage. Mr Obama will not easily be able to turn this round, if he is elected. But that he should be elected president, few around the world now dispute.</p>",
  "<p>Tougher visa regulations for non-English cricketers, which are expected to be in place by next season, have left counties fearing a price explosion that could force overseas players out of next summer's <a href=\"http://www.theguardian.com/sport/countychampionship1stdivisioncricket\">County Championship</a>. </p> <p>A dramatic reduction in the numbers expected to gain visas in 2009 has encouraged agents to demand vast salary increases for the few still able and willing to play county cricket next summer. </p> <p>The England and Wales Cricket Board is confident that it is close to agreement with the Home Office over new visa stipulations. Its confidential recommendation is that all overseas players must fulfil one of the following criteria: </p> <p><strong>i</strong> One Test in the past two years</p> <p><strong>ii </strong>Fifteen one-day internationals or Twenty20 internationals in the past two years </p> <p><strong>iii </strong>Hold a central contract with their home board and be a current or recent member of its Test squad </p> <p><strong>iv </strong>Five Tests in the past five years and still be eligible for their country </p> <p><strong>v</strong> Hold a 2008 work permit.</p> <p>County cricket has seen a proliferation of non England-qualified players in recent seasons. Although the ECB has been able to limit those from countries such as Australia, it has been powerless to prevent so-called Kolpak players from countries such as South Africa, which benefits from European Union trade agreements. </p> <p>But Brussels has now ruled that trade agreements with non-EU countries are not designed to allow free movement of labour, and that entry limitations can be decided by visa regulations. English cricket is one of several sports consulted by the Home Office, which is broadly sympathetic to its wish to create opportunities for more England-qualified players. </p> <p>The assault on overseas signings is coming not just from visa regulations: the rewards available in Indian Twenty20 leagues have reduced the number of players willing to slog it out for a full English summer; an increasingly crowded international fixture list has reduced that player pool still further; and the ECB is increasing its financial inducements to counties for fielding homegrown players. </p> <p>From 2009, the ECB will increase its player-related payments and give increased financial support to counties who field players under 25, and even more if they are under 21. The ECB believes that a player must make a county debut by 25 to have a better than negligible chance of playing for England. </p> <p>The fall in numbers of non English-qualified players would have been more savage had not the ECB accepted a recommendation that those gaining a work permit in 2008 should be allowed to remain for a further season, so allowing long-serving county players time to cut ties. </p> <p>England's Twenty20 competition will have a different flavour, however. The EPL, due to launch in 2010, will be exempt from visa limitations, leaving counties free to bid for the best available players. Even here, counties are fearful of a potential price war and are desperate to know how much extra they will receive from the EPL so that they can begin to plan budgets. Some counties are pressing the ECB to introduce a salary cap to prevent all additional TV revenue from the EPL disappearing in the salaries of top overseas players.</p>",
  "<h2>THE QUESTION</h2> <p><strong>Are chocolate tasting menus just a gimmick?</strong></p> <p>This convention-bound critic thought so - no one wants a juicy hunk of venison ruined by a over-generous helping of chocolate and chilli sauce, after all. With the exception of mole, few savoury dishes seem to benefit from the addition of chocolate.</p> <p>I speak from experience. This Easter, I <a href=\"http://www.theguardian.com/lifeandstyle/wordofmouth/2008/mar/26/tropdechoc\">cooked a four-course chocolate dinner</a> and formed the opinion that one can definitely have too much of a good thing. </p> <p>However, I was persuaded to take a second bite of the cherry to celebrate <a href=\"http://www.chocolate-week.co.uk/\">Chocolate Week</a>. This time, to my relief, I was in the hands of experts: <a href=\"http://www.paulayoung.co.uk/\">Paul A Young</a>, a real-life Willy Wonka, and Alan Jones, the softly spoken head chef at London's <a href=\"http://www.almeida-restaurant.com/\">Almeida restaurant</a>. Together they have created a seven-course menu with chocolate in every dish.</p> <p>A starter of smoked eel, oysters and watercress was in no way enriched by the accompanying chocolate vinaigrette, confirming my suspicions that chocolate has little affinity with savoury food. But from then on, dish after dish utilised utterly bizarre flavour combinations with utterly delicious results.</p> <p>Brill with cracked cocoa nibs proved that chocolate can work with fish. A cucumber and lime chocolate, served as a mid-course refresher, showed that chocolate can cleanse the palate. The cheese course demonstrated that, believe it or not, chocolate can even work with stilton.</p> <p>Aspects of the menu did seem a little gimmicky, such as a butternut squash veloute that came with a dinky chocolate baton for stirring. On the whole, however, it was an eye-opening menu which convinced me that chocolate is surprisingly versatile ingredient.</p> <p>The key is the type of chocolate used in each dish: different varieties and origins complement different foods. So melted Dairy Milk with fishfingers probably won't give the same results as Venezuelan cocoa nibs with brill, for example. Heston Blumenthal wannabes have been warned …</p> <p>• The Almeida chocolate menu is being served until October 20 at £60 a head; call <strong>0207-354 4777</strong> to book</p> <h2>IN SEASON</h2> <p><strong>Juniper berries</strong></p> <p>These aromatic berries are a great foil to rich meat and game, and are also good in sauerkraut-type dishes. Nigel Slater can't get enough of them - try his <a href=\"http://www.theguardian.com/lifeandstyle/2006/apr/30/foodanddrink.recipes\">spare-rib chops with juniper butter</a> to find out why.</p> <p>An easier way to get a herbal hit is with Paul A Young's Scottish juniper and mint truffles, from his new British collection. Find more information about the collection <a href=\"http://www.paulayoung.co.uk/creations/index.php?collectionID=23\">here</a>.</p> <h2>CRITIC'S QUOTE</h2> <p>\"Desserts … included a hot chocolate foam that managed to resemble a bowl of raw liver.\"<br><em><a href=\"http://www.thisislondon.co.uk/restaurants/restaurant-313357-details/Avista/restaurantReview.do?reviewId=23566230\">The Evening Standard's Fay Maschler reviews Avista, London</a></em></p> <h2>BEST BUY</h2> <p><a href=\"http://www.thorntons.co.uk\">Thorntons</a> continues its reinvention with the launch of a new <strong>Fusions range</strong> of chocolate truffles, using challenging ingredients such as balsamic vinegar, soy sauce and rosemary. They are on sale at selected stores, including Manchester, Bristol, Leeds, Harrogate and Edinburgh.</p> <h2>TOP TIPPLE</h2> <p>Sipping hot chocolate seems appropriate during Chocolate Week, but the unseasonably sunny weather has rendered hot drinks strangely unappealing. We got round the problem by adding ice cubes to <strong>Hotel Chocolat</strong>'s <a href=\"http://www.hotelchocolat.co.uk/cid/JPRWBRSUEBD6XYQ15OYPSDTBDF2W7PHZ/classic-drinking-chocolate-P360013/\">Classic Liquid Chocolat</a>, turning it into a milkshake in one easy step.</p> <h2>OFFER OF THE WEEK</h2> <p>Several restaurants are offering special desserts for Chocolate Week, using Fairtrade Divine chocolate. Sample one at a <a href=\"http://www.michaelcaines.com\">Michael Caines' restaurant</a>, in either Exeter, Manchester, Glasgow or Canterbury.</p> <h2>OPEN/CLOSED</h2> <p><a href=\"http://www.artisanduchocolat.com\">Artisan du Chocolat</a> has launched a new concession at the Selfridges store in London</p> <p><strong>The Exhibition Rooms</strong>, a modern British restaurant and bar, has opened in Crystal Palace </p> <p><strong>The Brackenbury</strong>, a gastropub in Hammersmith, has closed</p> <h2>OUT AND ABOUT</h2> <p><a href=\"http://www.chococo.co.uk\">Chococo</a>, a Purbeck-based ethical chocolate company, is running demonstrations and workshops at the <a href=\"http://www.eatdorsetfoodfair.co.uk/\">Eat Dorset Food Fair</a> this weekend</p> <h2>ROOM FOR AFTERS?</h2> <p>Five top chefs contribute their <a href=\"http://www.theguardian.com/lifeandstyle/2008/oct/14/chocolate-cakes-recipes\">chocolate cake recipes</a></p> <p>The new Harden's guide <a href=\"http://www.theguardian.com/lifeandstyle/2008/oct/15/foodanddrink\">heaps praise on Yorkshire and Lancashire</a>, and our own Jay Rayner selects his <a href=\"http://www.theguardian.com/lifeandstyle/2008/oct/15/foodanddrink2\">favourite northern restaurants</a></p> <p>Theo Randall <a href=\"http://www.theguardian.com/lifeandstyle/2008/oct/14/table.talk.theo.randall\">shares his secrets</a> in our weekly food Q&amp;A, <a href=\"http://www.theguardian.com/lifeandstyle/series/tabletalk\">Table talk</a></p> <p>Plus this week's recipes, reviews and wine recommendations, all at <a href=\"http://www.theguardian.com/lifeandstyle/foodanddrink\">theguardian.com/food</a></p> <p><strong>· </strong>News to tell us? Email <a href=\"mailto:rachel.dixon@theguardian.com\">rachel.dixon@theguardian.com</a></p>",
  "<p>Foreigners talking loudly about moving to Canada should \"President McCain-Palin\" or \"Prime Minister Cameron\" come to pass, take heed. My <a href=\"http://www.theguardian.com/commentisfree/2008/oct/15/canada-labour\">beloved country</a> has just held a pointless <a href=\"http://www.timesonline.co.uk/tol/news/world/us_and_americas/article4951468.ece\">election</a>, a real doughnut, and made a fool of itself, courtesy of its <a href=\"http://news.bbc.co.uk/1/hi/world/americas/7670934.stm\">prime minister</a>. </p> <p>Oh God, I am so embarrassed.</p> <p>I'm taking the Canadian flag off my luggage tag and telling everyone I'm from <a href=\"http://www.theguardian.com/commentisfree/2008/oct/13/iceland-banking\">Iceland</a>. Now there's a shy puss of a country that screws up with elan.</p> <p>Is there some way I can blame George W Bush for Canada's humiliation? You betcha, as Sarah Palin would say. </p> <p>Our prime minister, Stephen Harper, a strange man with an awkward gait, an absence of social skills, and the dress sense of that guy at the back of the hardware store who sorts nails for a living, is alone in this world in that he still adores Bush. Just as the US is about to turf the man who brought them a disastrous war, Alp-sized deficits and an economic collapse that would give Herbert Hoover pause, Harper this week tried to turn his minority government into a majority one that would transform <a href=\"http://www.slate.com/id/2199929/\">Canada into Bushworld</a>, eight years after it was fashionable.</p> <p>He failed. And he <a href=\"http://thestar.blogs.com/bigpicture/2008/10/so-what-was-the.html\">failed with stasis</a>, which is worse. </p> <p>There are three wings to Canadian political life. Harper, the Conservative PM, is a rightwing extremist, although he doesn't suck up like Cameron. He is an anti-choice, pro-prison, poverty-ignoring, food-safety-privatising, arts-ridiculing, Afghanistan war-loving, cowboy hat-wearing guy. </p> <p>The Liberals, the nation's natural rulers, are in the middle of the road like an expiring woodchuck. They are sensible people without passion; they own just the one house; they're New Labour without the ratlike cunning, without the Cherie, shall we say. The New Democratic party is old Labour.</p> <p>Harper began passing laws making Canada more like the States. His most complimentary adjective was \"CEO-like\". He wants life sentences for 14-year-old murderers, of whom we have maybe three in a nation of 33 million citizens. He wants to build more prisons, ban safe-injection sites for heroin addicts, privatise universal healthcare, make the foetus not just a person, but someone who can dress for success – you know the drill. </p> <p>And then he passed a law saying election dates had to be fixed, just like in the States. Weird, Canadians thought, but the governor-general can handle that.</p> <p>Suddenly last month, he thought he was sufficiently buff to win an election big-time, so he broke his own new law to call one. A week later, the world economic system collapsed. </p> <p>Canadians worry. We are still hewers of wood and drawers of water, but the spruce pine beetle is destroying our forests. And the Americans want our water to fill the fountains of Las Vegas. They have drones, we don't: they'll have our water.</p> <p>So if we're going down, if we're going to lose our jobs and move back in with our parents and spend a slate-grey winter watching Canadian Idol, we'd really rather not have a prime minister who, when confronted with his own small child at his school, reaches down and shakes the child's hand. We'd like a human being in charge. Hey, maybe someone who gets all emotional about mothers fretting at kitchen tables and such, like the Democrats have. Where's our Obama? </p> <p>Oh quit dreaming, Canadians. </p> <p>So we voted. As in the movie Groundhog Day, where the post-election morning was the same as the last one, with the result being another minority government born of a quiet desperation that won't be soothed until the Liberals get a new leader, not a sweet smart guy like Stéphane Dion, but someone with claws like Michael Ignatieff, a Canadian you Brits took to your bosom some years ago.</p> <p>Thanks for sending him back. It's getting hot here, our trees are sawdust and our ice is melting. Canada needs a smart decisive cynic. Anything to haul that crushed woodchuck off the road.</p>",
  "<p>John McCain and Barack Obama squared off yesterday in their final debate of the presidential campaign season. Here we tally up the trends, the gaffes and the invocations of Joe the Plumber:</p> <p><strong>Mentions of the imperative verb \"look\", a favourite Obama word:</strong></p> <p>McCain: 5<br>Obama: 7</p> <p><strong>Mentions of the words \"maverick\" and \"my friends\", McCain's signature phrases:</strong></p> <p>McCain: 1<br>Obama: 0</p> <p><strong>Examples each candidate provided of challenging their party leaders:</strong></p> <p>McCain: 7 (immigration, earmarks, climate change, detainee treatment, prescription drug importation, the healthcare patient's bill of rights, the \"conduct of the war in Iraq\")<br>Obama: 4 (clean coal, limits on class action lawsuits, charter schools, pay restructuring for teachers)</p> <p><strong>Mentions of the word \"angry\":</strong></p> <p>McCain: 5<br>Obama: 0<br>Moderator Bob Schieffer: 1</p> <p><strong>Mentions of the phrase \"a new direction\", the slogan of Democratic congressional leaders Nancy Pelosi and Harry Reid:</strong></p> <p>McCain: 5<br>Obama: 2 </p> <p><strong>Descriptions of the $750bn banking bail-out plan as a \"rescue\":</strong></p> <p>McCain: 0<br>Obama: 3</p> <p><strong>Descriptions of the plan as a \"bail-out\":</strong></p> <p>McCain: 0<br>Obama: 0</p> <p><strong>Mentions of the words \"tax\", \"taxes\", \"taxation\", etc:</strong></p> <p>McCain: 30<br>Obama: 35</p> <p><strong>Mentions of Joe Wurzelbacher of Toledo, Ohio (AKA \"Joe the Plumber\"):</strong></p> <p>McCain: 20<br>Obama: 5</p> <p><strong>Mentions of Senator Joe Biden of Delaware (AKA Obama's running mate):</strong></p> <p>McCain: 2<br>Obama: 3</p>",
  "<p><strong><a href=\"http://www.enn.com/business/article/38410\">Recession will cut EU carbon costs</a><br>Source: Deutsche</strong><br>Industrial carbon emissions will fall faster in Europe as result of a coming recession, cutting the demand for and price of emissions permits under the European Union's emissions trading scheme, said Deutsche Bank analysts. Lower carbon prices may hand an unexpected boost for politicians and green groups urging industry and bankers not to back down in the fight against climate change. Recession will cut industrial carbon dioxide emissions by about 100m tonnes in 2009 compared to 2007, from current installations, the research note said on Wednesday.</p> <p><strong><a href=\"http://www.enn.com/wildlife/article/38416\">Plight of the penguins</a><br><strong>Source: WWF</strong></strong><br>Half to three-quarters of major Antarctic penguin colonies – including the iconic emperor penguin, which was made famous by the blockbuster hit March of the Penguins – will likely experience significant decline or disappearance as a result of climate change, according to a new report from World Wildlife Fund (WWF). The WWF report released today, 2C is too much, shows that a global average temperature increase of 2C (3.6F), which climate models forecast could be reached in as few as 40 years, would sharply reduce sea ice coverage in the Southern Ocean where penguins live, breed and feed. The report concludes that such significant warming and sea ice loss would likely lead to the marked decline or complete disappearance of many penguin colonies, including 50% of emperor penguins and 75% of Adélie penguins.</p> <p><strong><br><a href=\"http://www.enn.com/pollution/article/38411\">Oil puts Brazil on collision course with future</a><br>Soure: Japantimes<br></strong>Brazil is poised to take its place among the world's petro-powers. Estimates of its new-found oil reserves place it in eighth place among oil-producing nations, ahead of Nigeria as well as Brazil's rival for influence in Latin America, Venezuela. Such newfound wealth is normally a source of celebration. But Brazil's President Luiz Inacio Lula da Silva, perhaps fearing the infamous \"resource curse\" that has blighted the development of so many countries blessed with mineral wealth, is determined that the new oil wealth not be turned into \"nonsense.\" In 2007, huge oil deposits were discovered off Brazil's coast. Modest estimates put these reserves at around 30bn barrels. Credit Suisse and other investment banks say that 50bn barrels are available.</p>",
  "<h2>The hottest hot chocolate... </h2> <p>In town, the Pasticceria Lovat on Corso Italia purveys serious Austrian cakes, hot chocolate and coffee variations. Great people-watching too.<br> </p> <h2>The ultimate lunch stop...</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-338671211\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/pictures/2008/10/16/Skiguide.jpg\" alt=\"John Bennett, Cortina d\u0092Ampezzo, Italy\" width=\"220\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Bennett</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>Glorious views and excellent Italian home-cooking makes <a href=\"http://www.dolomiti.org/ita/cortina/laga5torri/ospitalita/Averau/index.html \">Rifugio Averau</a> my favourite. It's at the very top of the Cinque Torri ski area at 2,400m (7,874ft) and if the weather is good then sit outside and enjoy the spectacular views to Civetta and Marmolada while drinking Prosecco and tucking into their 'three pastas' or venison ravioli. Perfection from €20 (£16). <br> </p> <h2>Après beer time... </h2> <p>Fur-clad wine buffs will enjoy early evening at the Enoteca at Piazza Roma. But for beer and atmosphere head for the Haus Hacker-Pschorr (at the back of the Hotel Royal). Cosy booths for your friends, friendly barmaids and great German beer at low prices.<br> </p> <h2>Top of the slopes... </h2> <p>The Armentarola \"hidden-valley\" piste from Lagazuoi all the way to <a href=\"http://www.armentarola.com/\">Hotel Armentarola</a> starts with 360-degree Dolomite views and a look at the museum pieces from this front line of the Great War. Head on to a long red-graded descent through wild and spectacular mountain country, with a short stop at Rifugio Scotoni for its wonderful grilled meats. Then it's a photo-stop at the blue-ice waterfall and a long schuss to the horse-drawn ski tow into Armentarola. The 2km descent from the Marmolada glacier to Malga Ciapela is also sensational. <br> </p> <h2>My word of advice... </h2> <p>Before you go take advantage of the free bus transfer service from Venice airport directly to your hotel, provided by the excellent <a href=\"http://www.dolomiti.org\">Cortina Tourist Office</a>. And when you get back use your lift pass to check out <a href=\"http://www.dolomitisuperski.com\">dolomitisuperski.com</a>. Click on Ski Performance, type in your pass codes and see your ski routes and how many km of piste and vertical you've skied.</p> <h2>Getting there</h2> <p><a href=\"http://www.ryanair.com\">Ryanair</a> fly to Treviso from £20rtn. From there you can hire a car for the 1h 45 min drive to Cortina or take the <a href=\"http://www.terravision.eu\">Terravision coach</a> (+39 331 781 4916) which meets the Ryanair flight, costs €20rtn (£16) and takes 3 hours. Expect to pay around €200 (£156) each way for a taxi of up to four (<a href=\"http://www.taxicortina.com/\">taxicortina.com/</a>; +39 335 637 1419).</p> <p><strong>The Expert:</strong> John Bennett spent last season hosting Ski Club of Great Britain guests around the Italian Alps. The Ski Club has reps in 37 resorts worldwide offering a weekly ski programme for varying abilities. Non-members can try out the repping service for a day for free. For membership and more details visit <a href=\"http://www.skiclub.co.uk\">skiclub.co.uk</a>.</p>",
  "<p>Italy is tired of playing the ugly duckling in Europe. The time for daredevil tactics and unreliable leadership has gone. Today, Silvio Berlusconi and his coalition appear both less maverick and much more aware of international and European rules. There was a time when the financial markets were very suspicious about the anti-EU approach taken by previous centre-right governments, but no one can deny that the treasury minister <a href=\"http://www.giuliotremonti.it/\">Giulio Tremonti</a> is being very careful to avoid increasing Italy's enormous public debt. Moreover, his opinions on how to deal with the financial crisis by working with the rest of the EU are being taken seriously.</p> <p>Berlusconi, after having tried to create a European fund to save struggling banks, successfully persuaded the EU to <a href=\"http://www.theguardian.com/business/2008/oct/09/europe.eu\">coordinate its response</a> to the crisis. He also pointed out how important it was to take action on <a href=\"http://www.euribor.org/\">Euribor</a> inter-bank lending rates in order to build banks' confidence. Tremonti 's financial plan promises big results for a small outlay. In fact, not a single euro has yet been allocated to it from the Italian budget. Though he says the government could intervene to bail out struggling banks, Tremonti has merely promised to guarantee bond issues made by banks during 2009 and for the next five years. The <a href=\"http://www.bancaditalia.it/bancaditalia\">Bank of Italy</a> will also exchange portfolio bonds with lower-quality bonds owned by other banks. Italy wants to send a reassuring message to Italian savers: the government is guaranteeing all deposit accounts during 2009, thereby bolstering the interbank fund guarantee. </p> <p>With these steps, Berlusconi and Tremonti have shown their ability to respond quickly to the crisis without leaving the market and the Bank of Italy in limbo.</p> <p>However, Berlusconi is conscious that the most important game is played outside national borders. Right now, at the European Council, he is committed in renegotiating European commission <a href=\"http://ec.europa.eu/environment/index_en.htm\">environmental policy</a>. The cuts in CO2 emissions that Europe is demanding risk crippling Italian industrial output.</p> <p>Italy wants Europe to support its own economies as well as ensuring its exports remain competitive. Tremonti has been trying to convince the European Parliament of the need to issue public debt bonds (<a href=\"http://en.wikipedia.org/wiki/Eurobond\">Eurobonds</a>) to finance big European infrastructure projects. The rest of the Union tends to favour domestic solutions. Italy's willingness to work with other European countries is a new and welcome development.</p> <p>The G8 will meet in Italy next year. The aim of the Italian presidency will be to draw in five emerging economies – South Africa, India, China, Mexico and Brazil – with the aim of rewriting international monetary exchange rules. A new agreement in the <a href=\"http://en.wikipedia.org/wiki/Bretton_Woods_system\">Bretton Woods</a> tradition would take into account the rapid globalisation of the last decade. Italy is thinking big inside a new and less bureaucratic Europe. Berlusconi can already count on the support of the majority of Italians. Now he needs to win the trust of the rest of the EU.</p>",
  "<p>UK graduates are missing out on high-flying international jobs because fewer of them are choosing to study abroad as part of their degree.</p> <p>New research presented today by the Council for Industry and Higher Education (CIHE) found that international businesses are increasingly seeking graduates who have a global awareness, particularly those who have the initiative to study overseas as part of their learning.</p> <p>Graduates who have studied abroad tend to be more culturally aware, able to work in multicultural teams and move around the world as part of their career. But UK graduates are less competitive in the international job market as they are now less likely to study overseas than they used to.</p> <p>The report – Global Horizons and the Role of Employers – calls for better support from universities and funding bodies to help UK students gain experience of studying abroad. </p> <p>It also urges companies to offer more work placements and internships to international students and the government to establish visa and work permit regulations that allow the UK to become the preferred worldwide location for globally mobile students and businesses recruiting globally for talent.</p> <p>A survey of international graduates as part of the report, showed they think they are more likely to have higher paid jobs at more senior positions and spend less time seeking those jobs either than UK graduates or those in their home country who did not travel to the UK.</p> <p>Richard Brown, chief executive of the CIHE, said: \"The UK can be the preferred worldwide location for mobile students and global recruiters.</p> <p>\"Businesses consider that the UK develops some of the best graduates in the world. But our home-grown ones need to get that wider global perspective.\"</p> <p>\"Universities could help by developing more partnerships with overseas universities that involve more student and staff exchanges,\" he added.</p> <p>Launching the report, Keith Dugdale, director of global recruitment at KPMG, said: \"KPMG like many other UK firms recruits globally. We want the best wherever they may be.</p> <p>\"The UK develops some great talent. It attracts some of the best from around the world. We will recruit that talent but to remain competitive we want to see more UK graduates developing a global perspective through international experience.</p> <p>\"They will have to work with global clients and mix with a range of people from different cultures. They have to be at home with cultural differences.\" </p> <p>Will Archer, director of i-graduate, which undertook the survey of over 15,000 graduates, said: \"This research is a wake-up call for students and parents. You'll get further in life if you travel overseas to study or gain work experience.</p> <p>\"In today's turbulent times it is more important than ever for every graduate to demonstrate an international dimension to their thinking, and there is no better way to demonstrate this than to study or work for a period overseas.\"</p> <p>But he added that universities need to engage with former students and understand where they are in their careers.</p> <p>\"Graduates of all ages can play a vital part in providing role models and careers connections for students ... but only if their institution remains relevant and connected to them,\" he said.</p> <p>Pat Killingley, director of higher education at the British Council, which contributed to the CIHE report, said work had already started on encouraging more UK students to spend short and longer periods of study overseas.</p> <p>\"Helping our students to become more internationally mobile is a vital part of efforts to boost their career prospects and also a critical issue in our work to maintain the UK's worldwide reputation for top quality education,\" she said.</p> <p>\"[Our research] shows that employment and work experience opportunities are increasingly important to international students.</p> <p>\"We want them to think of the UK as a place where these opportunities exist and where real efforts are being made to make them more abundant.\"</p> <p>The higher education minister, David Lammy, said the report's findings confirmed the world-class status of the UK's university sector.</p> <p>He said: \"I am also pleased that international graduates know that they get good value and great jobs following their study here. But these very welcome messages must be communicated more effectively to global businesses and to students thinking of coming here to study.</p> <p>\"We must also get the message to our own students that they need to take advantage of the various schemes available to study or take work placements overseas like our very successful China summer school scheme.\"<br></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338664709\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/16/food/AdamFerguson3-3868.jpg\" alt=\"UN World Food Day: New Delhi, India\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New Delhi, India: Security guard Vinod, 40, and his family live in a camp near New Delhi and eat only enough to survive</span> <span class=\"element-image__credit\">Photograph: Mahmud Rahman/Christian Aid</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338662365\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/16/food/AdamFerguson2-6598.jpg\" alt=\"UN World Food Day: New Delhi, India\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New Delhi, India: Despite the country's economic boom the poorest have been hit by food bills rising on average by 40%</span> <span class=\"element-image__credit\">Photograph: Mahmud Rahman/Christian Aid</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338662371\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/16/food/AdamFerguson_-7805.jpg\" alt=\"UN World Food Day: New Delhi, India\" width=\"300\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New Delhi, India: Vegetable prices have shot up and now people can buy only potatoes or onions. Their motto is ‘eat less, if possible avoid eating’. Nearly half of all children are undernourished and at least 80 million people go to bed hungry</span> <span class=\"element-image__credit\">Photograph: Mahmud Rahman/Christian Aid</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338662389\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/16/food/6003601s-639.jpg\" alt=\"UN World Food Day: Kulna, Bangladesh\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Khulna, Bangladesh: Migrants who lost their homes to river erosion and other disasters now live along this flood defence embankment on the outskirts of Khulna city, Bangladesh. This woman collects shrimp fry to sell as a means of making a living</span> <span class=\"element-image__credit\">Photograph: Mohammadur Rahman /Christian Aid</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338662392\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/16/food/6003732s-1126.jpg\" alt=\"UN World Food Day: Central Bangladesh\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Central Bangladesh: The flood plains of central Bangladesh are waterlogged for at least six months a year. Farming is almost impossible as fields lie under up to two and half metres of water. Instead farmers turn to fishing to feed themselves</span> <span class=\"element-image__credit\">Photograph: Mohammadur Rahman /Christian Aid</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338662386\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/16/food/6003318s-155.jpg\" alt=\"UN World Food Day: Guatemala\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Guatemala: The country has one of the highest child malnutrition rates in the world. The children at this malnutrition clinic are all girls; this is because boy children are more valued and given more food at home</span> <span class=\"element-image__credit\">Photograph: Sian Curry/Christian Aid</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338662380\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/16/food/6002104s-9261.jpg\" alt=\"UN World Food Day: Haiti\" width=\"584\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Haiti: Four deadly storms in less than four weeks this year have devastated Haiti’s already fragile farming industry, leaving the country struggling to feed all its citizens. Investing in the agricultural sector is vital to Haiti’s recovery. Dairy farmer Emanuel, 61, has formed a cooperative with other small-scale farmers and together they have set up a dairy. By sharing production costs they can make their milk, cheese and yoghurt more competitively priced</span> <span class=\"element-image__credit\">Photograph: Sarah Wilson /Christian Aid</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338662408\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/16/food/6005461s-3473.jpg\" alt=\"UN World Food Day: Dajabon, Dominican Republic\" width=\"338\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dajabon, Dominican Republic: On Mondays and Fridays, hundreds of Haitians walk across the border with the Dominican Republic to buy and sell goods in the markets. The stronger economy on the Dominican side means there are more goods available and some foods are cheaper</span> <span class=\"element-image__credit\">Photograph: Sarah Wilson /Christian Aid</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338662401\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/16/food/6005468s-2553.jpg\" alt=\"UN World Food Day: Les Cayes, Haiti\" width=\"520\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Les Cayes, Haiti: These farm workers are harvesting rice in the south-western region. The country used to be self-sufficient in rice, but the industry was severely damaged when tariffs were slashed in 1994 under structural adjustments and cheap Miami rice flooded the market. Since the food crisis, the price of Miami rice has gone up and there is not enough indigenous rice to fill the gap, despite it now costing less than imports</span> <span class=\"element-image__credit\">Photograph: Sarah Wilson/Christian Aid</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338662404\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/16/food/1012734s-2982.jpg\" alt=\"UN World Food Day: Beit Lahiya, Gaza Strip \" width=\"300\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Beit Lahiya, Gaza Strip: A young boy covers up strawberry plants in the afternoon sun. The agricultural sector in Beit Lahiya has suffered numerous blows due to repeated Israeli incursions that have destroyed orchards, fields and polytunnels. Farmers have resorted to cash crops such as strawberries and potatoes as these comply with Israeli orders that nothing is planted over 40cm high</span> <span class=\"element-image__credit\">Photograph: Sarah Malian/Christian Aid</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338662374\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/16/food/1012733s-8311.jpg\" alt=\"UN World Food Day: Beit Lahiya, Gaza Strip \" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Beit Lahiya, Gaza Strip: Cash crops are costly to produce and heavily reliant on accessible export markets. Many farmers have been crippled by Israel’s continued border closures, which do not allow produce such as strawberries to reach EU markets.</span> <span class=\"element-image__credit\">Photograph: Sarah Malian/Christian Aid</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338662398\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/16/food/6004625s-2096.jpg\" alt=\"UN World Food Day: Democratic Republic of Congo\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Democratic Republic of Congo: These women walk for miles to sell their crops at market. In the past, corrupt officials would extort illegal ‘taxes’ from them and much of their produce was lost along the way. These days they are better educated, they know their rights and wear a special pass to prove it</span> <span class=\"element-image__credit\">Photograph: Heidi Bradner/Christian Aid</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338662377\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/16/food/4001649s-8787.jpg\" alt=\"UN World Food Day: Burkina Faso\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Burkina Faso: These women work as part of a cooperative; they grow vegetables to feed themselves and their family and any excess they sell at market. The well, funded by Christian Aid’s partners Reseau Marp, has enabled them to cultivate this otherwise barren land</span> <span class=\"element-image__credit\">Photograph: Karen Hedges/Christian Aid</span> </figcaption> </figure>",
  "<p>A missile believed to have been fired from a US drone hit a house in north-west Pakistan today, killing at least one suspected militant, intelligence officials said.</p> <p>The missile struck the village of Sam in South Waziristan. The Afghan border area is known to be a stronghold of Baitullah Mehsud, a Pakistani Taliban militant leader. </p> <p>\"So far, we have confirmation of one militant dead and two wounded have been retrieved from the debris,\" an unnamed intelligence official told Reuters. </p> <p>The official, who said the death toll could rise, added that militants had sealed off the area and were not allowing anyone to approach.</p> <p>\"Guests were staying there,\" another intelligence agency official said. \"Guest\" is used by security officials to mean foreign militants.</p> <p>The second intelligence official said two missiles were fired today. A resident of Sam, speaking by telephone, said two large explosions shook the village.</p> <p>Pakistani military spokesman were not immediately available for comment.</p> <p>US officials say al-Qaida and Pakistani Taliban militants operate from safe havens in north-west Pakistan, training for strikes in Afghanistan, which is now deadlier for US troops than Iraq.</p> <p>Pakistani leaders are increasingly concerned about the number of US operations in the Afghan-Pakistan border area, especially an unusual raid into South Waziristan by US commandos in September.</p> <p>Pakistan argues that foreign military strikes not only violate its sovereignty but are counterproductive, increasing support for militants in a country where many people do not support the US and its \"war on terror\".</p> <p>Senior US officials have promised to respect Pakistani sovereignty but declined to rule out more strikes.</p>",
  "<p>In <strong>Arrosez les bien</strong> (water generously), by Christelle Soutif, farmer Gustavo buys a special type of seed from the slick salesman of an agricultural company.</p>      <video data-media-id=\"gu-video-338594447\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1856909630_gdn-nat-081014-rl-Crops-4x3.flv\"/> </video>   <p>In Andrew Nisker's film <strong>Garbage! The revolution starts at home</strong>, the McDonald family agree to collect three months' worth of their household rubbish and keep it in the garage.</p>      <video data-media-id=\"gu-video-338594553\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1856888328_gdn-nat-081014-rl-garbage-4x3.flv\"/> </video>   <p>Fed up with all the village's water going to fill up Mr Lion's swimming pool, a giraffe decides to protest in this film from Pascale Hecquert, <strong>Une Girafe Sous la Pluie</strong>.</p>      <video data-media-id=\"gu-video-338595046\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1856888337_gdn-nat-081014-rl-Giraffe-4x3.flv\"/> </video>   <p>Disaster looms over Greenland as it rests silently under its thinning ice cover in Yorgos Avgeropoulos's film, <strong>49 Words For Snow</strong>.</p>      <video data-media-id=\"gu-video-338594508\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1856888334_gdn-nat-081014-rl-Snow-4x3.flv\"/> </video>   <p>Are there any other short films or animations that deal with the issues of environmentalism? Please send in your suggestions below.</p>",
  "<p><strong>The latest instalment in our series of classic reports comes from October 1968 and the Mexico Olympics. Typically this series singles out the work of a particular writer; in looking at the black power demonstrations though we have picked out a series of articles, showing how the Guardian covered the unfolding controversy over a series of successive days. Please note, we've kept the language as it originally appeared in the paper, as politically incorrect as it may seem today.</strong></p> <p><strong>When the story of Smith and Carlos's demonstration first broke, the Guardian's editors appear to have had different priorities for the front page. The news of the black power salute was confined to the final paragraph of a story about Lilian Board's silver medal in the women's 400m. Almost an afterthought in a story of British success, the paper contained only the briefest mention of the protest:</strong></p> <p>The 200 metres gold medal went to Tommie Smith, of the United States. The time, 19.8 sec, is a new Olympic record and beats the existing ratified world record. When Smith and John Carlos, another American Negro, took the bronze in the 200 metres, were standing on the victory podium, they raised black-gloved fists in a black power salute. As they walked from the arena, many Americans booed them. </p> <p><strong>Inside the sport section, John Samuel wrote this report of the post-race press conference. his piece gives an interesting insight into the general ferment in the Olympic atmosphere. While history remembers Carlos and Smith, the other details of the racial tension so prevalent at the Games, which Samuel mentions here, have been largely forgotten:</strong></p> <h2>Smith and Carlos show a keen sense of publicity</h2> <p>Although every athletics expert was aware that the United States Negro athletes might protest, the manner of it surprised many in the Olympic Stadium here last night. It was more restrained and yet more effective than some had thought. There was the possibility that Tommie Smith or John Carlos, overwhelming favourites for the sprint events, might refuse to appear at the medals ceremony. In fact, both showed a keen awareness of the publicity values involved, and their appearance in black socks and black scarves, and each with a single black glove, Smith's on the right hand, Carlos's on the left, showed a knowledge of public relations equalled only by Cassius Clay, now Mohammad Ali. <br> At the press conference afterwards, the same awareness was apparent. The representatives of the world's press crowded into a room perhaps 40 feet by 30. The organisation insisted that questions and replies were put in English, Spanish and French. </p> <p>International press conferences usually begin with pussy-footing questions of remarkable banality. The first question to Carlos was why he looked over his left shoulder and whether it cost him second place – a good technical question, but utterly remote from the emotional context of the occasion. </p> <p>Carlos answered it carefully, saying that he was a little troubled with a leg and wanted to make sure that Smith was all right and could come through. This ignored the aspect that the Australian, Peter Norman, was on his right side and came bursting through to take second place in a manner neither US runner could have appreciated. </p> <p>Questions concerning which coach had meant most to Smith was hooted off court by all except the conscientious interpreters, who went through question and formal reply in all three languages. Finally Carlos lost patience and burst out with the statement: \"We are black and we are proud to be black in white America. Black Americans, he said, would understand the nature of their demonstration.<br> \"We are not a show horse doing a performance, so if we do a good job we get paid some peanuts. All through these Olympics I hear them say, 'Boy, boy, boy, you're doing well.' I am tired of that. I want the whole press of the world to hear what I say and either say it as I say it or not say it at all.\"  Carlos said he had given his medal to his wife. If people thought that they were being bad, they should look ahead to 1972. Africans were winning more and more. \"1972 is going to be mighty rough,\" he said. In the meantime, in the village there was a curious incident involving Poles and Guineans. The Poles objected to the Guineans singing tribal songs. Their riposte was to drop plastic bags filled with water on the Guineans' heads. The Guineans responded by throwing stones and slates. The Kenyans, at a press conference, were at pains to say that they no longer had a white coach. The old arguments between Left and Right, East and West, Communist and Conservative, suddenly seemed old hat. </p> <p>The US team officials were obviously left with a problem. What, if any, disciplinary action should be taken? \"I'd pack them all back home,\" one British official said trenchantly. He perhaps has no White House to deal with. </p> <p><strong>By the following day however, the news agenda had clearly changed. The Guardian's front page on October 17 was given over to coverage of the race controversy unfolding in Mexico City, bumping aside news of John Lennon's arrest for marijuana possession and a story about a 250,000-tonne butter surplus within the EEC.</strong></p> <h2>Negroes give another display of Black Power</h2> <p>There was another Black Power demonstration here today by the three American Negro medal winners in the Men's 400m. But it was more restrained than yesterday's demonstration by Tommie Smith and John Carlos after the 200m event. </p> <p>The 400-metres winner, Lee Evans, who had a world record time of 43.8 seconds, and his colleagues Larry Smith and Ron Freeman, who took silver and bronze, mounted the rostrum to receive their medals wearing black berets. When their names were announced they raised their fists in salute. </p> <p>As the American anthem was played they removed their berets. It was a demonstration less than dramatic, yet having greater respect for their national flag than that of their colleagues who were in the medal presentation ceremony yesterday. It ignored a warning from the US team officials that any Negroes would be sent home if they staged similar demonstrations.</p> <p><em>Washington denial</em></p> <p>Smith and Carlos were expelled from the American team late last night for their display at the rostrum. They were also said to have had their credentials withdrawn by the State Department, but in Washington this was denied. </p> <p>This disciplinary action, however, recoiled within the American team. There was a meeting of all the Negro members and suggestions of \"important action\" later, including a walk-out from the Olympics.</p> <p>At a press conference after today's Black Power demonstration, Freeman said they had worn their berets to keep dry from the rain. The room burst into laughter at this. </p> <p>He added: \"If I can't run 43.8 I wouldn't be at school now. I feel I won this medal for black people all over the world.\"</p> <p>Evans said he had become a member of the Olympic committee for Human Rights and this had taught him a great deal about people. \"We received thousands of letters from those who say they hate us. It wasn't until I joined a movement like this that I realised what we were up against and what people where could really be like.\"</p> <p>He said he hoped to run again for the US team against Europe in Stuttgart.</p> <p><em>Responsible</em></p> <p>The American decision to expel Smith and Carlos came soon after the International Olympic Committee had publicly accused them of violating one of the basic principles of the Olympics – not to mix politics with sport. It said they had used the victory celebration to \"advertise their domestic political views\" and made it clear it held the United States Olympic Committee responsible for their conduct.</p> <p>The USOC then put out their own statement apologising to the IOC and the Mexican organising committee. This was a turnabout, for earlier in the day Mr Roby had said there would be no action. The US statement said:</p> <p>\"The USOC expresses its profound regrets to the IOC, to the Mexican Organising Committee and to the people of Mexico for the discourtesy displayed by two members of the team in departing from tradition during a victory ceremony at the Olympic Stadium on October 16.</p> <p>\"The untypical exhibitionism of these athletes also violates the basic standards of sportsmanship and good manners which are highly regarded in the US, and therefore the two men involved are suspended forthwith from the team and ordered to remove themselves from the Olympic village.</p> <p>\"This action is taken in the belief that such immature behaviour is an isolated incident. However if further investigation or subsequent events do not bear out this view, the entire matter will be reevaluated. A repetition of such events by the members of the US team can only be considered a willful disregard of Olympic principles that would warrant the imposition of the severest penalties at the disposal of the USOC.\"</p> <p><em>'Pretty hard'</em></p> <p>The US team manager, Ken Treadway, said he was glad Carlos and Smith had been suspended. \"Don't you think they deserve it?\" he asked. The Negro athletes were divided, however, in their opinions. Vincent Matthews, of New York, a member of the 4x400m relay team, said he sympathised with the demonstration. \"It was just to show we have power, haven't we?\" He would consider joining any boycott of the Games.</p> <p>But the Negro boxer, Art Reddan, said he would not join any boycott: \"I have waited four years for this opportunity and I am not going to throw it away now. I am just going for the gold.\"</p> <p>Tom McGibbon, the reserve for the single sculls, told me: \"That's a pretty hard decision to take, kicking anyone out of the team. They knew long before they came that the boys might make some form of protest so that was when they should have done something about it.\"</p> <p><strong>At no point does it appear that the Guardian managed to successfully anticipate the judgement history would make on the respective rights and wrongs of the black athletes and the IOC and USOC. The Observer however, in its leader the following sunday, deserves recognition for reaching this bold verdict, which would be vindicated by future opinion:</strong></p> <h2>MEXICO: Black dignity </h2> <p>The American Olympic Committee has made a crashing mistake in sending back the Negro athletes who gave the Black Power salute during the medal-awarding ceremony. In making this gesture, these men were dedicating their victory to their black fellow-countrymen and using the occasion to ventilate their very real grievances. They could scarcely have done so less violently or with greater dignity: they deserved and probably won admiration, not condemnation.</p>",
  "<p>While around 98% of the clocks in Britain were set to Greenwich mean time by 1855, it was not made the law until 25 years later.</p> <p>A single time zone setting the baseline for the rest of the world was first proposed in 1876 when the engineer and inventor Sandford Fleming called for a global 24-hour clock. </p> <p>While this was not immediately put into action, he continued to agitate in this direction and eventually the theory of a universal day beginning at Greenwich midnight, but not interfering with local or standard time where appropriate, was agreed upon by the International Meridian Conference.</p> <p>By the 1930s most countries had adopted hourly time zones, but in some instances these differed within regions because of geography, distance or politics.</p> <p>This remains the case today, with a number of countries carrying different time zones between states. These include India, Afghanistan, Iran, Venezuela, Burma and parts of Australia.</p> <p>Some countries including China use a single time zone despite spanning more than 15 degrees of longitude.</p> <p>France used Greenwich mean time but switched to central European time during the German occupation in the second world war and has remained that way ever since.</p> <p>Russia has 11 time zones, including Kaliningrad on the Baltic Sea. The US has 10. Canada has six; Australia nine.</p> <p>In the UK, Tory MPs have long campaigned for Scotland to have a different time zone from England to make more use of daylight south of the border. The proposal has been supported by farmers and road safety experts but fiercely opposed within Scotland itself.</p> <p>The most recent UK opinion poll on the subject showed 54% in favour of the move to central European time, with 59% in support in southern England but only 40% in Scotland.</p>",
  "<p>The European Council, which met for the start of a two-day gathering yesterday, is mainly dealing with the deafening sounds of crashing markets and disintegrating banks – and the skid marks left by politicians rushing about trying to save them. But there are also other issues on the agenda, such as climate change, visions for the future and immigration. </p> <p>The latter will not really be discussed as such, since all are more or less agreed on the new common <a href=\"http://euobserver.com/9/26924/?rk=1\">immigration and asylum rules</a>, which are expected to be rubber-stamped. That is a great pity, for three reasons. First, because a lot of NGOs are clear that the <a href=\"http://www.theguardian.com/world/eu\">European Union</a> is approaching the issue largely within the security framework – seeking to rid the union of unwanted and potentially dangerous infiltrators – which inclines towards violation of human rights more often than not. Second, because this approach does not assist with the issue of attracting skilled workers, which the EU is very short of (and will remain so even with a recession). And third, because it avoids the much needed but never really voiced EU discussion on immigrants as \"others\", most specifically ethnic others.</p> <p>A glance around the heart of EU land in Brussels, Rond Point Schuman, is sufficient to illustrate the issue. But a few steps from the big roundabout and its gleaming union buildings is one of the biggest mosques in Brussels. On a regular day there is a trickle of the observant apparent at various hours, usually thickening to a stream at the regular hours of prayer. On a Friday, however, the stream is a positive flood at prayer times: men, quite a few women, and often some children, all going there and back from the massive, white edifice. Crossing the Rond, weaving in and out of the surrounding streets, chattering away – and in some indefinable way invisible.</p> <p>There is a certain kind of not seeing that is true to most European states: it is the ability to look somewhere else, or to gaze just past a face, or to fixate on the floor. Around the world it is a kind of not seeing that allows violence, and ignores brutality. It is the kind of avoidance that allows a man to hit a woman systematically, and no one hears or sees; or the kind that enables us all to watch television and be blind to the horrors other humans are suffering elsewhere around the world. But Europeans also have another attribute: they manage to not see others. </p> <p>This past summer we all saw this phenomenon with the horrifying pictures of the couple on the Italian beach who carried on sunning themselves while the body of a drowned <a href=\"http://www.theguardian.com/world/2008/jul/21/italy.race\">young Roma girl</a> lay barely covered not five metres away and her sister wailed beside her. Unfortunately the only unique part of that experience was the photograph. Elsewhere in Europe it happens all the time: we do not see others we do not want to see. </p> <p>The weekly mosque exodus in the heart of the EU is an excellent example of this fact. The observant Muslims are not hard to spot: the vast majority sport traditional dress of one kind or another, and many men have beards – an absolute giveaway in clean-shaven, smartly western dressed EU-land. Sometimes they walk two or three abreast on not too wide pavements. And yet, they are not seen. Officials rush past them, alongside them, cross the road opposite them – and never see them. It is as if two pictures are superimposed upon one another in a clever computer trick: the same streets at the same time, two sets of people, no eye contact, no recognition.</p> <p>There is no doubt much to be said about the Muslim community's attempts – or lack thereof – at integration. But that is not the point in this case: there is a deep-seated problem across most, if not all, parts of Europe with people of other ethnicities and creeds. Each time it crops up, whether in the Balkan wars of the 1990s or race riots in Paris or the current forced registration of Roma in Italy, it is apparently due to another reason. But at base, Europe has not really confronted its race and ethnic demons. Last year I wrote here of the way <a href=\"http://www.theguardian.com/commentisfree/2007/sep/26/feastdayscomewithsnifferdogs\">synagogues are enclosed</a>, for the protection of Jews in this case, but nonetheless as an example of singling out others. This year the situation was even worse: at the end of Yom Kippur last week, policemen in flak jackets and wielding submachine guns let us out of the synagogue in small groups. Little drizzles of Jews allowed out on to the streets. And the non-Jews did not see us.</p> <p>The new EU immigration policy stands in danger of being another chapter in this inglorious history. And that is sad – for Jews, for Muslims, for Hindus, for all others, but especially for white Christian Europeans. It is time to start a real discussion about this problem. The EU, rather than rubber-stamping new rules, should be taking the lead in confronting it. A first step may be by looking the odd observant Muslim in the eye of a Friday.</p>",
  "<p>I woke up Wednesday morning thinking: If John McCain mentions the <a href=\"http://www.theguardian.com/commentisfree/michaeltomasky/2008/oct/15/barackobama-johnmccain-debate\">Ayers</a>/<a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/oct/13/election-acorn-voter-fraud\">Acorn</a> stuff in the <a href=\"http://www.theguardian.com/world/2008/oct/16/uselections2008-barackobama-johnmccain-final-presidential-debate\">debate</a>, after promising to run a respectful campaign on the issues, he's going to look like a jerk. If he doesn't mention it, after promising he would, like, 80 times in the last week, he's going to look like a jerk. How does this not work to Barack Obama's advantage?</p> <p>Turns out, there's no way it doesn't.<br> When the two candidates and moderator Bob Schieffer take the stage, McCain and Obama are seated so that McCain will have to put serious effort into avoiding looking at Obama, as he has so carefully done during the last two debates. I half expect him to come out wearing blinders. He doesn't, but when he starts with, \"It's good to see you again, Senator Obama,\" he still can't really look at his opponent. I wonder if there's an email circulating among conservatives reporting that Obama is not just a radical extremist who wants to enslave white America, but that looking directly into his eyes can turn a man into stone. </p> <p>Moments later, I see that if the Muslim Medusa meme has taken hold in the conservative hive mind, McCain has decided to nonetheless brave the possibility of petrification, because now he's staring at Obama in a vaguely unsettling way, blinking rapidly, and, unless I'm mistaken, spelling out \"The Acorn doesn't fall far from the terrorist\" in Morse code.</p> <p>The two senators go back and forth about taxes, the discussion centred around some bloke named Joe the Plumber, who may or may not be related to Joe Sixpack. No big revelations. It's the stuff of stump speeches and soundbites. Obama gets a laugh when he says Joe the Plumber misunderstands his tax plan because he's been watching McCain's mendacious adverts. McCain sighs audibly when Obama is speaking - a tactic (or is that a strategy?) which worked out swell for Al Gore. </p> <p>What follows is the now-familiar scalpel v hatchet debate about management of the federal budget. McCain will enact a spending freeze. Obama says that's using a hatchet where a scalpel is needed. Good metaphor, that. </p> <p>In this section, McCain gets off probably his best line of all three debates when he tells Obama: \"I'm not President Bush. If you wanted to run against Bush, you should have run four years ago.\" But Obama turns it around on him once again, and, while it was a moment for McCain's base to cheer, I'm not sure it will stick with anyone whose vote he doesn't already have. </p> <p>Schieffer asks the candidates if they are willing to say to each other's faces what their attack ads say. This is McCain's big moment; he's promised to \"whip\" Obama's \"you-know-what\". But he doesn't come out swinging. Instead, he whines about how hurt he's been by Obama's surrogates. He sounds less like an attack dog than a petulant child, and nothing like a president. Given his opportunity to respond, Obama says he believes \"the American people aren't interested in our hurt feelings\" and that saying he \"pals around with terrorists isn't an issue\" of interest to voters. </p> <p>Obama looks unflappable. McCain continually tries to interrupt him and looks like he's going to explode. Finally, he does. He spills out a short but fiery tirade about Bill Ayers and Acorn, littered with such hyperbole that Obama actually begins to chuckle. Schieffer gives him a chance to respond, and he swiftly dispatches with both subjects, then lists with whom he will associate as president: wild-eyed radicals like Warren Buffett, Joe Biden and Dick Lugar. McCain responds by rambling some more incoherent bull, punctuating it with a muttered \"The facts are the facts.\" Obama laughs. McCain has done his worst - and Obama emerges unscathed.</p> <p>They are then asked to defend their veep choices - it's pretty boring (Biden's got expertise blah blah; Palin's ready to lead blah blah) until McCain cites as one of Palin's primary credentials being a friend to families with special needs children, and Obama brilliantly revisits the scalpel v hatchet budget discussion, pointing out that McCain's proposed spending freeze wouldn't accommodate the increased spending needed to help those families in the way McCain is suggesting his administration would. It is delicate, but a truly devastating blow. A wound delivered with a scalpel rather than a hatchet, one might say.</p> <p>During the healthcare debate, McCain says he understands that the lack of healthcare is hard on Americans, and, the way he says it, it suddenly occurs to me that, despite the narrative his campaign is pushing that Obama is un-American, it is McCain who talks about Americans as though he is not one of them. Obama says \"we\". He talks through the camera, directly to voters. McCain talks to Schieffer, about the voters. Paternalism creates such a profound disconnect - and, as further evidence, the one moment of the whole evening I feel disconnected from Obama is when he is talking not to me, not to American women, not to American voters, but to Schieffer, about abortion, and revives his tired rhetoric about there being good people on both sides of the abortion debate and about the decision being between a woman, her doctor and her religious adviser. I'm sure those lines play well somewhere, but not in the living room of anyone I know.</p> <p>As that moment passes, McCain makes air scare-quotes around the \"health of the mother\", with regard to late-term abortion exceptions. The \"pro-abortion movement\", he says, has stretched that term to mean \"almost anything\". Ah, yes. Hello there, Straw-Woman Who Gets Abortions Willy-Nilly in Her Third Trimester Because She's a Silly Flibbertigibbet With a Hangnail. Nice to see you again. If McCain hasn't reached the nadir of his appalling campaign with that moment, I don't want to see it when he does.</p> <p>And then we come to the end of the debate. McCain gives his closing statement first. \"My friends … .\" He is, in case you hadn't heard, a maverick and a reformer who's spent his entire life in service to this nation. Yawn. Obama is going to bring fundamental change. He's going to invest in the American people. Maude help me, I think given the chance he really will.</p> <p>Shortly after the debate, CNN's Wolf Blitzer interviews Hillary Clinton, who was in attendance. She refers to \"President Obama\" at least twice, prompting a celebratory <a href=\"http://shakespearessister.blogspot.com/2008/06/obama-racismmuslimunpatrioticscary_09.html\">terrorist fist bump</a> at McEwan Manor between the resident Scotsman and me.</p> <p>Blitzer's colleague Campbell Brown announces the results of their poll: Viewers give the debate to Obama <a href=\"http://donklephant.com/2008/10/15/cnn-post-debate-snap-poll-obama-58-mccain-31/\">58% to 31%</a>. Obama's favourable ratings have increased from 63% to 66%; McCain's favourable ratings have decreased from 51% to 49%. Who spent more time attacking his opponent? McCain: 80% to 7%. Who was more likable? Obama: 70% to 22%.</p> <p>On Fox, Brit Hume and Charles Krauthammer are laughing about McCain's \"peculiar expressions\" and \"eyebrow raises\". (It's the weirdest thing I've seen since the Chris Matthews Ice Sculpture - no, <a href=\"http://img.photobucket.com/albums/v642/shakespeares_sister/shakes3/matthewsonice.jpg\">really</a> - featured on MSNBC this afternoon.) Insult to injury.</p> <p>I'd feel sorry for the guy - if he weren't John McCain.</p>"
]