[
  "<p>It is perhaps the most recognisable vista in Venice, a 900-year-old piazza that is one of Italy's most beautiful squares, a space supposedly once described by Napoleon as \"Europe's finest drawing room\".</p> <p>But St Mark's Square in Venice is at risk of turning from drawing room into advertising showroom, as officials move closer to hanging giant electronic advertising screens from the piazza's elegant palaces to pay for restoration work.</p> <p>With the elegant facades and arcades of the square in urgent need of their first clean-up in 50 years, mayor Massimo Cacciari said the city's empty coffers had forced his hand. \"It's not beautiful or ugly, just necessary,\" he said. \"We need to take care of the monuments and art works in this city, and to do that we need a hand from sponsors.\"</p> <p>If plans go ahead, the five screens, each measuring 250 square metres, will be suspended in front of drapes hung on scaffolding along the square's facades to hide restoration work that could last more than six years. </p> <p>The news provoked an outcry from Venice newspaper Il Gazzettino, which said St Mark's Square was turning into New York's Times Square, while Italian art critic Philippe Daverio warned that other famous piazzas in Italy could be next. </p> <p>\"They already tried to cover the Milan Duomo with neon panels 12 years ago,\" he told La Stampa. \"We got that stopped, but now it's starting again.\"</p> <p>\"This is a lesser evil given that resources are short and monuments are falling to pieces,\" countered the office of local architectural superintendent in a statement. Officials plan to make €3.6m (£2.9m) from the deal, covering the cost of the works, and promise to approve all advertising before it flickers on to the screens, to avoid \"lapses in taste\".</p> <p>The square's tasteful lines have hitherto survived intact for centuries, despite Napoleon taking over one building for a palace after conquering the city and demolishing a church to make way for a new ballroom next door. </p> <p>But today St Mark's appears to be under siege, suffering from floods which force tourists and residents to walk across planks on the piazza, all the while glancing upwards to look out for masonry which has started to tumble from buildings weakened by the elements and the incessant pecking of pigeons. </p> <p>The installation of giant screens, more Blade Runner than Bel Paese, is the next step up from the habit of Italian councils of unfurling enormous advertising posters down scaffolding and awnings, particularly in Rome, where glimpses of baroque churches framed by narrow streets are often blocked by three-storey-high images of saloon cars or bottles of aftershave. </p> <p>Il Gazzettino warned that stock market prices could soon be scrolling electronically down the sides of Venice palazzi, while art critic Daverio said he believed council accountants were often in no hurry to pull down advertising. </p> <p>\"The money prompts greed and I suspect that works get stretched out to fill coffers. It happened at Porta Venezia in Milan where a four-month job lasted two and a half years.\"</p> <p>The hoisting of mega-screens selling fast food and soft drinks in St Mark's also has the whiff of double standards after officials previously instituted \"decorum\" patrols to stop tourists sitting cross legged in the piazza, removing their shirts or pulling out picnics.</p> <p>The square has, however, had experiences of the kind of disastrous consequences that can occur if maintenance is not carried out. In July 1902, the bell tower of St Mark's Basilica began to crack. It then collapsed. Miraculously only the caretaker's cat was killed. The tower was later rebuilt as a perfect replica.</p> <h2>Backstory</h2> <p>The piazza was built in the 9th century before being enlarged to its current size in 1177. After <strong>coffee </strong>was introduced from <strong>Turkey</strong>, 24 <strong>cafes </strong>were doing business on the square by the 18th century. The original patterns laid out in the square's <strong>marble </strong>probably acted as a guide to market stallholders setting up. It is the only square in Venice referred to as a piazza. The others are known as <strong>Campi</strong>. \"Everybody goes to this vast square in the evening,\" wrote <strong>Mark Twain </strong>after a visit to St Mark's, where he bought wax matches and discovered granita \"the first cousin to <strong>ice-cream</strong>\" while listening to the military band. The square inspired the design of the <strong>Austin J. Tobin Plaza </strong>at the World Trade Centre. It figured in at least a dozen movies, including <strong>Casino Royale </strong>and <strong>Don't Look Now</strong>.</p>",
  "<p>An earthquake that hit the Sichuan and Yunnan provinces in south-west China has killed 27 people, damaged or destroyed more than 180,000 homes and affected at least 800,000 residents.</p> <p>The epicentre of Saturday's quake struck about 20 miles south-east of Panzhihua, near Sichuan's border with Yunnan, according to the US Geological Survey. The quake measured 5.7 on the Richter scale, while China's official Xinhua news agency put it at 6.1. A strong aftershock hit the same area 24 hours later but there were no reports of any further damage.</p> <p>Xinhua said the earthquake injured more than 350 people, and several more were missing as well as the 27 confirmed dead. \"More than 800,000 people were affected by the disaster. About 40,000 were evacuated to safe places,\" it said. \"In addition, around 180,000 houses were destroyed. Three large bridges in Sichuan's Panzhihua city, the epicentre of the quake, were damaged.\"</p> <p>Up to 10 reservoirs in the region were damaged, as were several major roads, rail links and power lines. Xinhua added that 656 schools had been hit and that heavy rain and difficult terrain were hampering rescue efforts, with mobile phone services patchy. Rescue teams worked to locate survivors last night. Xinhua said firemen had pulled out four people buried alive under a collapsed wall in a Huili village.</p> <p>The government was rushing disaster relief to the affected areas, including thousands of tents and blankets and tonnes of food and water, Xinhua said.</p> <p>Parts of Sichuan province were devastated in May by an earthquake that left about 70,000 people dead.</p> <p>The province, known for its pandas, has struggled to rebuild after the disaster, which left up to 10 million people homeless.</p>",
  "<p>Again is as short as 8-1 for next year's 1,000 Guineas after winning yesterday's Moyglare Stud Stakes in the style of a horse who will be better in time. The two-year-old filly was making her fourth racecourse appearance but still looked gangly and green, taking time to find her stride before running on strongly enough to hold off the previously unbeaten Shimah.</p> <p>Trainer David Wachman was winning his second Group One in eight days, after Bushranger's success in the Prix Morny at Deauville. Again's victory was also yet another source of satisfaction for the Coolmore organisation - one partner, Michael Tabor, owns the horse while another, John Magnier, is father-in-law to the trainer.</p> <p>\"I was very concerned this may have come a bit too quickly for her, but she did it really nicely,\" said Wachman. \"She's really a horse for next year because she's still big and weak.\" </p> <p>Trainer Jim Bolger may also have a challenger for next year's Guineas after his filly Maoineach was a surprise winner of a Group Three race on her debut earlier on the card. Her immediate target was given as the Prix Marcel Boussac on Arc day.</p> <p>Bolger won that race two years ago with subsequent dual Guineas heroine Finsceal Beo, but that filly's career may now be at an end after she finished unplaced in a Listed race yesterday.</p> <p>By contrast, Look Busy goes from strength to strength. Alan Berry's three-year-old ran away with the Group Three Flying Five Stakes, her sixth success from nine starts this year.</p>",
  "<p>Indian authorities admitted yesterday that they are struggling to provide relief to hundreds of thousands of villagers marooned in the flood-hit northern state of Bihar.</p> <p>More than a million people have been left homeless and scores killed in Bihar, one of the poorest regions in India, over the past two weeks. It is thought that nearly 700,000 people have been marooned and an estimated 3 million affected in five districts of the state.</p> <p>With some districts reporting heavy rain over the weekend many rescue and relief efforts have been hampered, while flooding has spread to new areas along the Nepal border. </p> <p>There are also reports of desperate villagers hijacking rescue boats and looting food. A photographer from Reuters news agency said people were fighting over air-dropped food.</p> <p>Television footage yesterday showed aid had still not got through to the worst-hit areas, with villagers frantically waving for help in the middle of a flooded plain. Other channels showed people wading through water chest-deep, carrying only small bundles of possessions.</p> <p>There are concerns that food would quickly run out in the worst-affected areas. Reports suggest that flood survivors are making do with just corn flour mixed with water for food.</p> <p>\"My hungry children are crying and we are eating raw rice. We cannot even boil our food,\" Amit Kumar from Supaul district told the Indian Express.</p> <p>Even in relief camps there is evidence that people are going without food for days. \"We ate after nearly a week today,\" Manohar Prasad, a rescued villager from flood-hit Madhepura district told reporters at a camp near Patna, capital of Bihar.</p> <p>Floods have killed more than 1,000 people in south Asia since the monsoon rains began in June, mainly in Uttar Pradesh, in the north. Deaths were also reported in Nepal and Bangladesh.</p> <p>The devastation in Bihar was caused when the Kosi river in neighbouring Nepal burst its embankments, changing course and submerging areas which were last flooded half a century ago.</p> <p>Officials said the death toll in the state had risen to 90. Aid agencies working in the area said the figure is much higher. The charity ActionAid said that at least 2,000 people have been killed by the flood - an estimate based on reports from its own field workers.</p> <p>There is little doubt that the Indian government was caught unaware by the scale of the disaster. More than 4,000 army personnel have been deployed for rescue operations, although local television stations have reported that their efforts have been hampered because local government officials are missing.</p> <p>The Bihar state government has been criticised by local newspapers for failing to act in time to evacuate villagers. State officials said at the weekend that they did not have enough boats or resources to significantly step up relief operations. </p> <p>Politicians in the region said they have been left to cope with a disaster beyond the government's capacity. </p> <p>Sharad Yadav, president of the Janata Dal (United) party that rules Bihar, said: \"Only three helicopters of the Indian air force have been pressed into service ... all kinds of naval boats, big and small, should be pressed into service.\"</p>",
  "<p>Lawyers acting on behalf of an eight-year-old boy detained in an immigration removal centre in Bedfordshire are to challenge the legality of his incarceration this week in the high court.</p> <p>The Iranian boy, known for legal reasons as Child M, has been locked up in Yarl's Wood, the UK's main immigration removal centre for women and families, since July 15. His mother has been trying to claim asylum since last year, claiming her life is in danger if she returns to Iran after photocopied extracts of Salman Rushdie's novel The Satanic Verses were found in her house and business premises. She, Child M and his two adult siblings are being held in the centre while their solicitors challenge the Home Office's decision to send them back to Iran.</p> <p>A report last month from the chief inspector of prisons, Anne Owers, said children were detained for too long and left distressed and scared at the centre. </p> <p>Owers made a recommendation to the head of the UK Border Agency that children be detained \"only in exceptional circumstances and then only for the shortest time necessary\". Currently children can only be held for more than 28 days in Yarl's Wood with ministerial authorisation.</p> <p>Lawyer Richard Jones, who is acting for Child M, has filed an application for a judicial review of the boy's detention order, arguing that the home secretary Jacqui Smith's decision to keep him there is \"unlawful\", \"disproportionate\" and in breach of his human rights. He says the boy is suffering serious physical and mental health problems as a result of his incarceration. Urgent arrangements are being made for a psychiatrist to assess him.</p> <p>Jones visited Child M in the centre on Friday, and said that the boy's hair had started to fall out in clumps and that he had developed an itchy, sore rash on his chest \"which looks like ringworm\". Jones, who specialises in international children's proceedings, said: \"I am very worried about the welfare of this little boy in detention, not just as his lawyer, but as a father of three children of similar age. I am extremely concerned at the UK's policy here. Why, in a modern-day society, are we 'locking up' minors?\"</p> <p>The boy's 46-year-old mother, who is not being named for her own safety, told Jones her son had become clingy and often woke up screaming in the early hours of the morning. She said he displayed similar behaviour after witnessing his father's death in a car accident two years ago.</p> <p>The family say they came to the UK last summer to visit relatives and recover from the tragedy. They say they only intended to stay one or two months, but received a phone call from Iran saying their home and business had been raided by the Iranian police.</p> <p>For the judicial review, lawyers for the boy have produced a copy and translation of the arrest warrant, which said the arrests were \"with respect to disseminating fabrication and propagating against the sacred system of the Islamic Republic of Iran through printing and publishing the noxious book Satanic Verses\".</p> <p>The immigration judge who dealt with one of the family's failed attempts to appeal against a previous removal order said in his ruling he was \"prepared to accept that, in certain circumstances, those in possession of The Satanic Verses may find themselves in serious difficulties in Iran\".</p> <p>Rushdie told the Guardian last week: \"I wouldn't be surprised if it was still a problem having a copy in Iran.\" </p> <p>As of Friday, there were 37 children at Yarl's Wood, according to a spokesman from Serco, the private firm that runs the centre on behalf of the UK Border Agency. Serco says the average stay for a child is 15 days.</p>",
  "<h2>100,000 demand official action to halt crimewave</h2> <p>More than 100,000 frustrated Mexicans, many carrying pictures of kidnapped loved-ones, marched across the country at the weekend to demand government action against a tide of killings, abductions and shoot-outs. Cries of \"enough\" and \"long live Mexico\" rose up from a sea of white-clad demonstrators filling Mexico City's enormous Zócalo square. The candlelight protests were a challenge to the government of President Felipe Calderón, who made fighting crime a priority and deployed more than 25,000 soldiers and federal police to tackle the powerful drug cartels.<br><strong>Associated Press in Mexico City</strong></p> <h2>Owner of critical website dies in police 'incident'</h2> <p>The owner of a website critical of authorities was shot and killed yesterday by police in Russia, according to his deputy. Police arrested the owner of Ingushetiya.ru, Magomed Yevloyev, and escorted him off a plane in Ingushetia, near Chechnya, said the site's deputy editor, Ruslan Khautiyev. He claimed Yevloyev was whisked away in a car and later dumped with a gunshot wound in the head. A police spokesman said Yevloyev was detained and died in an \"incident\" while being taken for interrogation. Yevloyev has angered authorities with criticism of police treatment of civilians in the region.<br><strong>Associated Press in Moscow</strong></p>",
  "<p>Residents were today fleeing New Orleans following a mandatory evacuation order as the city braces for its worst hurricane since Katrina struck with devastating force three years ago.</p> <p>Hurricane Gustav has already killed more than 80 people in the Caribbean and fears of a repeat of the devastation caused by Katrina, when the US government was shamed by images of people stranded without relief, prompted the mayor of New Orleans, Ray Nagin, to issue the order to evacuate. </p> <p>Today he said that Gustav was expected to hit New Orleans as a 150mph category 4 storm at daybreak tomorrow, earlier than previously anticipated. </p> <p>\"This is still a big ugly storm and I strongly urge everyone to leave,\" he said.</p> <p>He added that all of his staff bar a few key workers were also being evacuated.</p> <p>In an attempt to avoid the looting that came in the aftermath of hurricane Katrina, Nagin announced that a dusk-to-dawn curfew would begin at sunset tonight and would continue until the storm threat had passed.</p> <p>\"I want to make sure every looter knows they will go directly to Angola prison,\" he said.</p> <p>Last night, he called Gustav the \"storm of the century\" and told the city's estimated 340,000 residents to \"get your butts moving and out of New Orleans right now\".</p> <p>Some have suggested that Nagin might be overplaying the threat - it is not certain that New Orleans will take a direct hit - after the political fallout from the failure to evacuate New Orleans ahead of Katrina.</p> <p>Katrina was a category three when its 28ft storm surge burst the levees protecting New Orleans on August 29 2005, flooding 80% of the city. The hurricane left around 1,500 people dead on the Gulf coast and an $80bn (£40bn) bill to repair the damage made it the costliest natural disaster in US history.</p> <p>Federal officials say the levees protecting New Orleans are stronger now but still have gaps that make vulnerable some of the neighbourhoods hardest hit by Katrina's floods.</p> <p>Gustav's centre was about 485 miles south-east of the Mississippi river's mouth at 2am, with top winds of near 135mph expected to strengthen as it crosses the central Gulf.</p> <p>Evacuations have also been underway in Mississippi and East Texas.</p> <p>Yesterday, the storm hit Cuba's tobacco-growing western tip, where no deaths were reported, before moving away from the island country into the Gulf of Mexico.</p> <p>The Cuban weather service said one of its stations measured a wind gust of 204mph and officials said the storm knocked over trees, damaged buildings, and demolished banana plantations.</p> <p>Hurricane deaths are rare in Cuba, where evacuations are well organised and begin early.</p> <p>The storm is the first test of New Orleans' revamped evacuation plan designed to eliminate the chaos, looting and death that followed Katrina.</p> <p>But a plan to electronically log and track evacuees with a barcode system has already failed and been aborted to keep the buses moving. Officials said information on evacuees would be taken when they reached their destinations.</p> <p>The city will not offer emergency services to those who choose to stay behind, Nagin said, and there will be no \"last resort\" shelter as there was during Katrina, when thousands were crammed into the Louisiana Superdome in squalid conditions.</p> <p>In a news release residents were warned that those who remained on their property after the mandatory evacuation started would be subject to arrest. Some 2,000 National Guard troops were expected in the city.</p> <p>An estimated 1 million people had already fled the Gulf Coast before the warning was issued. They clogged roadways, emptied gas stations of fuel and jammed phone circuits.</p> <p>At the city's main transit terminal, a line snaked through the parking lot for more than a mile as residents with no other means of getting out waited to board buses bound for shelters in north Louisiana and beyond.</p> <p>Homeland security secretary, Michael Chertoff, plans to travel to Louisiana today to observe preparations. And the Republican candidate for president, John McCain, and his running mate, Alaska Governor Sarah Palin, were travelling to Mississippi.</p>",
  "<p>More than 100,000 protesters took to the streets of Mexico last night to demand government action to tackle a wave of murders and abductions blamed on warring drug cartels.</p> <p>In the gang-plagued border state of Chihuahua alone, there have been more than 800 killings this year - double the number during the same period last year - despite a government crackdown.</p> <p>White-clad demonstrators, many carrying pictures of loved ones, filled Mexico City's Zocalo square holding up candles and chanting \"enough\" and \"long live Mexico\".</p> <p>Tens of thousands more overflowed into the surrounding streets while other cities across the country held their own protests.</p> <p>President Felipe Calderón has made fighting crime a priority and deployed more than 25,000 soldiers and federal police to wrest territory from powerful drug cartels.</p> <p>But murders have surged as the cartels battle each other for control of trafficking routes and stage vicious attacks against police on a daily basis. </p> <p>This week, a dozen headless bodies were found in the Yucatan Peninsula, home to Mexico's most popular beach resort, Cancún.</p> <p>While impoverished Mexicans stage almost daily strikes and protests, yesterday's marches brought out thousands of middle-class citizens who are often the targets of kidnappings.</p> <p>The protests were inspired by the abduction and murder of the 14-year-old son of a wealthy businessman – a case that provoked an outcry when prosecutors said a police detective had been involved in the plot to extort a ransom.</p> <p>The boy's father, Alejandro Marti, called on top government officials to quit if they could not stem the crime wave. His challenge became a rally cry at the march, where many held up signs with his words: \"If you can't, resign.\"</p> <p>Having staked his presidency on improving security, Calderón responded to the rising anger by summoning governors and mayors to a national security meeting, drawing up a 74-point anti-crime plan.</p> <p>It included plans for better police recruiting and oversight systems, as well as an anti-kidnapping strategy within six months but Calderón has warned that rooting out drug gangs and bringing security to the streets would not happen by decree.</p> <p>In some northern towns, officers complain of having to share guns, and many have quit in terror after seeing colleagues killed outside their homes.</p> <p>The defence department has promised to equip police with more powerful automatic weapons.</p>",
  "<p>Two goals from the former Celtic striker Kenny Miller, and one each from Daniel Cousin and Pedro Mendes, eased Rangers past their city rivals in the first Old Firm derby of the season. Rangers ran out 4-2 winners at Parkhead in a characteristically fiery match that also featured two red cards. </p> <p>The Celtic manager Gordon Strachan gave his new signing Shaun Maloney his second Celtic debut, alongside another former English Premier League striker Georgios Samaras. </p> <p>Meanwhile Daniel Cousin was a surprise inclusion up front for Rangers, and it soon proved to be an inspired selection from Walter Smith as Cousin tormented the Celtic back-line early in the first half, particularly when cutting in from the right. The Celtic captain Stephen McManus earned a yellow card for hauling down the Gabon forward in the 15th minute, and Cousin's shirt was still torn from the incident when he beat Mark Wilson for pace on the far right, darted along the byeline and drilled a low shot that beat Artur Boruc at his near post.</p> <p>Rangers' lead lasted only two minutes, however, before the Bosnian centre-back Saša Papac failed to deal with a whipped Aiden McGready cross from the left, only succeeding in teeing up Samaras to stab home from six yards. </p> <p>Celtic could have gone ahead early in the second half when Maloney found space in the Rangers box but curled his shot around the outside of Allan McGregor's far post. That set the stage for Miller, who also returned to Glasgow after an unsuccessful spell in England, to score the first goal of his second term at Rangers. Kevin Thomson picked out Miller at the angle of the six-yard box and he showed excellent technique to fire a volley into the ground and across Boruc into the far corner.</p> <p>With Celtic now chasing the game, Rangers began to find more space in midfield and were 3-1 up after 61 minutes when Mendes endeared himself to Rangers fans in his first Old Firm match by thumping an unstoppable drive inches inside Boruc's left post from fully 25 yards. </p> <p>The action was not quite done for the afternoon, however, and there was time enough in the final 15 minutes for two red cards and another couple of goals. Cousin earned a second yellow card for leading with his elbow when jumping for a high ball with McManus, then Jan Vennegoor of Hesselink lashed out at Kirk Broadfoot off the ball to earn a straight red. The Dutchman had been on the pitch for less than four minutes.</p> <p>At 10 against 10, Rangers continued to dominate possession and when Boruc spilled Broadfoot's cross from the right, Miller was on hand to tap the ball into the empty net and wrap up a comfortable victory. Nakamura found a hole in the Rangers wall to slot a free-kick past McGregor in the second minute of injury time, but by then the thousands of empty green seats at Parkhead told the story and sent Rangers to the top of the league.</p>"
]