[
  "<h2>The World Won't Miss You for a While</h2> <p>Lie down with me you hillwalkers and rest.<br>Untie your boots and separate your toes,<br>ignore the compass wavering north/north-west.</p> <p>Quit trailing through the overcrowded streets<br>with tinkling bells, you child of Hare Krishna.<br>Hush. Unfurl your saffron robes. How sweet</p> <p>the grass. And you, photographer of wars,<br>lie down and cap your lens. Ambassador,<br>take off your dancing shoes. There are no laws</p> <p>by which you must abide oh blushing boy<br>with Stanley knife, no county magistrates<br>are waiting here to dress you down: employ</p> <p>yourself with cutting up these wild flowers<br>as you like. Sous chef with baby guinea fowl<br>to stuff, surveillance officer with hours</p> <p>to fill, and anorexic weighing up a meal,<br>lie down. Girl riding to an interview,<br>turn back before they force you to reveal</p> <p>your hidey holes. Apprentice pharmacist,<br>leave carousels of second generation<br>happy pills. The long term sad. And journalist</p> <p>with dreams, forget the man from Lancashire<br>who lost his tongue, the youth who found it,<br>kept it quivering in a matchbox for a year.</p> <h2>The Boys in the Fish Shop</h2> <p>This one winds a string of plastic parsley<br>around the rainbow trout,<br>punnets of squat lobster and marinated anchovy,<br>the dish of jellied eels<br>in which a spoon stands erect.<br>He's young, eighteen perhaps,<br>with acne like the mottled skin of some pink fish,<br>and there's gold in his ear, the hoop of a lure.<br>The others aren't much older,<br>bantering in the back room,<br>that den of stinking mysteries<br>where boxes are carried.</p> <p>The fish lie around all day,<br>washed-up movie stars<br>stunned on their beds of crushed ice.<br>The boys take turns to stare<br>through the wide glass window,<br>hands on hips, an elbow on a broom,<br>lost for a moment in warm waters until<br>Yes darling, what can I get you?<br>and their knives return to the task,<br>scraping scales in a sequin shower,<br>splitting parcels of scarlet and manganese.<br>Their fingers know a pound by guesswork,<br>how to unpeel smoked salmon,<br>lay it fine as lace on cellophane.<br>A girl walks past, hair streaming,<br>and the boy looks up,<br>still gripping his knife, lips parting in a slack O.</p> <h2>Talking to Yourself</h2> <p>It starts with sounds of which you're unaware:<br>the window, opening, gives a rusting sigh,<br>saying something, although there's no one there.</p> <p>The bath brims over while you ask the air<br>what's the point? The air makes no reply.<br>It's used to sounds of which you're unaware.</p> <p>Children see you chattering and stare,<br>and mothers with their trolleys wonder why<br>you're whispering, although there's no one there,</p> <p>just artichokes, an avocado pear –<br>they cannot tell you how to live and die,<br>they're lipless, though they may still be aware.</p> <p>Inside the church the shadows lisp a prayer,<br>and votive candles clamber to the sky,<br>insisting something, although there's no one there:</p> <p>the priest has gone, the altar's been stripped bare.<br>You've never prayed, but now you kneel and try:<br>it starts with sounds of which you're unaware,</p> <p>saying something, although there's no one there.</p> <p>• Extract from Sunday at the Skin Laundrette by Kathryn Simmonds, published by Seren Books.</p>",
  "<p>God wants you rich, and as if to prove it His golden forefinger is pointing down through the stage ceiling at the Excel exhibition centre in east London.</p> <p>This is the International Gathering of Champions, one of the largest worship meetings of Pentecostalists ever held in Britain, and the three-metre (10ft) digit hanging above the preachers is a sign that they and the 80,000 who will come to hear them are, in the words of Deuteronomy, \"empowered to prosper\".</p> <p>It may seem like a Monty Python comedy prop, but how to get rich and then how to get richer is the message of this eight-day meeting of mostly west African and Caribbean Christians, which reaches a climax this weekend. In other words, the Bible is the business plan and Jesus is the financial adviser-in-chief.</p> <p>The loudest amen went to a preacher who told a parable of an IT consultant who went forth and multiplied his salary by 10. Thousands cheered as the preacher explained how a young man with few qualifications started on £14,000 a year and wound up working for a Swiss bank on £140,000. </p> <p>\"Get your calculators out, I know this is going to beep your horn,\" the preacher yelled. </p> <p>In tightening economic times it is a popular message, and the event's attendance - 12,000 are expected at the closing service on Sunday night - sets a new tidemark for the fastest growing branch of Christianity in Britain. </p> <p>Already an estimated 300,000 people attend Pentecostal services every Sunday and the gap is closing with the Church of England, which welcomes a congregation that has fallen beneath a million.</p> <p>At the Excel centre, the star turn is Matthew Ashimolowo, a 56-year-old, golf-loving Nigerian TV preacher and leader of the Kingsway International Christian Centre, Britain's biggest Pentecostal church. Already he preaches to 8,000 every Sunday in east London, and his sermons are broadcast 24 hours a day on Sky and around the world.</p> <p>This week, Ashimolowo's church announced ambitious expansion plans. KICC will build churches in Scotland and the north of England and launch a summer music festival for 50,000 which could be held in Hyde Park. Plans for a 10,000-capacity mega-church in London are to be considered by ministers.</p> <p>\"We are aiming to break into the mainstream of British society,\" said Pastor Dipo Oluyomi, chief executive of the KICC. \"We will be establishing city churches in Manchester, Leeds and Edinburgh.\"</p> <p>The move follows a controversial period for the church. The management of the charity which ran the church was criticised following a Charity Commission investigation in 2005. It resulted in Ashimolowo repaying £200,000 to the charity. The watchdog had discovered financial irregularities which included the charity's assets being used to buy a £80,000 car and a £13,000 timeshare in Florida for Ashimolowo.</p> <p>The church was also evicted from its headquarters to make way for the London 2012 Olympics, and its planning application to build on a site in Rainham was turned down following vociferous local opposition.</p> <p>But despite the setbacks, KICC has continued to grow through its \"prosperity gospel\", a \"God wants you rich\" philosophy that originated in Oklahoma and has spread throughout America and Nigeria. This week Ashimolowo claimed: \"I have changed the landscape of the Christian church in the UK.\"</p> <p>The growth of Pentecostalism has attracted the interest of universities in Britain, Germany and the Netherlands, which have launched a €500,000 (£400,000) research project into the trend.</p> <p>\"This has become a social force in the new Europe, but one that is usually marginalised and misunderstood,\" said Alan Anderson, professor of global Pentecostal studies at the University of Birmingham. </p> <p>\"The growth of churches like KICC is because of the continuing influx of west Africans. It becomes a place where they can feel at home and every facet of human life is catered for, and we should look at it as a very positive force for society.\" Students, solicitors and police officers as well as young mothers and pensioners attended the gathering this week. </p> <p>\"This is a place where people can feel a sense of connectedness, and they use the pastors as mentors who they can look to for direction,\" said Oluyomi. \"We have career counselling, legal guidance and marriage help. We are making ourselves relevant to the community.\"</p> <p>KICC even supplies GCSE tuition.</p> <p>\"Pastor Matthew Ashimilowo is my motivator and an inspiration because of what God has done in his life,\" said Maria Adiseyeye, a student from Hackney. \"I have changed from knowing gang lifestyles now that I know God is preparing me to be a role model in the future.\" </p> <p>On stage the giant finger hovers above Ashimolowo as he delivers his session entitled Follow Your Financial Map to Success. He gets a huge roar for his prayer that everyone pays off their mortgage soon and remarks that 38 of the Bible's 59 parables are about economics.</p> <p>The economics of the church are transparent. At the end of a rousing sermon by the Nigerian bishop David Oyedepo, direct debit forms are handed round and the congregation are encouraged to make an \"empowerment offering\". KICC operates a system of tithes where worshippers consider it their duty to donate 10% of their gross income to the church. Each year, KICC said, it turns over around £9m - most of it from these donations.</p> <h2>Backstory</h2> <p>Kingsway International Christian Centre is the largest Pentecostal church in western Europe and preaches the \"health and wealth\" strand of the faith popular with migrant African communities. It launched in 1991 in an east London school with 300 members. Now, led by the Nigerian TV preacher Matthew Ashimolowo, left,it attracts 12,000 worshippers every Sunday. Also significant is the Redeemed Christian Church of God, which started in Nigeria and now has more than 250 congregations in the UK, the largest of which is Jesus House in London, with 3,000 members. Across the UK at least 300,000 people attend Pentecostal services each week, which means the faith is gaining on the Church of England, which recently saw Sunday attendances drop beneath 1m. The KICC is planning expansion, with new churches in Leeds, Manchester and Edinburgh and, is appealing against the refusal of a planning application to build a 10,000-seat church in east London. The biggest Pentecostal churches remain abroad. The Faith Tabernacle in Nigeria hosts 50,000 for Sunday worship.</p>",
  "<h2>Gustav regains strength after fatal visit to Haiti</h2> <p>Tropical storm Gustav gathered strength as it headed for Jamaica yesterday, while many miles away, New Orleans waited nervously. Gustav, the cause of flooding that killed 23 in Haiti and the Dominican Republic, could soon become a hurricane again, with winds near 70mph. The storm was projected to reach Category 3 force, and sent oil prices jumping due to fears it could slow oil production in the Gulf of Mexico. Shell and BP were both evacuating personnel. Some models showed Gustav taking a path towards Louisiana and other US states hit by Hurricanes Katrina and Rita three years ago. <br><strong>Associated Press in Kingston</strong></p> <h2>President forced to leave country to get flight</h2> <p>Protesters have literally forced Bolivian president Evo Morales briefly out of the country. Morales was trying to return to the capital, La Paz, from an event in northeastern Bolivia, but protesters raided airfields and blocked them with stones and poles so the presidential helicopter could not stop to refuel. Morales was forced to travel overland to a Brazilian airport, where a Bolivian military plane picked him up for the flight back. Morales won approval from 67% in a recent referendum, but his government has faced repeated protests in eastern regions seeking greater autonomy from central government.<br><strong>Associated Press in La Paz </strong></p> <h2>Walk of shame for Shanghai jaywalkers</h2> <p>Police in Shanghai are to post photos and videos of jaywalkers in newspapers and on television to embarrass offenders. Traffic police have recorded nearly 7.8m violations at junctions this year, the Shanghai Daily said. Cyclists and moped riders also face humiliation under the scheme. Pictures of miscreants will be taken at selected spots and published in newspaper columns or shown on television. Lawyers claimed the punishment was too great and said that those pictured might sue for defamation. Jaywalkers in the city already face fines of up to 50 yuan (£3.90).<br><strong>Tania Branigan in Beijing</strong></p>",
  "<p>Mexico's supreme court yesterday upheld the capital's abortion law by dismissing a challenge brought by the conservative federal government by eight votes to three.</p> <p>The law, in effect since April last year, requires Mexico City health services to provide free terminations to any woman up to 12 weeks into a pregnancy. </p> <p>The chief federal prosecutor and the national human rights ombudsman took the case to the supreme court, arguing that the constitution's guarantee of the right to life obliged the authorities to prioritise the protection of every unborn child, from the moment of conception, over a woman's right to choose. </p> <p>A formal vote by the 11 supreme court justices was delivered yesterday, but over the course of a televised discussion lasting several days, eight of the justices made clear they disagreed with the challenge.</p> <p>Along with Cuba, Mexico City has the most liberal abortion legislation in Latin America. Fearful of exposing divisions in a country that values its anticlerical political tradition as deeply as its Catholic heritage, politicians and bishops had avoided the abortion question for decades. </p> <p>The laws of most Mexican states allow terminations in cases of rape, risk to the mother's life or severe foetal deformities. In practice almost no states offer abortions in such cases. However, nor do they prosecute the doctors who offer safe illegal abortions or the cheaper life-threatening backstreet practitioners. </p> <p>Many thought this compromise would end when the Catholic conservative National Action party won the 2000 general election, after 71 years of rule by the nominally progressive Institutional Revolutionary party. But the right remained wary and it was left to the capital's leftwing authority to pass legislation. </p> <p>Feminists want abortion on demand across Mexico. A fifth of the 12,000 women given free abortions in the capital had gone there from elsewhere in Mexico.</p>",
  "<p>Earlier this year, I found myself forcing Craig Finn of the Hold Steady to eat a Mini Milk. We were at the All Tomorrow's Parties festival, and as we stood before the ice cream vendor on the beach at Camber Sands I assured him that - stuff your Soleros and your Cornettos - Mini Milks were the very finest ice cream Britain has to offer. Just you wait, Finn, I thought, just you wait. </p> <p>And so he unwrapped the Mini Milk, and he looked at it quizzically. And then he bit it. And his face sort of crumpled. Suddenly, in that instant, I saw the Mini Milk for what it really was: a plain, ashen and slightly bendy stick of frozen milk. </p> <p>I was thinking about this incident and the attendant feeling a few weeks ago: that strange sense of responsibility and delight and worry that grips you whenever you share something you really love. I had at the time introduced a recent infatuation, Holy Ghost Revival, to two of my closest friends. One of them has yet to even acknowledge the recommendation, the other was more than a little startled to find me suddenly stoking the fires of glam rock. I was beginning to worry that HGR might just be the frozen milk of my record collection.</p> <p>Playing a record you love for the first time to someone is a delicate business. In our enthusiasm we forget that a record is a kind of musical madeleine, and like those small cakes of Mr Proust, or indeed like my beloved Mini Milk, it becomes invested with all those layers of meaning and association that the new listener cannot possibly share. So, when I eat that Mini Milk, I have all the summertimes of my childhood to draw upon - all those hot July afternoons, when there was no greater treat than clambering into the freezer compartment of the local Spar shop in search of cheap ice cream. Mr Finn, I expect, does not. And when I listened to Holy Ghost Revival that very first time, it conjured a similar sweep of nostalgia - though for precisely what I was not yet sure. </p> <p>Proust, of course, found in a small bite of madeleine and a sip of limeflower tea the taste of his childhood, of Sunday mornings at Combray when, in the bedroom of his aunt Leonie, she would feed him the same small cakes dipped in tea. I dug out the passage from Remembrance of Things Past in which he tried to pin down the precise memory the taste recalled: \"Whence could it have come to me, this all-powerful joy? I was conscious that it was connected with the taste of tea and cake, but that it infinitely transcended those savours, could not, indeed, be of the same nature as theirs. Whence did it come? What did it signify? How could I seize upon and define it?\" he wonders, and takes more bites of madeleine, more sips of tea before deciding that: \"It is plain that the truth I am seeking lies not in the cup but in myself.\" </p> <p>Sitting at my kitchen table one grey morning, I try something similar with the Holy Ghost Revival album. I listen to it over and over, I identify its obvious influences: Bowie, Guns N' Roses, Bauhaus. I try to work out logically just what it tastes of. It hits me in the middle of one particular track: an extraordinary bluster of pomp and bragadoccio, piano, horns and hand-claps that begins with the line, \"I wanna be hurled a million miles from where I belong ...\" There was something in its swagger, in the precise pitch of singer Conor Kiley's voice, that brought back all of the tastes and textures, scents and sounds, of the teenage Fridays I spent spent drinking cheap beer at Maxime's Rock Night, of watching all that backcombed hair beneath the strobe lights, of the feel of my black denim hotpants and fishnet tights and the clammy palms of the boys that held my hand, and the smell of petrol and cigarettes in a cold car all the way home. </p> <p>Proust wrote of how \"when from a long-distant past nothing subsists, after the people are dead, after the things are broken and scattered, taste and smell alone, more fragile but more enduring, more unsubstantial, more persistent, more faithful, remain poised a long time, like souls, remembering, waiting, hoping, amid the ruins of all the rest; and bear unflinchingly, in the tiny and almost impalpable drop of their essence, the vast structure of recollection\". More than \"taste and smell alone\", music, also, has the power to bear such recollection; that in one song, one line, one chord change or twist of voice, in the almost impalpable drop of their essence, music, too may remain poised a long time, like souls, remembering, waiting, hoping.</p> <p>· This article was amended on Friday August 29 2008. An extra 'you' was added to the standfirst of this article before publication.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337040296\"> <img src=\"https://static.guim.co.uk/Guardian/society/gallery/2008/aug/28/internationalaidanddevelopment.cyclonenargis/maesotvolunteers-9375.JPG\" alt=\"Helpers in a Mae Sot refugee camp in Burma serve children with a meal, provided by the British charity Mary’s Meals\" width=\"448\" height=\"336\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Helpers in Mae Sot refugee camp in eastern Burma serve children with a meal provided by the British charity Mary’s Meals</span> <span class=\"element-image__credit\">Photograph: Mary's Meals/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337040299\"> <img src=\"https://static.guim.co.uk/Guardian/society/gallery/2008/aug/28/internationalaidanddevelopment.cyclonenargis/maesotlunchtime-9759.jpg\" alt=\"Since Cyclone Nargis, the camps, which were already full, have taken in thousands more refugees, mostly Karen people from the east of Burma\" width=\"448\" height=\"336\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Since Cyclone Nargis, the camps, which were already full, have taken in thousands more refugees, mostly Karen people from the east of Burma</span> <span class=\"element-image__credit\">Photograph: Mary's Meals/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337040284\"> <img src=\"https://static.guim.co.uk/Guardian/society/gallery/2008/aug/28/internationalaidanddevelopment.cyclonenargis/maesotbanner-7375.JPG\" alt=\"Several Mae Sot schools were destroyed in the cyclone, but work has started rebuilding them thanks to donations from the public\" width=\"448\" height=\"336\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Several Mae Sot schools were destroyed in the cyclone, but work has started rebuilding them thanks to donations from the public</span> <span class=\"element-image__credit\">Photograph: Mary's Meals/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337040314\"> <img src=\"https://static.guim.co.uk/Guardian/society/gallery/2008/aug/28/internationalaidanddevelopment.cyclonenargis/tSTA40140-1580.jpg\" alt=\"Children enjoying a meal in the border refugee camp of Mae Sot. The camp was set up one month before the cyclone hit\" width=\"500\" height=\"375\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Children enjoying a meal in Mae Sot. The refugee camp was set up one month before the cyclone hit</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337040293\"> <img src=\"https://static.guim.co.uk/Guardian/society/gallery/2008/aug/28/internationalaidanddevelopment.cyclonenargis/maesotschoolqueue-9035.jpg\" alt=\"In the meantime education is being provided, where possible, in makeshift shelters\" width=\"448\" height=\"336\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In the meantime education is being provided, where possible, in makeshift shelters</span> <span class=\"element-image__credit\">Photograph: Mary's Meals/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337040290\"> <img src=\"https://static.guim.co.uk/Guardian/society/gallery/2008/aug/28/internationalaidanddevelopment.cyclonenargis/maesotcandle-8691.jpg\" alt=\"Study by candlelight is not uncommon in the border camps, where the basic utilities are lacking\" width=\"448\" height=\"301\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Study by candlelight is not uncommon in the border camps, where the basic utilities are lacking</span> <span class=\"element-image__credit\">Photograph: Mary's Meals/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337040287\"> <img src=\"https://static.guim.co.uk/Guardian/society/gallery/2008/aug/28/internationalaidanddevelopment.cyclonenargis/boymeal2-7935-thumb.jpg\" alt=\"Due to pressure on resources since the cyclone, the price of food has risen dramatically. Many families cannot afford food\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Due to pressure on resources since the cyclone, the price of food has risen dramatically. Many families cannot afford food. By providing a meal a day in schools, Mary’s Meals hopes to supply the nutrition they need to stay healthy, and encourage them to study</span> <span class=\"element-image__credit\">Photograph: Mary's Meals/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337040302\"> <img src=\"https://static.guim.co.uk/Guardian/society/gallery/2008/aug/28/internationalaidanddevelopment.cyclonenargis/t_MG_9679-118.jpg\" alt=\"The help offered by Mary's Meals is always offered on the basis of need alone\" width=\"300\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cyclone Nargis disregarded creed and ethnic origins when it unleashed its fury.  The help offered by Mary's Meals is always offered on the basis of need alone</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337040305\"> <img src=\"https://static.guim.co.uk/Guardian/society/gallery/2008/aug/28/internationalaidanddevelopment.cyclonenargis/BURMA4-512.jpg\" alt=\"This soup kitchen on the outskirts of Rangoon, the capital of Burma, was set up after the cyclone\" width=\"397\" height=\"299\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">This soup kitchen on the outskirts of Rangoon, the capital of Burma, was set up after the cyclone</span> <span class=\"element-image__credit\">Photograph: Mary's Meals/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337040308\"> <img src=\"https://static.guim.co.uk/Guardian/society/gallery/2008/aug/28/internationalaidanddevelopment.cyclonenargis/BURMA7-874.jpg\" alt=\"Mary's Meals is also involved in rebuilding schools and working with refugee and migrant families\" width=\"396\" height=\"297\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mary's Meals is also involved in rebuilding schools and working with refugee and migrant families</span> <span class=\"element-image__credit\">Photograph: Mary's Meals/PR</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337040311\"> <img src=\"https://static.guim.co.uk/Guardian/society/gallery/2008/aug/28/internationalaidanddevelopment.cyclonenargis/BURMA9-1235.jpg\" alt=\"Children in Children at this soup kitchen sometimes apply mud to protect their skin, like a sunscreen\" width=\"394\" height=\"295\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Children at this soup kitchen sometimes apply mud to protect their skin, like a sunscreen</span> <span class=\"element-image__credit\">Photograph: Mary's Meals/PR</span> </figcaption> </figure>",
  "<p>To rightwing fellow Israelis, Abie Nathan, who has died aged 81, was a figure of fun, or, worse, a traitor. Nathan did seem an unlikely warrior for peace in the Middle East, but he invariably had the last laugh. When, in 1968, he mooted the idea for an offshore pirate radio station that would spread regional goodwill, sceptics predicted that it would sink, metaphorically if not literally. Instead, the Voice of Peace blasted out pop, political commentaries and celebrity interviews for 21 years.</p> <p>Many also thought Nathan mad when, in 1977, he sailed through the Suez Canal distributing chocolates and toys to Arab children. By the year's end, though, Nathan and fellow Israelis were negotiating directly with President Sadat. Their meeting presaged Sadat's visit to Jerusalem, and the 1979 bi-national peace treaty.</p> <p>Israeli security chiefs regarded Nathan as dangerously naive for talking to the Palestine Liberation Organisation's Yasser Arafat in 1989, and he spent nine months in prison in 1991 for his contact with the PLO. Yet within four years, Prime Minister Yitzhak Rabin was shaking hands with Arafat at the White House. Nathan was an entrepreneur, a man with business acumen, an ability to exploit photo opportunities - and a hatred of injustice and suffering.</p> <p>He was born the third child of observant Jewish parents, in Abadan, which is now in Iran. His Yemeni-born father worked for the Anglo-Iranian oil company (now BP) and later prospered as a linen-trader. At six, Nathan began at a Jesuit boarding school in Bombay. In 1939 his entire family moved to India. When his mother discovered that he adored Catholic icons, she enrolled him at the Jewish Sir Jacob Sassoon school - which imbued Nathan with a love of patriotic Hebrew songs.</p> <p>Flying was a lifelong obsession. He took his wings with the Royal Air Force in 1945 and two years later had the traumatic experience of transporting Hindu and Muslim refugees between just-partitioned India and Pakistan.</p> <p>In 1948, after ferrying planes and parts from Czechoslovakia for the nascent Israeli Air Force, Nathan bombarded Galilee villages and the Egyptian army from a converted DC3 transport plane. Colonel Gamal Abdel Nasser, the future Egyptian president, survived one of his raids. After later visiting several villages, Nathan was shocked at the damage he had caused. He befriended many civilians, including one Arab woman who regularly visited him after his 1996 stroke.</p> <p>From 1950 to 1959 Nathan worked for Israel's national airline, El Al. He then managed the California, an American-style Tel Aviv restaurant credited with introducing the hamburger to Israel. It was soon a focus for bohemians and the intelligentsia.</p> <p>Then, in 1966, aboard his 1927 Boeing-Steerman biplane, Shalom One, he flew into Egyptian airspace - and into a new career as a political maverick. He had hoped to present President Nasser with a 60,000-signature peace petition, but although courteously greeted, he was arrested and sent home.</p> <p>Never short of chutzpah, he then contrived to meet Jean-Paul Sartre, Bertrand Russell, Robert Kennedy and the Pope, and demanded their help to end Arab-Israeli hostilities. In 1967, he repeated his one-man invasion of Egypt, and was returned again. This time he spent 40 days in an Israeli prison for \"unauthorised contact with the enemy\".</p> <p>Via the California, Nathan had grasped that most young Israelis in the 1960s hankered after a western lifestyle, rather than the austerities of the founding generation. Yet no Middle Eastern radio stations were broadcasting Anglo-American pop and rock. In 1969, Dutch supporters helped him buy a 188ft freighter for a radio station. Three years of further fund-raising culminated with Nathan going on hunger strike to raise the final $40,000.</p> <p>By 1972 his Voice of Peace, which would be staffed by a mixture of Jewish and Arab Israelis, Filipinos, English, Dutch and Americans, began broadcasting to nearly 30 million listeners in English, French, Hebrew and Arabic. It even urged Israeli and Arab forces to lay down their arms during the 1973 Yom Kippur war. In 1993 Nathan shut the Voice down, convinced that the signing of the Oslo Accords meant peace was on its way.</p> <p>He was a deeply spiritual man, but not strictly Orthodox - rabbis berated him for broadcasting over the Sabbath and, in 1978, he went on hunger strike against nationalist religious Jews building West Bank and Gaza settlements. He carried a miniature Bible and used the scriptures to explain his leftwing views.</p> <p>In 1996 he suffered the first of the strokes that ultimately deprived him of speech. He was confined to a residential home and forgotten by many former friends who thought he had died. In lucid moments, he would recall his early days in India, a place that held a special place in his heart. When healthy, he had often revisited the country and found solace in Hindu and Buddhist scriptures. One of his proudest honours was being trustee of the Bangalore-based multi-faith Sarvodaya International Trust for peace.</p> <p>Nathan never let ill-health or mounting debts curb his zeal. In the late 1960s he raised funds for starving Biafrans and was the first foreign pilot to fly sustenance into the Nigerian war zone; in 1972 he sailed to earthquake-stricken Nicaragua; in 1978 he donated toys and medicines to a Beirut refugee camp. He flew to a Northern Irish peace summit in 1982; visited Ethiopia to publicise the 1984 famine; and in 1991 airlifted aid to Kurdish war refugees in Iraq. Ten years later he spearheaded a team of 14 Israelis and four American Jews who helped alleviate conditions for 300,000 Rwandans stranded in a refugee camp in what was then Zaire. He made mercy dashes to Somalia, Guatemala, flood-stricken Bihar in India, and unsuccessful representations in Moscow for Jewish prisoners of conscience.</p> <p>On hearing of his death, tributes were paid both by the Israeli president, Shimon Peres and the Palestinian member of the Israeli Knesset, Ahmad Tibi. His dreams and sacrifices inspired the Oslo process and Israel's treaties with Jordan and Egypt, say supporters.</p> <p>Paradoxically, Nathan's example inspired rightwingers in 1978 to moor their own pirate station alongside the Voice of Peace. It was shut down by the government, prompting protests that Nathan had never suffered such ignominy. The Israeli Davar newspaper countered that Nathan had never spread racism, but \"preached peace between nations and peoples\". Perhaps that should be his epitaph.</p> <p>In 1951 Nathan's shortlived first marriage ended in divorce, and he separated from his Colombian second wife. His daughter survives him.</p> <p><strong>·</strong> Abie Nathan, philanthropist, activist, pilot and broadcaster, born April 29 1927: died August 27 2008</p>",
  "<p>An increasingly violent insurgency in Somalia is fuelling a fresh refugee crisis with nearly 40,000 people arriving at a desert camp in north-eastern Kenya this year despite the border being closed. </p> <p>The Dadaab settlement now hosts more than 210,000 people, making it the world's biggest refugee camp. With at least 200 new arrivals every day, aid workers are struggling to cope. </p> <p>\"We are already at bursting point,\" said Maeve Murphy, field officer with the UN Refugee Agency in Dadaab, 60 miles south of the border with Somalia. \"And more refugees are on their way.\"</p> <p>The refugees are fleeing the worst fighting in Somalia since the early 90s, when the country's descent into anarchy began. On one side is the internationally recognised but weak Transitional Federal Government (TFG), supported by thousands of Ethiopian troops. Waging an increasingly effective guerrilla war against them is a broad-based, Islamist-led opposition, whose hardline wing last week took over the strategic port city of Kismayo. </p> <p>More than 8,000 civilians have been killed in Somalia since the beginning of last year, while nearly one million people have been internally displaced since September 2007. Drought, hyperinflation and year-on-year food prices increases of up to 700% have compounded the humanitarian crisis. </p> <p>The UN's Food Security Analysis Unit on Wednesday described the situation as \"alarming and profound\". Some 3.2 million people - nearly half the population - needed emergency assistance, it said, up from 1.8 million people in January. One in six children under the age of five is acutely malnourished. </p> <p>But aid delivery is more difficult than anywhere in the world, with the possible exception of Afghanistan, humanitarian workers say. Pirates prevent food relief arriving by sea, while ambushes, roadblocks and targeted assassinations have had a severe impact on field operations. All of south and central Somalia and large parts of the northern Puntland region are almost completely off-limits to international staff.</p> <p>The capital, Mogadishu, remains the centre of the insurgency and it is there that many of Dadaab's new arrivals start their journeys. Paying £50 for a seat in a truck or minibus, they make the 600-mile journey south to the Kenyan border, which has been officially closed since early 2007 but remains porous enough for the refugees to sneak through. </p> <p>Abdullahi Shimoy Mukhtar, 40, who arrived in Dadaab with his family on August 1, said that the insecurity had made it impossible to earn a living in Mogadishu. </p> <p>\"If the government soldiers or Ethiopians suspect that you support al-Shabaab [fighters from the Islamist wing], they will kill you in the street, and vice-versa.\"</p> <p>Dadaab, where temperatures often touch 40C (104F), consists of three neighbouring camps, though a fourth may soon have to be built. The newcomers' shelters are desert igloos; bent branches covered with plastic sheeting and blankets. But Mukhtar's brother Muhammad said: \"Even if we have nothing else here, we have security. There is a dark future for Somalia.\" </p> <p>Few Somalia watchers would disagree, at least for the short term. The TFG's president, the former warlord Abdullahi Yusuf, whom most observers now regard as serious obstacle to progress, is locked in a power-struggle with his prime minister, Nur Hassan Hussein. The political arm of Islamist opposition, known as the Alliance for the Re-Liberation of Somalia (ARS), is also deeply divided.</p> <p>Desperate for some sort of peace deal, the UN and western diplomats have been pushing the \"Djibouti Agreement\", which creates deadlines for a ceasefire, the deployment of international peacekeepers and the withdrawal of Ethiopian troops. On August 18, the TFG finally signed the deal with the moderate ARS faction headed by Sheikh Sharif Sheikh Ahmed. </p> <p>But though some Islamist military commanders strongly support the agreement, the more militant arm of the ARS, headed by the Eritrea-based cleric Sheikh Hassan Dahir Aweys, remains opposed to it. Aweys, who has his own field commanders, also has close ties to al-Shabaab, and to Hassan al-Turki, another veteran Somali radical with his own militias. </p> <p>All three are on the terrorist list drawn up by the US, which strongly backed Ethiopia's invasion in late 2006. Some European countries believe the alleged links to al-Qaida are exaggerated and unhelpful to the peace process.</p> <p>Various Islamist militias from the hardline ARS faction helped win the two-day battle for Kismayo from last week, assisted by local clan militias opposed to Barre Hirale, a warlord and MP who controlled the town. </p> <p>One western diplomat described the victory as \"photocopy\" of what had occurred in September 2006, when Islamist forces captured Kismayo from Hirale before Ethiopia's intervention.</p> <p>If they keep hold of the port, the Islamists will net millions of dollars in annual revenues, can easily ship in weapons, and will effectively control the coastline all the way south to Kenya. </p> <p>\"Ethiopia and the US have to think quickly about how they want to respond,\" said a Somalia analyst in Nairobi. \"It's a pretty bold move by the Islamists.\"</p> <h2>Backstory</h2> <p>Somalia's current crisis dates back to early 2006. Backed by the local population, the Islamic Courts Union (ICU) defeated a group of warlords that had controlled Mogadishu for more than a decade. A mix of moderates and more extreme clerics, the ICU was viewed by Ethiopia and the US as a potential terrorist threat. When the Islamists expanded their reach, challenging the unpopular Transitional Federal Government, Ethiopian troops poured across the border. Virtually unchallenged, they occupied Mogadishu in December 2006. Most Somalis resented the Ethiopian occupation, and the remnants of the ICU began an insurgency. Ethiopia has since become bogged down in its own \"mini-Iraq\", unable to defeat the insurgents or to withdraw without also ensuring the swift demise of the Somali government.</p>",
  "<p>Something shattered when the Georgian artillery opened up with a massive barrage on Tskhinvali on August 7 (Colonel Arsen Tsukhishvili, chief of staff of the Artillery Brigade said with pride that 300 of his gun barrels fired at the enemy simultaneously). What broke was not only the columns of Russian tanks the Georgian artillery was aiming at. It was a 16-year post-Soviet consensus about the power of Russia to affect the course taken by its neighbours. The cold, unspoken western calculation was that, the quicker we pushed eastwards with a combination of political, oil and military projects, the less Russia could resist. Even an economically resurgent Russia was still judged to be either too weak, too poor or just too ramshackle to stop it.</p> <p>To claim, as David Miliband did yesterday, that Nato did not have a sphere of influence and that the eastern expansion of the military alliance was merely an expression of individual democracies exercising their new-found sovereignty, was breathtakingly disingenuous. In May, a subcommittee of the Nato Parliamentary Assembly, a body that brings together parliamentarians from Nato members and its partners visited Romania and Bulgaria, two of the six states along the Black Sea and the latest members of Nato. The topics discussed on this visit strayed far from its brief - energy and environmental security. The committee heard how Romania and Bulgaria occupy a strategic position between Europe, the largest energy consumer, and the oil-producing countries. Two rival oil and gas pipelines, the EU-backed Nabucco pipeline and the South Stream project backed by Russia, arrive here. Talk of oil and gas led seamlessly on to the military role Nato could play in securing this supply. Paragraph 28 of the executive summary of this visit reads: \"Nato has not traditionally played a role in energy security matters ... It can however play a more active role defending energy infrastructure and the flow of oil and gas on the high seas ... Nato might also provide security for infrastructure in energy-producing states facing unrest.\"</p> <p>Nato yesterday brushed aside Russian claims that an naval exercise in the western part of the Black Sea had anything to do with the crisis going on in the eastern shore. The Nato parliamentarian's visit held before the Georgian crisis erupted says otherwise. If this is not a \"sphere of influence\" being constructed and planned by Nato's existing members along Russia's most sensitive border in the South Caucasus and right though Russia's most sensitive sea, what is? </p> <p>The cold war was a nuclear standoff between two military superpowers with mutually opposed economic systems and ideological beliefs. The new period we could be entering lacks many cold war ingredients. Russia is weaker militarily than the Soviet Union was and its reach is not global. It can sell arms to Syria or Iran, but it can no longer restart the revolution in Angola or Cuba. Russia is unashamedly capitalist. But it is also now<strong> </strong>allergically<strong> </strong>anti-western and free to form its own alliances. That was evident in the Russian President Dmitri Medvedev flying eastwards to Tajikistan on Wednesday for a summit with the Shanghai Cooperation Organisation, an assembly which includes Russia, China and four former members of the Soviet Union.</p> <p>The way to counter the forces unleashed on August 7 is clear: stop rearranging the furniture on Russia's sensitive southern border; stop militarising the Black Sea; stop pretending that this is only a conflict about loftier goals, a simple struggle between authoritarianism and western liberal democracy. The ethnically driven post-Soviet map is more complex than that. Local conflicts should be kept local. As things stand, everything is being done to widen them out to the regional level. As a result, Russia and Nato are sleepwalking into a confrontation that neither needs, and neither has planned for.</p>",
  "<p>It comes as no surprise to me that British motorists are seen as a menace in France. With the reckless abandon of Mr Toad, they race along the French roads, ignoring the speed limits, and are surprised and indignant when stopped by the police. \"The mentality of letting go across the Channel seems to be the same one that makes les Anglais get drunk as soon as they leave their country,\" said one philosophical French police officer (who clearly doesn't know that we get just as drunk at home).</p> <p>Thanks to growing poverty and high petrol prices, there is reported to have been a slight alleviation of traffic congestion in Britain, but the freedom offered by France's long, straight and empty roads is of a completely different order. No wonder it turns the heads of British holidaymakers when they are suddenly released from the misery and frustration of driving at home. The temptation to flout the French speed limits must be irresistible.</p> <p>The glory of France, and the main reason why hundreds of thousands of Britons want to live there, is its enviable emptiness. It offers tranquillity and freedom on a scale that is unimaginable here. And now we are told by the European commission in Brussels that the overcrowding from which we suffer is going to get dramatically worse. </p> <p>The commission has published a report saying that Britain is set to become Europe's most heavily populated nation in just over 50 years, with its population rising by 25% to 77 million, overtaking even that of Germany, which is some 40,000 square miles larger than the United Kingdom. By 2060, it predicts, there will be 822 people per square mile in the UK, compared with 525 in Germany and 341 in France. The forecast seems to be based mainly on predicted levels of immigration, together with the expectation that the British will live to be much older.</p> <p>These predictions could, of course, be over-pessimistic. They assume immigration levels similar to those of the past few years, whereas recent measures to clamp down on illegal immigrants seem to be having some effect and, according to Migrationwatch UK, the influx of people from eastern Europe - the biggest single wave of immigration in British history - is tailing off and may soon be equalled by the number returning home.</p> <p>Still, one can't count on it. An interesting investigation on Newsnight by Sorious Samura has been illustrating the remarkable perseverance shown by Africans in their efforts to smuggle themselves into Britain, many believing that they will be treated more compassionately here than in countries such as France or Italy.</p> <p>Our only native contribution to population growth is a reluctance to die, for we are reproducing most sluggishly. The commission refers to our \"persistently low fertility\", which, according to a report in the New Scientist, is increased among men who use heated car seats or carry mobile phones in their pockets. </p> <p>We could do more of that, of course, but it's unlikely to get us very far. The only sure way to avoid the threatened nightmare will be to emigrate in our millions to France.</p> <p><strong>Ryanair had a bad day on Monday, when it had to make </strong>two emergency landings. One of them could not be blamed on the airline, for it involved a jar of mushroom soup dripping from an overhead locker on to the neck of a passenger, causing it to swell in an allergic reaction. The plane, flying from Budapest to Dublin, was diverted to Frankfurt so that the man could receive medical attention.</p> <p>Michael O'Leary, Ryanair's combative chief executive, had no reason to apologise for this weird and unforeseeable incident, and didn't indeed do so. But one might have expected a rather more sympathetic response to the other event, in which passengers feared for their lives when their plane dropped thousands of feet on a flight from Bristol to Barcelona's Girona airport and had to land at Limoges in central France. </p> <p>The aircraft had suffered a sudden loss of cabin pressure, and many passengers by their own admission were terrified. But they complained that there was no word of explanation or reassurance from the flight crew until some 20 minutes after the plane started to plunge towards the ground. O'Leary, who has described others in the air industry as \"platoons of goons\" and told passengers they should \"sell your car and walk\" if they were worried about carbon emissions, has seen his airline prosper despite his castigation of his customers, for they have remained unable to resist the cheap deals he offers them.</p> <p>But times are now hard, and getting harder, for the airline industry, and Mr O'Leary - though he may not \"give a shite if nobody likes me\" - might now find it prudent to curb his habit of casual abuse. In a radio interview on Radio 4's Today programme, he didn't manage to express an ounce of sympathy for the passengers on the Barcelona flight and said only that his crew had followed \"exact and correct safety procedures\". The crew may well have done so, and the procedures included them putting on oxygen masks themselves, which must have made conversation difficult, to say the least. But Mr O'Leary wouldn't have needed to be disloyal to the crew to say that he was sorry to the passengers for what had happened. </p> <p>But if you never apologise on principle, and have made robust, politically incorrect language your trademark, it must be very difficult to change your ways when the circumstances require it. </p> <p><strong>This week Alexander</strong> has been glued to the television coverage of the Democratic Convention in Denver: \"With Barack Obama, Bill and Hillary Clinton, and even Joe Biden, the Democrats are streets ahead of the Republicans in oratorical skill. George Bush, Dick Cheney and John McCain are pathetic by comparison. But it seems to be doubtful how much this matters.\"</p>",
  "<p>Before the big guns started firing this week in Denver, by far the most successful speech to the Democratic National Convention <a href=\"http://www.theguardian.com/world/feedarticle/7755162\">came from governor Brian Schweitzer</a> of Montana, which has become a shining example of energy innovation. He found a novel way of bringing the Pepsi Centre to its feet by calling on them, section by section, to \"stand up for American energy independence\". They did so with enthusiasm, since the message that the folksy governor delivered is absolutely central to <a href=\"http://ap.google.com/article/ALeqM5h6N9ikKCqKXMvMEerr4XJCrUM8MAD92CFS880\">Barack Obama's programme</a> - that the US must become energy self-sufficient by 2020.</p> <p>This is to be achieved by a massive programme of investment in renewable energy and other low-carbon technologies, by transforming the US vehicle industry away from dependence on oil-based fuels and by promoting an a belief in energy efficiency that could scarcely be more counter-cultural to the most energy-profligate society on the face of the earth.</p> <p>The basic message that is repeatedly heard from the Obama campaign is that the US has 3% of the world's oil reserves but consumes 25% of the world's oil - and that things can't go on like that. One would have thought it difficult to disagree, while marvelling at the fact that it has taken so long for this basic premise to reach political prominence.</p> <p>The fact that it has done so in this election year owes less to concern for the welfare of the planet, though to be fair this is quite strong among Democrat delegates, than to two politically-charged pieces of self-interest. The first lies in the fact that Americans are now being asked to pay around 50 pence a litre to fill their vehicles - a monstrous imposition which challenges the God-given right to waste as much fuel as they like. The second ties into the realisation that their oil-dependence is upon some of the dodgiest regimes in the world with American petro-dollars being used to fund a variety of evil empires.</p> <p>Rationally, the Democrats should be the clear beneficiaries from this emergence of energy as a top-flight election issue, alongside healthcare and jobs. They can point to the Republicans' <a href=\"http://articles.moneycentral.msn.com/Investing/JubaksJournal/BigOils10FavoriteMembersOfCongress.aspx\">close relationships with big oil</a> and to the abject failure of the Bush administration to take the energy challenges even semi-seriously until far too late in the day.</p> <p>Eight years ago, it was a standard element of George Bush's stump speech to mock Al Gore's talk of solar power and wind farms as key elements in future American energy power. One of the early, shameful acts of the Bush administration was to <a href=\"http://www.theguardian.com/environment/2001/mar/29/globalwarming.usnews\">walk away from the Kyoto Treaty</a> on the grounds that nobody was going to tell America how to run its affairs or lessen its dependence on the black stuff, even if it did have to be shipped from the four corners of the earth. The Bush administration's record should be an easy target.</p> <p>But nothing is that straightforward. While the American public is now more aware of the symptoms of the problem, it is by no means clear that they are as united in embracing the solutions - particularly if these involve radical adjustments to the way they live.</p> <p>In these circumstances, it is tempting to look for simpler messages that essentially offer pain-free relief from the ailment. And that, in contrast to the Obama campaign, is exactly what John McCain and the Republicans are offering them, with considerable initial success. Indeed, the narrowing gap in the polls over recent weeks has been attributed in significant part to the energy issue.</p> <p>The McCain message is that solutions will be delivered by the market if only the market is given the freedom to get on with it. American technology will come up with the answers because it will be profitable to do so. <a href=\"http://www.nytimes.com/2008/06/19/us/politics/19nuke.html\">Nuclear power</a>, as well as a nod in the direction of renewables, will deliver low-carbon outcomes.</p> <p><a href=\"http://blog.washingtonpost.com/the-trail/2008/06/18/mccain_touts_clean_coal_and_nu.html\">Clean coal technology</a> will be the other cornerstone of US energy generation long into the future. And, crucially, the <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/06/16/AR2008061602731_pf.html\">prohibitions on drilling offshore for oil</a> will be removed in order to allow the companies to get on with the work, which will increase self-sufficiency.</p> <p>It is on the last of these that the Democrats are most vulnerable, since it is the price of fuel rather than the environment that has emerged as the voters' main source of interest in this debate. And it is an easily understandable (if highly misleading) message that America could be producing more oil if only Democratic politicians would stop imposing unreasonable obstructions.</p> <p>In truth, the offshore resources would not fundamentally alter the argument, but it is beguiling nonetheless - so much so that Obama has been obliged to soften his opposition to offshore drilling. He now says that he would bargain some concessions to the oil companies in return for their commitment on renewables. The Republicans smell blood and simply up the ante, insisting that the waters off California - where opposition to offshore drilling is strongest - must be opened up for exploration. </p> <p>In truth, it is difficult from a UK perspective to see why a ban on offshore drilling has become such an environmental holy grail. The North Sea, for all the harshness of the conditions that the industry operates in, has been an environmental success story, and technology has progressed a long way since either it or the Gulf of Mexico were developed as major oil fields.</p> <p>But the absolute certainty is that there are a lot more motorists than there are environmentalists who care deeply about a ban on offshore drilling, and that is a reality that McCain has tapped into very effectively. Obama has also been obliged to slip the word \"nuclear\" into his script of potential solutions in recent weeks. While he was never actually opposed to nuclear power, it was simply ignored in his earlier pronouncements.</p> <p>McCain has also been obliged to make adjustments to his policy in line with the clamour for \"American energy independence\". In particular, he was an outspoken opponent of using crops to create bioethanol and biodiesel as substitutes for fossil-based fuels. This went down like a lead balloon in Iowa, where the candidate nomination process began and where farmers want the far higher earnings that fuel crops can bring them. So McCain now presents himself as a <a href=\"http://money.cnn.com/magazines/fortune/fortune_archive/2006/11/13/8393132/?postversion=2006103111\">reluctant convert</a>, though for economic and energy security reasons rather than environmental ones.</p> <p>And that is indeed the lesson that is emerging from the US political process and will be equally applicable in the UK - at a time of economic difficulty for average families, environmental altruism tends to go out the window to be replaced by financial self-interest. Any attempt to promote a low-carbon energy policy in current conditions cannot ignore that fact.</p> <p>The Democrats are now trying hard to adjust to it. Hillary Clinton spoke this week about their objective of American energy independence having the potential to create five million \"green collar jobs\" over the next decade - a nice phrase that I hadn't heard before and also one that the voters can relate to. A similar linkage between jobs and a low-carbon energy policy could be made in the UK but requires a level of joined-up government, which is lamentably absent at present. Maybe we need a governor Schweitzer to inspire us about the case for UK energy independence and what we can get out of it economically as well as environmentally.</p>",
  "<p>Every so often I feel the need to remind myself of the vast, improbable scale of America. For me, the only way to do this is to hit the road, seeing the extraordinary landscape and the great number of cultures that inhabit this land. </p> <p>So, with the political punditocracy camped out in Denver, I've gone on a road trip. While part of me wants to be in Colorado to hear the <a href=\"http://www.theguardian.com/world/2008/jan/29/usa.barackobama\">headline speeches</a>, part of me is happy to be a day's hard drive away talking with ordinary people about their everyday concerns. I'm in the geographical centre of the country, more than a thousand miles from either coast.</p> <p>Over the last few days, I have driven from California through Arizona, New Mexico, the western counties of Oklahoma – the area made famous by the Santa Fe trail pioneers of the 1820s, made infamous by the Dust Bowl-era storms of the 1930s - and now west Texas. </p> <p>On Monday, I interviewed impoverished Navajo in Gallup, New Mexico, who live in houses that lack electricity and running water deep within the desert wildernesses of the Navajo Reservation and who can no longer afford to drive into town in their mud-spattered pick-ups to work minimum-wage jobs because of the spiralling cost of gasoline. On Tuesday, I talked with children and grandchildren of Dust Bowl-era Oklahomans – old timers, some of whom remembered their families living in dugouts (one room reinforced caves dug into the earth and housing entire families in the years surrounding Oklahoma's gaining of statehood in 1907) during the early 20th century. </p> <p>These men and women are tough folk. They are used to living on an inhospitable land, eking an existence out of the earth, and yet they increasingly struggle to make ends meet. In one tiny town I visited, Boise City, close to half of the families survive only by taking food donations from the little food pantry that operates out of an abandoned gas station on Main Street. One old lady told me of having to drive 120 miles each way to take her diabetic husband to his medical check-ups. The cost of gas left her so little extra money that the couple never went out anymore, other than to journey down to the food pantry.</p> <p>Another lady, who lived on a farm 13 miles outside the town of Guymon, explained how she and her husband had given up coming into town more than once a week. A third, who worked as a school secretary, told me of how a blizzard had damaged her home out in canyon country, and she had been unable to travel back and forth from Boise City to her house to repair it because she had so little spare money. And so, while she and her family camped out in a decommissioned movie theatre that they owned in town, their house had fallen into disrepair, and feral cats had eventually taken it over.</p> <p>The people I talked to are poor and rapidly getting poorer. They are watching their families and communities being battered by economic crises. If this were the 1930s, they'd be shoe-ins for FDR. These days, however, many are still thinking Republican. They're talking about <a href=\"http://www.latimes.com/news/nationworld/wire/ats-ap-candidates-religionaug27,1,4191233.story\">abortion</a>, which is why many of them voted for George Bush two times around, even though they think he's an ass when it comes to economics. And while they don't have much faith in John McCain's <a href=\"http://www.nytimes.com/2008/02/07/us/politics/07conservative.html?n=Top/Reference/Times%20Topics/Subjects/R/Religion%20and%20Belief\">conservative credentials</a>, they're willing to give him the benefit of the doubt on this.</p> <p>They're nervous about Barack Obama being a <a href=\"http://www.huffingtonpost.com/2008/06/28/false-obama-muslim-rumor_n_109740.html\">closet Muslim</a> - they've <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/01/27/AR2007012701097.html\">heard it on right-wing radio</a>, they've <a href=\"http://www.politico.com/news/stories/1007/6314.html\">received emails warning them</a> of this - and, since religion is so central to their lives, they're reluctant to vote for someone who doesn't share their beliefs. Generally this reluctance is not quite as vicious in its formulation as out-and-out bigotry. Rather it's more a deep and insular fear of the unfamiliar. Finally, with a strong military legacy in many of these communities, they worry the young Democrat isn't qualified enough to be commander-in-chief during wartime. </p> <p>None of the people I talked with expressed concerns about Obama being African-American. And none of them gave me reason to believe they were lying about this. But the other concerns are nagging at them. They're just not sure he's ready for the White House. Some said they're still considering voting for Obama. Others made it clear they've made up their minds for McCain.</p> <p>To a person, they don't have a whole bunch of confidence that any incoming president will be able to do a whole lot to improve the country's economic situation, which is why they're willing to vote on \"morals\" instead of the bread-and-butter issues on which their parents and grandparents grounded their political decisions.</p> <p>Wednesday morning, in Guymon, I overheard two local men, grizzled old-timers, talking politics over a bacon and eggs breakfast at a local diner. \"I'll tell you one thing,\" said one of the men. \"Whoever becomes president, they're going to inherit so many problems, I don't envy them their jobs. They tried to get Colin Powell to run. I'd have voted for him. He was a respectable person who earned his way there. But the thing of it is he was too smart to run. He said, 'I ain't dragging my family into that shit.' I wish I could hear a little bit of good news today, because all they report is bad news.\"</p> <p>Last night, I drove south to Amarillo, a high-plains cattle town on the western fringe of Texas, and ate dinner at a steakhouse that easily seats 500 people, the walls adorned with stuffed bears, the heads of bison, elk and deer and huge hides stripped off of cattle. Three old men circulated round the tables, playing bluegrass requests on their fiddles. Enormous adverts announced that if you could eat a 72-ounce steak within an hour, the meat would be paid for by the house. There wasn't a television in the place, and had there been I would bet good money that the 10-gallon-hat eaters wouldn't have wanted it tuned to the Democratic National Convention goings-on.</p> <p>Out here, the convention is an awfully long way away. That doesn't mean people don't care about politics. But they have other things to worry about than watching the <a href=\"http://www.huffingtonpost.com/2008/08/28/obama-invesco-speech-prep_n_122031.html\">convention theatrics</a>. Most have little to no spare money these days. And when they do, they want to enjoy themselves at places like the Big Texas steakhouse rather than watch political leaders preen on the national stage. Sure, the Clintons and Joe Biden have shown their <a href=\"http://www.theguardian.com/world/2008/aug/28/uselections2008.democrats20086\">oratorical prowess</a> since Monday. Tonight, Obama will likely make a speech historic in its grandeur. If this were an election for orator-in-chief, the result would be a slam-dunk. But speechifying, alone, isn't going to clinch this election. </p> <p>From my perspective, from the centre of the country, the fat lady hasn't even started to think about singing yet.</p>",
  "<p><a href=\"http://www.theguardian.com/business/diageo\">Diageo</a>, the world's biggest alcoholic drinks group, has warned that slowing economies around the globe — particularly in Britain, Ireland and Spain — will prove a drag on operating profits growth until next summer. </p> <p>The maker of Smirnoff vodka, Johnnie Walker scotch and Guinness stout, said it was targeting underlying operating profit growth of 7% to 9% for the year to June 2009. </p> <p>The target was set as Diageo reported operating profit for the year to June 30 2008 of £2.3bn — in line with a targeted increase of 9%. Sales, after local alcohol duties, rose 7% to £8.1bn.</p> <p>The company is forecasting double-digit earnings per share growth for the current year, though this includes an anticipated £60m benefit from a strong dollar and euro against the pound.</p> <p>Chief executive Paul Walsh identified Britain, Ireland and Spain as being the most challenging for Diageo. \"We think that degree of difficulty will continue,\" he added. Despite the woes of the US economy, Walsh insisted North America — Diageo's largest market, accounting for about a third of sales — remained \"robust\" and not as challenging as Western Europe.</p> <p>In Britain and Ireland Diageo faces a tough beer market for its Guinness brand, the UK's third best-selling pub drink. Against a backdrop of beer sales volumes falling at almost unprecedented rates, Walsh said flat volumes and a 2% rise in the value of Guinness sales for the year to June was a strong performance.</p> <p>Sales of the stout benefited from a 20% increase in marketing spend, including the award-winning Tipping Point television advert which featured an elaborate cascading domino-style stunt set in an Argentinian village. Some industry insiders have questioned the wisdom of spending heavily on Guinness in declining markets.</p> <p>Walsh suggested Britain was fast heading for a drinks industry where 60% of alcohol sales came through supermarkets and offlicences. Pubs and bars currently account for about half of sales volumes but are losing ground fast. Walsh said the trend to drinking at home was being echoed through most mature drinks markets around the world. </p> <p>Andrew Morgan, president of Diageo Europe, said the company had been focusing on marketing collaborations with supermarket groups in the UK to take advantage of the accelerated shift toward drinking at home. </p> <p>\"We have been investing this year particularly behind the 'big four' category leaders we've got: Smirnoff, Bailey's, Bell's and Gordon's ... We've been working with the retailers to produce a shelf layout and a combination of products that works. One example might be cocktails at home, after a long day at work. We would be merchandising together the spirit product, the mixer, some lemons and some ice, to create some theatre around the 'at-home consumption occasion'.\"</p> <p>Despite its trimmed target for operating profit — a move which had been predicted by several analysts — shares in Diageo edged up 20.5p to close at £10. The company is seen by many investors as a strong defensive stock, and has weathered previous global economic slumps comparatively well.</p> <p>But last night Philip Morrisey, an analyst at Citigroup, struck a note of caution. \"Our concern is that perceived defensiveness could be tested during the year to June 2009, given a 55% [operating profit] exposure to the 'problem housing market economies' of the US, UK, Spain and Ireland, together with increasing signs of slowing growth in certain emerging markets.\"<br></p>",
  "<p>The Dalai Lama has been admitted to hospital in India for tests after complaining of stomach pain. </p> <p>The office of the 73-year-old Tibetan spiritual leader said he was suffering from exhaustion and had cancelled two planned international trips. \"Since tests haven't begun yet, we don't know what the ailment is,'' said his spokesman, Tenzin Takla. ''Medical tests will begin on Friday.''<br> Yesterday, the Dalai Lama's office announced he had called off trips to Mexico and the Dominican Republic to spend three weeks recuperating after being diagnosed with exhaustion. Takla said the Dalai Lama would spend time resting in Mumbai before returning to Dharmsala, where he has lived since fleeing Tibet in 1959.</p> <p>A spokesman for Mumbai's Lilavati hospital suggested the visit was unexpected. \"He comes every six months for a routine checkup. Around a month ago, a checkup was conducted and he was in perfect health,\" Mohan Rajan said. </p> <p>The Dalai Lama will be under the care of senior surgeon Narendra Trivedi while at the hospital.</p> <p>He had just returned to India from an 11-day visit to France, which followed an intense few months since riots against Chinese rule broke out in the Tibetan capital, Lhasa. </p> <p>The spiritual leader spends several months a year traveling the globe to draw attention to the struggle of Tibetans for greater freedom in China and to teach Buddhism. <br> Although he is general thought to be in good health, the Buddhist leader as been diagnosed with exhaustion before. In 2006, he was forced by doctors to cancel all his engagements for a month. </p>",
  "<p><em>Hugh Jackson is reporting from Denver for the Nevada political blog <a href=\"http://www.lasvegasgleaner.com\">Las Vegas Gleaner</a></em></p> <p>During the 2004 presidential campaign, Texas oilman T Boone Pickens <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A38749-2004Oct16.html\">was financing</a> the Swiftboat Vermin, er, Veterans for Truth and their televised destruction of the character and conduct of John Kerry.</p> <p>Four years later, Pickens is being escorted about the Democratic National Convention like an honoured statesman by none other than Democratic Senate majority leader Harry Reid.</p> <p>Not that Pickens is endorsing Barack Obama. \"I quit politics for this campaign,\" Pickens told convention delegates from Reid's home state of Nevada Wednesday morning. </p> <p>Instead, Pickens was touting <a href=\"http://www.usnews.com/articles/news/national/2008/08/22/why-t-boone-pickens-could-be-the-best-hope-for-wind-energy.html\">his idea</a> to transfer the nation's automobiles from their reliance on oil to a reliance on natural gas, which Pickens characterises as a \"bridge\" to the day when American automobiles will be powered by electricity provided by a massive investment in wind energy.</p> <p>Pickens has financial interests in both the natural gas and wind power industries. (A busy man, Pickens is also keen to privatise that part of the enormous Ogallala aquifer that lies beneath the Texas panhandle so he can sell water for profit. How Perkins plans to charge you for the air you breathe is not yet clear, but the possibility should not be dismissed out of hand.) His personal stakes should combine with his unsavoury political associations to give Democrats pause.</p> <p>But thanks to his <a href=\"http://www.youtube.com/watch?v=R2bOug1d20c\">national TV ad</a> buy, wherein the <a href=\"http://www.huffingtonpost.com/carl-pope/this-is-one-emergency-we_b_111776.html\">oilman announces</a> that \"this is one emergency that we can't drill our way out of,\" embracing Pickens is a temptation that Democrats can't resist - especially when \"offshore drilling\" and \"my friends\" are competing to rank as the most common phrases emerging from the mouth of John Sidney McCain III.</p> <p>No Democrat has embraced Pickens more closely than the Senate majority leader. Pickens, along with former President Bill Clinton, were headliners at a renewable energy conference Reid organised in Las Vegas earlier this month. And Reid quoted Pickens when he delivered a speech on energy Wednesday evening at the Merck-Visa-Lockheed Martin Democratic National Convention.</p> <p>It is in Nevada's interest to promote alternatives to new nuclear power plants - Nevada <a href=\"http://www.washingtonpost.com/wp-dyn/articles/A2221-2005Mar25.html\">continues to fight</a> the federal government and the nuclear power industry to keep radioactive waste from being dumped at Yucca Mountain, northwest of Las Vegas. That fight perhaps as much as anything explains why Reid has long been friendly to renewable energy concepts. </p> <p>Nevada already has one of the world's largest solar power plants, and several more are on the drawing board. The state's geothermal resources are among the most abundant in the country. Reid has become a leading opponent of the construction of new coal-fired power plants. And he triggered some praise from environmentalists, but even more ridicule from Republicans, for declaring that coal and oil is making America \"sick\".</p> <p>At the same time, Reid's record with regard to natural resource industries is far from pristine. He has almost single-handedly <a href=\"http://www.iht.com/articles/ap/2007/05/10/business/NA-GEN-US-Reids-Dilemma.php\">thwarted reform</a> of the country's badly outdated mining laws - laws that allow some of the world's largest transnational mining conglomerates to take gold from public lands with relatively scant environmental restrictions and without paying any federal royalties on the mineral, all so as to safeguard the strategic earring supply at your department store's jewellery counter.</p> <p>As Reid gears up to campaign for re-election to a fifth term in 2010, when he will be 70, he is likely to continue to shelter the mining industry from reform - it may not allow Reid to win Nevada's predominantly rural Republican vote against a strong opponent, but it helps Reid keep the electoral damage in those mining-friendly hustings to a minimum.</p> <p>Against his mining record, scepticism about the sincerity of Reid's renewable energy embrace is perhaps not unwarranted.</p> <p>But the nation must find alternatives to the current US policy of paying lots and lots of money to make the planet hotter. And Barack Obama is promising a progressive energy policy that combines renewables, conservation and infrastructural retrofitting.</p> <p>Getting such a programme through Congress won't be easy. But aggressive assistance from the leader of the Senate is a good start - even, s'pose, if it comes with a profiteering Texan in tow.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337041945\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/india.india/GD8575265@An-aerial-view-of-an--1678.jpg\" alt=\"Floods in India\" width=\"519\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An aerial view of an overflowing Koshi river in Sunsari 250 miles south-east of Kathmandu, Nepal, August 26. The swollen river burst its banks in Nepal just north of the border with India, and changed course to flow through a fresh channel which has no levees or protective embankments</span> <span class=\"element-image__credit\">Photograph: Manoj Shrestha/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041957\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/india.india/C_Kosi_TMO_0808_2008_lrg-3167.jpg\" alt=\"Floods in India\" width=\"605\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Satellite view of usual bed of the Koshi river coming down from Nepal in the Indian state of Bihar and of the Ganges basin on August 8</span> <span class=\"element-image__credit\">Photograph: TERRA/MODIS/NASA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041960\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/india.india/C_Kosi_TMO_2408_2008_lrg-3710.jpg\" alt=\"Floods in India\" width=\"601\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The same view on August 24, after the Koshi river burst through its banks into a channel last flowed through than 200 years ago, reported the Times of India. The flooded channel swept over a region not accustomed to flooding and forced more than a million people from their homes</span> <span class=\"element-image__credit\">Photograph: TERRA/MODIS/NASA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041981\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/india.india/GD8573483@Indian-villagers-use--7298.jpg\" alt=\"Floods in India\" width=\"630\" height=\"369\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Indian villagers paddle through floodwaters in Araria, some 220 miles from Patna on August 26</span> <span class=\"element-image__credit\">Photograph: STR /AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041990\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/india.india/GD8586177@An-aerial-view-shows--9421.jpg\" alt=\"Floods in India\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An aerial view shows the flood-affected  banks of the Koshi river in the border area between Supaul and Saharsa in the eastern Indian state of Bihar on August 27</span> <span class=\"element-image__credit\">Photograph: Krishna Murari Kishan/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041984\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/india.india/GD8575424@Flood-affected-local--7799.jpg\" alt=\"Floods in India\" width=\"603\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Residents wade through an overflowing Koshi river in Sunsari 250 miles south-east of Kathmandu, August 26</span> <span class=\"element-image__credit\">Photograph: Manoj Shrestha/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337042014\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/india.india/GD8598294@Flood-affected-villag-3863.jpg\" alt=\"Floods in India\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Villagers move to relief camps via boat in Patna district, Bihar state, August 28</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041996\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/india.india/GD8587258@Indian-flood-affected-379.jpg\" alt=\"Floods in India\" width=\"599\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Children receive food at a temporary camp near India's National Highway 57A after they were rescued from floodwaters in Sursur area in Araria district, some 260 miles south-east of Patna on August 27</span> <span class=\"element-image__credit\">Photograph: Diptendu Dutta/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041993\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/india.india/GD8587220@Indian-flood-effected-9941.jpg\" alt=\"Floods in India\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Villagers prepare their food at a temporary camp near a national highway </span> <span class=\"element-image__credit\">Photograph: Diptendu Dutta /AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041999\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/india.india/GD8587266@An-aerial-view-of-a-f-827.jpg\" alt=\"Floods in India\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An aerial view of Madhepura town, in north Bihar state, August 27</span> <span class=\"element-image__credit\">Photograph: Aftab Alam Siddiqui/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337042017\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/india.india/GD8598402@Indian-flood-affected-4409.jpg\" alt=\"Floods in India\" width=\"621\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Villagers wade through floodwaters in Sitpur in the Supaul district of India's northern state of Bihar, some 294 miles north-east of Patna on August 28</span> <span class=\"element-image__credit\">Photograph: Diptendu Dutta/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041978\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/india.india/GD8572869@Commuters-wade-throug-6727.jpg\" alt=\"Floods in India\" width=\"609\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Commuters wade through flood water in Hyderabad, India, August 26. India's monsoon season, which lasts from June to September, brings rain vital for the country's farmers but also massive destruction</span> <span class=\"element-image__credit\">Photograph: Mahesh Kumar A/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337042967\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/india.india/GD8597508@Flood-affected-villag-4557.jpg\" alt=\"Floods in India\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Villagers move with their belongings to relief camps in Madhepura district in Bihar state, August 28</span> <span class=\"element-image__credit\">Photograph: Aftab Alam Siddiqui/AP</span> </figcaption> </figure>",
  "<p><br>Pornstravganza... 'The film shows off some technical mannerisms of the period with greater clarity'. Photograph: Kobal</p> <p>Some time capsules are best left undisturbed. Nonetheless, here is one I cracked open and from which I got a whiff of something very dodgy indeed: the authentic perfume of the unfunny, dispiriting 70s, a reminder that very often that decade was not campy, uproarious fun but strangely and insidiously awful - a world of power cuts, racists being allowed 5-minute party political broadcasts and the <a href=\"http://www.copyrights.co.uk/portfolio/lifestyle_brands/country-diary-of-an-edwardian-.aspx\">Country Diary Of An Edwardian Lady</a>.</p> <p>The BBFC has for the first time cleared the DVD release, with an 18 certificate, of the complete and uncut version of Caligula. This was the 1979 hardcore pornstravaganza, set in ancient Rome, very controversial in its day, but soon discovered to be outrageously crude and dumb, certainly compared to the BBC's I, Claudius TV series, featuring <a href=\"http://www.youtube.com/watch?v=gzQxIfbtdsU\">John Hurt as Caligula</a> and Derek Jacobi as Claudius.</p> <p>It was produced and effectively directed by Penthouse supremo Bob Guccione and starred Malcolm McDowell as the hateful sensualist himself, the depraved Emperor signalling the forthcoming demise of Rome by romping amidst the orgiastic throng. This new release comes in a four-disc \"Imperial Edition\", the word intended to connote classy retail, as in the Imperial Leather soap of the period.</p> <p>It certainly has archive value as a record of something fantastically terrible, a so-bad-it's-bad nightmare which could only have come from that era of stately art-porn. Watching the film I can well imagine its soundtrack booming gauntly and emptily in a big old London West End cinema, perhaps with uncollected winter-of-discontent rubbish still piled up outside. (Actually, no: the release was November 1979.) What a strange frisson it was to realise that General Macro, played by the Italian actor Guido Mannari, had been dubbed by the unmistakable voice of <a href=\"http://www.theguardian.com/news/2006/aug/09/guardianobituaries.film\">Patrick Allen</a>. (If my ears did not deceive me, I think I recognised Joss Ackland's disembodied voice in there somewhere as well.)</p> <p>In theory, the script is by Gore Vidal, although it was surely massively, crudely, rewritten. Individual scenes drag on interminably, unedited, unpunctuated, with verbose and stately stretches of dialogue which carry on for ever. They take place in vast mausoleum sets in which dozens upon dozens of nude porn stars have been prevailed upon to romp listlessly in long-shot. Guccione cut in the oral sex close-ups, frothing ejaculations and 69s later on.</p> <p>McDowell's Caligula sports diaphanous toga-lites, wafts of Persil-white material easily pushed aside for congress with one's sister. Or else he marches into view wearing something like an ice-skater's costume, with sparkly minidress.</p> <p>John Gielgud has a cameo as Emperor Tiberius's trusted friend Nerva, and you can see that poor Sir John is dying inside, his snuffly, fading voice and distrait manner indicating a man who realises that his fee is not high enough to justify the pure horror of having got involved. His suicide scene is heartfelt. Peter O'Toole, as the ancient decadent Tiberius, complete with facial sores, gives it plenty of shameless ham, and once again it makes me regret I never saw his notorious Macbeth at the Old Vic around the same time. The only name actor who emerges fully unscathed is Helen Mirren as Caligula's wife Caesonia, who cheerfully seems to laugh off the direness of it all. McDowell himself isn't bad, and could have been good in the role in a real film version.</p> <p>It is a tired and hypocritical cliché of liberal journalism to claim that pornography is \"boring\" and I won't repeat it here. However crass, the spectacle of attractive people having sex is never boring, exactly. But it can be, and is here, bizarre, embarrassing and depressing.</p> <p>The weird thing is: drained of anything which you could describe as merit, the film shows off some technical mannerisms of the period with greater clarity. The penchant for the incessant slow zoom is very much on display here, sometimes homing in bafflingly on some detail in the grainy middle distance and then veering off to the side, to disclose nothing of interest at all. Well, Robert Altman and Luchino Visconti were much attracted to the slow zoom (almost every shot in Death In Venice is a slow zoom.)</p> <p>Then there is the spectacle of naked male warriors marching around with flaccid penises, which in such a fiercely heterosexual film indicates an extra degree of degradation, a spectacle allied to some vague concept of political power and sexual depravity -- it looks for a fraction of a second like a very low-IQ version of Pasolini's Salo.</p> <p>And it must also be said that Kubrick himself had a tiny weakness for T and A, which came to its full flower in his final, and possibly rather underrated film Eyes Wide Shut, whose stately orgies have the 1970s/80s feel of Caligula, and his film has the same, weirdly radioactive quality.</p> <p>I'm not sure that any of these points of interest quite justify sitting through the full two-and-a-half hours of the uncut Caligula, however...</p> <p>•For more on Caligula: <a href=\"http://blogs.theguardian.com/film/2008/08/has_the_fig_leaf_fallen.html\">does America really fear the penis?</a></p>",
  "<p>European Union leaders will discuss sanctions against Russia ahead of an emergency summit meeting, the French foreign minister said today, as western leaders increased diplomatic pressure on Moscow.</p> <p>When asked what measures the west could take against Russia in the crisis over Georgia, Bernard Kouchner told a press conference in Paris: \"Sanctions are being considered.\"</p> <p>He gave no details, but the threat reflects western impatience at Moscow after its invasion of Georgia and its recognition of Georgia's breakaway provinces, South Ossetia and Abkhazia, as independent.</p> <p>Despite Kouchner's comments, it will not be easy to reach consensus on sanctions within the EU as some states will be unwilling to jeopardise mutually beneficial relations with Moscow. In particular, the German chancellor, Angela Merkel, is unlikely to support any moves that could damage relations and interrupt the flow of gas and oil to Europe.</p> <p>It is the first time that France, which prides itself on good relations with Moscow, has raised the possibility of sanctions or other measures in the standoff between the west and Russia.</p> <p>\"I do not want to prejudge the issue before the EU summit on Georgia has taken place,\" Kouchner said. \"But we will work hard with our 26 partners to draft a strong statement that signifies our refusal to accept the situation in Georgia. France does not support breaking off relations with Russia. This will have to be sorted out through negotiation. This will take time, we are not deluding ourselves.\"</p> <p>Analysts say the EU is not contemplating the type of sanctions imposed on Iran or Zimbabwe, which include arms embargoes and travel bans. But the EU is likely to postpone talks on a new partnership and cooperation agreement with Russia scheduled for September, or at the extreme, break them off indefinitely. Similarly, France, which is scheduled to host a biannual meeting of the EU-Russia council in Nice in November, may decide it is not the time to roll out the red carpet for the Russians.</p> <p>Recent moves to forge security ties with Russia appear doomed. Moscow has expressed interest in having a role in attempts to forge a common European defence policy. Russia had offered the use of helicopters to the EU as an incentive for being included.</p> <p>On the economic front, analysts speculated the EU could take a closer look at the activities of Gazprom, the Russian energy giant in Europe. Gazprom gets 70% of its profits from sales to EU countries, and the size of the market gives the EU important leverage. The flipside is that Europe, particularly Germany, depends heavily on these supplies.</p> <p>As to support for Georgia, the EU could improve visa access for its citizens, give Tbilisi greater trace access to the EU, or hold an EU-Georgia summit.</p> <p>The Russian foreign minister, Sergei Lavrov, dismissed the idea of sanctions as the product of a \"sick imagination\".</p> <p>\"My friend Kouchner also said that we will soon attack Moldova and Ukraine and the Crimea ... But that is a sick imagination and probably that applies to sanctions as well,\" he told reporters at a security meeting in the Tajik capital, Dushanbe. \"I think it is a demonstration of complete confusion.\"</p> <p>France, which brokered a ceasefire between Russia and Georgia, has called an emergency meeting of EU leaders on Monday to discuss the most serious rupture between Russia and the west since the end of the cold war.</p> <p>Russia failed to get the robust support it was seeking from its allies on the Shanghai Cooperation Organisation (SCO), a security group that includes China and that Russia help set up. After a meeting in Dushanbe, attended by the Russian president, Dmitry Medvedev, the group condemned the use of force and called for respect for every country's territorial integrity. </p> <p>\"The SCO states express grave concern in connection with the recent tensions around the South Ossetian issue and urge the sides to solve existing problems peacefully, through dialogue, and to make efforts facilitating reconciliation and talks,\" the final declaration said.</p> <p>Britain said it would not accept the redrawing of Europe into spheres of influence. David Miliband, the foreign secretary, said such concepts were \"anathema\" and belonged to the second world war era of Yalta. He rejected the argument that Nato was an offensive alliance seeking to encircle Russia.</p> <p>The 1945 agreement at the Yalta conference, between the leaders of Britain, the US and the Soviet Union, saw the allied powers accept that eastern Europe fell into Moscow's sphere of influence.</p> <p>Miliband's comments on BBC Radio 4's Today programme followed a tough statement signed by himself and the foreign ministers of the US, Canada, France, Germany, Italy and Japan deploring Moscow's \"excessive use of military force\" in Georgia.</p> <p>The statement, described as an \"unprecedented step\" by the Foreign Office, followed a warning from Miliband delivered in Kiev, the Ukrainian capital, to Medvedev that he bore a \"big responsibility\" not to provoke a new cold war.</p> <p>The foreign ministers said Moscow's recognition of South Ossetia and Abkhazia violated Georgia's integrity and sovereignty. \"We ... condemn the action of our fellow G8 member. Russia's recognition of the independence of South Ossetia and Abkhazia violates the territorial integrity and sovereignty of Georgia and is contrary to UN security council resolutions supported by Russia.\"</p> <p>In his interview, Miliband rejected the notion that his visit to Ukraine had been provocative. He said he went there because it was important to say to a friendly country that \"we support their democratic choices\". The foreign secretary reiterated Britain's support for Ukraine's wish to be in Nato and rebuked Russia for treating its neighbours as if they were either \"enemies or vassals\".</p> <p>Miliband, tipped as a future Labour party leader and potential prime minister, went to Kiev to deliver a speech flying the flag of western democracy on Russia's doorstep, while seeking to avert a new crisis on the Crimean peninsula, home to an ethnic Russian population and Moscow's Black Sea fleet.</p> <p>The speech represented the strongest criticism of the Kremlin from a leading European government official in years, delivered in a country that is Russia's neighbour and which Russians view as the cradle of their civilisation.</p> <p>Miliband declared a turning point had been reached in Europe's relations with Russia, ending nearly two decades of relative tranquillity. He said Tuesday's decision by Medvedev to recognise Abkhazia and South Ossetia as independent represented a radical break and a moment of truth for the rest of Europe.</p> <p>\"[Medvedev's] unilateral attempt to redraw the map marks a moment of real significance,\" Miliband said. \"It is not just the end of the post-cold war period of growing geopolitical calm in and around Europe. It is also the moment when countries are required to set out where they stand on the significant issues of nationhood and international law.\"</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337041489\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver19-4336.jpg\" alt=\"Lunch counter in downtown Denver\" width=\"630\" height=\"457\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wednesday. A marginally less hot one, but still in the 80s. I’m living my life back to front here since I have to file my comment page cartoon at sparrow fart. I sit at a downtown lunch counter where punters munch burgers and gaze at the TV while I discreetly gaze at them</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041492\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver20-5076.jpg\" alt=\"Greek Orthodox priests\" width=\"510\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Inside the hall which seems to have been overrun by Greek Orthodox priests</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041495\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver21-6254.jpg\" alt=\"DNC Secretary Alice Travis Germond\" width=\"340\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">There is a roll call where each state allocates their votes to either Hillary Clinton or Barack Obama. The genial but slightly demonic looking mistress of ceremonies is the DNC secretary, Alice Travis Germond. In alphabetical order, each state has an opportunity to talk itself up, while announcing its tally of votes. Montana is a particularly egregious example, taking about 15 minutes to sing the praises of its big skies and allocate its measly 23 votes</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041498\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver22-6881.jpg\" alt=\"Democratic convention\" width=\"630\" height=\"231\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">When they reach the Ns, something interesting happens. New Mexico basically (though not exactly in these terms) says 'Aw fuck it, we’re giving all our votes to Illinois!'. They are followed immediately by New York, and who should suddenly appear on the floor but Hillary Clinton, senator for that state, who asks every state to throw its weight behind Obama and acclaim him as the official Democratic presidential candidate</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041501\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver23-7432.jpg\" alt=\"Bill Clinton\" width=\"351\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Much later, during primetime, Bill Clinton delivers a storming speech. He loves doing it and they love him for it. His hair glows white and his nose glows pink as he nails and hammers home to the convention the key themes of the coming election campaign. He makes it look easy, but he really is a class act as politician</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041504\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver24-7895.jpg\" alt=\"John Kerry\" width=\"325\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Last time candidate John Kerry has a very hard act to follow and the crowd is definitely post-coital, but he makes a reasonable fist of it, nailing Republican hypocrisy over the patriotism question. He still bears an uncanny resemblance to Lurch</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041507\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver25-8482.jpg\" alt=\"Joe Biden\" width=\"335\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joe Biden steps up to accept the nomination as vice-presidential candidate. He has a square jaw, a long head and close together slanted eyes. Unusually for this convention, he has quite a nice line in self deprecating humour. He talks amusingly about his upbringing. His mother is still alive and she’s in the room</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337041510\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/steve.bell.democratic.convention/denver26-9091.jpg\" alt=\"Joe Biden\" width=\"296\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Not unusually for this convention, Biden's speech is deeply sentimental, yet it seems to hit all the right spots and they love him. His personal history is remarkable, both tragic and inspiring, which still does not explain his erstwhile fixation on the speeches of Neil Kinnock</span> <span class=\"element-image__credit\">Photograph: Copyright © Steve Bell 2008</span> </figcaption> </figure>",
  "<p>A plane crash lands at an airport in Boston, all the passengers and crew mysteriously and gruesomely dead.</p> <p>Within minutes we've met the FBI, an eccentric professor who has been in an asylum for decades and may or may not be suffering from paranoid delusions, and the professor's roguish son who - surprise, surprise - has issues with daddy.</p> <p>Welcome to <a href=\"http://www.fox.com/fringe/\">Fringe</a>, the hotly anticipated new show by <a href=\"http://en.wikipedia.org/wiki/J._J._Abrams\">JJ Abrams</a>, the man behind <strong>Lost</strong>, <strong>Alias</strong>, <strong>Cloverfield</strong> and the upcoming <strong>Star Trek</strong> reboot.</p> <p>Like most Abrams' productions Fringe is a melting pot of conspiracy theories, unexplained phenomena, sudden twists and great special effects.</p> <p>Unfortunately, while it has many of the good points of an Abrams production, it also has all of the bad. Because here's the thing: Abrams might have been hailed as Hollywood's new geek messiah but all his TV shows, with the exception of college drama <a href=\"http://www.imdb.com/title/tt0134247/\">Felicity</a>, are singularly lacking in soul.</p> <p>Take <a href=\"http://en.wikipedia.org/wiki/Lost_(TV_series)\">Lost</a> for example. After an enjoyable first season and a rocky second, Lost has undoubtedly rediscovered its form. Last season's flash-forwards were a clever device and the intricate mythology built around the show has ensured that, for some, getting Lost is a little more than an obsession.</p> <p>But strip away the word games, the clever allusions to Irish novelists and dead philosophers, the numerology and the science v faith debate and what are you left with? The answer is a giant chess match of a television show where the characters are little more than pawns in Abrams, and <a href=\"http://en.wikipedia.org/wiki/Damon_Lindelof\">Damon Lindelof's</a> game.</p> <p>It's clever certainly but is there anyone we really care about? <strong>Kate</strong> is the least likely criminal on the run ever; <strong>Jack's</strong> daddy issues come from a movie of the week; <strong>Sawyer</strong> the rogue with a heart of gold occasionally comes close to having a genuine moment, only to find himself a knight errant moving two steps sideways and then one back.</p> <p>In four seasons of Lost so far only <strong>Sun</strong> and <strong>Jin</strong> have had anything approaching a believable, involving relationship; while the two most evolved characters are the probable bad guys, <strong>Ben</strong> and <strong>Locke</strong>.</p> <p>A similar problem dogged Abrams' <a href=\"http://www.imdb.com/title/tt0285333/\">Alias</a>, where by the time <strong>Sydney Bristow</strong> found out that her one true love, special agent <strong>Michael Vaughn</strong>, wasn't really dead but instead living with monks in Bhutan - having been injected with fake death-mimicking poison by Sydney's father - most of the show's audience had switched off.</p> <p>The premise of Alias - English literature student is recruited by shadowy secret intelligence unit and ends up working for the CIA as a double agent - was, like most of Abrams' premises, great albeit hokey. The problem was that, in his desire to double and triple cross his viewers, Abrams threw all character development out of the window, sacrificing Sydney's best friends Will and Francine almost on a whim.</p> <p>Given this cavalier attitude towards character believability it's unsurprising that by the time he gave us monster movie Cloverfield, Abrams had clearly decided to do away with depth altogether, presenting us instead with a bunch of interchangeable young hipsters who mustered barely a good line between them.</p> <p>Can Fringe break that mould? Certainly the cast, headed by Cate Blanchett look-alike <a href=\"http://www.fox.com/fringe/bios/#bio:olivia\">Anna Torv</a>, give it their best shot while still frequently playing second fiddle to those aforementioned twists and spooky turns.</p> <p>Abrams has talked of wanting to create a modern day <strong>X Files</strong> - in contrast to Lost's complicated universe, Fringe will play out more as a procedural with a different \"monster\" each week. Yet the key to <strong>Chris Carter's</strong> long running paranormal drama was the relationship between agents Mulder and Scully, which, in the early days at least, was warm, believable and cleverly developed.</p> <p>For Fringe to have any chance of equalling that we have to hope that it's the JJ Abrams of the warm-hearted Felicity who turns up - and not the coldly clever grand master who gave us Lost.</p>",
  "<p>SMG intends to call in a third-party auditor to disprove ITV plc's claim that its TV business, which operates the two ITV franchises for Scotland, does not pay enough for network programming such as Coronation Street.</p> <p>ITV plc claimed at its interim results earlier this month that SMG and UTV benefited significantly from their regional licences and needed to pay more for the network shows made by its ITV Productions subsidiary.</p> <p>Other ITV Productions shows bought in by SMG and UTV for broadcast by their ITV franchises include Emmerdale, Heartbeat, I'm a Celebrity … Get Me Out of Here! and Dancing on Ice.</p> <p>SMG, which owns the STV and Grampian licences, said today it estimates that the benefits to ITV plc from the franchises held by it and the other remaining independent ITV broadcasters UTV and Channel TV \"to be in excess of £75m\", when factors including cross-promotion and exploitation of its shows is taken into account.</p> <p>\"We've informed Ofcom of our position and we have written them a letter. ITV made the allegation … we will verify our position through a third party,\" said Rob Woodward, the chief executive of SMG, which is in the process of rebranding to become stv. </p> <p>SMG contributes around £15m per year to ITV1's programme budget and UTV contributes about £10m.</p> <p>\"We believe it should be clearly understood that that in the case of stv at least, ITV derives significant benefits from our custom and direct financial support,\" the company said in its interim results statement today. </p> <p>\"We make a substantial contribution to the ITV network programme costs, which they in turn can exploit on their other channels and online … and as our national advertising sales agent.\"</p> <p>SMG said that it intends to \"engage an independent third party to validate this position\".</p> <p>In a conference call with journalists, Woodward was asked if the spat had soured relations with ITV.</p> <p>\"Not at all, we have a good productive relationship with ITV and will continue to do so. ITV, UTV, the whole media market is under pressure … [it is about] finding an equitable way forward for an agreement between ourselves and ITV.\"</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337033160\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8586921@Onlookers-are-seen-th-7367.jpg\" alt=\"Chinor, India: Onlookers are seen through the windshield of an auto-load carrier stained with the blood of its driver killed by militants\" width=\"588\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chinor, India: Onlookers are seen through the windshield of a vehicle stained with the blood of its driver, who was killed by militants</span> <span class=\"element-image__credit\">Photograph: Amit Gupta/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033202\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8586661@A-farmer-tries-to-pro-7251.jpg\" alt=\"Singur, India: A farmer tries to protect himself from heavy rain\" width=\"593\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Singur, India: A farmer tries to protect himself from heavy rain</span> <span class=\"element-image__credit\">Photograph: Parth Sanyal/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033178\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8588173@A-kitten-plays-in-a-s-2051.jpg\" alt=\"Tskhinvali, Soyth Ossetia: A kitten plays in a street\" width=\"563\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tskhinvali, Soyth Ossetia: A kitten plays in the street</span> <span class=\"element-image__credit\">Photograph: Dmitry Lovetsky/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033190\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8592517@Iraq-Veterans-Against-5085.jpg\" alt=\"Denver, US: Iraq Veterans Against the War march through the streets\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Denver, US: A march by Iraq Veterans Against the War</span> <span class=\"element-image__credit\">Photograph: Eric Thayer/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033193\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8585723@Israeli-police-search-5688.jpg\" alt=\"Tel Aviv, Israel: Police search for the body of four-year-old girl, believed to have been murdered by her grandfather, at the Yarkon river\" width=\"606\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tel Aviv, Israel: Police search the Yarkon river for the body of four-year-old girl believed to have been murdered by her grandfather</span> <span class=\"element-image__credit\">Photograph: Jack Guez/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033172\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8589674@An-anti-abortion-acti-488.jpg\" alt=\"Mexico City, Mexico: An anti-abortion activist displays crosses during a protest against a law that legalizes abortion\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mexico City, Mexico: An anti-abortion activist displays crosses during a protest against a law that legalises abortion</span> <span class=\"element-image__credit\">Photograph: Alexandre Meneghini/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033145\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8593103@Western-Lowland-goril-2169.jpg\" alt=\"Sydney, Australia: A western lowland gorilla cradles her ten-day-old baby during his first public appearance at Taronga zoo\" width=\"335\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sydney, Australia: A western lowland gorilla cradles her 10-day-old baby during its first public appearance at Taronga zoo</span> <span class=\"element-image__credit\">Photograph: Torsten Blackwood/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033166\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8587199@Marcel-Pozgay-(R)-and-9122.jpg\" alt=\"Frankfurt, Germany: Marcel Pozgay and Christian Michael sit in a cell of the former 'Klapperfeldstrasse Custody' and play Monopoly as they take part in a world record attempt\" width=\"594\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Frankfurt, Germany: Marcel Pozgay and Christian Michael sit in a cell of the former Klapperfeldstrasse police custody building and play Monopoly as they take part in a world record attempt</span> <span class=\"element-image__credit\">Photograph: Torsten Silz/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033184\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8589492@A-family-stays-togeth-4000.jpg\" alt=\"Leogan, Haiti: A family during heavy rains caused by Hurricane Gustav\" width=\"606\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Leogan, Haiti: A family in heavy rain caused by tropical storm Gustav</span> <span class=\"element-image__credit\">Photograph: Ariana Cubillos/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033175\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8587174@Participants-lay-are--1502.jpg\" alt=\"Bunol, Spain: Participants during 'Tomatina', a traditional festival where people throw tomatoes at each other\" width=\"564\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bunol, Spain: Participants during Tomatina, an annual festival where people throw tomatoes at each other</span> <span class=\"element-image__credit\">Photograph: Pablo Argente/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033181\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8595270@A-member-of-French-ar-2809.jpg\" alt=\"Prague, Czech Republic: A member of Les Colporteurs practices during their dress rehearsal for the Letni Letna Circus, Theatre and Music Festival\" width=\"436\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Prague, Czech Republic: A member of the Les Colporteurs troupe practises during a dress rehearsal for the Letni Letna circus, theatre and music festival</span> <span class=\"element-image__credit\">Photograph: Michal Dolezal/CTK/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033211\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8587886@Michelle-Obama,-wife--8759.jpg\" alt=\"Denver, US: Michelle Obama appears at a DNCCOs Delegate Service Day Initiative event\" width=\"616\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Denver, US: Michelle Obama appears at a Democratic national convention event</span> <span class=\"element-image__credit\">Photograph: Eric Thayer/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033214\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8585700@LONDON---AUGUST-27--A-9107.jpg\" alt=\"London, UK: A collection of one hundred teacups by Clarice Cliff is estimated to fetch £25,000 at Bonham's Design sale 1860 - 1945\" width=\"440\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">London, UK: A collection of 100 teacups by Clarice Cliff is predicted to fetch £25,000 at a Bonham's Design sale</span> <span class=\"element-image__credit\">Photograph: Cate Gillon/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033196\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8586528@A-woman-works-in-a-pa-6308.jpg\" alt=\"Singur, India: A woman works in a paddy field\" width=\"550\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Singur, India: A woman works in a paddy</span> <span class=\"element-image__credit\">Photograph: Parth Sanyal/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033199\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8588044@A-man-carries-drinkin-6754.jpg\" alt=\"Lucknow, India: A man carries drinking water through a flooded street\" width=\"568\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lucknow, India: A man carries drinking water through a flooded street</span> <span class=\"element-image__credit\">Photograph: Pawan Kumar/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033154\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8586044@Bulgarian-farmers-hol-4987.jpg\" alt=\"Sofia, Bulgaria: Farmers during a protest against delayed farm subsides\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sofia, Bulgaria: Farmers protest against delayed farm subsidies</span> <span class=\"element-image__credit\">Photograph: Dimitar Dilkoff/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337033169\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/28/2/GD8589661@A-man-rides-a-bicycle-9871.jpg\" alt=\"Salar de Uyuni, Bolivia: A man rides a bicycle on the surface of the world's largest salt flat\" width=\"590\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Salar de Uyuni, Bolivia: A man rides a bicycle on the surface of the world's largest salt flat</span> <span class=\"element-image__credit\">Photograph: Jorge Silva/Reuters</span> </figcaption> </figure>",
  "<p>Digital radio station Planet Rock is moving out of the Leicester Square home of its former owner, GCap Media, to the west London HQ of UBC Media.</p> <p>The Sony digital station of the year will relaunch in October, four months after it was bought by entrepreneur and rock music fan Malcolm Bluemel.</p> <p>Planet Rock will move into its new home in Lisson Street, west London, in the same month. </p> <p>Bluemel, who runs visa and passport applications business TLCS Global Visa Services, said the station would now be \"completely in charge of its own destiny\".</p> <p>\"This is a dream come true for us. We can now provide rock fans with essential rock listening, artists can come into the station at any time we choose, we can do it our own way and give our listeners exactly what they want,\" he added.</p> <p>\"There is a close-knit passionate team at Planet Rock, headed up by [programme director] Trevor White, and all of us look forward to building on the amazing progress this fantastic radio station has already made.''</p> <p>Planet Rock won digital station of the year at this year's Sony Radio Academy Awards months after it was put up for sale by GCap as part of its retreat from digital audio broadcasting - DAB. GCap has since been bought by Global Radio.</p> <p>The digital station, with presenters including Alice Cooper, Rick Wakeman and Nicky Horne, had 585,000 listeners in the second quarter of last year, according to the latest official Rajar figures.</p> <p>UBC Media chief executive Simon Cole said: \"The team at Planet Rock have a single-minded vision and we want to do whatever we can to help them bring that to reality.\"</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p><em>Susan Smith is in Denver blogging for the <a href=\"http://quinnell.us/sspb/?author=60\">Florida Progressive Coalition</a></em></p> <p>One of the confusing things about the convention is the number of venues and events that are taking place. For the past few weeks, delegates and bloggers have received so many invitations that it was impossible to sort through them all, and no type of spreadsheet seemed to work to get them into a usable format for figuring out what to do. I'll try to paint the picture for you.</p> <p>First, our hotel isn't exactly close to downtown Denver. We're probably about 10 miles out (though it seems farther), which means that when we leave in the morning, we probably won't get back to the hotel to drop off swag and/or change for evening events. Delegate shuttles operate frequently throughout the day and evening. If you miss the shuttle or prefer a taxi, it costs about $30 with tip.</p> <p>Each day begins with a free breakfast buffet in the hotel ballroom at 8am. There are featured speakers every morning.</p> <p>Delegates, committee members, bloggers and guests begin heading downtown around 9am. There are various caucus meetings held at the Colorado Convention Centre from 10am to 3pm. The main event is at the Pepsi Center from 3pm to 9pm. Other events are held throughout the city, primarily in hotels. The events I attended on Monday were at the Tivoli Centre at the University of Colorado-Denver. The Tivoli Centre is inside the \"soft perimeter\" of the Pepsi Centre security area, so in order to attend the events (for which I had pre-registered), I had to walk about three-quarters of a mile to the MySpace centre at a hotel to pick up a special credential. Not sure why that was necessary.</p> <p>The <a href=\"http://news.cnet.com/8301-13578_3-10026628-38.html\">Big Tent</a> is about four blocks from the Pepsi Centre. It is \"blogger central\" for the convention. The problem is, the <a href=\"http://quinnell.us/sspb/?page_id=1717\">Florida Progressive Coalition</a> was only allowed to purchase four passes, so we've had to figure out a way to share them, which can create some logistical issues. Inside the tent, there is free wi-fi and beer, TV coverage of the convention, and two meals a day per credential. It's hot inside, and electrical hookups can be a challenge, but it's neat to see all the bloggers working. Catching up with \"netroots nation\" friends is a treat. The liberal blogosphere is a big community and there's a closeness you feel to each other, even though the relationships are mostly virtual.</p> <p>Once downtown, theoretically at least, everything is walkable, but it's a little warmer than I expected, and I was overloaded with my laptop and all sorts of technical stuff so it was not preferable. I ended up cabbing it a couple of times.</p> <p>When the convention is gavelled out for the evening, the parties begin. On Monday night I attended the Democratic Governors' Association party at <a href=\"http://www.elitchgardens.com/\">Elitch Gardens</a> (a big amusement park), and then we took a taxi to the Crowne Plaza for the New Mexico delegation party where we met up with members of the Florida delegation and our friends from Democracy for America. After mingling and networking there, we returned to the hotel around 12.30am.</p> <p>A word about Denver - it's a beautiful city. Bicycles and pedestrian bridges are everywhere. And the people have been very hospitable.</p>",
  "<p>New Orleans is on standby to evacuate as tropical storm Gustav heads towards the US, almost three years after the city was devastated by hurricane Katrina.</p> <p>Forecasters say Gustav will have become a powerful hurricane by the time it reaches the Gulf of Mexico and will probably hit the US coast on Monday, somewhere between Florida and Texas. Its most likely path will take it over New Orleans.</p> <p>Gustav killed 23 people as it crossed the Caribbean. It is heading for Jamaica, where the authorities have issued a hurricane warning, and is forecast to reach the US coast. </p> <p>This morning, the storm was 80 miles east of Jamaica and 170 miles south of Guantanámo Bay in Cuba. Its top wind speeds were about 50mph – well below the 74mph that would make it a hurricane – but forecasters said Gustav was likely to build in strength as it passed over the deep warm water south of Cuba.</p> <p>Evacuations from New Orleans may start tomorrow. The oil company Shell has begun ferrying workers off its rigs in the Gulf of Mexico. </p> <p>Hurricane Katrina struck New Orleans on August 29 2005. It flooded 80% of the city and devastated smaller communities along the coast. More than 1,800 people died. </p> <p>Many residents defied evacuation orders to guard their homes and businesses from looters as law and order broke down. Others were unable to leave. They ended up waiting days for help, with no supplies and bodies floating in the floodwater.</p> <p>The Louisiana governor, Bobby Jindal, has declared a state of emergency, allowing him time to mobilise the national guard. \"Our state is better prepared than it has been before to respond to a major disaster,\" he said. \"But I want to emphasise that our citizens have a personal responsibility.\"</p> <p>Seven hundred buses are being prepared to evacuate 35,000 people suffering from medical conditions, and trains are on standby to move 7,000 elderly people to safety.</p> <p>City officials said the New Orleans mayor, Ray Nagin, who has cut short his trip to the Democratic national convention in Denver, would order an evacuation if Gustav looked likely to come ashore with wind speeds of more than 111mph. The order would be given 30 hours before the storm is likely to strike.</p> <p>Officials gave assurances that floodgates and pumping stations that failed catastrophically in 2005 would hold up.</p> <p>In the financial sector, there are fears that Gustav could damage to the oil platforms across the Gulf of Mexico that produce about a quarter of all US oil. Analysts are concerned that petrol supplies could be disrupted if refineries on the coast are damaged. The price of crude oil has risen for a fourth consecutive day, gaining more than one dollar to $119.25 (£64) a barrel in early trading. </p> <p>Gustav has already wreaked havoc across the Caribbean. Up to 25 inches of torrential rain caused floods and mudslides that killed eight people in the Dominican Republic and 15 in Haiti. </p> <p>On the first anniversary of Katrina, the US president, George Bush, acknowledged that his government's response had been woefully inadequate. Many of the city's residents, especially black people and the poor, believe they were abandoned when the hurricane struck.</p>",
  "<p><a href=\"http://www.reuters.com/article/environmentNews/idUSLR72490620080827?feedType=RSS&amp;feedName=environmentNews\"><strong>Ghana climate talks make progress to save forests</strong></a><br><strong>Source: Reuters</strong><br>The world has made progress on ways to save tropical forests as part of a planned new UN pact to slow global warming, the UN's top climate official said at 160-nation talks in Ghana ending on Wednesday.</p> <p><a href=\"http://www.nytimes.com/2008/08/28/science/earth/28seaice.html\"><strong>As Arctic Sea Ice Melts, Experts Expect New Low</strong></a><br><strong>Source: New York Times</strong><br>The National Snow and Ice Data Center has reported that sea ice in the Arctic now covers about 2.03 million square miles. The lowest point since satellite measurements began in 1979 was 1.65m square miles, last September.</p> <p><a href=\"http://environment.newscientist.com/channel/earth/mg19926713.400-the-weekends-are-more-rainy-ndash-and-it-may-be-our-fault.html?feedId=earth_rss20\"><strong>The weekends are more rainy - and it may be our fault</strong></a><br><strong>Source: New Scientist</strong><br>It seems to happen with depressing frequency - sunny skies turn to rain just as the weekend arrives. Now Spanish researchers say they have evidence that in some parts of Europe the weather really does follow a weekly cycle, although not in the straightforward way that the anecdote might suggest.<br><a href=\"http://www.reuters.com/article/environmentNews/idUSLR12033320080828?feedType=RSS&amp;feedName=environmentNews\"><br><strong>Endangered Sumatran elephants and tigers get boost</strong></a><br><strong>Source: Reuters</strong><br>Sumatra's endangered elephants and tigers should get a boost from an Indonesian government move to expand one of their last havens, a four-year-old national park on the island, conservation body WWF said on Thursday.</p>",
  "<p>The chanting hummed around Turner's Cross long after the final whistle last Friday night. The banners unfurled at the beginning of the match-cum-demonstration still fluttered defiantly as the Shed hopped to the same words over and over. The sound was that of 3,795 fans cottoning on, after a week of asking for help, that they were in this alone. </p> <p>\"Cork City Football Club is in the wrong hands,\" they boomed. It's not the catchiest terrace ditty, yet it's pretty much to the point. The not-beating-around-the-bush theme was yet more evident in the banners. \"Arkaga - rot in hell,\" read one particularly blunt message. Arkaga happen to be those aforementioned wrong hands that have pushed the club into examinership.</p> <p>From the beginning, Arkaga - a private equity investment fund who took over ownership from chip-shop owner Brian Lennox last year - have been about as welcome as pro-Tibet protesters in Beijing. Fans neither warmed to them nor ever quite worked out their real intentions for the club. Sure, there were mentions of a spanking new stadium (why exactly?) and long-term investment, but it turned out Arkaga had gambled everything on the proposed All-Ireland League (a professional league formed of clubs north and south of the border) coming to fruition. </p> <p>When that plan came to naught, well, they had no real notion of hanging around. Nor indeed, of dripfeeding any more money (they claim to have invested €2.4m this year) into the club. This leaves City laden with debts of €1.3, surviving day-to-day off transfer money from David Meyler and Dave Mooney (just snapped up by Reading) and the goodwill of players who have accepted a 70% wage cut to stay alive. The short-lived days of €4,000-a-week player contracts and rumours of €100,000-a-fortnight wage bills appear to be up. </p> <p>If it all sounds suspiciously like your typically bonkers Irish football story (club chugs along, club reaches for stars, club crashes and burns), well, it is and it isn't. A history of football in Cork reads like a series of Big Brother: misplaced ambition, bickering and crisis upon crisis. Cork Hibernians FC went to the wall in the 1970s partly due to the cost of shipping Rodney Marsh over for games; Cork Celtic tried the same trick with George Best and Geoff Hurst - Bobby Tambling was a draw for a number of seasons yet they similarly nosedived into oblivion. The Cork City years (formed in 1984) have taken in the good (two league titles, a famous 1-1 draw with Bayern Munich in 1991), the bad (a messy ground move, a botched link-up with Leicester City, ongoing financial problems). And the ugly is waiting around the corner with bricks, bats and a court order to strip the club to its bare bones. </p> <p>And yet, more than most other clubs here, there's been a point to Cork City. Eight thousand supporters crammed into Turner's Cross for a title decider with Derry a few years back. Just over half that showed up for a massive clash with Bohemian FC a few weeks ago, but a census of hardcore, rain or shine, City-till-I-die fanatics might just creep up to the 3,000 mark (their average is just over 3,500 which makes them the best-supported team in the land). There's bang for your buck though. The fans are as loud, as brash and as contrary at times as you'd expect from Roy Keane's hometown, and you won't find a more rocking atmosphere than a feverish night on the Shed - only in Cork could players have thrown themselves into the crowd to celebrate the league title in 2005.</p> <p>They're passionate and they're not shy about letting you know. It's just that there isn't quite enough of them. For the rest of the city, it's not quite a love-hate thing, more a like-indifference thing, a casual fling without all that commitment malarkey. The problem lies with other sporting distractions. The Gaelic Athletic Association dragged well over 10,000 people from Cork to an All-Ireland semi-final in Dublin last weekend; Munster rugby team play their Celtic League games just around the corner; and English Premier League teams have the hearts and minds of most football supporters - just 292 people turned up at Turner's Cross for a League Cup game with Limerick City (admittedly it wasn't a glamour clash) the same night Manchester United played Barcelona in the Champions League last season. </p> <p>On the pitch they've paid for success with players being pilfered year after year; Kevin Doyle went for a laughably low sum. Cork's chairman Brian Lennox recalled not being able to watch Doyle's impressive performances for Reading on Match of the Day such was his embarrassment. Shane Long, George O'Callaghan, Roy O'Donovan, Meyler and Mooney have all similarly followed the drain of talent into England. Still, Colin Healy washed up in Cork and stayed, Joe Gamble is good enough to have a few international caps and players are generally worshipped like Gods. </p> <p>Now Cork's greatest challenge is survival. A 10% cut from any Kevin Doyle transfer would go a long way towards staying afloat. The club both needs and doesn't need another <a href=\" http://en.wikipedia.org/wiki/Daddy_Warbucks\"> Daddy Warbucks</a>. A supporters trust has already been set up with a view to keeping the club running short-term and perhaps taking it over long-term. Players will no doubt leave, but there'd be something awfully fitting - \"here today, here forever\" went the banner - were the fans to end up saving Cork City.<br></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337027848\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/08/25/immigration460.jpg\" alt=\"Immigration and border officers\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Border and Immigration Agency officers. Photograph: Stefan Rousseau/PA</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>  <p>You might not be aware of this - I wasn't until I read about it in <a href=\"http://www.bighospitality.co.uk/\">Restaurant Magazine</a> - but the <a href=\"http://www.bia.homeoffice.gov.uk/\">UK Border Agency</a> has adopted a policy of 'naming and shaming' employers who hire illegal immigrants, as well as fining them up to £10,000 per illegal worker. </p> <p>The online list, updated monthly, is dominated by restaurants. Of the <a href=\"http://www.ukba.homeoffice.gov.uk/sitecontent/documents/employersandsponsors/listemployerspenalties/\">45 businesses listed</a>, as of July 31, 40 were food outlets. The majority of these - Madras restaurant, Manor Park, London (three illegal employees); Birmingham's Fat Boy Chippy (one); Sisi Pizza, Leeds (five); Spice of Rice, Bolton (one); Zara's, Dronfield (two); Rye Grill, Sussex (one); Thai House, Plymouth (one); <a href=\"http://www.kirkintilloch-herald.co.uk/news/Chinese-takeaway-in-Kirkintilloch.4227749.jp\">Moon River Restaurant</a>, Kirkintilloch, Glasgow (four) - are takeaways and restaurants with localised profiles, but there is one High Street name on the list. In June, the Cardiff branch of the \"contemporary Italian\" chain <a href=\"http://www.strada.co.uk\">Strada</a> - praised by our own <a href=\"http://www.guardian.co.uk/lifeandstyle/2007/aug/05/foodanddrink.restaurants\">Jay Rayner</a> for doing \"good work\" in introducing Britain to authentic wood-fired pizza - was prosecuted for employing one undocumented worker (the less loaded term, favoured by progressives), and fined £5,000. Strada declined to comment on this. <br><br>Critics of the new UK Border Agency tactics are concerned on a number of fronts. <a href=\"http://www.guardian.co.uk/commentisfree/2008/jul/16/humanrights.immigrationpolicy\">Writing in the Guardian recently, Hsiao-Hung Pai</a> painted a pitiful picture of the undocumented workers at the bottom of this chain, and questioned why so many ethnic minority small businesses - often food businesses which make easy targets due to their High Street prominence - had been hit, when illegal immigrants can be found working in numerous industries, often for white-British employers. It risked, wrote Pai, \"scapegoating communities\".</p> <p>That this comes at the same time as a new points-based system for skilled overseas workers is about to be introduced, which, <a href=\"http://www.guardian.co.uk/uk/2008/apr/22/immigration.foodanddrink\">say many restaurateurs</a>, threatens to make it prohibitively difficult to recruit foreign chefs, leaves many, particularly Asian owners, feeling as if they're being attacked from all sides. <a href=\"http://www.guardian.co.uk/lifeandstyle/wordofmouth/2008/feb/29/currycrisis\">As discussed in these pages back in February</a> <a href=\"http://www.gbruk.org.uk/\">The Guild of Bangladeshi Restaurateurs</a> is adding its voice to <a href=\"http://www.bighospitality.co.uk/cgi-bin/item.cgi?id=1638\">warnings of a \"curry crisis\"</a>. </p> <p>While broadly welcoming the naming and shaming policy, Joanne Pitts, an employment consultant at Croner, said: \"It's important that these moves do not come down too hard on businesses that <a href=\"http://www.croner.co.uk/croner/jsp/Editorial.do?cache=true&amp;channelId=-291925&amp;contentId=1008873&amp;BV_UseBVCookie=yes\">on one occasion unknowingly employed an illegal migrant worker</a>.\" However, the Home Office insists that only businesses that knowingly employ undocumented workers will be prosecuted.</p> <p>The <a href=\"http://www.tuc.org.uk/\">TUC</a>, meanwhile, sees this new policy as window dressing, \"locking the stable door after the bad employer has bolted\", as General Secretary <a href=\"http://www.tuc.org.uk/the_tuc/about_bbarber.cfm\">Brendan Barber</a> has put it. Senior policy officer, Nicola Smith, says the emphasis should be on prevention, starting with robust protection of all workers' rights: \"The TUC wants all workers to have rights under UK employment law, and for immigration status not to come into it.\" Employers, for instance, are currently exempt from prosecution for not paying the minimum wage to undocumented workers. \"Our position is that everyone should be treated in the way parliament intended when it set a benchmark for employment standards.\" </p> <p>In this way, it is argued, you would reduce demand for and offer some protection to undocumented workers who are currently at the mercy of exploitative employers, and simultaneously shore up the rights of legitimate staff. The TUC would also like to see, \"opportunities for earned regularisation\" for undocumented workers, \"rather than this fallacy that everyone can be deported\". Smith continues: \"These people are doing low-skilled, nasty jobs. If they all disappeared tomorrow we would have a big labour shortage.\"</p> <p>The TUC's suggestions would obviously be the most humane way to proceed. The 'naming and shaming' policy, you sense, panders to a right-wing tabloid anti-immigration agenda, rather than doing anything to tackle the root problems. But it still leaves us, as diners, with a dilemma. Now that this information is out there, is it incumbent upon us, as good Guardian readers, to boycott eateries which have been prosecuted for employing undocumented workers?</p> <p>\"We would advocate people looking very carefully at how all businesses treat their workers, in all sorts of ways,\" says Smith. Do you? Have you ever boycotted a restaurant because of the way it treats its staff? Proposed government action notwithstanding, if the <a href=\"http://blogs.guardian.co.uk/food/2008/07/tipping_point_finally_reached.html\">Unite Fair Tips</a> campaign in Manchester goes national, will it change your eating habits? Or is it down to chefs and waiters, rather than the diner, to take a stand? </p> <p>Moreover, why don't we hear more about apparently model employers <a href=\"http://www.guardian.co.uk/lifeandstyle/2006/sep/24/foodanddrink.recipes1\">like Giorgio Locatelli</a>? It is impossible to personally ethically audit every restaurant you eat in, but is there a desire for restaurants to advertise their good practices - on tips, staff hours, wages - as loudly as they trumpet their local, seasonal produce?</p>",
  "<p>South Ossetian forces have shot down a Georgian spy plane, officials in the breakaway province said today.</p> <p>Mikhail Mindzayev, South Ossetia's interior minister, said the drone had crossed into South Ossetia from the south, meaning it was from Georgia. The claim was dismissed by Tbilisi, where a Georgian interior ministry spokesman, Shota Utiashvili, said Mindzayev was \"seeing things\".</p> <p>Russia this week stepped up its defiance of the west by recognising as independent South Ossetia and Abkhazia, Georgia's two separatist regions. The move was denounced by the west as an attempt by Russia to redraw the map of Europe and in contravention of UN security council resolutions.</p> <p>As the west hammered away at Moscow diplomatically, the Russian president, Dmitry Medvedev, today appealed to the five other leaders of an Asian security alliance for unanimous support over Georgia.</p> <p>Speaking at a Shanghai Cooperation Organisation (SCO) summit in Dushanbe, Tajikistan, Medvedev said that support for Russia would serve as a \"serious signal for those who are trying to justify aggression\", a reference to Georgia's decision three weeks ago to attack South Ossetia – which declared itself independent from Georgia in the 1990s – and try to retake it by force.</p> <p>Russia retaliated by invading Georgia. It has withdrawn most of its forces but some have stayed behind, particularly in the strategic port of Poti. Roundly condemned for invading Georgia and for recognising South Ossetia and Abkhazia, Russia is looking for diplomatic support in the SCO from China, Kazakhstan, Kyrgyzstan, Tajikistan and Uzbekistan.</p> <p>The SCO was set up in 2001 as a forum for its members to improve regional coordination on terrorism and border security. With most SCO members facing separatist rebellions of their own, outright support for Moscow's actions is seen as unlikely.</p> <p>\"China, which has its own separatists, will be the biggest problem,\" said Alexei Mukhin, head of the Centre of Political Information thinktank. \"The recognition of Abkhazia and South Ossetia is unacceptable for Beijing.\"</p>",
  "<p>Ralph Nader, mounting his third straight independent presidential run, yesterday held a rally in the shadow of the Democratic convention to urge Barack Obama to allow him into this year's televised debates.</p> <p>Still blamed by some Democrats for diverting votes from their party during the 2000 and 2004 elections, Nader is ready to fight equally hard against a party he sees as drifting to the right.</p> <p>Obama \"keeps talking about change\", Nader told theguardian.com. \"But when you look at his policies … is he for change when he wants a larger military budget?</p> <p>\"Is he for change when he doesn't challenge the hundreds of millions of dollars in taxpayer subsidies for corporations?\"</p> <p>Nader acknowledged that Obama offered distinct differences from the Republican nominee, John McCain, on social security, abortion rights and gay rights. But he said the major parties' closeness to corporate interests was enough to propel his candidacy forward.</p> <p>\"[The two parties] display a difference that can be described as the different velocity with which their knees hit the floor when corporations bang on their doors\", he said.</p> <p>Nader's two previous efforts to open the televised presidential debates to third-party candidates fell short, but last night he unveiled a potent lineup of backers. The actors Sean Penn and Val Kilmer, the folk singer Nellie McKay, and Brooke Smith, a star of the popular TV show Grey's Anatomy, were slated to speak on his behalf.</p> <p>\"A lot of people, like myself, are very disillusioned with only having two centrist candidates to choose from,\" Smith told reporters. \"Neither party's candidates are talking about issues that are important to me.\"</p> <p>Nader brought polling, conducted by CNN and Time magazine, to bolster his push for equal treatment from the media and the US political establishment. </p> <p>In the four crucial swing states of Pennsylvania, New Mexico, Colorado and Nevada, Nader and his running mate, Matt Gonzalez, are polling between 6% and 8% among registered voters.</p> <p>When voters are given only the option of Obama or McCain, the poll shows Nader cutting into a sizeable chunk of both major candidates' bases. Obama's 5% lead over McCain in Nevada was entirely erased when pollsters offered Nader as an option.</p> <p>Nader said he had sought meetings with Obama 20 times over the past year but had been rebuffed. </p> <p>\"Basically what he's saying is: 'I'm going to make peace with corporations … so why should I talk to Nader? I know what he's going to say,'\" the long-time consumer advocate said.</p> <p>Nader warned Obama against compromising on issues such as offshore oil drilling – which the Democratic nominee has come to accept – and the Bush administration's government surveillance programme.</p> <p>Democrats would lose the presidency if they \"try to beat Republicans by becoming more like them, by blurring the differences\", Nader said.</p>",
  "<p>Mexico's supreme court will uphold trailblazing abortion laws in the capital by dismissing a challenge from the conservative federal government.</p> <p>Mexico City's law, in effect since April last year, requires city health services to provide a free abortion to any woman who seeks it up to 12 weeks into a pregnancy.</p> <p>It was challenged in the supreme court by the chief federal prosecutor, which is a cabinet post in Mexico, and the national human rights ombudsman. They argued that the constitution's guarantee of the right to life obliges the authorities to protect an unborn child from the moment of conception, overriding a woman's right to determine what happens to her body.</p> <p>In a lengthy and televised discussion lasting several days, eight of the 11 justices said they would dismiss the challenge. A decision is due within days, possibly today.</p> <p>Mexico City sits alongside Cuba in having the most liberal abortion legislation in Latin America. One country – Nicaragua – has prohibited abortion in all cases since 2006.</p> <p>The law has shattered the longstanding suppression of the abortion debate in Mexico. Politicians and bishops had avoided touching the question for decades, fearful of exposing bitter divisions in a country that values its anti-clerical political tradition as deeply as its Catholic heritage.</p> <p>The laws of most Mexican states, as was the case in Mexico City, allow terminations in cases of rape, danger to the mother's life or catastrophic deformations of the foetus. But in practice, very few women in these situations get the option. The states do not prosecute either the doctors who offer safe illegal abortions for those with money, or the life-threatening backstreet practitioners used by the poor.</p> <p>Many expected tighter controls when the Catholic conservative National Action party took control of the federal government in 2000, after 71 years of one-party rule by the nominally progressive Institutional Revolutionary party. But the right wing remained wary of upsetting the status quo.</p> <p>The leftwing administration in Mexico City eventually took on the taboo, and the discussion has stretched far beyond the supreme court to become an unprecedented national debate. Anti-abortion activists have blasted passers-by with the sound of foetal heart beats, while the Catholic hierarchy ran anti-abortion television commercials in prime time. Feminists have shouted their determination to push for abortion on demand elsewhere in Mexico.</p> <p>About a fifth of the 12,000 women given free abortions in the capital travelled from elsewhere in the country. There are no figures available for the private sector.</p> <p>The majority of public doctors have declared themselves conscientious objectors and refused to do abortions, forcing the city to set up special clinics, some of which have been picketed by activists.</p>",
  "<p>Aer Lingus warned today that it needs to cut costs across its business, raising fears of job losses, after plunging into a loss for the first half of this year.</p> <p>The airline posted an operating loss of €22.3m (£17.9m) for the first half of this year, down from an operating profit of €2.6m a year earlier, and warned that it will not make a profit in the next six months.</p> <p>Chief executive Dermot Mannion blamed <a href=\"http://www.theguardian.com/business/oil\">the soaring oil price</a> and warned that \"without making fundamental changes in our operating cost base\" it could make a much larger loss in 2009.</p> <p>Like <a href=\"http://www.theguardian.com/business/theairlineindustry\">other airlines</a>, Aer Lingus is threatened by the weakening global economy as well as the sharp increase in the cost of fuel.</p> <p>\"Things will not bounce back. We are heading for a pretty difficult challenge, and we need to take a surgical look at costs across the whole business,\" said an Aer Lingus spokesman this morning.</p> <p>He added that the company's cost per passenger is roughly double that of <a href=\"http://www.theguardian.com/business/ryanair\">rival Ryanair</a>, suggesting there is the potential to take significant costs out of the business.</p> <p>Potential areas for savings include staffing, its flight network and its existing deals with the airports it flies to. Aer Lingus has already decided to cut its long-haul capacity for this winter by 11% but is only reducing its short-haul flights by 1%.</p> <p>Although the oil price has fallen in recent weeks from its high of almost $150 a barrel, airlines still face much higher fuel bills than in the past.</p> <p>Aer Lingus spent €253m on fuel in 2007 but this will rise to €390m in 2008. If it were to hedge all of next year's fuel bill today, the cost would rise to €463m.</p> <p>\"We're looking at a three-figure loss in 2009, potentially, if we don't look at our costs,\" the Aer Lingus spokesman explained.</p> <p>Oil was trading up around one dollar today at $119 a barrel, as tropical storm Gustav headed towards production facilities in the Gulf of Mexico.</p> <p>Back in June, Ryanair warned that its profits for this year would probably be <a href=\"http://www.theguardian.com/business/2008/jun/04/ryanair.oil\">wiped out by the cost of fuel</a>.</p>",
  "<p>On Monday, the EU faces its biggest foreign policy test since the Iraq war. Can it forge a common policy towards Russia in light of Moscow's <a href=\"http://www.theguardian.com/world/2008/aug/26/russia.georgia2\">unilateral recognition</a> of Abkhazia and South Ossetia independence?</p> <p>President Sarkozy took a risk in calling a <a href=\"http://www.euractiv.com/en/enlargement/sarkozy-calls-crisis-eu-summit-georgia-russia/article-174858\">special EU summit</a> to discuss the <a href=\"http://www.theguardian.com/commentisfree/2008/aug/27/russia.georgia\">crisis in Georgia</a>, as policy towards Russia has been characterised more by disunity than unity between member states. Some see Russia as a <a href=\"http://www.theguardian.com/politics/2008/aug/26/davidcameron.georgia\">major threat</a>. Some do not wish to upset a nuclear power and permanent member of the UN security council. Some prefer to boost trade ties with oil-rich Russia. </p> <p>But Russia's political tactics and military over-reaction to the conflict in Georgia has made Sarkozy's task easier. Even in Germany where there has been a running battle between Chancellor Merkel and foreign minister <a href=\"http://www.dw-world.de/dw/article/0,2144,3595642,00.html\">Steinmeier</a> over Russian policy, there is now unity of approach after Dmitry Medvedev's \"unacceptable decision\" to recognise the breakaway republics.</p> <p>What can the EU do? There is no desire to cut ties completely with Russia, but the newly started negotiations on a new strategic agreement between the EU and Russia may be put on hold. This would be in line with Nato, which has put meetings of the Nato-Russia council on ice. Another option could be to suspend the visa facilitation agreement between the EU and Russia (Britain is not party to this), particularly for its effects on officials and the elite. Blocking Russian membership of the WTO would not cause sleepless nights in Moscow, which is divided on the merits of joining. </p> <p>Russia's neighbours, especially <a href=\"http://www.kyivpost.com/bn/29484/\">Ukraine</a>, are worried that they may be the next target. The EU cannot offer Kiev a blank cheque, but it should make clear that it views Ukraine as a future member and therefore beef up its programme of technical assistance to help prepare it for membership. <a href=\"http://www.theguardian.com/world/2008/aug/27/ukraine.russia1\">David Miliband's</a> timely visit to Ukraine this week was a good demonstration of western support.</p> <p>On the internal front, the EU should take steps to reduce its dependency on Russian energy. Moscow has found it easy to divide the EU by offering bilateral energy deals. A common EU energy policy will be difficult but not impossible to achieve. Gazprom gets 70% of its profits from sales to the EU and the sheer size of the EU market gives it important leverage vis-a-vis Russia. This latest crisis should accelerate moves to find alternative suppliers and new sources of energy. A re-think of nuclear policy is under way in several countries, including Germany.</p> <p>The EU also needs to recognise that Russia has many weaknesses. These include the failure to diversify its economy, a huge rich-poor divide, a failing educational system that is not producing any managerial talent, massive social and health problems and a population that is literally dying out. The EU is a natural partner of Russia to tackle some of these problems, but it should make clear to Moscow that future investment will depend on Russian behaviour at home and abroad. There can be no \"business as usual\" if Moscow continues to blatantly flout OSCE norms and council of Europe commitments. Russia has acknowledged that it needs western investment, finance and know-how but this should not come at any price. Russian behaviour has already led some western investors to pull out of Russia and the stock market has fallen 14% in August. </p> <p>In the long term, there is little doubt that Russia will need the EU more than the EU needs Russia. In the short term, there is not much that the EU can do to influence Russia, but it needs to send a clear signal on Monday that future cooperation depends on a minimum of shared values. The EU now has no option – it must find a common line towards Russia.</p>",
  "<video data-media-id=\"gu-video-337030671\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1759533546_gdn-nat-clinton-biden-update-16x9.flv\"/> </video>   <p><br>Democratic delegates were nearly floating out of the convention hall tonight after Bill Clinton and Joe Biden delivered hard-hitting and forthright speeches in praise of Barack Obama.</p> <p>\"I think Clinton really covered some ground that Hillary left open, which was unconditional support of Barack,\" a smiling Cathleen Klivanoff said.</p> <p>Indeed, the former president appeared reluctant to support Obama as recently as yesterday, when he mused publicly about a hypothetical \"candidate X\" who cannot deliver on Democratic issues. But Clinton's heartfelt cheer for Obama lifted the spirits of the party faithful.</p> <p>\"The entire time, he's held back. Tonight he went all out,\" Deborah Slott, a vice-chairwoman of the New York delegation, said.</p> <p>\"He needed to do that and he did it with pure class and style … he went to the point of embracing Barack Obama.\"</p> <p>Kentucky delegate Carl Bensinger said Clinton had no more work to do to convince Democrats that he believes Obama is ready: \"He said it enough times … I think it was hard for him to get to this point.\"</p> <p>Harold Mitchell of South Carolina said Clinton's silencing of the standing ovation that greeted him was \"snapping us into reality\".</p> <p>\"He reminded people, 'Let's not get caught up in the emotion, we've got a lot of work to do',\" Mitchell said.</p> <p>While Clinton's speech was a peacemaking moment for the delegates, Biden's detailed case for the Democratic foreign-policy platform was an intellectual high.</p> <p>\"Certainly, living in London, I get an earful every day about how America is not what it was … there were discourses on foreign policy, defence, dealing with our neighbours as citizens of the world,\" George Durazzo, an American living in Barnes, south-west London, said.</p> <p>For many Democrats, Biden's personal story was as important as his political platform. Learning that the vice-presidential nominee raised his two young sons as a single father was enough to turn Patricia Chavez of New Mexico from a sceptic to a backer.</p> <p>\"I was not convinced that Biden was the person who should've been running with Obama, because our [state's] governor, Bill Richardson, was,\" Chavez said.</p> <p>\"Particularly because he raised his children on his own, I got an entirely different picture of him than this strong white male,\" she added. \"This is a good dad.\"</p> <p>Another political father, Indiana delegate JD Lux, emerged from the convention hall with his 13-year-old daughter in tow and a grin etched on his face.</p> <p>\"Biden has an outstanding story. It's very admirable how he raised his children,\" Lux said, citing the vice-presidential nomination speech delivered by Biden's son Beau, who will deploy to Iraq this year.</p>"
]