[
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337180360\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644848@vas-y-montre-ta-c-9469.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"341\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180363\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644838@vas-y-montre-ta-c-491.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"342\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180366\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644794@vas-y-montre-ta-c-1933.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"340\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180369\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644791@vas-y-montre-ta-c-3022.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"336\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180372\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644823@vas-y-montre-ta-c-3972.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"342\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180375\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644822@vas-y-montre-ta-c-4658.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"340\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180378\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644792@vas-y-montre-ta-c-6479.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"340\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180381\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644769@vas-y-montre-ta-c-7120.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"343\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180384\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644820@vas-y-montre-ta-c-8134.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"337\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180387\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644834@vas-y-montre-ta-c-9190.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"346\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180390\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644770@vas-y-montre-ta-c-27.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"343\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180393\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644818@vas-y-montre-ta-c-949.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"339\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180396\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644835@vas-y-montre-ta-c-1783.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"340\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180399\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644819@vas-y-montre-ta-c-2591.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"340\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180402\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644836@vas-y-montre-ta-c-3548.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"345\" height=\"450\" class=\"gu-image\" /> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337180405\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/01/france/GD8644768@vas-y-montre-ta-c-7946.jpg\" alt=\"migrant workers in France by Fabien Breuvart\" width=\"341\" height=\"450\" class=\"gu-image\" /> </figure>",
  "<p>At about the time that Gustav howled directly overhead, Ludwig Gelober took his wife's blue convertible for a spin - top up, of course, in a concession to the torrential rain.</p> <p>Three years after the horrors of Katrina, the state authorities in Louisiana were far readier than they ever have been before for a hurricane that had been billed in advance as the mother of all storms.</p> <p>Two million people were evacuated from low-lying areas, and from trailer homes to the north. State police and local hospitals were at full strength. Curfews were declared in several towns overnight.</p> <p>But it is hard to translate that sense of urgency to people who have spent their lives believing that they can outwit or outrun a hurricane, even in Lafayette, which was at the eye of the storm yesterday afternoon.</p> <p>Even after Katrina, when Gelober's wife was trapped for days in their home in New Orleans, he was not going to give in to a storm - even one that blew into town at speeds of 90mph yesterday. \"I had work to do, so I went in to the office,\" he shrugged. \"But then the electricity went off and I had put in about a seven-hour day, so I thought it was time to come home.\"</p> <p>By the time Gelober's work day was done, Gustav had deposited five inches of rain on Lafayette, and the authorities were warning of flash floods. Traffic signs, roofing felt and roof tiles were swirling in the wind or hydroplaning across sheets of water in the road. Street signs spun on their posts, and telephone and electricity lines lashed the ground. Much of Lafayette was without electricity, and some outlying areas were without water.</p> <p>The local hospital appealed for volunteer medics. The authorities warned of tornados and tidal surges as the storm moved off towards Texas and Arkansas.</p> <p>The day began with preternatural calm: no rain, not even a breath of wind, just the occasional flock of birds, circling in confusion before flying north.</p> <p>There was little sign of human movement. Entire shopping malls were boarded up, or cloaked with bright orange netting. The large picture windows at the local Hilton were taped up as if was a war zone.</p> <p>In a town of more than 100,000, only two convenience stores stayed open through the morning as the storm approached. The few customers wanted only the essentials, and quickly. In a storm, that meant cigarettes, ice - because of predictions that the electricity would go out by the evening - and alcohol.</p> <p>For Barry Brunet, grumbling at being sent out by his wife just as the storm hit, essentials meant six tins of dog food. The Brunets had evacuated their home in Houma, further down towards the coast. \"As far as I am concerned they can eat dry food,\" he said.</p> <p>The shopkeeper, Alan Kansa, was in no hurry to close up shop. \"I've been in this position so many times,\" he said, wafting his hand through the air, jaded.</p> <p>Kansa counts himself among the old-timers, who can reel off the names of the hurricanes they have lived through, almost as if they were family members. \"We've been through hurricanes since we were kids,\" said Denis Girouard, stopping for a last-minute game of pool with his brother in the small town of Breaux Bridge. \"I wouldn't be here if it was a category four or above, though,\" he said. \"Then I'd move north.\"</p> <p>Others knew they were gambling with their lives, but when the last two bus loads of evacuees left town they just could not picture themselves on them.</p> <p>\"I've never run from a hurricane - although this one might change my mind,\" said Sally Angelle, heading off to a slot machine. \"What's going to happen is going to happen,\" she said.</p> <p>Those who had a last-minute loss of nerve were out of luck. By Sunday night, the host of the local hip-hop station, which had switched to hurricane coverage, was chiding callers for even thinking of leaving town.</p> <p>\"You needed to start moving earlier,\" he said. \"It's too late, it's too late. \"</p> <p>By early yesterday, callers were warned that they would be entirely on their own if they went out. \"This is the time you should be hunkered down in a house somewhere,\" said David Anderson, the local police chief, in a broadcast. \"If you go out to do some sightseeing and get in a crash, or your vehicle gets blown off the roadway, we will not respond.\"</p>",
  "<p>Whenever I hear the name Silvio Berlusconi, I get visions of an Italian Benny Hill chasing topless models across the Tuscan hills, complete with deedle-deedee music and pursuing carabiniere. His compatriots, however, have to take him more seriously. For rightwingers, his victory in April's general election marked the return of a proud national identity - a devoutly Catholic land with strong family values and secure borders. For the left, Italy is in crisis. Xenophobia and corruption are on the rise and the country is showing dangerous fascist tendencies.</p> <p>So just how sick is <strong>The Italian Patient</strong> (8pm, Radio 4)? Annalisa Piras looks at the issues dividing the nation, from immigration to organised crime, with the help of finance minister Giulio Tremonti and Walter Veltroni, leader of Italy's Democratic Party. </p> <p>Michael Buerk, meanwhile, meets Richard McCann, whose life changed for ever when he was five, after his mother, Wilma, was murdered by the Yorkshire Ripper. The crime even led to a suicide pact with his sister. That's <strong>The Choice </strong>(9.30pm, Radio 4).</p>",
  "<p>The crossroads in central Paris where the rue de Bretagne meets the rue Charlot has everything you would expect of a smart shopping area in the Marais. There are quaint patisseries, swish sushi bars and spotless antiques stores with chandeliers and polished chrome lamps. There is a Greek delicatessen, an antiquarian bookshop and a designer clothes boutique whose pouting mannequins rotate in the window until late in the night.</p> <p>On one of the walls, however, round the corner from the family-run cheese shop and opposite a trendy pavement cafe with a neon pink ceiling, is a sight that jars with this most chic of scenes. Plastered over the roadside is a scruffy poster display, covered in parts by crudely typed flyers for workers' protests and general strikes.</p> <p>What looks from afar to be a mass of identical images reveals itself on closer inspection to be hundreds of separate portraits, all arranged block-like, row upon row. A woman in striking blue eyeliner and perfectly drawn lips clasps hands with a man in a sports jacket. An elderly lady with a mass of white hair poses with her baseball cap-wearing partner. One man rests his head on the shoulder next to him; another holds a toddler in his arms. Their subjects are of all ages and all colours, but the posters have one feature in common: in the centre of each is a passport or driving licence or blue-and-white identity card showing that one of the people posing is officially recognised by the Republique Française. The other is there illegally, as a sans-papiers or undocumented worker. Individually the pictures are charming but forgettable. Together, they are powerful, and demand to be noticed. And that, of course, is exactly the point.</p> <p>The man who has chosen to record these people's lives is Fabien Breuvart, a 46-year-old photographer who feels he has a responsibility to support the sans-papiers in any way he can. Every lunchtime from the beginning of May to mid-July he locked the doors of his little shop and took his tripod down the rue Charlot to the Bourse du Travail, a labour exchange that has been occupied for four months by around 1,300 sans-papiers: men, women and children. There, in front of the dilapidated entrance, he took photos of the workers alongside documented members of the public who had come to show solidarity. So far there are 509 pictures, but there will soon be more - all of them aiming to show that, as their creator says, \"the only difference between these two people is a piece of paper\".</p> <p>Breuvart, who in true French style took a break for the long and sepulchral Parisian summer, is about to restart his project, called Vas-y, montre ta carte! (Go on, show your card!), and he does not want to stop until the occupation is over and all the workers at the council are regularised. \"It is an artist's duty to speak out,\" he explains over a coffee and cigarette in the Enfants Rouges market next to his studio-cum-shop. \"I am not a militant but I am someone with quite a strong political nature; it disturbs me that certain things are the way they are. For me, as a citizen and a photographer, it was simple: I had to do it.\"</p> <p>The battle of the sans-papiers to be regularised by the state has become a burning issue in France this year. There are, according to official estimates, between 200,000 and 400,000 undocumented workers in the country, 60,000 to 80,000 of them in Paris. According to the Confédération Générale du Travail, the second-largest French union, most are in full-time work - as cleaners, caterers, carers, nannies, waiters. But, although many pay taxes and charges for social benefits, including health insurance, they cannot collect the benefits for fear of revealing their status. It is a life of perpetual anxiety, of constantly thinking the knock on the door is about to come. Without papers, the detention centre and deportation flight are only weeks away.</p> <p>A chink of light appeared earlier this year when an amendment was passed allowing illegal workers to apply for permits if their employers could prove their economic value. Since then, thousands of illegal workers have held protests and gone on strike in order to gain recognition. From the genteel Paris Country Golf Club to McDonald's on the Champs Elysées, workers have been mounting an unprecedented attempt to enlist the support of their often reluctant bosses.</p> <p>Breuvart became involved in the movement when he heard about the occupation of the Bourse du Travail by his friend Anzoumane Sissoko, who works as a street sweeper at the Enfant Rouges market. Sissoko, who came to France from Mali in 1993 and only got his papers a year ago despite working almost constantly since he arrived, chose the Bourse as the location of the occupation because of its symbolism as a place of fair treatment for all workers, not just the privileged few. When he is not cleaning the market floors or looking after his two small children, Sissoko is mostly to be found coordinating food and sleeping areas for the workers and encouraging those who are starting to lose hope. Keeping up morale is difficult: more than 1,000 applications for papers has been submitted but, so far, none of the workers have been regularised. \"From them I learned the true meaning of the word patience,\" admits Breuvart. </p> <p>In such a tough climate, the support of people like the photographer is crucial. Sissoko says that, without them, \"we wouldn't be here today\". Breuvart believes an absence of political leadership means that solidarity with the sans-papiers comes most frequently from concerned individuals. He notes with pleasure that many of the people who come to be photographed don't even bother to look at themselves once the picture has been developed. \"They came as though they were voting,\" he says. \"To them the picture wasn't important; it was the act itself.\"</p> <p>The people posing in the pictures have tended to be \"left-leaning, progressive types\", according to Breuvart - the kind of people who are horrified by President Nicolas Sarkozy's tough immigration policies. When he came to power last year, this son of an immigrant introduced a new hardline strategy based on expulsion quotas that critics deemed at best arbitrary and at worst racist. Some 26,000 illegal workers are to be removed from France by the end of this year and the government says it is well on the way, with 14,660 illegal immigrants expelled in the first five months of the year - up 80% on the same period in 2007. This has prompted revulsion from many in France. On the walls of the Bourse alongside Breuvart's photographs are caricatures of the president grimacing beneath his now-famous remark to a member of the public who refused to shake his hand. \"Casse-toi, pauvre con,\" (Sod off, jerk.)</p> <p>Sarkozy's immigration policy is \"utter nonsense,\" Breuvart says. \"It's almost the politics of another age. In a globalised world where people can easily move countries in order to work, it seems to me to be outdated ... But, then again, people like Jean-Marie Le Pen have been doing the groundwork for years.\"</p> <p>Sissoko is appalled by the government's reluctance to recognise parts of its illegal workforce regardless of length of time worked or the presence of family members in France. \"The French have a debt to our countries [its former colonies in West Africa] and it must be paid,\" he says, squatting on a bag of rice in one of the rooms in the Bourse. Next door, three men are using a former office as a bedroom and trying to sleep on painfully thin mattresses. A child's toy, the stuffing trailing out of it, lies discarded on the floor. \"This is modern slavery,\" he continues, gesturing outside to the throngs of people milling around in the courtyard. \"These people want to work, they do work, but they are refused regularisation. They are still being exploited. In order to fight prejudice and destroy it once and for all, they must be regularised. Give them the right to move around freely. Give them the right to settle where they like, the right to marry who they like. If they do not have these freedoms, they are still slaves.\" </p> <p>Thanks to the strikes and sustained media attention, regularisations for \"valuable\" workers in some parts of France have been trickling through this year, but progress has been slow. Groups supporting the sans-papiers would rather see a mass legalisation of the kind seen in Italy between 2003 and 2006, which gave papers to more than a million workers who could prove they had contracts. But that is exactly what Sarkozy - under pressure from within his own rightwing party, the UMP - does not want. </p> <p>The temporary inhabitants of the Bourse have not stopped working. They cannot afford to. According to Sissoko, 80% of them pay taxes despite having no access to health insurance or other benefits. Most work in the jobs French people don't want: although France has one of the highest unemployment rates in Europe, the hotel and restaurant industries say they have 35,000 to 40,000 vacancies. Those most willing to work long hours in monotonous roles for the minimum wage tend to be the sans-papiers. They are people like Zoubida, 39, who speaks perfect French and has worked \"cleaning rich people's houses\" ever since she arrived but whose application for papers has been rejected. Or Ouda, an Algerian child-minder whose bid for regularisation was turned down despite the best efforts of the family that employs her. One woman, a 53-year-old from Ivory Coast who did not want to give her name, came to France simply to be with her partner, who works legally in Paris. But her repeated attempts at regularisation have been knocked back despite her being here for eight years. \"It's not dignified,\" she said, sitting in the courtyard of the Bourse. \"We are not delinquents. We want to escape this life to be able to live here with dignity like everyone else. For a country like France, it's not good.\" </p> <p>The idea of \"a country like France\" is uttered frequently by the sans-papiers and those who are fighting their cause. For Breuvart, the idea of a country that is \"strong and generous\" and a leading proponent of human rights has been lost in recent years. In a survey conducted two years ago by the National Human Rights Commission, one-third of those questioned said they held racist views. \"I don't think this is a very good time right now,\" he says, running a hand through a mop of grey hair. \"It's about what it means to be French, and I think that politicians have forgotten the reality of French culture, a France that knew how to welcome people, that knew how to make people work together, that knew how to assimilate.\" </p> <p>For Sissoko too, who spent three spells in Paris's grim detention centres during his epic battle for regularisation, the words of France's national motto can be taken with a pinch of salt. \"Liberty, equality, fraternity - it's not that nowadays,\" he declares, speaking with such anger he is almost shouting. \"We have no liberty. There is inequality everywhere. And there is no fraternity. Fraternity means that you share what you have with others, and today it's the other way round. The rich are getting richer and the poor are getting poorer.\" </p> <p>Yet most sans-papiers remain deeply attached to France and its notions - however unrealistic - of freedom and brotherhood. As Sissoko speaks, a familiar tune drifts in from the courtyard. It is the Marseillaise, played to mark the solemn return of the bodies of 10 soldiers killed in Afghanistan. All around the clapped-out television set sit dozens of men, their eyes fixed on Sarkozy as he makes his address to the nation. Then there is silence. No one speaks. Though they dislike the president's politics, they will not disrupt his tribute to the fallen. \"We chose to come to France,\" says one after the ceremony, \"so it is natural that we are shocked by this tragedy. Even if we don't have papers, if France hurts, we hurt too\".</p>",
  "<p><strong>Bad Day At Black Rock</strong> <br>(John Sturges, 1955) <br>7.30pm, TCM</p> <p>The great Spencer Tracy plays one-armed war veteran John Macreedy, who proves more than a handful for the racist thugs running Black Rock. Arriving as the mysterious stranger in town, like a forerunner of a Leone western hero, he uncovers the shameful lynching of a local Japanese settler and deals with the killers, led by Robert Ryan. Taut, violent and uncompromising.</p> <p><strong>Vacancy </strong><br>(Nimród Antal, 2007) <br>9.45pm, Sky Movies Premiere</p> <p>Bickering couple Kate Beckinsale and Luke Wilson have obviously never seen Psycho, or a hundred other slasher movies either, because they blithely check into a rundown old motel where horrors clearly lurk - in this case, the pair discover they are about to star in a snuff movie. Bog-standard gory frights, but at least the leads make a superior couple for this sort of thing.</p> <p><strong>Quills</strong> <br>(Philip Kaufman, 2000)<br>1.05am, Film4</p> <p>Geoffrey Rush stars as libertine and purveyor of sexual fantasies the Marquis de Sade in Kaufman's succulent historical drama: locked up in the Charenton asylum, the old goat indulges in a sweet relationship with laundry girl Kate Winslet. Witty and intriguing, it counterpoints physical restraints and spiritual freedom, love and vindictiveness, being naughty and doing one's duty.</p>",
  "<p><br>Manchester City have lived in the shadow of their bigger and wealthier neighbours for longer than they will care to remember, but that all changed yesterday with the arrival of the United Arab Emirates royal family and a multi-billionaire described as the Donald Trump of Abu Dhabi. </p> <p>This morning City find themselves not only the richest club in Manchester but perhaps the world. The announcement yesterday that Thaksin Shinawatra, the former prime minister of Thailand, had sold the club to Abu Dhabi United Group (Adug) is expected to be followed by the biggest injection of cash into a football club since Roman Abramovich changed the face of the English game with his £600m-plus investment in Chelsea. </p> <p>Abramovich's wealth saw Chelsea overtake Manchester United and Real Madrid on the global rich list. Now City, a club that has been synonymous with glorious failure, can claim the title as their own, boasting the kind of wealth that led one source to say of the deal: \"Imagine Chelsea, then times it by at least 10.\" </p> <p>The club wasted little time in flexing their financial muscle yesterday, tabling almost £100m in bids for new players and clinching Real Madrid's Brazilian forward Robinho for a British record £32.5m when he had seemed destined for Chelsea.</p> <p>Adug is fronted by Sulaiman al-Fahim, a 31-year-old businessman, property mogul and reality-television show host who is ranked 16th in Arabian Business Magazine's list of 100 most powerful Arabs, with a personal wealth said to be 10 times that of Abramovich. </p> <p>Last night he insisted he had not put up the money himself but was a figurehead for members of the UAE's royal family, whose riches are even greater, and that the aim was to establish City among the world's elite clubs. </p> <p>\"Our goal is very simple - to make Manchester City the biggest club in the Premier League,\" said Fahim.</p> <p>Fahim is chief executive of Hydra Properties, a company set up only two years ago but which has already signed more than £1bn worth of contracts in Abu Dhabi, Dubai, Mexico and around the world. Fahim, a flamboyant character, is regularly seen in Hollywood and was recently pictured with Leonardo di Caprio. </p> <p>Like Trump, he hosts his own reality show, The Hydra Executives, an Arabic version of The Apprentice, albeit on a rather more extravagant scale than the Sir Alan Sugar version. The prize: $1m (£550,000) to invest in property. The takeover has cost around £210m and clears all City's outstanding debts. Thaksin had run into financial problems after the Thai courts froze £800m of his assets; he may never recover that after fleeing his home country last month to avoid multimillion-pound corruption charges. Thaksin was deposed as prime minister in a 2006 coup and has been described as a \"human rights abuser of the worst kind\" by Amnesty International </p> <p>His trial is taking place in his absence and the authorities in Thailand are investigating whether he can be extradited from London, where he is living in exile. In the meantime, he will relinquish his chairman's role at City but stay on as honorary president, with a minor stake.</p> <p>The new owners do not have the same baggage although, for the time being, there is mystery as to precisely which members of the UAE royal family are involved.</p> <p>Fahim said they had been contacted three weeks ago by a \"mutual friend,\" having previously considered investing in three other Premier League clubs. </p> <p>\"We've received a lot of offers and have been made aware of the possibility of 10%, 20% or 25% investments in Newcastle United, Liverpool and Arsenal. But there have been no real discussions and those possibilities have never gone anywhere. </p> <p>\"The only team and offer that grabbed my mind was Manchester City.\"</p> <p>The talks concluded in Dubai on Sunday night when Thaksin signed off his stake. City had managed to keep the news out of the public domain although the club's executive chairman, Garry Cook, had said recently that Thaksin was looking to bring in investment from \"some very wealthy friends\".</p> <p> Cook predicted great things for City. \"Can we be as big, or bigger, than Manchester United? Yes. Can we win the Premier League? Yes. Can we win the Champions League? Yes. It might take 10 years, maybe even longer. But we will.\" The new owners believe it will be even quicker. \"We don't have a lot of time,\" said Fahim. \"The money is not a worry for my board.\"</p> <p>He said the new owners would take an active role in the club and would attend City's next game. That will be against Chelsea on September 13, when City's supporters are planning to celebrate the new-found wealth by wearing Arab headgear.</p>",
  "<p>New Orleans appeared yesterday to have been narrowly spared a repeat of the devastation of Katrina three years ago when Hurricane Gustav weakened and veered to the west of the city as it made landfall. </p> <p>The hurricane was categorised down from force three to two just before it hit land near Cocodrie, a thinly populated town west of New Orleans, known for its fishing and oil industries. Dramatic television footage showed waves being forced by winds of up to 110mph over the tops of the flood defences on the west side of the city, in a worrying echo of 2005.</p> <p>Power supplies were cut to large parts of New Orleans as fallen trees struck electricity lines and flattened several homes. But sea level surges were mercifully limited to less than three metres (9ft) in some places, markedly less than the eight metres of Katrina.</p> <p>As New Orleans heaved a sigh of relief, towns to the west, such as Lafayette and Baton Rouge, remained under threat. Bobby Jindal, Louisiana's governor, warned cataclysmic flooding could still be brought by the tail end of the hurricane, which by last night had weakened to force one.</p> <p>While Gustav failed to live up to the terrifying standards set by Katrina, it still left communal and political chaos in its wake. Almost 2 million people fled the Gulf of Mexico, the largest evacuation of its kind, turning New Orleans and other coastal communities into virtual ghost towns.</p> <p>The first day of the Republican party convention in St Paul, Minnesota, was also disrupted as John McCain and his advisers struggled to find the appropriate tone. George Bush, whose handling of Katrina was criticised for being negligent and insensitive, cancelled his planned speech to the convention and travelled instead to Texas.</p> <p>At an emergency centre in Austin, Texas, he acknowledged that planning for Gustav was an improvement over the events of 2005. \"The coordination on this storm is a lot better than on - than during Katrina,\" he said. </p> <p>About 1,600 people died in Katrina . The lack of advance planning in 2005 and the sluggish federal response by the Bush administration has gone down as one of America's most shameful moments.</p> <p>By contrast federal and local governments were quick this year to put emergency plans in place. Fema, the federal emergency management agency criticised for its handling of Katrina, this time put into action a five-day plan that saw almost 90% of the region evacuated. </p> <p>New Orleans enacted a dawn-to-dusk curfew designed to prevent the looting which broke out in 2005. In further echoes of Katrina, the streets of the city were lined by heavily armed police officers.</p> <p>As the storm passes over the area, and the threat recedes, questions are likely to follow over the nature of the preparations. Ray Nagin, the mayor of New Orleans, appeared to go beyond the measured weather forecasts in encouraging the city's residents to evacuate. On Sunday night, he called Gustav the \"mother of all storms\" and warned anyone who ignored the exhortations to flee that they would be \"on their own\". \"It was absolutely the right message to send,\" he told ABC News. </p> <p>Katrina strengthened into a category 4 hurricane as it came ashore and did so towards the north and east, pushing the waves directly towards New Orleans and breaching the levees on the east of the city. Gustav swung to the north-west, putting New Orleans on the \"dirty\" side of the hurricane where rainfall is heavy but the storm surge milder. Though the waves were seen to be sloshing over the flood walls, the defences were expected to hold. \"The system is not inundated, it is not a breach. We are confident in the stability of that wall,\" said a spokeswoman of the US army corps of engineers.</p> <p>Though the levees looked likely to retain their integrity on this occasion, there are also likely to be questions once the initial crisis has passed about the pace of repairs to New Orleans' defences.</p> <p>The eastern wall, breached in 2005, has been repaired by the army corps in a rebuilding programme scheduled to last until 2012, but the western wall has yet to be reinforced because of under-funding.</p> <p>With the frequency and force of hurricanes in the region also appearing to be on the rise there is bound to be renewed soul-searching over the long-term viability of a sub-sea level city such as New Orleans.</p>",
  "<p>Anyone slightly above driving age will have realised the title of this column is a tug of the forelock to Alex Cox's <a href=\"http://www.geocities.com/kurtodrome/drome.html\">Moviedrome</a> TV series - a selection of cult movies that ran on BBC2 in the late 80s and early 90s. (If you've ever watched Cox's movies, you'll know why it featured titles like A Bullet for the General, Kiss Me Deadly and Bring Me the Head of Alfredo Garcia.) Cox has just published his film-making memoirs <a href=\"http://www.ibtauris.com/display.asp?ISB=9781845115661\">X Films: True Confessions of a Radical Film-Maker</a>, and as well as offering much detailed insight into the apparently-thankless task of being an independent film director, it also motivated me to have another look at what now emerges as his rather impressive central American trilogy.</p> <p>As a film-maker, of course, Cox is rather hamstrung by the fact that his first two films - Repo Man and Sid &amp; Nancy - remain his most successful and most enduring. They are also official \"punk\" films, and like his pals the Clash, Cox found the lure of mid-80s revolutionary movements in Nicaragua, Guatemala et al impossible to resist. The 1987 film <a href=\"http://www.alexcox.com/dir_walker.htm\">Walker</a> was his <a href=\"http://en.wikipedia.org/wiki/Sandinista!\">Sandanista!</a>, a real triple-album of a movie, starring Ed Harris as US freebooter William Walker, who invaded Nicaragua in the 1850s and set himself up as president - before being executed by firing squad in Honduras in 1860. </p> <p>It's amazingly ambitious for a Hollywood film (for Hollywood it was), and also something of a career suicide note for Cox - but he's still fantastically proud of it, describing it in his book as \"my best, my most expensive, and my least-seen film\". </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-337136721\"> <img src=\"https://static.guim.co.uk/sys-images/Film/Pix/pictures/2008/08/30/pulverwalker460.jpg\" alt=\"The Walker\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p>Looking at it now, it's extraordinary that a film on this subject could get off the ground on such a large scale, and since its revolutionary sentiments ran so counter to the current of the times it's hardly a surprise it was such a commercial failure. Cox's fondness for agit-prop magic realism probably didn't help, with lots of spaghetti-western-style gore and self-consciously anachronistic interpolations. But I'd urge you to dig it out again and have a look.</p> <p>For his second central American film, Cox went to the source, actually shooting in Spanish with a Mexican cast for his 1991 film <a href=\"http://www.alexcox.com/dir_highwaypatrolman.htm\">El Patrullero </a>(Highway Patrolman). I remember going to see it when it came out, and basically being a bit baffled as to what the Repo Man guy was up to - but now El Patrullero looks great, filmed with masterly long takes (a method called \"plano secuencia\" that Cox learned from Arturo Ripstein). </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-337136722\"> <img src=\"https://static.guim.co.uk/sys-images/Film/Pix/pictures/2008/08/30/pulver2460.jpg\" alt=\"Highway Patrolman\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p>Highway Patrolman is a beautifully observed, morally intelligent film about what Cox calls \"the impossibility of imposing good on people\", and Cox found a great lead actor in Roberto Sosa - though he <a href=\"http://us.imdb.com/media/rm372019200/nm0554929\">looks a bit different now</a>.</p> <p>Following that, Cox went back to Mexico in 1992 to make an adaptation of a Jorge Luis Borges story, <a href=\"http://www.alexcox.com/dir_deathandcompass.htm\">Death &amp; the Compass</a>. Originally a BBC commission, Death &amp; the Compass was a much less happy affair. Cox's book goes into detail as to exactly how it devastated him financially (as well as telling a very funny story about Alan Yentob sleeping through a personal screening); suffice to say, Cox was forced to take a despised job-for-hire to see himself through. (That film, The Winner, barely gets a sniff in X Films.) </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-337136723\"> <img src=\"https://static.guim.co.uk/sys-images/Film/Pix/pictures/2008/08/30/pulverdeathcompas460.jpg\" alt=\"Death & the Compass\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p>Being a paid-up entrepreneur, Cox has held on to the rights for as many of his films as possible, so the feature version of Death &amp; the Compass <a href=\"http://filmstore.bfi.org.uk/acatalog/info_144.html\">hasn't disappeared from view</a>. The most obvious thing about it is that Cox was making the most of much-reduced budgets; like all his films since, the expansive horizons of Highway Patrolman and Walker are nowhere to be found. But Cox makes up for it with creatively imagined cinematography, luridly coloured and weirdly shot - no doubt intended to complement Borges' intricate prose. Whether Borges is in fact remotely suitable for cinematic adaptation is another question entirely — lots of reviewers hated the film (Variety called it a \"wretched... bleary-eyed fever dream\"; the LA Times \"a frustrating ... exercise in tedium and pretentiousness). But if you stick with it, and perhaps gen up on the story beforehand, it's strong, impressive stuff, and is very much a forerunner, stylistically speaking, to the rather more sedate Revengers Tragedy. </p> <p>Since Death &amp; the Compass, Cox's output has become somewhat erratic, as the chill winds of film finance dictate. He used to live in Liverpool, and has since relocated to Oregon (which presumably motivated him to make the not-too-far-away Searchers 2.0). But his Latin American product has always been special; let's hope he gets back there soon.</p>",
  "<p>About the time that Gustav made landfall down the coast, and the winds began spinning the suspended traffic lights like beads on a string, Alan Kansa came into his own: a minor local hero to the people riding out this hurricane.</p> <p>So far as Kansa knew, his was one of only two shops still open Monday morning in Lafayette, a town of 110,000 that lies directly in the eye of the storm.</p> <p>Gustav was expected to pass over Lafayette by mid-afternoon Monday, bringing it with the possibility of tidal surges, tornadoes and flooding as it moves past Louisiana towards Texas and Arkansas.</p> <p>This time though, three years after the horrors of Katrina, the people of Lafayette and southern Louisiana were ready -- or at least far readier than they have been before, thanks to the mobilisation effort by the state authorities.</p> <p>The day began with preternatural calm: no rain, not even a breath of wind, just the occasional flock of birds, circling in confusion, before flying off to the north.</p> <p>Aside from Kansa's shop, there was almost no sign of movement. Entire shopping malls were boarded up, or cloaked with bright orange netting. The large picture windows at the local Hilton were taped up as if was a war zone. A number of houses had sandbags at the doorways, in case of slanting rain.</p> <p>Officially, Lafayette was not under mandatory evacuation, but the town seemed to have emptied out, or hunkered down.</p> <p>No one came out unless they had to. The few who ventured out had a definite sense of purpose. They wanted the essentials, and quickly. With the storm coming, that meant cigarettes, or ice, because of predictions the electricity would go out by evening and not return for days.</p> <p>For Leslie Montgomery, that meant a case of beer and a bottle of vodka. \"I'm going to forget the storm,\" she said.</p> <p>As the first raindrops began coming down, Barry Brunet was sent out by his wife to get tinned dog food. The Brunets had evacuated their home in Houma further down towards the coast, boarding up the windows and hoping for the best.</p> <p>Brunet had been hoping to stay put. \"As far as I am concerned they can eat dry food,\" he said.</p> <p>Kansa kept an eye out on the approaching storm, but, with business good, he was in no hurry to close up shop and go home to hunker down. \"I've been in this position so many times,\" he said, wafting his hand through the air, jaded.</p> <p>But three years after Katrina, most Louisianans in the storm's path were in no mood to take chances. Days before, as Gustav began swirling its way out of the Caribbean, the mayor of New Orleans, Ray Nagin, began sounding the alarm.</p> <p>The storm of the century was coming, he said. It was time to be scared, he said and time to get out.</p> <p>The old-timers, who can count off the names of the hurricanes they have lived through almost as if they were family members, were unphased. \"We've been through hurricanes since we were kids,\" said Denis Girouard, stopping for a last-minute game of pool on Sunday night with his brother in the small town of Breaux Bridge. \"I wouldn't be here if it was a category four or above though,\" he said. \"Then I'd move north.\"</p> <p>Others knew they were gambling with their lives, but when the last two bus loads of evacuees left town on Sunday afternoon they just could not pictures themselves on it. \"I've never run from a hurricane -- although this one might change my mind,\" said Sally Angelle, heading off to a slot machine.</p> <p>She had made her calculations. The house was secure. The five family cars and four family motorcycles were filled with petrol. \"What's going to happen is going to happen,\" she said.</p> <p>But it was harder for others to resist panic. Like everyone else living in a trailer, Lottie Miller was ordered to evacuate.</p> <p>\"That's the most stressful thing, all the warnings,\" she said. \"I think they did overkill this time. For Katrina, they didn't do anything and this time they did too much too far in advance and now they are scaring people for nothing.\"</p> <p>Miller couldn't bear to leave her daughter who is in the state national guard. She compromised, bedding down on a mattress on the floor of a local bar. It's got brick siding and boarding where the windows should be, and a corrugated tin roof. Miller thought it would stand up. She expected her home wouldn't.</p> <p>\"My trailer is a rickety thing. The landlord is going to put a brace across the doors, but I'm afraid I am going to lose everything I have,\" she said.</p> <p>The authorities in a number of low-lying areas near Lafayette continued to urge people to get out if their homes were unsafe Monday morning and offered to help them make their way to a shelter.</p> <p>A few hundred people made for the local hospital, but they were mainly the families of the doctors and nurses.</p> <p>But the window was closing. \"You needed to start moving earlier,\" the host of the local hip hop station, turned over to hurricane coverage, chided a caller on Sunday night. \"It's too late, it's too late. Let us be clear, people, 12 hours from now you are going to see trees blowing down.\"</p> <p>By Monday morning, the message had changed: stay home and wait for Gustav to blow through. In a few hours even the police will not be there for you. \"This is the time you should be hunkered down in a house somewhere,\" David Anderson, the local police chief, said in a broadcast. \"If you go out to do some sightseeing and get in a crash or your vehicle gets blown off the road way we will not respond.\"</p>",
  "<p>Thousands of anti-war protesters marched on the site of the Republican convention in St Paul today, in an effort to force John McCain and the Republican party to confront lingering popular opposition to the US engagement in Iraq.</p> <p>The protesters were a diverse coalition of veterans of wars in Iraq and Vietnam, pink-clad feminists, shaggy-headed anarchists, a group of \"grandmothers against the war,\" and more than 130 other liberal groups. </p> <p>Although united in their opposition to the continued presence of the war in Iraq, they marched for causes as diverse as better pay for firefighters and less restrictive immigration policies.</p> <p>The Republican party staunchly supports the US presence in Iraq. John McCain, an early backer of the war and a proponent of the recent surge in US troops there, has said he will withdraw US troops only as conditions on the ground permit. Democratic nominee Barack Obama has pledged to withdraw US combat forces within 16 months.</p> <p>Under a bright clear sky, the largely peaceful protesters walked a roughly mile-and-a-half route from the state capital building to the Xcel Energy Centre, were convention proceedings are being held. The overwhelming demand, heard from speakers at the rally preceding the march and in chants along the parade route, was that the US invest the roughly $12bn per month it spends in Iraq on pressing domestic priorities like healthcare and education.</p> <p>\"There are so many things going wrong in this country, certainly the war in Iraq, but on the domestic front, healthcare is in shambles,\" said Katherine Fuchs, of Milwaukee, Wisconsin. \"I really don't see how we can allow political parties to have essentially a party without raining on their parade a little bit and reminding them that all is not hunky-dory.\"</p> <p>Stefan Haire of Los Angeles said, \"We're tired of fighting a war while we are tripping over homeless people.\" He and three friends wore pastel-coloured sailor hats adorned with anti-war messages.</p> <p>The protesters beat drums, danced, and carried giant puppets and effigies of McCain, Bush, secretary of state Condoleezza Rice and former defence secretary Donald Rumsfeld, one of the architects of the war in Iraq. </p> <p>The Republican party cancelled much of today's activity in order to allow its members to focus on dealing with hurricane Gustav on the Gulf of Mexico. But as the march neared the convention site, they were met by a small group of counter-protesters demanding \"let our troops win\" in Iraq.</p> <p>\"The war goes on Iraq everyday, and thousands and thousands of people made plans to be here,\" said Jess Sundin, a march organiser. \"We will bring our message to the delegates that are here today and those that are coming along later I'm sure will hear all about it. Our united goal is to stop the war in Iraq, but we're linking that with our understanding of the need to spend money on human needs instead of war, to demand peace, justice and equality, and say no to the Republican agenda.\"</p> <p>Stickers and shirts emblazoned with Barack Obama's image, name and campaign slogans were aplenty among the marchers, although the Democratic party was not among the official organisers. </p> <p>March leaders had obtained a permit for 50,000 protesters. Police estimated the crowd at between 8,000 and 10,000.</p> <p>Compared to the Democratic convention last week in Denver, where protesters were largely confined to pens known as \"freedom cages\", St Paul was more welcoming. Demonstrators converged and mingled freely on the grounds of the state capital building, and police cleared streets along the parade route to accommodate them. Fearsome looking officers in full black riot gear guarded intersections to ensure the crowd stayed along the permitted route, but save of isolated clashes with young rioters who broke a few shop windows and caused minor mayhem, officers and demonstrators stayed clear of one another. Police arrested at least five people, including some who lit a dumpster on fire and pushed it into a police car.</p> <p>Among the protesters Monday was Melida Arredondo, who pulled a mock coffin draped with an American flag behind her. Her stepson Alexander, a Marine, was killed in 2004 in Najaf, Iraq.</p> <p>\"I am very much angered, as a gold star mom, that John McCain is saying that he will continue the occupation of Iraq to vindicate the fact that my son was killed there,\" she said. \"My son loved the Iraqi people, believed in the Iraqi people, was fed by the Iraqi people and he would not want the occupation to continue.\"</p>",
  "<p>We may have taken a break last Monday due to the Bank Holiday Monday, but fear not - the hamsters of entrepreneurialism have been beavering away, in a twisted metaphor that contains far too many furry mammals. Anyway, <a href=\"http://www.bbc.co.uk/dragonsden/\">Dragons' Den</a> is back tonight from <strong>9pm</strong> on <strong>BBC2</strong>, and I'll be here to savour the delights of Episode Seven.</p> <p>Feel free to join in by leaving your thoughts in the box below, and don't forget to press refresh every now and then to see updates and new comments. </p> <p>Tonight we are promised all manner of weirdness, including fat-free curry sauces, which could be quite interesting - remember the Reggae Reggae Sauce Man? Now to be found in a Subway near you (the sandwich shop, not the underpass), and doing rather splendidly by all accounts. And some blinds, and jewellery boxes, and something to do with antiques, and radiators. I'm guessing at least one idea will be fabulous and investable, and the rest will be shot down in dragony flames.</p> <p>On the subject of which, my random thought for today was \"if the dragons in Dragons' Den were actual dragons (i.e from films/TV, rather than ACTUAL dragons, which as far as I'm aware aren't real, apart from the Komodo ones, which are just big lizards, surely?), who would each den dragon be?\" Unfortunately my musings ran out of steam when around about the time I ran out of dragons, which was after Puff The Magic, Pete's Dragon (Theo, definitely), the one in Lord of the Rings and various quite scary examples in shit 80s cartoon Dungeons and Dragons. Oh, and the ones in Harry Potter 4, in which case Peter Jones is definitely a Hungarian Horntail. Feel free to add to this scintillating debate.</p> <p>Back at 9!</p> <p><strong>21:00</strong>: Dragons striding down a cobbled street, all self-made millionaires, retail magnates, flag bearers for capitalists everywhere blah blah etc.</p> <p>First up, 3 entrepreneurs called Dominic, Simeon and Janice from London who want £40k for 15% share of Blindsinabox - instant paper blinds that come in a box. As opposed to the kind that come nailed to the back of a dolphin.</p> <p>They are looking to supply the athlete's village at the 2012 olympics. What, to shield our eyes from all the inevitable blazing sunshine, or to protect our corneas from being seared by the horror of Boris Johnson's wardrobe?</p> <p>Basically it's some folded paper, with a sticky strip at the top which costs £45 at retail. Oh, that's for 6. In a box. They have pitched to one retailer, which James Caan is not very impressed with. It was a strategic decision, says Dominic. Well it was a crap one, says James, grumpily.</p> <p>Theo is out - he isn't happy about the fact that there is no patent, so anyone could make it. Actually I think I could make it, to be fair. Peter doesn't even think they are fit for caravans, not that he's an unbearble snob or anything. James Caan, despite his original miseryguts-ness, has cheered up and decided to offer them the whole lot for 50% of the business.</p> <p>Duncan is also interested, if James will share the deal. The team don't want to give away 50% because there are three of them, which would leave them with about £2.50 each. They agree to go down to 40% if the team meet their sales projections, so they have a deal.</p> <p>My goodness, money being spent this early on! I foresee more cash-waving by the end of this episode.</p> <p>Next up, a husband and wife Simon and Gaby (Myleene Klass's mum?) who have an 'eponymous' auction business that they want to take online. I have no idea what that means, but Simon has lost £350k of his parent's money in that last 2.5 years. Yeah, bye.</p> <p><strong>21:21:</strong> Into the den comes Tiny Deol, who claims to have produced the world's first fat and cholesterol free curry sauces, but has waved a magic curry wand that means they keep the flavour. Which sounds like rather good idea if you ask me, and she's doing a cracking pitch. She wants £42k for 15% of her business.</p> <p>She sold tons on QVC, we hear. Hey, don't knock QVC, I used to sell stuff on there. Theo hates the label, it's got too many messages and looks a mess. She lost £70k last year, and her various businesses are starting to look a bit murky, and it's all going a bit wrong. Peter thinks Tiny's chances of success are tiny - what a wag. James Caan is happy to introduce her to a friend in the ethnic foods business (aww, how nice), but all the dragons are out.</p> <p><strong>21:30:</strong> Ooh, it's two chaps with an online recruitment firm called The Career Mole, which is very interesting. To me anyway, because when I'm not doing this liveblogging business I work in recruitment. You probably don't give a shit, to be fair. I have no idea how this works, it's got something to do with moles in businesses promoting their company. They get kicked out (small hurrah from me, my day job is saved).</p> <p>Now it's Granny Elizabeth Pimm, who has come up with an idea for something called a BabyGo, which is a single set of everything you need to change a baby's nappy when you're out and about. Rather than, say, placing all the individual items you need in a bag before leaving the house. Which is cheaper, and more sensible, no? Bye, Granny Pimm.</p> <p>Next up is Martin Wadsworth, has developed a radiator that looks like a skirting board, because normal radiators convect rather than radiate, apparently. I see nowhere for me to hang my knickers though - do you, Martin? Get out, you're fired.</p> <p>He wants £150k for 10% of his business. The dragons are quite interested, including Deborah, who clearly doesn't need anywhere to hang her frillies. Duncan has concerns about the cost of retro-fitting these, and asks lots of questions about Martin's finances. He's put £400k of his own money in the business so far, and isn't making any money. Hmm.</p> <p>Peter knows nothing about radiators, and clearly doesn't care, so he's out. Deborah is worried about the cost, so she's out too. They are dropping like the flies behind my radiators.</p> <p>Duncan comes up with his method of pipes and fascias, and Martin throws out a few withering put-downs that puts the little goblin-man in his place. I like him, as do the dragons, but they're not giving him any money.</p> <p><strong>21:46:</strong> Next up, two blokes called Paul and John who have come up with an idea for over-packaged pre-scooped ice cream, presumably for lazy people who are too fat to wield a spoon. Which is quite possibly the stupidest idea EVER. Next.</p> <p>Father and son John and Gerald have a shelf that plugs into an electrical socket or shaver point. I'm not sure what the point is - is it a travel shelf, for all your on-the-go shelving needs? It requires a screwdriver, which means I'm out. Theo goes and breaks it, just for fun.</p> <p>Next up Christian &amp; Rachel, who have a business called the Tiny Box Company, a gift packaging company that makes jewellery boxes etc. out of recycled packaging. They want £53k for 20% of their business.</p> <p><strong>21:53:</strong> Duncan wants to know if her interest in recycled packaging is a crusade. He calls her 'pathetic', which is nice. Rude bastard.</p> <p>Rachel has weird hair, and I'm finding it hard to concentrate on anything else. I fear she may look like Crystal Tips usually but has gone a bit mad with the straighteners. None of the dragons seem to like her ethical packaging idea, because they are all evil capitalists.</p> <p>Theo probes their background - Christian used to be a DJ on Kiss 100 FM, before he was forced to play 'Seven Days' by Craig David one time too many and ended up in rehab. OK I made that bit up, but he definitely met Rachel on a Monday, took her for a drink on Tuesday, and was running a business with her by Wednesday.</p> <p>God, I wish this blog had a laughter track. All I hear are tumbleweeds and the voices in my head.</p> <p>Rachel was something in sales for a software house, then went into hospital for an appendectomy, got a killer virus (as you do) and lost her job, her house and everything. Never mind jewellery boxes, has no-one interviewed this woman for <em>Closer</em>?</p> <p>Peter likes their story, and suddenly they are investable. Umm, why?</p> <p>He offers them £60k for 40%, if Theo goes in with them. Theo is not sure if they aren't deeply flaky, but goes for it anyway.</p> <p>So it would seem that the way to get investment is to talk rehab and near-death experiences. Get the ice cream blokes back in, one of them must be going through a horrible divorce.</p> <p>And that's it for this week - thanks for joining (we were few in numbers but high in specialness this evening) - I'll be back next Monday for the final episode of the series. Which will pull out some big guns, surely? Ooh, I'm almost excited. G'night all!</p>",
  "<video data-media-id=\"gu-video-337189321\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>New Orleans appeared today to have been narrowly spared a repeat of the devastation of Katrina three years ago when Hurricane Gustav weakened in power and veered away to the west of the city in a last-minute reprieve.</p> <p>The hurricane was categorised downwards from force three to two just before it hit land near Cocodrie, a thinly populated town west of New Orleans known for its fishing and oil industries. Dramatic television footage showed waves being forced by winds of up to 110 mph over the tops of the flood defences on the west side of the city, in a worrying echo of what happened in 2005.</p> <p>Power supplies were cut to large parts of New Orleans as falling trees downed electricity lines and flattened several homes.</p> <p>Crucially, though, sea level surges were this time mercifully limited to up to 9ft in some places, markedly less than the 27ft surges that were seen with Katrina.</p> <p>As New Orleans heaved a huge sigh of relief, towns to the west, such as Lafayette and Baton Rouge, remained imperilled. Bobby Jindal, Louisiana's governor, warned that cataclysmic flooding could still be brought by the tail end of the hurricane.</p> <p>While Gustav failed to live up to the terrifying standards set by<br>Katrina, it still succeeded in leaving both communal and political<br>chaos in its wake. Almost two million people fled the Gulf of Mexico, the largest evacuation of its kind, turning New Orleans and other communities along the coast into virtual ghost towns.</p> <p>The first day of the Republican Convention in St Paul, Minnesota, was also disrupted as John McCain and his advisers struggled to find the appropriate tone. They were acutely aware of the need to avoid any association with President Bush's handling of Katrina, which was criticised for being negligent and insensitive, yet with the threat of Gustav diminishing they were also under pressure to salvage the wreckage of their own convention.</p> <p>McCain switched his planned appearances to focus on disaster relief in Ohio and a visit to Mississippi. Bush cancelled his speech to the convention and travelled instead to Texas, from where he might still address delegates by satellite link.</p> <p>At an emergency centre in Austin Texas, he acknowledged that planning for Gustav marked an improvement over the events of 2005. \"The coordination on this storm is a lot better than on - than during Katrina,\" he said.</p> <p>McCain and Bush's absences left their spouses, Cindy and Laura respectively, as well as the newly appointed vice-presidential candidate Sarah Palin, the governor of Alaska, to hold centre stage at the convention.</p> <p>About 1,600 died in Katrina when 90,000 square miles were flooded, including 80 per cent of New Orleans. The lack of advance planning in 2005, and the sluggish federal response by the Bush administration, has gone down in history as one of America's most shameful moments.</p> <p>By contrast, both federal and local governments were quick this year to put emergency plans in place. Fema, the federal emergency management agency that was heavily criticised over its handling of Katrina, this time effected a five-day plan under its current chief, the homeland security secretary Michael Chertoff, that saw almost 90% of the region evacuated.</p> <p>Locally, New Orleans enacted a dawn-to-dusk curfew designed to prevent the epidemic of looting that broke out in 2005. In further echoes of Katrina, the streets of the city were lined with heavily armed police officers - though this time they were spared scenes of lawlessness.</p> <p>As the storm passes over the area, and the threat recedes, questions are likely to follow over the extreme nature of the preparations. The mayor of New Orleans, Ray Nagin, appeared to go beyond the measured reports of the hurricane forecasters in encouraging the city's residents to evacuate.</p> <p>On Sunday night, he called Gustav the \"mother of all storms\" and warned anyone who ignored the exhortations to flee that they would be \"on their own\".</p> <p>\"It was absolutely the right message to send,\" Nagin told ABC News on today in defence of his earlier remarks.</p> <p>Katrina strengthened as it came ashore into a category 4 hurricane, and did so towards the north and east, pushing the waves directly towards New Orleans and breaching the levees on the east of the city. </p> <p>Gustav swung to the northwest, putting New Orleans on the \"dirty\" side of the hurricane where rainfall is heavy but the storm surge is milder.</p> <p>It hit the levees on the west of the city, coming at an angle with lesser force. Though the waves were seen to be sloshing over the flood walls, the defences were expected to hold.</p> <p>\"The system is not inundated, it is not a breach. We are confident in<br>the stability of that wall,\" said a spokeswoman of the US Army Corps of Engineers.</p> <p>Though the levees looked likely to retain their integrity on this<br>occasion, there are also likely to be questions once the initial crisis<br>has passed about the pace of repairs to New Orleans' defences. The<br>eastern wall, breached in 2005, has been repaired by the army corps in a rebuilding programme scheduled to last until 2012, but the threatened western wall has yet to be reinforced as a result of on-going under-funding.</p> <p>With the frequency and force of hurricanes in the region of the Gulf of Mexico also appearing to be on the rise, some say as a result of global warming, there is bound to be renewed soul-searching over the long-term viability of a sub-sea level city such as New Orleans.</p>",
  "<p>New Orleans escaped the full force of hurricane Gustav today as the weakened storm hit land near the town of Cocodrie, the heart of Louisiana's fishing and oil industry.</p> <p>Although the hurricane had been downgraded to a category two storm, it battered the Louisiana coast with torrential rain and high winds of around 100mph, which can generate a storm surge of two to three metres.</p> <p>Floodwaters have been lapping over the top of levees, but there are no reported breaches. City officials and the Army Corps of Engineers said they expected the barriers, still only partially rebuilt after Katrina three years ago, would hold. </p> <p>Levees broke with disastrous effect during Katrina, submerging St Bernard Parish and the lower ninth ward.</p> <p>\"We are seeing some overtopping waves,\" said Colonel Jeff Bedey, commander of the Corps' hurricane protection office. \"We are cautiously optimistic and confident that we won't see catastrophic wall failure.\"</p> <p>The extent of the damage around Cocodrie, was not immediately clear, and one storm-related death, involving a woman killed in a car crash, was reported in Louisiana.</p> <p>The storm could prove devastating to the region of fishing villages and oil-and-gas towns. For most of the past 50 years, the bayou communities have watched their land disappear at one of the highest rates of erosion in the world. A combination of factors — oil drilling, hurricanes, levees, dams — have destroyed the swamps and left the area with virtually no natural buffer against storms.</p> <p>The deputy director of the federal emergency management agency, Harvey Johnson, said the eye of the storm was expected to pass west of New Orleans, where officials have been preparing for at least a partial flood.</p> <p>Johnson said an estimated 2 million people have been evacuated from Louisiana, though as many as 10,000 remain in the New Orleans area.</p> <p>Katrina made landfall in 2005 as a strong category three storm, creating a storm surge of 7.6 metres, which broke through the levees protecting the city. Although the army has shored up some of the levees since then, fears this time centre on the city's west bank, where levee repairs have not been completed.</p> <p>Thousands of troops, rescue workers and volunteers have been deployed in Louisiana and neighbouring Gulf of Mexico states after what has been called the biggest evacuation in US history.</p> <p>Gustav has already killed at least 94 people in the Caribbean. The hurricane's arrival in the US comes days after the third anniversary of Katrina, which left more than 1,600 dead and caused $30bn (£16.5bn) in damage.</p> <p>Mindful of the government's inept response to Katrina, the president, George Bush, has gone to Texas, where emergency response personnel have been preparing for the incoming storm.</p> <p>Bush warned that the danger to the Gulf coast was far from over as he sought to assure Americans his administration has learned the lessons of the botched handling of Katrina in 2005.</p> <p>\"This storm has yet to pass. It's a serious event,\" he said at a briefing with emergency officials in Austin.</p> <p>The New Orleans mayor, Ray Nagin, praised the deployment. \"It's amazing. It makes me feel really good that so many people are saying, 'We as Americans, we as the world, have to get this right this time,\"' he said. \"We cannot afford to screw up again.\"</p> <p>\"I feel a little nervous about the storm and exactly where it's going to end up, but I also feel good about the resources. Man, if we have resources, we can move mountains.\"</p> <p>The storm will test three years of planning and rebuilding that followed Katrina's devastation.</p> <p>US officials have moved beyond merely insisting tourists and residents leave south Louisiana. They threatened to jail looters, loaded thousands of people on to buses and warned that anyone who remained behind would not be rescued.</p> <p>Hundreds of police and national guardsmen are patrolling the city's empty streets to deter looters and take action if a major rescue operation is required.</p> <p>The homeland security secretary, Michael Chertoff, said search and rescue would be the top priority once the storm passed. He said high-water vehicles, helicopters and fixed-wing aircraft, coastguard boats and a navy ship had been posted around the strike zone.</p> <p>The storm forced the Republican party to cancel most of the programme for the first day of its four-day convention, which had been scheduled to begin today in Minneapolis-St Paul. Bush and the vice president, Dick Cheney, cancelled plans to speak at the convention tonight.</p>",
  "<p>The marvellous <a href=\"http://www.philip-pullman.com/\">Philip Pullman</a> has chosen 40 books to recommend at Waterstone's. It's a real treat - and terribly Pullmanian: <a href=\"http://richarddawkins.net/\">Richard Dawkins</a> is there with his ultra-rationalism; and, at the other end of the spectrum (or perhaps not, depending on how you look at things) Grimm's Fairytales, too, full of their magic, strangeness and incredible power. (I was reading these, for the first time since childhood, in the new <a href=\"http://www.amazon.co.uk/Grimms-Fairy-Penguin-Popular-Classics/dp/014062158X/ref=sr_1_1?ie=UTF8&amp;s=books&amp;qid=1220281765&amp;sr=8-1\">£2 Penguin Popular Classics edition</a> while I was at Edinburgh - so brilliant.) He's got some of my favourite books there - <a href=\"http://www.amazon.co.uk/Woman-White-Penguin-Popular-Classics/dp/0140620249/ref=sr_1_1?ie=UTF8&amp;s=books&amp;qid=1220281813&amp;sr=1-1\">The Woman in White</a>, <a href=\"http://www.amazon.co.uk/Molesworth-Penguin-Classics-Geoffrey-Willans/dp/0141186003/ref=sr_1_1?ie=UTF8&amp;s=books&amp;qid=1220281840&amp;sr=1-1\">Molesworth</a> and even JG Links's <a href=\"http://www.amazon.co.uk/Venice-Pleasure-J-G-Links/dp/1873429401/ref=sr_1_1?ie=UTF8&amp;s=books&amp;qid=1220281864&amp;sr=1-1\">Venice for Pleasure</a>, which is a hilarious, erudite volume of guided walks through the city that focuses very strongly on the need for frequent breaks for ice creams, prosecco or cups of coffee. Best of all though, I haven't read most of them, and this feels like a cavalcade of treats in store. If, like me, you can't quite come to terms with coming back to work after a summer break (morally I should still be in the south of France reading <a href=\"http://www.amazon.co.uk/Bleak-Penguin-Classics-Charles-Dickens/dp/0141439726/ref=sr_1_2?ie=UTF8&amp;s=books&amp;qid=1220281895&amp;sr=1-2\">Bleak House</a> by the pool), then here is an autumn reading list that looks like a treasury of pleasures. Here's the complete list, with Pullman's notes:</p> <p>1. Complete Poems by Elizabeth Bishop How simple some great poetry can seem - as simple as water, and as necessary. Bishop is incomparable: \"Awful, but cheerful,\" she said.</p> <p>2. The Anatomy of Melancholy by Robert Burton A vast rickety structure of learning, wit, sense, nonsense, bizarre anecdotes, kindness, and wisdom. A humane guide and antidote to this terrible affliction.</p> <p>3. A Perfect Spy by John Le Carré A perfect blend of form, subject, sensibility and moral power. Le Carré's best book, and one of the finest English novels of the 20th century.</p> <p>4. The Woman in White by Wilkie Collins For sheer plotting genius, Wilkie Collins had no rival. If you've never read this, I can promise you one of the most gripping stories of all time.</p> <p>5. Kolymsky Heights by Lionel Davidson The best thriller I've ever read, and I've read plenty. A solidly researched and bone-chilling adventure in a savage setting, with a superb hero.</p> <p>6. The Ancestor's Tale by Richard Dawkins Dawkins at his very best: a beautiful clarity of exposition, and an unslaked sense of wonder at the grandeur, richness and complexity of nature.</p> <p>7. The Complete Brigadier Gerard Stories by Sir Arthur Conan Doyle Everyone knows Sherlock Holmes, but Brigadier Gerard is a marvellous creation - proud, valiant, and absurd.</p> <p>8. The Letters of Vincent Van Gogh On the evidence of these honest, revealing and very moving letters, the greatest painter was a great writer as well; and his brother was a saint.</p> <p>9. Art and Illusion by EH Gombrich This is all about the mysterious business of looking and seeing, and E.H. Gombrich looked deeper and saw more than almost any other writer an art.</p> <p>10. The Complete Fairy Tales by The Brothers Grimm The fountain, the origin. Read one of these stories every day and your narrative taste will be purified, strengthened and refreshed.</p> <p>11. The Castafiore Emerald by Hergé Hergé was the best at everything: plots, draughtsmanship, jokes, characterization, timing - he could do the lot, and this is his best book.</p> <p>12. The Private Memoirs and Confessions of a Justified Sinner by James Hogg A brilliant, chilling and subtle account of religious derangement. Every self-righteous fundamentalist ought to read this, but of course they won't.</p> <p>13. Count Magnus and Other Ghost Stories by MR James I don't believe in ghosts, but I'm frightened of them. They don't come any scarier than in these superb examples of the classic English ghost story.</p> <p>14. The Varieties of Religious Experience by William James The most interesting thing about religion: not whether it's true, but what it feels like, explored by a psychologist of great intelligence and sympathy.</p> <p>15. Finn Family Moomintroll by Tove Jansson The delight of the Moomin world always trembles on the brink of melancholy; its subtle and fascinating atmosphere is a triumph of the storyteller's art.</p> <p>16. Kim by Rudyard Kipling A story about a boy in India, who... But no summary can do this marvellous, rich and unforgettable novel anything like justice.</p> <p>17. The Marquise of O - by Heinrich Von Kleist A very strange writer: intense almost to the point of madness, but what a penetrating mind, and what sharpness and clarity of vision.</p> <p>18. A Voyage to Arcturus by David Lindsay As literature, this is tosh. Nevertheless, it's a work of epic moral grandeur, and one of the very few fantasies to do something truly original and important with the genre.</p> <p>19. The Magic Pudding by Norman Lindsay The best thing yet to come out of Australia, and that includes Shane Warne. If anyone can read this without laughing, heaven help them.</p> <p>20. Lavender's Blue edited by Kathleen Lines Every household needs a collection of nursery rhymes, which are the foundation of every kind of success with language. This has always been my favourite.</p> <p>21. Venice For Pleasure by JG Links Whether in prospect or in retrospect, or there in one's hands in the city itself, the most informative and engaging guide to the past and present of Venice.</p> <p>22. The Call of Cthulhu by HP Lovecraft Preposterous, overblown, absurd in every way - yet with an originality that looks more powerful and convincing each time I dip into it.</p> <p>23. Buddenbrooks by Thomas Mann How could a 25-year-old know so much, and write so perceptively? The first of Mann's great novels, and still astonishing today.</p> <p>24. The Man Without Qualities by Robert Musil The greatest condition-of-Europe novel, but much more than a profound diagnosis - it's enormously funny, apart from anything else. I never tire of it.</p> <p>25. The Best of Myles by Flann O'Brien The best collection of the funniest newspaper columns ever written. It's as simple as that. After this, read his The Third Policeman.</p> <p>26. The Gnostic Gospels by Elaine Pagels We live in Gnostic times. This is a clear account of the strange and intoxicating religion that nearly supplanted orthodox Christianity in its earliest years.</p> <p>27. The Emperor's New Mind by Roger Penrose This is an age of great writing about science, and here is some of the finest. Penrose's knowledge is awe-inspiring in its reach and completeness.</p> <p>28. The Book of Disquiet by Fernando Pessoa The very book to read when you wake at 3am and can't get back to sleep - mysteries, misgivings, fears and dreams and wonderment. Like nothing else.</p> <p>29. Wolf Solent by John Cowper Powys Powys evoked the English landscape with an almost sexual intensity. Hardy comes to mind, but a Hardy drunk and feverish with mystical exuberance.</p> <p>30. Exercises in Style by Raymond Queneau A pointless anecdote told in 99 different ways, or a work of genius in a brilliant translation. In fact it's both. Endlessly fascinating and very funny.</p> <p>31. We Didn't Mean to Go to Sea by Arthur Ransome Ransome never strayed beyond the realistic, but what an exciting story this is: danger, courage, skilful seamanship, and a real respect for his young protagonists.</p> <p>32. Duino Elegies by Rainer Maria Rilke The deepest mysteries of existence embodied in the most delicate and precise images. For me, the greatest poetry of the 20th century.</p> <p>33. Selected Writings by John Ruskin The best way to read this great and life-enhancing writer is in short and well-chosen excerpts. Earnest, unfashionable, no doubt; but profoundly wise and truthful.</p> <p>34. The Complete Maus by Art Spiegelman The complete answer to all those who still doubt the potential of comics. Spiegelman is a genius, and no other form could have told this story so well.</p> <p>35. Wallace Stevens (Poet to Poet) edited by John Burnside Wallace Stevens speaks more interestingly, and more memorably, about the things that matter most to me than any other poet. I can't imagine being without his work.</p> <p>36. The New Biographical Dictionary of Film by David Thomson Opinionated, slightly cranky, vastly entertaining, endlessly informative. Of all the reference books I have, this is always the hardest to put down.</p> <p>37. Country of the Blind and Other Selected Stories by HG Wells In these short stories we can feel a whole genre just beginning to spread its wings, and test its strength, and take to the air.</p> <p>38. Molesworth by Geoffrey Willans and Ronald Searle As any fule kno, this is the best marriage of writer and illustrator since... Well, since William Blake, really. Still funny after 50 years.</p> <p>39. Summer Lightning by PG Wodehouse Wodehouse had the extraordinary ability to evoke innocence without being in the least boring, all in a prose style that lightens the spirits like champagne.</p> <p>40. The Art of Memory by Frances A. Yates Yates re-imagined the whole intellectual world of the Renaissance, and laid bare the odd and secret beliefs buried in the foundations of the times we still live in today.</p>",
  "<p>Last Monday, US immigration and custom enforcement (ICE) agents <a href=\"http://www.nytimes.com/2008/08/26/us/26raid.html\">swooped down on a manufacturing plant</a> in Laurel, Mississippi, and detained almost 600 workers on suspicion of violations of immigration laws. This raid represents an escalation in Washington's war on the undocumented, surpassing the shock and scale of the <a href=\"http://religiondispatches.org/art395.php\">recent raid in Postville, Iowa</a>.</p> <p>The dramatic scale and human cost of the raid strain credulity. Five-hundred ninety-five workers arrested. Four-hundred seventy-five immediately transferred to a holding facility to the <a href=\"http://www.theguardian.com/world/2007/dec/04/usa.matthewweaver\">infamous town of Jena, Louisiana</a>, proving once again that irony is not dead. Nine workers under the age of 18 transferred to the custody of the federal office of refugee resettlement, supposedly to Miami, Florida, although information is sketchy.</p> <p>Those 595 workers leave behind almost 300 children under the age of five and 187 school-age children to be cared for by someone, anyone - who, exactly? Clearly, in the mind of ICE, the almost 500 children left fatherless, motherless, auntless, uncless or just plain parentless are collateral damage in the war for who can be \"toughest\" on the immigration issue. Eight workers detained on aggravated identify-theft violations, one of whom is pregnant. ICE officials promise due process and respect for the rights of the accused, but given the <a href=\"http://www.nytimes.com/2008/08/09/us/09immig.html\">mass criminal trials</a> held on the grounds of the Cattle Congress in Iowa - like a twisted version of a cultish mass wedding - advocates and workers alike have good reason to be suspicious.</p> <p>Numbers alone do not accurately convey the scope of this disaster and the flawed, draconian actions that precipitated it. Whole neighbourhoods are emptied of inhabitants, whether those detained by raid or those who have fled to local churches in fear. \"Cars are being broken into, houses are empty, kids want to know where their parents are,\" says Marie Thompson, director of <a href=\"http://www.mpowercenter.org/\">Mississippi Poultry Workers for Empowerment and Respect</a> (Mpower). \"It's a humanitarian disaster.\"</p> <p>Mpower is a small <a href=\"http://www.epi.org/content.cfm/bp159\">workers centre</a> staffed by two dedicated advocates for the rights of low-wage workers in Mississippi. This staff has suddenly been thrust into a role usually reserved for the UN high commissioner for refugees or aid agencies like the Red Cross. An emotional Thompson is left confronting the massive challenge of coordinating aid efforts for families that fear they will be next, and who have received little to no information about their loved ones and have no idea where to turn.</p> <p>It is, to steal a theme from a <a href=\"http://www.nytimes.com/2008/08/28/us/politics/28text-obama.html\">recent speech</a>, the most ordinary of ordinary Americans that are standing in the gap and being their brothers' and sisters' keepers. It is the clergy who have supported Mpower from its founding and Father Kent Ramon Landry of Sacred Heart Church in Hattiesburg who are providing the literal sanctuary, the cups of cold water - who are weeping with those who weep and who are scrambling to find lawyers, legal documents and loved ones.</p> <p>It would be comical if the consequences weren't so dire that blue-shirted ICE agents congregated in a fast food restaurant <a href=\"http://www.nytimes.com/2008/08/26/us/26raid.html\">claimed</a> to a New York Times reporter that a \"little inspection\" was going on. It is appalling that workers were essentially rendered to Louisiana and Florida, according to most accounts, with minimal translation or explanation of where they were going. It is a sad commentary on the state of justice in the US that the same actions were deemed as correct process by a judge in Iowa who rendered as acceptable the guilty pleas of immigrant workers, many of whom did not speak English and were offered minimal translation. As rents come due, the diapers and wipes run out, and as <a href=\"http://www.theguardian.com/world/hurricanegustav\">Hurricane Gustav bears down on the Gulf coast</a>, the disaster just grows in scope. </p> <p>Is this not a sad, tragic commentary on the state of worker rights and the priorities of our national government and political class? A huge, coordinated effort that required intense planning and vast resources swoops up workers and whisks them away to who knows where, while local churches, workers centres and individuals of good will are left to pick up the pieces the best they can. Public agencies, funded by taxpayer money, are accountable to no one in their application of due process or even in their steadfast refusal to provide timely, complete and accurate information on the whereabouts, conditions and future of hundreds of people, including minors.</p> <p>Employers routinely violate workers' rights and abuse, threaten and mistreat the undocumented labourers they knowingly hire. These hard-working, undocumented people who have come to the US to escape poverty and misery are terrorised by shotgun-wielding ICE agents and <a href=\"http://www.beacon.org/productdetails.cfm?PC=2002\">deemed criminals</a>. Our immigration policy is broken, but it is not broken in isolation. We have substituted a blame-the–victim, tough-on-immigrants policy for a government that protects the rights of all workers, regardless of race, national origin, education level or documentation status. We have allowed the real lawbreakers - those who <a href=\"http://www.youtube.com/watch?v=bmxlvUIEng4\">violate wage and hour laws</a>, health and safety laws and other basic workplace protections - off the hook while clamping down on workers.</p> <p>It is time for those who care about workers rights and human dignity to declare: no more Postvilles, no more Laurels, no more humanitarian disasters created by a flawed immigration policy. The children of central Mississippi and Postville deserve no less.</p>",
  "<p><a href=\"http://www.theguardian.com/profile/heidistephens\">Heidi Stephens</a> will be with you tonight for the penultimate episode of <a href=\"http://www.bbc.co.uk/dragonsden/\">Dragons' Den</a>.</p> <p>In tonight's instalment we are promised ventures including recycled jewellery boxes, low-calorie curry sauces, a radiator designed to look like a skirting board, pre-scooped ice cream varieties, temporary blinds for the Olympic village, an online antiques auction business and easy to fit shelving. So the full gamut there then.</p> <p>Join Heidi here from <strong>9pm</strong> for the BBC2 show, but if you can't wait until then <a href=\"http://blogs.theguardian.com/organgrinder/2008/08/dragons_den_series_6_episode_5.html\">this is what was said last time</a>.</p>",
  "<p>If one man stands between the EU and a lasting resolution of the Caucasus crisis, that man is Vladimir Putin. As Europe's leaders struggled to agree a response to Georgia's enforced partition ahead of <a href=\"http://www.theguardian.com/world/2008/sep/01/russia.foreignpolicy\">today's emergency summit</a> in Brussels, Russia's <a href=\"http://www.telegraph.co.uk/news/worldnews/europe/russia/2658077/Vladimir-Putin-the-hero-saves-TV-crew-from-tiger-attack.html\">gun-toting prime minister</a> was pictured strutting across the Siberian taiga, wearing camouflage and a tough expression, doing his familiar \"Action Man\" impersonation.</p> <p>Putin's controlling hand has been in evidence since <a href=\"http://www.theguardian.com/world/georgia\">fighting erupted</a> last month. He flew immediately from Beijing to visit Russian invasion troops at staging areas on the Georgian border. It was Putin who muddied the waters with talk of legitimate Russian peacekeeping operations and unsubstantiated claims of genocide and \"ethnic cleansing\". It is Putin who now mocks talk of EU sanctions and hints at diverting Russian oil and gas from Europe to China.</p> <p>But for the most part Putin has used his hand-picked presidential successor, <a href=\"http://www.theguardian.com/world/2008/jul/03/russia\">Dmitri Medvedev</a>, as front man in fielding international outrage. While Medvedev dealt with French president Nicolas Sarkozy's frantic mediation efforts, fought the PR battle through stage-managed media interviews, and took the flak for Moscow's recognition of South Ossetian and Abkhazian independence, Putin deftly pulled the strings.</p> <p>Medvedev's stand-up role as a sort of home-grown \"useful idiot\" seems to have freed Putin from the constraints normally facing a head of state, allowing him greater freedom of action. Backroom manipulation appears to suit the former KGB spy. But he has developed a taste for personal headline-grabbing, too, as shown by his Siberian tiger shoot and his black arts propaganda skills in <a href=\"http://www.alertnet.org/thenews/newsdesk/LT666072.htm\">turning the tables</a> on the Bush administration.</p> <p>\"We know there were a lot of US advisers in Georgia. But (they) should be on firing ranges and teaching centres – but where were they? They were in the zone of military operations,\" Putin told German television at the weekend. \"That pushes one to the conclusion that the US leadership knew about the action that was being prepared and morever probably took part in it.</p> <p>\"If the US leadership has sanctioned that, then I have the suspicion that it was done specially to organise a small victorious war. And if that didn't work, then to create from Russia the appearance of an enemy and unite the (US) electorate around one presidential candidate.\"</p> <p>Putin went on: \"In a significant way the crisis was provoked, including by our American friends in the course of the elections struggle … This was the use of administrative resources in a deplorable way to provide advantage to one of the candidates, in the current case from the ruling (Republican) party.\"</p> <p>That the man who between 2000 and 2008 emasculated Russia's democratic institutions, silenced media and business critics, and eradicated independent centres of political and civil power should complain about \"administrative abuses\" will strike many as ironic. But that is not the main point at issue.</p> <p>The idea that Washington neocon warriors were somehow responsible for a full-scale Russian military invasion by land, air and sea of a tiny neighbour appeals greatly to western apologists, whose voices have grown shrill in recent weeks. More generally it plays on anti-American sentiment in Europe. That was Putin's calculated aim.</p> <p>While there is no evidence to support such a convoluted conspiracy theory, his words sent a chill. They revealed how implacable his hostility has become to what he perceives as Washington's quasi-imperial unipolarism, expressed most obviously through Nato's eastwards expansion. Putin's utter determination, aggressive style and deep cynicism suggest a comfortable, or even a mutually tolerant relationship between Russia on the one hand and the US and European allies such as Britain on the other is improbable as long as he wields back-seat-driver power.</p> <p>This may come as no surprise to those, such as journalist Alan Cowell, who have followed Putin's rise and rise from the apartment block bombings and the second Chechen war in 1999 to the murder in London in 2006 of Kremlin foe Alexander Litvineneko. Cowell's new book about Litvinenko, <a href=\"http://www.theguardian.com/books/2008/aug/30/crime\">The Terminal Spy</a>, is written against a backdrop of Putin's ruthless rise to an unassailable position at the head of a power structure he remodelled to suit himself.</p> <p>Putin would probably never have become a friend. But his enmity might have been avoided if western leaders had listened more carefully at the beginning. Speaking at the Genoa G8 summit in 2001, Putin said Russia would defend its strategic independence but neither did it pose a threat. He urged the US to maintain the 1972 anti-ballistic missile treaty and forego missile defence and cooperate instead on constructing new, post-cold war global security structures.</p> <p>Nato's expansion was fuelling insecurity on Europe's edges, he said. Specifically he called for a \"single security and defence space\" in Europe to be created either by replacing Nato or having Russia join it as a full member.</p> <p>He was ignored. And although this in theory is still Russia's position, with Putin and his US counterparts no longer on speaking terms and relations with the west under severe strain, the chance for collaboration has been missed. In Washington a new leader may bring a new approach. But Putin and Putinism, part Bush era collateral damage, part Russian dysfunction, seem set to go on indefinitely.</p>",
  "<video data-media-id=\"gu-video-337160133\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Hurricane Gustav weakened to a category two storm as it continued on its path towards the largely deserted coast of Louisiana, with predictions that New Orleans could avoid its full force when it reaches the city later today.</p> <p>The National Hurricane Centre said Gustav had weakened to a category two hurricane by 8am (2pm BST) — a storm with winds of 155-180kph (95-110 mph), which can generate a storm surge of around 2-3 metres.</p> <p>Following its current direction, Gustav looks likely to make landfall west of the city, which has yet to recover three years after being devastated by hurricane Katrina.</p> <p>The centre's latest update said reports indicated Gustav's \"maximum sustained winds have decreased to near 110mph, with higher gusts\".</p> <p>\"No significant change in strength is likely before landfall, with weakening expected to begin after Gustav moves inland later today.</p> <p>\"Hurricane force winds extend outward up to 70 miles [113km] from the centre and tropical storm force winds extend outwards up to 230 miles.\"</p> <p>The deputy director of the federal emergency management agency, Harvey Johnson, said the eye of the storm was expected to pass west of New Orleans.</p> <p>But the storm surge was likely to breech levees and at least partially flood the city, he warned. He said an estimated 2 million people have been evacuated from Louisiana, though as many as 10,000 remain in the New Orleans area.</p> <p>Tropical storm force winds and torrential rain brought on by Gustav, dubbed the \"storm of the century\", hit the US Gulf coast around 5am.</p> <p>Hurricane Katrina made landfall in 2005 as a strong category 3 storm, creating a storm surge of 7.6 metres, which broke through the levees protecting the city. Although the army has shored up some of the levees since then, fears this time centre on the city's west bank, where levee repairs have not been completed.</p> <p>Thousands of troops, rescue workers and volunteers have been deployed in Louisiana and neighbouring Gulf of Mexico states after what has been called the biggest evacuation in US history.</p> <p>Gustav's arrival comes days after the third anniversary of Katrina, which left more than 1,600 dead and caused $30bn (£16.5bn) in damage.</p> <p>Mindful of the government's inept response to Katrina, President George Bush planned to go to Texas, where emergency response personnel were getting ready to head into the storm zone.</p> <p>The New Orleans mayor, Ray Nagin, praised the deployment. \"It's amazing. It makes me feel really good that so many people are saying, 'We as Americans, we as the world, have to get this right this time,\"' he said. \"We cannot afford to screw up again.\"</p> <p>\"I feel a little nervous about the storm and exactly where it's going to end up, but I also feel good about the resources. Man, if we have resources, we can move mountains.\"</p> <p>The storm will test three years of planning and rebuilding that followed Katrina's devastation. Gustav has already killed at least 94 people in the Caribbean.</p> <p>US officials have moved beyond merely insisting tourists and residents leave south Louisiana. They threatened to jail looters, loaded thousands of people on to buses and warned that anyone who remained behind would not be rescued.</p> <p>Hundreds of police and national guardsmen are patrolling the city's empty streets to deter looters and take action if a major rescue operation is required. </p> <p>The homeland security secretary, Michael Chertoff, said search and rescue would be the top priority once the storm passed. He said high-water vehicles, helicopters and fixed-wing aircraft, coastguard boats and a navy ship had been posted around the strike zone.</p> <p>The storm forced the Republican party to cancel most of the programme for the first day of its four-day convention, which had been scheduled to begin today in Minneapolis-St Paul. President Bush and Vice-President Dick Cheney cancelled plans to speak at the convention tonight.</p>",
  "<h2>1. Climbing Huayna Potosi, Bolivia</h2> <p>Reality dawned as I tested boots, crampons, jumpsuits, ice axes and snow-goggles. This is serious, I thought, it's a proper mountain. Anxious, we wound our way out of the basin of La Paz and on to the surrounding plateau.</p> <p>Abandoned mines and multi-coloured lakes provided stunning views, while the numerous miners' graveyards proved sobering. Arriving at the refugio, built on the banks of a dammed lake of white blue water in the Zongo valley, we lunched, kitted up and headed out to the glacier for basic ice-climbing training. Swing axe, kick feet. Repeat. Easy. The beginner slopes were quickly scaled. The final wall proved tough. I managed it after a great deal of swearing and falling. Heading home in the dark I was scared about what the actual climb would be like. </p> <p>After gorging on breakfast, we hiked for three hours to base-camp before settling down to get some sleep before our departure. I failed miserably but nobody else slept either.</p> <p>2am. Coca tea and energy bars, then out into the inky blackness, head-torches glowing. The wind that had plagued our sleep was gone. It was still, clear and very cold. We donned our crampons, roped up and set off. </p> <p>After two hours of hiking we reached the first of our \"technical passes\", which wasn't too hard at all, 60 metres up in less than 10 minutes. I was feeling great, cold, but the body was ticking over nicely and I had a good rhythm going. On we plodded with the stars and an incredible electric storm on a distant range for company. The storm illuminated the clouds in deep, biblical reds and oranges as the lightning reflected off our glacier, while far off the lights of La Paz twinkled like a toytown. The cold set in, my feet were numb, my thumbs and arms were in agony and the ice axe grew very heavy. Two hours later, we arrived at the final pass, our route to the summit blocked by our first set back - we were early. To catch sunrise we would have to wait in the –20C temperature for 15 minutes. We waited five and decided to climb.</p> <p>Slowly I controlled my breathing, pushed my fear of falling away, and shuffled up the steep ice-face. About halfway up, dawn broke. I have never seen a sunrise like it. Sunlight shot out of the electrical storm and lit up the peak like a beacon. We sat, on top of the world, in silence, taking it all in. </p> <p>Abseiling was the only way down and it took us less than three hours, in the most stunning glacial surroundings under the glaring sun, to get back to the Refugio. We were dead on our feet. Back in La Paz I attempted to celebrate but dinner and a long sleep was the best I could manage.<br><strong>Matthew Harding, London</strong></p> <h2>2. Trekking the wild coast of South Africa</h2> <p>We were lucky, to be honest. As we set off for our two-week 200km trek along the wild coast of South Africa, we did not have a map. But we did not need one as all we needed to do was keep the ocean on our left, and keep moving forward. Having spent three months at university in Cape Town, I and three friends decided we wanted to experience something more of South Africa. We travelled to Durban, staying in a cockroach-ridden hostel, and caught a bus to the Wild Coast Casino. The easiest way to get as close to the coast as possible was with the Wild Coast Casino bus. When we arrived we were itching to get moving, as a casino was not our idea of an adventure.</p> <p>We got off the bus and started walking towards the ocean. That is how we started. Every day for six days we walked along the beach until we felt we couldn't anymore. The sun set disarmingly quickly and the first night left us in the dark before we could take off our boots. We built a fire next to a cliff, and from the edge of the light came two boys carrying fish strung together on a line. From the time we had left the casino, these were the first people we had seen. We greeted them in Xhosa and shared our pasta and beans as they turned their fish on the fire with their hands, jumping back and laughing at the sparks. We slept deeply.</p> <p>We came across hidden waterfalls, waded through rivers up to our shoulders with our backpacks on top of our heads, and walked through Xhosa villages as children yelled and women laughed in the doorways when we became frightened of the dogs barking after us. We stopped at the shop in a village and drank their last two-litre glass bottle of Coke, passing it around so that we could empty it and give it back. Women sold us avocados that were not ripe and we ate them anyway. We drank Xhosa beer. We turned a corner through a bit of brush and startled two zebras and their baby, as baboons galloped along in the distance and the dusk began to settle. </p> <p>On the sixth day we made it across the Umzimvubu river and to Port St Johns. Our time in Port St Johns (PSJ) was spent recovering at Jungle Monkey Backpackers, where we sat on the roof, ate toasties and marvelled that we had gotten this far. We would be travelling through Hluleka Nature Reserve for the next leg and needed a permit from the parks office, at Second Beach in PSJ, near to a café set up in an old caravan called The Wood 'n' Spoon, where to my amazement they had fresh buffalo mozzarella.</p> <p>Never in my life have I come across such beauty and such kindness of people, and such incredible chance encounters. We were so lucky. <br><strong>Emily Cummings, London</strong></p> <h2>3. A Skye kayaking adventure</h2> <p>My Dad thinks he's a pirate. I've known that for a while, ever since he started wearing a bandana to protect his head from the sun. What I only realised this holiday was that he reckons he's a bullfighter too.</p> <p>This year was the Skye Kayaking Adventure (mark II). \"Would you describe yourself as a kayaker?\" I asked my brother halfway through the week, \"Nah,\" he answered, \"Well, maybe this week… but not for the rest of the year.\" That pretty much sums up our kayaking, we go once, maybe twice, a year (promising Mum that \"we won't fall in\"), escape disaster, and return home (assuring Mum that \"everything was fine\"). This year's trip was a week kayaking and wild camping around Skye and Soay. </p> <p>So we booked the kayaks, packed up the tents and stocked up on cheese in a tube. We wrapped everything in bin bags and plastered it in gaffer tape. When we arrived the sun was (almost) out and the midges were (definitely) out. Nevertheless, the initial views of the Scottish Highlands and sightings of wild deer meant spirits were high for our first night of camping.</p> <p>The next day the sea was flat and the Cullins appearing around the corner made the perfect backdrop to our kayaking. Moreover, we found an ideal camping spot: enough drift wood for a fire, but not too much to render it a rubbish tip; enough wind to keep the midges at bay, without bringing down the tents. Our own private paradise, and with each whisky the scene became ever more perfect. We all went to bed happy.</p> <p>At 7am an unexpected alarm clock sounded. The perfection crumbled as it dawned on us that we'd camped in the breakfast spot of a herd of wandering cows. We'd missed the vital clue: cow pats. I don't like big animals, especially cows. I'm scared that they may get spooked and stampede, or, even worse, realise that they're big and we're small. When I'm trapped in a tent with them outside, the fear increases 10-fold. When I realise there's a bull in the ranks, I run. </p> <p>Dad has a theory that bulls in a herd aren't any danger, provided you leave them be. We didn't stay to find out and retreated to the rocks. After three hours kept prisoner, just time for a bowl of porridge and a skinny-dip (as bully was holding the swimming gear hostage), I reluctantly agreed to test the theory. Under close surveillance from you-know-who, we began to de-camp. </p> <p>Dad's theory was right that time, (but are all bulls so complacent?), and for the rest of the week both the sea and the wildlife were good to us. We had some amazing paddles and camped in some spectacular places. For anyone planning a kayaking holiday I'd recommend Skye and the Small Isles … and, if you can find it, Bull Bay makes a great camping spot. Just remember to show the landlord some respect, and you'll be fine. <br><strong>Jenny Slater, Wakefield, West Yorkshire</strong></p> <h2>Hitching across Eastern Europe</h2> <p>Faced with a limited budget and a demanding itinerary, I decided that if I were to see Eastern Europe this year, then I would have to hitch. The journey would take me from Paris to Sofia, passing through Berlin, Wroclaw, Prague, Bratislava, Budapest, and Bucharest. This trip was to be a leap of faith – any chance of success would depend entirely on the arbitrary kindness of strangers. </p> <p>I began by using community wikis and satellite imaging to find the best hitching spots out of the cities I'd pass through. I learnt that, from a hitcher's perspective, a motorway toll is like a free, long-haul train service which departs every other minute. Border controls, service stations, lay-bys, and slip roads, are all viable, but slightly slower alternatives.</p> <p>Like most of the other travellers I met, I used hospitality exchange websites to find accommodation. Luckily, most of my hosts had time to introduce me to their friends or families. They took me to their favourite hang-outs, or to see the hidden and special places which are found only after months of living in a city. I stayed in a Christian commune in Nuremberg and a squatted slaughterhouse in Berlin. I met a Polish hairdresser and we took a train ride around Wroclaw. </p> <p>Of course, it was inevitable there would sometimes be problems. Come nightfall, I was either drinking a celebratory beer, or left stranded by the roadside. I slept in a car park in Germany, a farm trailer in Hungary, and in a field in Transylvania. Immersed in this itinerant lifestyle, I imagined that one could travel for years like this.</p> <p>It seemed paradoxical that such a transient travelling style could be so culturally immersive. So many times I was given a ride and then invited back for a family dinner. When I told people what I was doing, it made them want to help even more. This was the alchemist effect, the universal conspiracy to help me safely reach Sofia. </p> <p>I rode with a French priest on a pilgrimage, a Bulgarian celebrity vet, a pair of Greek CV enthusiasts, and an expectant mother called Marta. We talked together and the adventure became theirs as much as it was mine. 56 different rides and 4,000 kilometres later, I arrived in Sofia. For nothing more than a little faith in humanity, you can go as far as you need.<br><strong>Ric Bottomley, Settle, North Yorkshire</strong></p> <h2>5. Treehouses and leeches in India</h2> <p>Ernakulam station on a humid morning. We were travelling to the Wayanad area of Kerala to stay in a tree house and, possibly, just possibly, see a tiger, and we had elected to go by train instead of taking the road. </p> <p>As the Keralan landscape unfolded past the windows, a small girl stroked my arm and another young lady shyly tried out her English. The train pulled into a junction and suddenly filled with food vendors and the carriage became a microcosm of the sheer excitement and colour of India.</p> <p>Eventually, we reached Calicut - ahead lay a two-hour journey towards the hills. The lively towns and villages flashed by and brightly coloured lorries crawled along steep inclines, practically stopping as they negotiated the hairpin bends. The country became green and lush and we had arrived – nearly.</p> <p>We stopped to inquire the way at a village and could see heads being shaken and shoulders shrugged. Apparently our tree house had closed down…<br>In view of subsequent events, that would probably have been an advantage. </p> <p>We were hailed by a young man from the other side of the road and it transpired that he was the guide that we needed. We climbed into a decrepit jeep and headed off road and on to a rough track that wound its way further into the hills. By now it was dark and all we could see – from the beam of the flickering headlights - was a tiny light in the distance, our destination. We asked about the treehouse. On went a searchlight and a huge tree came into view. The \"house\" was 100ft up and we were to be put into something that resembled a gibbet to be hauled up to our accommodation. </p> <p>The house had a bathroom, a bedroom and a sitting area. We were there till the morning with instructions to shout when we were ready for breakfast and we would be let down. Lights went out at 10pm to conserve energy and we snuggled into a surprisingly comfortable bed. Despite a conviction that we had not been alone overnight, we slept amazingly well.</p> <p>The next day we opted for a guided walk and set off to enjoy ourselves. Our guide was equipped with tissues and Dettol and we soon found out why. Leeches. My poor husband was soon bleeding profusely and had to spend the rest of the afternoon with one leg in the air. That evening there was a terrific storm – we were assured that the tree was safe but I was very glad to get down in the morning. And we didn't even see a tiger.<br><strong>Sally Brown, Kelvedon, Essex</strong></p>",
  "<h2>1. Down on 'the farm' in New Zealand</h2> <p>One… two… three… four... FIVE pukeko birds, dad! <br> Wow, five pukeko, I remark excitedly to James, my four-year-old son, as we circumnavigate another 180-degree bend, on New Zealand's Old Russell Road, which winds its way like an elaborate Maori tattoo around the Tutukaka coast. We are on our way to \"the farm\", a semi-mythical destination that holds the same allure to me – a 35-year-old \"parentpacker\" - as Alex Garland's The Beach did 12 years ago. </p> <p>The \"family friendly\" backpackers' place had been revealed to me, conspiratorially, by a Swedish backpacking parent with a combi van and two impossibly beautiful barefoot kids in a café on the K Road, 24 hours after we'd touched down in Auckland. Observing my two charges jack-in-the-box around having been hemmed into a pressurised container for 28 hours, he handed me a crumpled hand-written map and said, \"I think they'd like this place\".</p> <p>Still clutching the map as the 100th pukeko of the journey is sighted, we drive up to the old homestead that is tucked neatly into undulating bush-clad hills and are greeted in spontaneous fashion by a charging sow and its piglets, two hyperactive farm dogs and a band of wild things in bare feet. Our two children are immediately involved in a frantic game of touch rugby orchestrated by Vinny, an Irish backpacker, who is WOOFing his way around New Zealand. </p> <p>It is difficult to leave behind the claustrophobic parenting conventions of the land of the low grey cloud, but \"the Farm\" is an uninhibited, unruly and unfettered place. A place where kids can run about in packs unpoliced until dark.<br><strong>Richard Clements, Pagham, West Sussex</strong></p> <h2>2. Summer in Salcombe</h2> <p>A family holiday is an oxymoron. So is a British summer. Thus, with little expectation of either fine dining or the sun shining, we planned our break. With two small children, the boot was full, the journey short. We were going from Somerset to Devon.</p> <p>For the second year running we had booked into The Crab Pot, an ex-fisherman's hut situated on South Sands beach near the mouth of the estuary about a mile from Salcombe. The cottage has everything we could need: the presence of frighteningly high bunks for the courageous three-year-old and the absence of (frighteningly high) stairs for the outrageous one-year-old. The décor is \"spartan-chic\", having been recently redecorated. </p> <p>Like the children, our holiday world is small. Besides the cottage, where time is spent being amused by the children and the view, the week is played out in three places: the beach, the nearby National Trust property and Salcombe. </p> <p>The beach is only a few steps (seven, to be exact) from the cottage. It has plenty of yellow sand, which responds well to childish manipulation — which, frankly, is all that matters to half the family. The kids prefer the rock pools. We all like the locally produced ice-cream sold in the boat house.</p> <p>The National Trust property nearby is Overbeck's Museum &amp; Garden, situated a 15-minute toddle away. It supplies all necessary aspects of family activity: a garden for running races, a tearoom for filling faces, and a museum for hiding spaces (in this instance, a children's secret passage). And back to the beach, it's all downhill. Which is more than can be said for the journey to Salcombe, the third pillar of our holiday experience.</p> <p>Salcombe is reached via hills, which on foot require mountaineering gear, and by car require first gear. If you prefer, a ferry service runs half-hourly from South Sands to the centre of Salcombe (adults £2.70). Salcombe is a picturesque town overlooking a beautiful estuary. It appears to be populated by models from a Boden catalogue. Luckily, they must have an appetite, which is well served by numerous cafés and ice-cream parlours. We like the Wardroom, which overlooks the water. For more space, the Marine Hotel has a fantastic view — and fantastically few visitors in the afternoon.</p> <p>We're going back to the same cottage next year, trusting that with slightly larger children the journey will be easier, the boot emptier. It will be family; it might even be a holiday.<br><strong>Tessa Dean, Taunton</strong></p> <p>• The Crab Pot cottage: from £795 per week, <a href=\"http://www.thecrabpot.co.uk\">thecrabpot.co.uk</a>.</p> <h2>3. The Isle of Arran</h2> <p>\"The seafood shack is down the hill if you fancy some lunch; you can leave your kids with us if you want.\" Cracking langoustine, sipping white wine and looking out over the Kilbrannan Sound to the Isle of Arran, we used this rare childless window to reflect on how nice it was to go away with the kids. PGL, famous for their children's activity breaks, also run Family Active breaks where, instead of Parents Get Lost, it's Parents Go 'Long. The field studies research centre in Lochranza on the Isle of Arran is almost too good a secret to share. Open just for the month of August, accommodation is in basic family rooms with baths; cooked breakfasts, buffet lunches and three-course dinners that punctuate days filled with activities. <br> In seven short days we played golf, boarded a paddle steamer, went pony trekking, fished, watched a falconry display, dug through seaweed looking for starfish while seals basked on the rocks around us and cycled to Skipness – and we were taking the easy options. Others climbed mountains, abseiled, went gorge walking and we all met in the evenings for family entertainment. While this may sound like a hectic schedule, you do have the option to drop in and out of activities to suit, and there are always at least three to choose from. Our family of two adults, a seven-year-old and an 18-month-old was at the younger end of those there for the week, but that didn't seem to matter. The kids all played together and often organised games tournaments and hide and seek to fill their few spare moments. Arran is the seventh largest of Scotland's 790-plus islands. Reached by ferry from Cloanaig or Ardrossan, it is described as \"Scotland in miniature\" with its lochs, mountains and stunning coast. What we liked most about it was the peace, quiet and security it offered. Walking to the pier, we were passed by a red deer ambling down the road. Browsing the local paper, the headline Bike Not Stolen jumped out at us (a man had reported his bike stolen but found it two days later). Our seven-year-old particularly loved the freedom that a holiday in such a safe environment provided. After every meal, he would grunt like a teenager, \"Off to the games room, all right?\" And we would gather him up later, sweating Iron Brew after two hours of frenzied table tennis. At the end of the week, exhausted, we watched the Highland Games before starting the long drive home. What we hope our children will remember is not the foul tempers of frazzled parents but maybe watching Mum bounce in last in the space hopper race or playing golf and chipping a sweet shot over the river while Dad's ball plopped irretrievably into the waters beneath. Our son's adventure log (only half filled in – so little time) reads \"Day 3: Golf – I was better than Dad.\" At least we're building confidence.<br><strong>Clare Haines, Bristol</strong></p> <h2>4. Paris camp</h2> <p>Family holidays are sometimes an uneasy compromise. Parents want to spend their hard-earned holiday seeing interesting parts of the world while their offspring's priorities are probably a swimming pool and the company of other children. A bijou campsite at Versailles perhaps offers the solution.</p> <p>A short stroll from a train station, which takes you into central Paris in 25 minutes, Huttopia Versailles is a leafy campsite within easy reach of the chateau. With a number of sites throughout France and Canada, the Huttopia campsite chain bills itself as an alternative to those that offer \"mobile home suburbia\". Instead, they offer a small-scale developments of chalets and camping pitches in beautiful settings.</p> <p>We stayed in a wooden roulotte. Its exterior gave it the romantic appearance a gypsy caravan; inside it featured the layout and mod cons of a luxury mobile home.</p> <p>And so we set out to explore Paris and Versailles. When you have children in tow, you get a fresh angle on city tourism. It was strangely liberating – we didn't feel under pressure to tick off \"must-see\" monuments and museums. Instead, we cherry-picked fun sights that we thought would be fun – the Eiffel Tower featured, of course, and the monumental kaleidoscope that is Saint Chapelle with its walls of stained glass, and also the Conciergerie with its gory history of housing candidates for the guillotine. We enjoyed crepes while marvelling at the gargoyles outside Notre Dame without feeling the need to join the long queues waiting to shuffle around the interior. </p> <p>Paris has a wealth of children-focused attractions running each summer. There were gaudy fairground attractions in the Tuileries; the annual Paris Plage converts the banks of the Seine into a beachside resort; and if I ever return to the Jardin du Luxembourg as an old woman, I know I will joyfully recall the memory of seeing my children float hired toy sail boats in the pond.</p> <p>We couldn't avoid Disneyland Resort Paris. Though it provided a great day of consumerist fun, I found myself smugly pitying the folks who spend an entire holiday in the overgrown shopping mall atmosphere of the resort.</p> <p>Our July visit coincided with the spectacular Grandes Eaux Musicales at Versailles at which the extravagant excess of fountains in the chateau gardens are transformed into an enchanting theatrical production with music, lights, steam, smoke, fireworks… and, to the children's particular delight, millions of bubbles.</p> <p>But we weren't lacking in opportunities for rest and relaxation. While my husband and son (aged eight) caught the finale of the Tour de France, I lounged by the campsite pool enjoying my book, while my five-year-old daughter splashed about. Other days we did little more than graze on goodies we found at the market situated just beside the campsite. </p> <p>So, more attractive and cheaper than your average French campsite, with easy access to some of the world's greatest cultural treasures, and the opportunity to enjoy cheap French wine from our balcony, Huttopia felt like Utopia to us. <br> <br><strong>Jane Scott, Edinburgh</strong><br><a href=\"http://www.huttopia.com/\">huttopia.com</a> From €79 per night.</p> <h2>5. The Costa Blanca, Spain</h2> <p>\"Not hot sand again!\" wails Sadie, screwing up her face in horror. The prospect of a second day at the beach has turned her face hot with fury. Luckily, she is pacified with the promise of another €3 ice-cream. Ed has escaped for a leisurely swim out to Xàbia's diving platform. The water is crystal clear and entices elderly Spanish ladies and beautiful bronzed toddlers with downy necks. After two days, I relax, though the endless application of factor 30 to wriggling bodies is starting to wear thin. The Costa Blanca, though unfashionable, has transformed us into a Boden family of brightly coloured clothes and brighter smiles. Friends nodded sympathetically when we revealed our destination, but while Rock and Suffolk are soaked with rain, we sit happily under a beach umbrella.<br> <br>Thursday brings a trip inland in search of the mysterious Fonts d'Algar. We drive though valleys swathed in vast veils that protect the region's citrus crop. It's a vision of the Spanish countryside as imagined by Cristo. As we park the car, tinny music and a man carrying a huge paella seem to suggest that a celebration is taking place at one of the local restaurants. The children walk hugging the sides of the street to find some much needed shade as the temperature rises to 35 degrees. The fonts are breathtaking: we climb up rickety walkways and steps that weave in between waterfalls and shady pools. It's a race to put on our swimming costumes but only Ed is brave enough to plunge into the icy mountain water, the rest of us paddle and picnic under ancient trees.</p> <p>Back at the apartment, we long for the cool of the evening. For Alice it is the first taste of adult freedom as she accompanies us to candle-lit beach bars. Although very much a resort, Xàbia is refreshingly free of tacky karaoke bars and it is possible to find good tapas and Valencian paella. The children discover the rare treat of churros (fried doughnut sticks) and hot chocolate for breakfast, they stay up late and sleep in every morning as we all agree that the Spanish pace of life is so much more civilised.</p> <p>After a couple of days at the pool we investigate neighbouring Dènia to compare the quality of its beach. Dènia is pleasant enough but we feel satisfied that our own golden crescent of sand is superior. What really impresses is the journey through the rocky Serra del Montgó which towers above our beach resort. Montgó stands at 753 metres and is said to resemble an elephant (if you happen to be looking at it in exactly the right way). On a clear day, you can see across the water to Ibiza, 100km away. It's hazy so we can't see the white isle, but the girls are amused by the sight of hardy cyclists attempting the tortuous climb. When it's time to leave, we wave goodbye with regret, making heartfelt promises to return.<br><strong>Melanie Seddon</strong></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337168255\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/01/usa.hurricanegustav4/Aug26_1500_Gustav-4294.jpg\" alt=\"Gustav\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>August 26, 1500 GMT</strong>: Hurricane Gustav south east of Cuba, about 380km from Guantanamo. At this time it was moving at 15kmh (8mph) with sustained winds of 160kmh (90mph)</span> <span class=\"element-image__credit\">Photograph: NOAA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337168258\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/01/usa.hurricanegustav4/Aug27_1500_gustav-1665.jpg\" alt=\"Gustav\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>August 27, 1500 GMT</strong>: Downgraded to a tropical storm Gustav weakened about 170km west of Haiti and moved north west at 8kmh with maximum winds of 100kmh (60mph)</span> <span class=\"element-image__credit\">Photograph: NOAA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337168261\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/01/usa.hurricanegustav4/Aug28_1500_Gustav-2166.jpg\" alt=\"Gustav\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>August 28, 1500 GMT</strong>: In this image tropical storm Gustav was 70km east of Kingston, Jamaica, moving at 8km with sustained winds of 120kmh</span> <span class=\"element-image__credit\">Photograph: NOAA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337168264\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/01/usa.hurricanegustav4/Aug29_1215_Gustav-8512.jpg\" alt=\"NOAA\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>August 29, 1215 GMT</strong>: However, Gustav was forecast to strengthen as it tracked through the Gulf of Mexico towards the US coast</span> <span class=\"element-image__credit\">Photograph: NOAA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337168267\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/01/usa.hurricanegustav4/Gustav-9216.jpg\" alt=\"Gustav2\" width=\"450\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>August 29</strong>: By the afternoon Gustav was a category 1 hurricane.  When NASA’s Aqua satellite captured this image the storm had developed, taking on a distinct circular shape that it had not displayed in previous days. A small dark depression hints at the location of the eye. Winds were hitting 120kmh</span> <span class=\"element-image__credit\">Photograph: NASA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337168270\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/01/usa.hurricanegustav4/Sep1_945_Gustav-5122.jpg\" alt=\"Gustav6\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>September 1, 0945 GMT</strong>: A shortwave image of hurricane Gustav as it approaches New Orleans. It is now a category 3 hurricane, with winds of 185kmph (120mph)</span> <span class=\"element-image__credit\">Photograph: National Hurricane Centre/NOAA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337168273\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/01/usa.hurricanegustav4/Sep1_945_Gustav2-5652.jpg\" alt=\"Gustav7\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>September 1, 0945 GMT</strong>: An infra red image of hurricane Gustav as it approaches the US coast</span> <span class=\"element-image__credit\">Photograph: National Hurricane Centre/NOAA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337168377\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/01/usa.hurricanegustav4/Sep1_1015_Gustav-6229.jpg\" alt=\"Gustav water vapour\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>September 1, 1015 GMT</strong>: A water vapour image of hurricane Gustav. Gustav is expected to cause severe damage, but is forecast to weaken as it tracks over land and loses energy </span> <span class=\"element-image__credit\">Photograph: National Hurricane Centre/NOAA/NOAA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337182452\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/01/usa.hurricanegustav4/GUSTAVLandfall-3613.jpg\" alt=\"Gustav landfall\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>September 1, 1200 GMT</strong>: Gustav made landfall in Louisiana, just west of New Orleans</span> <span class=\"element-image__credit\">Photograph: NOAA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337182875\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/01/usa.hurricanegustav4/Visible245-2013.jpg\" alt=\"Gustav visible light\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>September 1, 1445 GMT</strong>: Gustav was <a href=\"http://www.guardian.co.uk/world/2008/sep/01/hurricanegustav.weather\">downgraded to a category two hurricane</a> as it continued to progress inland. It was expected to create a storm surge of 2m to 3m</span> <span class=\"element-image__credit\">Photograph: NOAA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337183113\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/01/usa.hurricanegustav4/GustavRGB345-3577.jpg\" alt=\"Gustav RGB\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>September 1, 1545 GMT</strong>: An enhanced-colour image of hurricane Gustav</span> <span class=\"element-image__credit\">Photograph: NOAA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337183468\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/01/usa.hurricanegustav4/Projection-3909.jpg\" alt=\"Track cone\" width=\"450\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>September 1</strong>: This is the National Weather Service's <a href=\"http://www.nhc.noaa.gov/refresh/graphics_at2+shtml/143912.shtml?3day?large#contents\">projection</a> of the hurricane's <a href=\"http://www.nhc.noaa.gov/aboutcone.shtml\">track cone</a></span> <span class=\"element-image__credit\">Photograph: NOAA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337204615\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/sep/01/usa.hurricanegustav4/Caribbean-9943.jpg\" alt=\"Atlantic\" width=\"450\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>September 2</strong>: As the threat of catastrophic damage from hurricane Gustav recedes, the National Hurricane Centre is warning people to <a href=\"http://www.nhc.noaa.gov/HAW2/english/prepare/family_plan.shtml\">be prepared as hurricane season continues</a>. Other tropical storms and hurricanes, including hurricane Hannah, are <a href=\"http://www.nhc.noaa.gov/gtwo_atl.shtml\">on the radar</a></span> <span class=\"element-image__credit\">Photograph: NOAA</span> </figcaption> </figure>",
  "<p>Moving prisoners to open conditions and then granting them home leave in the community is always fraught with challenges and difficulties, especially when prisons are overcrowded – which encourages prison officials to move inappropriate prisoners to lower security establishments to create more space in local and training prisons, and when in one or two high profile cases the decision that they make proves catastrophic because the prisoner commits further crimes. When the wrong decision is taken, and the prisoner uses the privilege of open conditions to rape or murder, what is the responsibility of the state – in the shape of HM Prison Service in England and Wales or the Scottish Prison Service (SPS) north of the border – for having made that decision and thus contributing to further crimes having taken place in the community?</p> <p>This is no sterile academic question but one which is currently exercising the SPS and the family of <a href=\"http://news.bbc.co.uk/1/hi/scotland/4182132.stm\"> Catherine Thomson</a> who was murdered in August 2005 in her home by her boyfriend's brother – John Campbell – who was on unsupervised leave from <a href=\"http://news.scotsman.com/scotland/Analysis-Society-needs-open-prison.4442460.jp\">Castle Huntly</a> open prison located near Dundee. Thomson's mother Ann is currently <a href=\"http://news.scotsman.com/scotland/Family-sues-prison-chiefs-over.4442453.jp\">suing the SPS</a> and seeking £30,000 in damages, given that the SPS released Campbell without having completed any formal risk assessment. Indeed Campbell – who apparently later committed suicide at HMP Barlinnie in Glasgow – had been sentenced to eight years in 2000 for two offences of assault and had wrongly been given a medium risk level in prison, and in 2004 had his risk level reduced even further to low, which triggered his move to open conditions. When he was dropped off on his unsupervised visit that would see Thomson stabbed to death, the staff that did so had no idea where he was going.</p> <p>This \"rubber-stamping\" of wrong decisions in Campbell's case comes hard on the heels of the case of <a href=\"http://news.bbc.co.uk/1/hi/scotland/glasgow_and_west/7206916.stm\">Robert Foye</a> – who as a long-term prisoner who had committed a serious violent crime, failed a prison drugs test and who had previously absconded from open conditions also managed to get himself transferred to Castle Huntly, but who absconded once again from the prison and then raped a <a href=\"http://www.sundaymail.co.uk/news/scottish-news/2008/03/23/robert-foye-s-victim-blasts-prison-service-report-78057-20359820/\">16-year-old girl</a>. </p> <p>So, who should shoulder responsibility for Catherine Thomson's murder and the rape committed by Foye? The Thomson's family lawyer has no doubt that the SPS owes a legal duty of care to the public and as such should pay compensation when a member of the public:</p> <blockquote> <p> Is harmed by a prisoner who was released negligently. If, for instance, they were to release a psychopath by mistake and he murdered a whole crowd of schoolchildren, they would not be responsible.</p> </blockquote> <p>Leave to one side for the moment that the only recorded instance that I am aware of a psychopath killing a \"whole crowd of schoolchildren\" in Scotland was Thomas Hamilton in Dunblane in 1996 and that Hamilton had not previously troubled the criminal justice system let alone the SPS, does the Thomson family's lawyer have a point?</p> <p>At first glance – on a common sense level – one wants to say \"yes\", but on reflection to continue to argue in this way would be tantamount to suggesting that the SPS was solely responsible for every prisoner's rehabilitation, without acknowledging the role that should be played by other agencies who work with offenders, or the role that should be played by the family or friends of these prisoners. Of course conducting appropriate risk assessments is vital – and here the SPS seems to have been less than vigilant in Campbell's and Foye's case – but if we took the idea that there should be compensation for harms committed in the community by all prisoners who were released \"negligently\" or otherwise, then no prisoner would in fact ever get released. After all, how could we legitimately release any prisoner back into the community without a home to live in or a job to go to? How could we let prisoners return to the community who still have addictions, mental health problems or who are unable to read or write? This would clearly be impossible so, what can we do?</p> <p>Scotland is currently the <a href=\"http://www.theherald.co.uk/politics/news/display.var.2435701.0.Scots_crime_forum_backs_call_for_cut_in_prison_population.php\">fourth highest user</a> of prison in the European Union – only Luxembourg, Spain and England and Wales imprisons more people – and the Scottish prison population has now <a href=\"http://news.bbc.co.uk/1/hi/scotland/7582569.stm\">breached 8,000</a> for the first time ever. Compared to the general Scottish population those that the SPS is currently locking up are 13 time more likely to have been in care as a child; 10 times more likely to have played truant from school; 13 times more likely to be unemployed; six times more likely to have been a young father and 15 times more likely to be HIV positive. Eight out of 10 have the writing skills of an 11-year-old; seven out of 10 have suffered from at least two mental health disorders, and a fifth has attempted suicide. Frankly, it is nonsense to hold the SPS responsible for this catalogue of social failure and it is also clear that tackling these failures and reserving prison only for those who pose a danger to the public is the proper way to respond.</p> <p>In his foreword to his excellent <a href=\" http://www.scotland.gov.uk/Publications/2008/06/30162955/0 \">Scotland's Choice: Report of the Scottish Prisons Commission</a> in July of this year, Henry McLeish posed a question about the type of penal system that Scotland wanted. Did Scotland want its prisons to \"have fewer people in them than now; they hold only the most serious offenders, and those who present the greatest threat of harm\", or did they want \"many more prisons and yet they are just as overcrowded as the prisons of today … with the most fragile communities ignored and further weakened, ensuring the next generation will find its way into the criminal justice system\"? When put like this it is clear that we all want the former – whether north of south of the border – and therefore why we have to resist the understandable pleas of Catherine Thomson's family.</p>",
  "<p>The vast Greenland ice sheet could begin to melt more rapidly than expected towards the end of the century, accelerating the rise in sea levels as a result of global warming, scientists warned yesterday.</p> <p>Water running off the ice sheet could triple the current rate of sea level rise to around 9mm a year, leading to a global rise of almost 1 metre per century, the researchers found.</p> <p>Sea levels are already on the rise as a result of increasing temperatures, because the oceans expand as they warm up, but until now scientists have had a poor understanding of how quickly ice sheets such as those in Greenland and Antarctica will begin to disappear.</p> <p>There are signs that the Greenland ice sheet, which covers 1.7 million square kilometres of land, has already begun to melt faster than expected. The reason is thought to be surface water on the ice sheet trickling down through fissures to the underlying bedrock, making the ice sheet less stable, and the loss of buttressing ice shelves along the coastline.</p> <p>Climate scientists are uncertain how susceptible ice sheets are to global warming, largely because they have never witnessed one disappear, so researchers led by Anders Carlson at the University of Wisconsin-Madison decided to look back to the end of the last ice age for clues.</p> <p>Around 20,000 years ago, when the last ice age was at its peak, a giant mass of frozen water called the Laurentide ice sheet covered much of what is now North America. The ice sheet, which was three miles thick in some places, had almost completely melted 6,500 years ago as the world warmed as part of its natural cycle. At the time, surface air temperatures were similar to those that climate scientists predict for 2100.</p> <p>The researchers used evidence in the geological record and computer simulations to reconstruct the demise of the Laurentide ice sheet, which was the last ice sheet to completely disappear in the northern hemisphere. </p> <p>They dated boulders and fossilised organisms left on fresh ground as the ice sheet retreated, and found that it went through two periods of rapid melting. Computer simulations revealed that around 9,000 years ago, water melting off the ice sheet caused sea levels to rise by about 7 metres at a rate of around 1.3cm a year. The second stage of rapid melting began 7,500 years ago, when sea levels rose by 5 metres at a rate of around 0.7cm a year.</p> <p>The reconstruction suggests that the Greenland ice sheet may melt in a similar fashion. \"We have never seen an ice sheet retreat significantly or even disappear before, yet this may happen for the Greenland ice sheet in the coming centuries to millenia,\" said Carlson, whose study appears in the journal Nature Geoscience.</p> <p>\"We're not talking about something catastrophic, but we could see a much bigger response in terms of sea level from the Greenland ice sheet over the next 100 years than what is currently predicted,\" Carlson added.</p> <p>The most recent report from the UN's Intergovernmental Panel on Climate Change predicts that sea levels will have risen by around 10cm at most by 2100, but according to Carlson's analysis, rapid melting of the Greenland ice sheet could cause much greater rises. </p> <p>\"For planning purposes, we should see the IPCC projections as conservative,\" he said. \"We think this is a very low estimate of what the Greenland ice sheet will contribute to sea level.\"</p> <p>In an accompanying article, Mark Sidall at Bristol University describes how a 1 metre rise in sea level would submerge an estimated 2.2m square kilometres of land, largely in Asia, and displace around 145 million people at a global cost of $944 billion.</p> <p>He points out, though, that while the Laurentide ice sheet completely vanished at the end of the last ice age, the Greenland ice sheet remains, suggesting it is more resistant to warming. \"To what extent this dynamic response of the Laurentide ice sheet to past temperature change can be considered analagous to present and future reduction of the Greenland ice sheet remains unresolved,\" he writes. \"But [the researchers'] work suggests that future reductions of the Greenland ice sheet on the order of 1 metre per century are not out of the question.\"</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-336530766\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/Maciej-Tyszecki-2426.jpg\" alt=\"Panglao Island, Philippines\" width=\"630\" height=\"419\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Maciej Tyszecki: \"Boy jumping into the sea, Panglao Island, Philippines\"</span> <span class=\"element-image__credit\">Photograph: Maciej Tyszecki/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336272091\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/Meredith-Andrews-6145.jpg\" alt=\"Sunset at Angkor Wat, Cambodia\" width=\"630\" height=\"420\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Meredith Andrews: \"Maximum capacity, sunset at Angkor Wat, Cambodia\"</span> <span class=\"element-image__credit\">Photograph: Meredith Andrews/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336272101\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/Michael-Luntley-7747.jpg\" alt=\"Cafe band, St Mark's Square, Venice\" width=\"630\" height=\"420\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Luntley: \"Cafe band, St Mark's Square, Venice\"</span> <span class=\"element-image__credit\">Photograph: Michael Luntley/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336349361\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/margaret-whittaker-7015.jpg\" alt=\"Train tracks, Canmore, Alberta, Canada\" width=\"630\" height=\"473\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Margaret Whittaker: \"The train tracks in Canmore, Alberta, run right through the town on their way from Calgary to Vancouver, with little or no restriction to the public walking close by\" </span> <span class=\"element-image__credit\">Photograph: Margaret Whittaker/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336272113\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/Sarah-van-Aardt-962.jpg\" alt=\"Beach, South of Durban, South Africa\" width=\"630\" height=\"420\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sarah van Aardt: \"On the beach south of Durban, after a long hot day of doing nothing\"</span> <span class=\"element-image__credit\">Photograph: Sarah van Aardt/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336349367\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/stephaneperoz2-7743.jpg\" alt=\"Marathon, Paris\" width=\"630\" height=\"394\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stéphane Péroz: \"Taken during the Paris marathon\"</span> <span class=\"element-image__credit\">Photograph: Stéphane Péroz/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336349364\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/michael-cooper-7368.jpg\" alt=\"Family fishing, Hoi An, Vietnam\" width=\"630\" height=\"402\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Cooper: \"A family fishing with a traditional net just downriver from Hoi An, Vietnam. The father casts, one son steers, and the other may be lighting up\" </span> <span class=\"element-image__credit\">Photograph: Michael Cooper/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336530757\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/abbemarks-1014.jpg\" alt=\"Ambleside sports event, Lake District\" width=\"630\" height=\"332\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Abbe Marks: \"On holiday in the Lake District at the end of July, we stumbled across the Ambleside sports event at Rydal Park just outside Ambleside, where we spent a great day watching traditional Lakeland sports such as wrestling, fell racing and hound trailing\"</span> <span class=\"element-image__credit\">Photograph: Abbe Marks/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336530763\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/EmilyAinsworth-2051.jpg\" alt=\"Oaxaca, Mexico\" width=\"630\" height=\"420\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emily Ainsworth: \"A girl at the annual celebration of the Day of the Dead, Oaxaca, Mexico\"</span> <span class=\"element-image__credit\">Photograph: Emily Ainsworth/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337166137\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/01/photocompetition.aug08/gurinderbrar-8225.jpg\" alt=\"Santorini, Greece\" width=\"630\" height=\"473\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gurinder Brar: \"The morning's high humidity causes mist to rise amid the caldera on Santorini, Greece\"</span> <span class=\"element-image__credit\">Photograph: Gurinder Brar/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336530772\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/rafal-gaweda-3259.jpg\" alt=\"Hot air balloon, Yangshuo, China\" width=\"630\" height=\"419\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rafal Gaweda: \"Filling up a hot air balloon in Yangshuo, China\"</span> <span class=\"element-image__credit\">Photograph: Rafal Gaweda/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336272082\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/jane-Jellicoe-4243.jpg\" alt=\"Sunbathers, Collioure, Southern France\" width=\"630\" height=\"381\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jane Jellicoe: \"Sunbathers on the beach, Collioure, southern France\"</span> <span class=\"element-image__credit\">Photograph: Jane Jellicoe/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336965865\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/benjaminarthur1-6212.jpg\" alt=\"Fishers, Halong Bay, Vietnam\" width=\"630\" height=\"419\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Benjamin Arthur: \"Fisher boys in a boat in the ethereal, magical Halong Bay in Vietnam\"</span> <span class=\"element-image__credit\">Photograph: Benjamin Arthur/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336965883\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/Yuri-Gupta2-9808.jpg\" alt=\"Plane window view, Zanzibar\" width=\"630\" height=\"420\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yuri Gupta: \"View from a plane window of sunset and sea, above the clouds in Zanzibar\"</span> <span class=\"element-image__credit\">Photograph: Yuri Gupta/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337003762\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/Akinmade-1954.jpg\" alt=\"Girl on merry-go-round, Cardiff\" width=\"630\" height=\"419\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lola Akinmade: \"A little girl rides the merry-go-round at Mermaid Quay in Cardiff, eyes closed and totally immersed in the moment\"</span> <span class=\"element-image__credit\">Photograph: Lola Akinmade/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337074918\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/davesutton-5895.jpg\" alt=\"Children, Phnom Penh\" width=\"630\" height=\"473\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dave Sutton: \"Returning home from working in an orphanage in Phnom Penh at dusk, I stumbled on hoards of Cambodian kids playing barefoot football in the dusty grounds in front of this temple\"</span> <span class=\"element-image__credit\">Photograph: Dave Sutton/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337074921\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/davidbugg-6435.jpg\" alt=\"Beach hut, North East Caye, Belize\" width=\"630\" height=\"382\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Bugg: \"The morning glory after the storm - a rainbow, a beach hut and the sea converge on the tropical island of North East Caye (Glover's Atoll Resort) on the coral reef in Belize\"</span> <span class=\"element-image__credit\">Photograph: David Bugg/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337074924\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/Kyle-Christie-6886.jpg\" alt=\"Sheep, St Kilda archipelago\" width=\"630\" height=\"473\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kyle Christie: \"A Soay (meaning 'island of sheep') sheep, unique to the St Kilda archipelago, 40 miles off the west coast of the Outer Hebrides. The island was abandoned in the 1930s, but remains a haven for wildlife\"</span> <span class=\"element-image__credit\">Photograph: Kyle Christie/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337166130\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/01/photocompetition.aug08/garethdavies-7549.jpg\" alt=\"Arches National Park, Utah, United States\" width=\"630\" height=\"473\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gareth Davies: \"Rock formation in Arches National Park, Utah, United States\"</span> <span class=\"element-image__credit\">Photograph: Gareth Davies/guardian.co.uk</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337003765\"> <img src=\"https://static.guim.co.uk/Guardian/travel/gallery/2008/sep/02/photocompetition.aug08/horsman-2558.jpg\" alt=\"Monks, Litang, China\" width=\"630\" height=\"420\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Andy Horsman's winning photo:</strong> \"Nomads and monks preparing butter tea in Litang, China. The smoke and heat had obviously got too much for one monk!\"  <strong>Guardian Picture Desk's Noni Stacey says:</strong> \"The composition is strong and unusual, and the colours are beautiful. Like all good photographs, it arouses curiosity about the people and the place. I can feel the heat and discomfort of the monks, and I want to taste that butter tea. Well done for capturing the moment\"</span> <span class=\"element-image__credit\">Photograph: Andy Horsman/guardian.co.uk</span> </figcaption> </figure>",
  "<p>It seems Microsoft realises it has missed a trick by relying on the capitalist free market to distribute applications for its mobile phones, and it should have gone for a closed, locked-down model like Apple's where it could trouser 30% of the sales revenues. <a href=\"http://www.istartedsomething.com/20080831/microsoft-launch-skymarket-applications-marketplace-windows-mobile-7/\">Long Zheng</a> observes:</p> <blockquote> <p>If one of the most compelling features of the iPhone are the third-party applications then it's a sad fact for Microsoft since Windows Mobile has supported third-party applications since the last ice age.</p> <p>Side by side, there's an impressive 18,000 applications (hopefully at least a 1:5 gem-to-crap ratio) for Windows Mobile compared to just over 2,000 for the iPhone. The exception being there's only one iPhone marketplace and about a bazillion WM marketplaces. Personally I've avoided purchasing any WM applications because of this.</p> </blockquote> <p>Long Zheng then reprints a couple of job ads for people to work on \"the v1 launch of an applications marketplace service for Windows Mobile 7.\"</p> <p>Microsoft already uses this approach, both from Danger (which has had an applications catalogue for Sidekick since 2002), and from Xbox Live Marketplace, which supplies applications to Xbox 360 users, and Zune Marketplace. However, I doubt its app-store will actually be as closed as Apple's, since the people who run the \"bazillion WM marketplaces\" would immediately start complaining about monopoly abuse.</p> <p>Anyway, Windows Mobile 7 is probably a year away, so don't look for an app-store anytime soon. Until then, people who are rendered incapable by having to make choices can always use <a href=\"http://www.handango.com/\">Handango</a>, which is a well-established purveyor of apps for Windows Mobile, Palm, Symbian , PSP and other handheld devices....</p> <p><strong>Update</strong>: And I should obviously have mentioned the \"Android Market -- an open content distribution system that will help end users find, purchase, download and install various types of content on their Android-powered devices,\" announced on <a href=\"http://android-developers.blogspot.com/2008/08/android-market-user-driven-content.html\">Thursday</a>.</p>",
  "<p>The death toll in Saturday's earthquake in south-west China is now at least 32, with 467 injuries, according to the Xinhua news agency. </p> <p>The 6.1 magnitude shock happened close to Panzhihua town in Sichuan province, near the border with Yunnan and along the same fault line as a May 12 earthquake that killed nearly 70,000.</p> <p>Rescuers appealed for temporary housing and tents. Their efforts were hampered by heavy rain. <br>\"We need temporary houses ... we need more than 10,000 tents,\" said Zhang Hai, head of the foreign liaison office of the Communist Party in Panzhihua city. \"This is a mountainous place and so we can't build temporary houses everywhere.\"</p> <p>The beginning of the school year, which was supposed to be today, was postponed for a week because authorities were inspecting damage in classrooms, he said.</p> <p>More than 150,000 people had fled their homes, and state broadcaster CCTV showed evacuees including children and elderly people lying on plastic sheets in a school field in Panzhihua. Xinhua said major bridges had been damaged and three reservoirs were cracked.</p> <p>The quake killed five people in Panzhihua and surrounding rural areas, and the death toll also included 25 victims in Sichuan province's Huili county, local officials said. </p> <p>Authorities in the Chuxiong Yi Autonomous Prefecture in neighboring Yunnan province reported six deaths.</p> <p>\"We are trying to maintain order and make sure that there's enough supply. The disaster relief office has sent 17 medical teams made up of over 200 people,\" said Song Ming, an official in Liangshan prefecture, which includes Huili county.</p>",
  "<p>The <strong>News of the World</strong> devoted its spread yesterday to blurbing Mazher Mahmood's \"explosive new book\", <a href=\"http://www.amazon.co.uk/Confessions-Fake-Sheik-Sting-Reveals/dp/0007288093/ref=sr_1_6?ie=UTF8&amp;s=books&amp;qid=1220187113&amp;sr=1-6\">Confessions of a Fake Sheik: 'The King of the Sting' Reveals All</a>. We learned that the \"undercover supremo\" has been responsible for the jailing of more than 230 villains (a total that has risen surprisingly quickly in recent years) while surviving a number of \"near-death experiences.\"</p> <p>As one of Mahmood's persistent critics, you might be surprised to learn that I've pre-ordered a copy of the book. That's because I'm genuinely looking forward to reading it. There cannot be any doubt that he is a master of his trade and, amidst several high-profile stories that I regard as being of dubious value, I readily concede that there have been exposures of criminal activities which have certainly been in the public interest.</p> <p>I hope to see how he explains some of his more controversial exploits. I doubt that we'll get the unvarnished truth if the first chapter is anything to go by, but he does offer some fascinating insights into his modus operandi. Entitled <em>Ready to Sheik the World</em>, it has been extracted by Amazon <a href=\"http://www.amazon.co.uk/gp/feature.html/ref=amb_link_77313565_1?ie=UTF8&amp;docId=1000212993&amp;pf_rd_m=A3P5ROKL5A1OLE&amp;pf_rd_s=special-offers-3&amp;pf_rd_r=1D87621Q95F3YTWV235X&amp;pf_rd_t=201&amp;pf_rd_p=215566391&amp;pf_rd_i=0007288093\">here</a>.</p> <p>It begins with an explanation of his first use of \"Arab robes\" while exposing a hotel \"vice ring\" for <strong>The People</strong>. It evidently worked so well that his boss, <strong>Laurie Manifold</strong>, told him: \"You can claim for the outfit on expenses, and hang onto it. It'll come in useful again.\" As Mahmood notes: \"They were prophetic words.\"</p> <p>He admits that when trying to break into journalism as a 17-year-old he exposed a family friend in Birmingham for video piracy. \"My father was furious and threatened to throw me out of the house,\" he writes. \"I was surprised by my father's reaction; as a journalist himself, one who'd pioneered the first Urdu language newspaper in Britain, he had always wanted his two sons to follow him into journalism... But he claimed my work at the News of the World had 'blackened the family name', 'shamed the community' and that I would be seen as a 'traitor'.</p> <p>\"He was right. Later in life I would face endless fatwas, death threats, and even a curse from an African witch. But the backlash only served to fuel my rebellious streak and strengthened my resolve to expose villains.\"</p> <p>Mahmood glosses over his period as a <strong>Sunday Times</strong> reporter, which may be just as well. He departed in what can only be called controversial circumstances but, less than two years later in 1991, returned to Wapping, to the News of the World.</p> <p>He was soon playing the fake sheikh and says he now has \"a store room containing a dozen Arab outfits which I've learned to call jalabia\" along with \"a startling range of ultra-loud Versace jackets, bright shirts, and a white suit, which only an Arab would dare to wear.\"</p> <p>He also boasts of \"a range of expensive designer shoes, a flashy £5,000 Rolex watch (a real one that I'd had to buy myself, as the Sheik's targets would recognise a fake... sometimes), and a jewellery box full of Sheik bling including fake diamond rings.\"</p> <p>Aside from the clothing, he can call on \"three stand-in Sheiks, security staff, assistants and drivers, who make up the Sheik's impressive entourage.\" They include <strong>Marwan</strong>, \"a Palestinian plumber from east London, who scrubs up nicely\" and someone called <strong>Akbar Ali Malik</strong> \"whose quick thinking has saved the day on many occasions.\"</p> <p>He agrees that he has often suffered \"a massive backlash from the Asian community, who regard me as a traitor for exposing my own people.\" But he contends \"without members of the Muslim community willing to shop their own, and without investigative journalists joining the fight against terrorism, the world will be a less safe place.\"</p> <p>Here is his justification for his stings:</p> <blockquote> <p>Subterfuge is a legitimate and basic tool of investigative journalism, and the Fake Sheik is just one of a whole range of personas that I adopt to infiltrate targets; I am just as likely to turn up as an asylum seeker, a taxi driver, or worker from a building site.</p> <p>By the gift of my birth, I am unlikely to be seen as a policeman, customs officer, or immigration official, thanks to the prevailing stereotypes of Asian men. Without going undercover my colleagues and I would have no hope of exposing drug dealers, paedophiles and the like. After all, nobody would offer to sell me drugs or weapons if I proudly announced I am a reporter from the News of the World.</p> <p>Undercover reporting is enshrined in the Press Complaints Commission code and is justified where we can show that it is in the public interest and that the material cannot be obtained by other means.</p> </blockquote> <p>Then comes an attack on his critics:</p> <blockquote> <p>Fellow journalists, media commentators who sit in their armchairs and pontificate on our investigations, also subject the News of the World and my work to regular assaults.</p> <p>While condemning tabloid journalism, broadsheets steal our stories and fill column inches with details of our exposés for their own readers. It is a dog-eat-dog world...</p> <p>And despite the small group of people who want to de-robe the Fake Sheik, I can assure them that the robes will not be handed in to Oxfam anytime soon.</p> </blockquote> <p>I'll be interested to see what he has to say about some of his more notorious \"investigations\", such as the false allegations against men he alleged to have plotted to kidnap <strong>Victoria Beckham</strong>, his failure to entrap <strong>George Galloway</strong> and his relationship with a Kosovan informer called <strong>Florim Gashi</strong>.</p> <p>Watch this space...</p>",
  "<p><a href=\"http://www.telegraph.co.uk/earth/main.jhtml?xml=/earth/2008/08/31/eaarctic131.xml\"><br><strong>Arctic becomes an island as ice melts</strong> </a><strong><br>Source: Daily Telegraph</strong><br>The North Pole has become an island for the first time in human history as climate change has made it possible to circumnavigate the Arctic ice cap</p> <p><a href=\"http://www.nytimes.com/2008/09/01/science/earth/01storm.html\"><strong>Hurricane Gustav: Air mass in Atlantic gives speed and power</strong></a><br><strong>Source: New York Times</strong><br>Conditions of the equatorial Atlantic have been more conducive for the formation of large storms, and winds are pushing them toward the United States instead of westward into Central America or deflecting them to the northeast, away from land, meteorologists say<br><a href=\"http://www.scidev.net/en/news/accept-gm-urges-senior-african-union-official.html?utm_source=link&amp;utm_medium=rss&amp;utm_campaign=en_news\"><br><strong>Accept GM, urges senior African Union official</strong></a><br><strong>Source: Science and Development Network</strong><br>A senior African Union official has urged African presidents to cast aside any apprehension about allowing genetically modified crops to be grown commercially in their countries</p> <p><a href=\"http://www.reuters.com/article/environmentNews/idUSLV16575320080831?feedType=RSS&amp;feedName=environmentNews\"><strong>U.N. chief warns against waiting for climate deal</strong></a><br><strong>Source: Reuters</strong><br>The world should not wait until next year to cobble together a new climate change pact, United Nations Secretary-General Ban Ki-moon said on Sunday</p> <p><a href=\"http://www.timesonline.co.uk/tol/news/environment/article4648732.ece\"><strong>Massive floating generators, or 'eco-rigs', to provide power and food to Japan</strong></a><br><strong>Source: The Times</strong><br>Battered by soaring energy costs and aghast at dwindling fish stocks, Japanese scientists think they have found the answer: filling the seas with giant \"eco-rigs\" as powerful as nuclear power stations</p> <p><a href=\"http://www.reuters.com/article/environmentNews/idUSN2947242720080829?feedType=RSS&amp;feedName=environmentNews\"><strong>Small farmers to join Brazil sustainable cane move</strong></a><br><strong>Source: Reuters</strong><br>Dozens of small and medium-scale farmers in Brazil's Sao Paulo state will grow sugar cane certified as meeting strict social and environmental standards, the region's cane producers association said late on Thursday<br></p> <p><strong><a href=\"http://environment.newscientist.com/channel/earth/dn14623-unbreakable-greenhouse-gas-meets-its-doom-at-last.html?feedId=earth_rss20\">'Unbreakable' greenhouse gas meets its doom at last</a></strong><br><strong>Source: New Scientist</strong><br>The war on climate change just got a chemical weapon: a way to destroy the carbon-fluorine bonds that make a class of widely used industrial gases so dangerous in the atmosphere</p> <p><a href=\"http://www.independent.co.uk/environment/green-living/throwaway-razors-and-nappies-should-be-taxed-as-luxuries-says-defra-914041.html\"><strong>Throwaway razors and nappies should be taxed as luxuries, says Defra</strong></a><br><strong>Source: The Independent</strong><br>Disposable razors and nappies could be taxed as luxury goods in order to cut the amount of waste going to landfill, a Government-funded report to ministers has suggested</p>",
  "<p>It took only six days for Katrina to build up from a tropical depression over the Bahamas to a hurricane that devastated the city of New Orleans on August 29 2005 with the loss of nearly 2,000 lives. </p> <p>The aftermath, with severe criticism of the way the federal government dealt with the emergency, became one of the defining moments in the fading popularity of President Bush. </p> <p>The cost in reconstruction – still going on - was the highest in the country's hurricane history at more than $100bn (£50bn). Tens of thousands of people left the city, never to return. </p> <p>As Katrina gathered strength and moved towards the Florida Panhandle, Bush declared a state of emergency in parts of Louisiana, Alabama and Mississippi but crucially, at that stage, not in any of Louisiana's coastal parishes. </p> <p>Although local emergency plans were put into operation, and the National Guard mobilised, it was not until a day before the disaster that the city's mayor ordered the <a href=\"http://archive.dmz.gnl/verity/index.htm\">mandatory evacuation</a>. </p> <p>The storm surge caused by Katrina's 125mph winds overwhelmed New Orleans' defences against the sea, breaching many of the levees or dykes and flooding nearly 80% of the city. People reported seeing bodies lying for several days in the waters. </p> <p>The most graphic images to come out of New Orleans in the days after Katrina spent her energies up near the Great Lakes, were the desperate <a href=\"http://cms.guprod.gnl/59997/images/link.gif\">refugees in the Louisiana Superdome</a> and the New Orleans Civic Centre. </p> <p>Around 26,000 people were stuck in the Superdome amid reports of deaths from thirst, exhaustion and violence. As most were black there were criticisms of racism in the government's response to the danger and to the weakness of the relief efforts. </p> <p>Within a week Michael D Brown, head of the Federal Emergency Management Agency, who was directed to order the federal emergency response, was replaced and then resigned in spite of having famously received praise from Bush with the phrase, \"Brownie, you're doing a heck of a job\".</p> <p>Three years later, thousands of displaced residents in Mississippi and Louisiana were still living in trailers. In February 2006 the final <a href=\"www.gpoacess.gov/congress/index/html \">report</a> of a bipartisan congressional committee \"to investigate the preparation for and response to Hurricane Katrina\" was pointedly entitled \"A Failure of Initiative.\" </p> <p>The committee on homeland security followed this with special report called <a href=\"http://www.gpoaccess.gov/serialset/creports/katrinanation.html\">\"Hurricane Katrina: A Nation Still Unprepared\"</a>. </p> <p>A <a href=\"www.pubs.asce.org\">June 2007 report</a> released by the American Society of Civil Engineers said that the failures of the federally built levees in New Orleans were found to be primarily the result of system design flaws. The US Army Corps of Engineers who is responsible for the design and construction of the region's flood-control system failed to pay sufficient attention to public safety, it said. </p> <p>The wider effects across the region were a massive blow to the US economy. Thirty oil platforms were damaged or destroyed and nine refineries were closed. About a quarter of the <a href=\"http://archive.dmz.gnl/verity/index.htm\">oil production from the Gulf of Mexico</a> was shut down. </p> <p>The repercussions live on with funding disputes over the remaining levee improvements. In February, the Bush administration requested that the state of Louisiana pay about $1.5bn of an estimated $7.2bn for Army Corps of Engineers levee work, a proposal which angered many Louisiana leaders.</p> <p>In May Louisiana Governor Bobby Jindal used a speech to The National Press Club to request that Bush free up money to complete work on the levees. Bush promised to include the funding in his 2009 budget.</p>",
  "<p>Bad artists of Britain, beware. Jack Straw's Criminal Justice and Immigration Act 2008 seems to be creating a lot of unintentional collateral damage out in the tackier fringes of the art world. The <a href=\"http://www.opsi.gov.uk/acts/acts2008/ukpga_20080004_en_9#pt5-pb1\">act</a> outlaws \"extreme pornography\" in which a woman or man's life appears to be in danger, as presented for the titillation of the viewer. As such, it also unwittingly includes much art and fashion photography, music video imagery and any other image in which a person (usually, in reality, a woman) is made the object of mortal threat. So it seems that we will no longer get to see any marvellous hipster pics of objectified female meat in danger. What a loss for the world of culture. </p> <p>One of the victims of the act is a photographer, Ben Westwood, son of Dame Vivienne – no, I hadn't heard of him, either – whose book of erotic photography, Fuck Fashion, <a href=\"http://www.independent.co.uk/opinion/columnists/pandora/pandora-westwood-jnr-sweats-over-governments-pornography-clampdown-910761.html \">may be banned</a> when the act comes into effect next January. Furthermore, anyone in possession of it could find themselves in prison, explaining to their cellmate the startling story of their transformation from Soho fashionista to Pentonville porn convict. Displaying the same linguistic vulgarity which went into the titling of his magnum opus, Ben Westwood has said that \"Jack Straw and the home secretary Jacqui Smith need to be bound up together and gagged\" – just the kind of act that the act opposes, of course. </p> <p>Westwood's personal crudeness aside, the crux of the issue is that the act does not distinguish between types of medium or artistic context. It does not discriminate between cases whether this mortal danger is made visually beautiful, as in fashion photography, or presented raw and gloating as in snuff pornography. I am glad of this lack of distinction, because the fetishisation of female pain is misogynistic regardless of its trappings, regardless of whether it was styled by a couture house, regardless of whether it comes with a poppin' soundtrack and shot by a cool guy director or some coercing creep with a videocam. </p> <p>In seeing how many projects are theoretically affected by the act, we see just how anti-woman contemporary culture really is, how ubiquitous the images of exposed, objecitified women – and how accepted this is. Thus Westwood can angrily bellow that his \"human rights\" are being violated, ignoring the endemic exploitation of women in the fashion and beauty industries as a whole. I feel feminist contempt for those pseudo-artists who think that sexy glossy naughty photos of near death experiences are in any way interesting. Recall the <a href=\"http://www.theguardian.com/media/2007/mar/27/broadcasting.comment \">notorious</a> America's Top Model episode where \"the girls\" had to pretend to be dead and were judged by their photogenic deathliness. That'd be punished by the act too, and the people (of both sexes) who devised the shoot would struggle to justify themselves. </p> <p>The legislation seeks to confront the violence of certain types of pornography, but it also shows us how far the pornification of general culture has progressed. Both, of course, are anti-woman. If sexist male artists and anti-feminist female artists are penalised for brainlessly fetishing female pain, then that's all to the good. Let them squirm.</p>",
  "<p>David Cameron today branded Russia a \"bully\" as he called on EU leaders meeting today to impose tough sanctions to persuade Russia to abide by international rules.</p> <p>As Gordon Brown prepared to join other EU leaders for an emergency summit on the Caucasus crisis, the Tory leader told BBC Radio 4's Today programme that the west needed to introduce a \"carrot and stick\" approach to its relationship to Russia. </p> <p>\"The only language a bully understands is when you stand up to them,\" said Cameron, who has taken a bullish line on the invasion and partition of Georgia since a visit to the beleaguered country last month. </p> <p>He said it was time to make clear to Russia that what had happened was \"unacceptable\".</p> <p>\"One of the most important things we continue to do is stand by Georgia, give Georgia support - support in terms of rebuilding the infrastructure that's been smashed and broken, support in saying, 'You will be welcome as members of the EU and Nato.'\" </p> <p>Cameron, who visited Tbilisi, the Georgian capital, last month for talks with the president, Mikheil Saakashvili - a week before the foreign secretary flew out to discuss the conflict - said that European leaders ought to agree to suspend talks on the future of the EU-Russia strategic partnership. Steps should also be taken to \"speed up\" Georgia's free-trade agreement with Europe, he added.</p> <p>Cameron said that Russia should not be invited to the next G8 meeting.</p> <p>\"The alternative of appeasing Russia and saying, 'All right then, Ukraine, Georgia, the Baltic states, these are your backyard, you can do what you like there and we'll just turn a blind eye,' I think that would make our world far less stable, far less secure,\" he said.</p> <p>The Tory leader added: \"Russia has to understand that she has lost an empire, just as we lost an empire. You have to come to terms with that and it does take time.\"</p> <p>The best way of dealing with the country is through a \"firm and unified response\". </p> <p>Cameron said that Britain should also look tightening up passport restrictions on Russians. </p> <p>\"We should look at the visa situation. At the moment Russia passport holders have easier access to the UK than Georgian passport holders. If you are going to stand by Georgia and say, 'You do have a future,' then you should be helping them with visa access and yes, we should be looking at the visa restrictions, particular government members to say they are behaving in such a way.\" </p> <p>He rounded on Russia's efforts to block membership of international organisations. \"We cannot allow Russia to decide who or who is not allowed to be a member of Nato or the EU,\" said Cameron. </p> <p>But he denied suggestions that his increasingly tough stance on Russia was fuelling tensions at a time when diplomacy was needed and that his comments on Nato membership suggested that the west would be prepared to go to war with Russia. \"I do not accept that,\" he said. </p> <p>Dmitry Medvedev, the Russian president, has said that his decision to recognise Georgia's breakaway regions of South Ossetia and Abkhazia as independent was irrevocable and warned that Russia was ready to retaliate against any sanctions the EU might impose. </p> <p>Cameron also used today's radio interview to denounce claims made by the chancellor over the weekend. In <a href=\"http://www.theguardian.com/politics/2008/aug/30/alistairdarling.economy\">an interview with the Guardian, Alistair Darling</a> said that Britain's current economic crisis was probably the worst in 60 years. </p> <p>Asked for his own assessment of the economic situation, Cameron said: \"It is too difficult to say whether it is the worst situation for 60 years but I think it is extraordinary for the chancellor to say it.\" </p> <p>The Tory leader said that the government should focus on establishing the worsening trends and taking action, but he said that opening up the mortgage market at this stage presented \"real difficulties\". </p> <p>Asked how his party's commitment to sharing the proceeds of economic growth would fare in the face of low or nonexistent growth, Cameron said that this policy would be enacted over the economic cycle, rather than just over one year. But he admitted that over the next three years spending plans would be \"tough\". </p> <p>\"What I do not want to do is commit my government to promises we cannot keep,\" he said.</p>",
  "<p>Howl farewell to the dog days of August. They were mostly damp and drab, not to mention marking the beginning of a 100-month countdown to the world entering a new, more perilous phase of global warming. Not everything, though, can be blamed directly on climate change. For the record, weather varies enormously due to short-term atmospheric changes. The climate system, however, changes in response to the complex push and pull of many spheres, from solar radiation to ice cover and greenhouse gas levels. Weather is a subset of climate, whose long-term patterns will nevertheless change as the climate system alters.</p> <p>One month ago, writing in the Guardian, we said that the world had <a href=\"http://www.theguardian.com/environment/2008/aug/01/climatechange.carbonemissions\">100 months to go</a> before it stood to cross a threshold, after which we will all be playing a game of climate roulette. Runaway global warming is the bullet in the chamber. With all the work and words expended on the issue, still, we thought, a reality check was needed. Unlike other issues demanding a political solution, climate change is on a ticking clock. We either do, or we don't, avert runaway warming.</p> <p>The response to pointing this out was astonishing.</p> <p>In just the first three weeks, via <a href=\"http://www.onehundredmonths.org/\">the website</a>, more than 135,000 people from more than 130 countries signed either themselves up to take regular monthly actions on climate change, or were directly asked to do so by friends. One man in New Zealand printed out the Guardian article and posted it to all 121 members of his national parliament. Rap star P Diddy reportedly grounded his airplane, although, just possibly, this might have had something more to do with the cost of fuel.</p> <p>Many worried that in drawing attention to such a stark reality, the consequence would be a disabling sense of powerlessness. If you see someone crossing the road in front of a runaway truck, the balance has to be struck between shouting so loud that they freeze in their tracks, and closing your eyes to pretend it's not happening. Al Gore's team in the US has struggled with it. One of his campaign psychological advisors (this is the US, remember, they have such things) got in touch to say that the One Hundred Months initiative was just right, in terms of facing the inconvenient truth and leaving people with a sense that they can act to make every month count.</p> <p>The countdown also came to the attention of the world's most important figure on climate change, the Nobel Prize-winning chairman of the Intergovernmental Panel on Climate Change, <a href=\"http://nobelprize.org/nobel_prizes/peace/laureates/2007/ipcc-lecture_en.html\">R K Pachauri</a>. He wrote to us commenting that: \"It speaks highly of the effectiveness of this effort that so many people have signed themselves up for regular monthly campaigns over the next 100 months. This is most heartening, and it is efforts such as these that can make a difference to stabilize the earth's climate and in moving human society on the path of sustainable development.\"</p> <p>From the <a href=\"http://www.thewi.org.uk/\">Women's Institute</a> in the UK, to the Green Belt movement in Kenya (led by <a href=\"http://www.greenbeltmovement.org/w.php?id=3\">Wangari Maathai</a>, another Nobel Prize winner), groups have been signing up to push for accelerated action over the next 100 months.</p> <p>New research from the <a href=\"http://www.tyndall.ac.uk/\">Tyndall Centre for Climate Change Research</a> at Manchester University added extra urgency in the last month. Targets for tackling global warming often leave out vital greenhouse gas emissions, such as those stemming from international transport and the environmental domino effects referred to by scientists as \"carbon cycle feedbacks\". Tyndall's research director, Kevin Anderson, concludes that when these things are taken into account, the UK's emissions must peak by the year 2012 and then decline by at least 6 to 9 per cent annually. It is misleading to talk, as the government does, about long-term targets for the year 2050, because what matters is how greenhouse gases accumulate on a yearly basis. Our only option, he says, it to \"radically and urgently curtail ... demand for energy\".</p> <p>The howling question then, with which to leave the British summer behind, is how to provide security to people in fuel poverty, and pay for the rapid transition to a low carbon economy?</p> <p>Step forward the suddenly popular <a href=\"http://www.theguardian.com/commentisfree/commentisfree+politics/taxandspending\">windfall tax</a>. In October 2006, we proposed a recurrent additional tax on UK fossil fuel companies to pay into what we called an Oil Legacy Fund. It was to follow the fantastically successful Norwegian example which, over years, built up a financial safety net for future generations that was worth, at the last count, around 260bn euros (£198bn), or 75,000 euros (£57,000) for every man, woman and child in the country.</p> <p>Revived by a combination of MPs, the regulator Ofgem and Labour activists in the Compass group, a powerful case is now being made in the face of high oil prices and Labour's current political difficulties.</p> <p>Just three companies – BP, Centrica and Shell – together made £1,000 profit per second over the first six months of 2008. At the same time, every second, mankind overall is emitting 1,000 tonnes of CO2. As the climate clock keeps ticking, possibly the most important challenge is to end a system that allows vast profits to be made at the cost of undermining the climatic foundations of civilisation. A recurrent windfall tax would do that.</p> <p>As Winston Churchill said in parliament in November 1936, \"The era of procrastination, of half measures, of soothing and baffling expedients, of delays, is coming to its close. In its place, we are entering a period of consequences ... I never would have believed that we should have been allowed to go on getting into this plight, month by month ...\"</p> <p>On the climate clock, it is now 99 months, and counting.</p> <p><em>To be part of the solution go to <a href=\"http://onehundredmonths.org/\">www.onehundredmonths.org</a> – and tell your friends.</em></p>",
  "<!-- Block 1 --> <p><strong>9.15am:</strong> The phones of managers, agents, chairmen and players are already ringing across the country. Check back here throughout the day for all the deals.</p> <!-- Block 2 --> <p><strong>9.15am:</strong> The phones of managers, agents, chairmen and players are already ringing across the country. Check back here throughout the day for all the deals.</p> <!-- Block 3 --> <p><strong>9.15am:</strong> The phones of managers, agents, chairmen and players are already ringing across the country. Check back here throughout the day for all the deals.</p> <!-- Block 4 --> <p><strong>9.15am:</strong> The phones of managers, agents, chairmen and players are already ringing across the country. Check back here throughout the day for all the deals.</p> <!-- Block 5 --> <p><strong>9.26am:</strong> A lot of the papers this morning have announced that the Newcastle striker-turned-midfielder-turned-neither Alan Smith has signed for Everton for £3m, although there's no official confirmation, unless it's cowering humiliated somewhere on the Everton website. In the meantime, take a quick look at <a href=\"http://www.theguardian.com/football/2008/sep/01/therumourmill.deadlineday\">some of the other rumours from the red-tops</a>.</p> <!-- Block 6 --> <p><strong>9.32am:</strong> The Porto winger Ricardo Quaresma is in Milan to have a medical with Inter, according to, well, Inter. <a href=\"http://www.theguardian.com/football/feedarticle/7765428\">And this story right here</a>. Somewhere near the other end of the spectrum, the Rangers forward Alan Gow has rejected the chance to join Blackpool.</p> <!-- Block 7 --> <p><strong>9.35am: </strong>Deportivo La Coruna have claimed that Newcastle are in for their Spain U-21 striker <strong>Xisco</strong>. He's reportedly on his way to Tyneside for £5.7m, and Villa were apparently sniffing around him too.</p> <!-- Block 8 --> <p><strong>9.44am:</strong> You've probably seen it already, but if not here's footage of the <a href=\"http://www.youtube.com/watch?v=2Gvb6xZns-M\">Newcastle chairman Mike Ashley downing one of several pints</a> during his team's thrashing at Arsenal on Saturday. This has outraged boozers in this office at least - how come Ashley was allowed to take his pint to his seat at the Emirates?</p> <!-- Block 9 --> <p><strong>9.48am:</strong> \"For me, transfer deadline day is just like Christmas,\" says Colin Greer. \"To get into the spirit, I'll warm up some mulled wine and make a turkey sandwich for lunch. Later in the day (after the wine kicks in) I am going to call my parents later and yell at them. 'Tis the season!\" The seasonal cheer runs out for Orient fans right here: \"Oh yeah, I just saw Paul Stalteri driving into the Leyton Orient training ground!\"</p> <!-- Block 10 --> <p><strong>9.49am:</strong> \"Does anyone remember that breaking news in at the beginning of last year at this very same spot about <strong>Ryan Donk</strong> moving from RKC Waalwijk to AZ Alkmaar?\" wonders Arno Onink. Not me, but this next bit confirms what I've read on the wires: \"Well now he's on his way to West Brom! You lovely Guardian readers surely were among the first UK football lovers to pick up on Ryan's existence.\"</p> <!-- Block 11 --> <p><strong>9.54am:</strong> Big news right here: Vedran Corluka has agreed to join Spurs from Manchester City. And they've already got the picture of him in his Spurs shirt and everything on their website, and a bland quote: \"I am delighted to be here because I am coming to a big club with great players, great ambition and also my best friend [Luka Modric] is here so it is a very happy day for me.\" No fee mentioned yet. Corluka is 22 and used to play for Dynamo Zagreb. City signed Pablo Zabaleta at the weekend.</p> <!-- Block 12 --> <p><strong>10am:</strong> \"Re your photograph,\" starts Gary Naylor, who hasn't seen my photograph as far as I know. \"Who's signing Alain Delon?\" Oh, that photo. \"Will David Moyes be bidding for Jean-Paul Belmondo?\" Take it up with Rayner Simpson: \"It could just be my Monday morning eyes, but I could swear that's a picture of Andy Garcia.\"</p> <!-- Block 13 --> <p><strong>10.05am:</strong> The prolific \"Staff and agencies\" is all over the <a href=\"http://www.theguardian.com/football/2008/sep/01/tottenhammancity.corluka\">Corluka to Spurs story</a>. Meanwhile, do we believe David Bartram? \"I've just started a job in Beijing and bumped into none other than Dong Fangzhou during my lunchbreak. Although my Mandarin is limited, from what I gathered he was on his way to the airport having been released by Manchester United the other day to rush through a transfer to Leyton Orient. Apparently Barry Hearn was very keen to push the O's in the emerging Asian market. Anyway, fingers crossed he makes it to Leyton before midnight.\" No. No, we don't.</p> <!-- Block 14 --> <p><strong>10.10am:</strong> ..... Investment complete takeover of Manchester City ..... SkySports ...... REPORTS: Abu Dhabi United Group for Development and ......</p> <!-- Block 15 --> <p><strong>10.20am:</strong> Neil Ingham is not alone to have noticed some vacancies on the Liverpool wings: \"Normally I'd be really excited at the propsect of some last minute deals into Anfield but today I'm worried - Rafa could be about to get rid of Pennant, Finnan and Voronin, which is fine by me. Only problem is, it sounds like only Riera will be coming in (again fine by me). We could have a season of hoping El Zhar comes on to 'add some creativity'.\" How about a season of hoping Ryan Babel comes on? \"Make me up a right sided attacking Anfield-bound rumour, just to get me through the day.\" I'm not making up anything about Liverpool, I'm afraid Neil. I got in enough trouble yesterday for just reporting the facts about their abject display against Villa.</p> <!-- Block 16 --> <p><strong>10.24am:</strong> \"I live in York and haven't seen any footballers anywhere this morning,\" laments Dan Bear. \"Surely this means that Diego Milito will be announced as a Spurs player by lunchtime.\" Well, that was mentioned in a couple of papers this morning, Dan, but apparently Ramos doesn't fancy him, despite the Wikipedia wag who added this to his entry within the past hour: \"On September 1st Diego joined English premier league club Tottenham Hotspur for a record fee of £50,000,000 breaking the world transfer record.\"</p> <!-- Block 17 --> <p><strong>10.26am:</strong> \"Gary Naylor's Alain Delon comment reminded me that there's a Brazilian footballer named Allan Dellon (sic), whose Dad was evidently a Delon fan,\" says Jon Hawkins. \"Needless to say, he would comfortably step into my Players Named After French Actors and Perfumers XI.\"</p> <!-- Block 18 --> <p><strong>10.30am:</strong> <strong>Just 13 hours 30 minutes to go.</strong></p> <!-- Block 19 --> <p><strong>10.34am:</strong> Hull City are reportedly after <strong>Daniel Cousin</strong> for a season-long loan from Rangers. He scored and got sent off yesterday in the Old Firm match, which, I thought, secured him a lifetime contract in Glasgow.</p> <!-- Block 20 --> <p><strong>10.45am:</strong> A temporary lull on transfer deadline day, giving you the perfect chance to spin through:<br><a href=\"http://blogs.theguardian.com/sport/2008/08/31/anfields_wasted_space_could_be.html\">Paul Doyle's blog about Liverpool's woes</a><br><a href=\"http://blogs.theguardian.com/sport/2008/09/01/capello_breaks_conservative_mo.html\">Kevin McCarra on the England squad</a><br><a href=\"http://www.theguardian.com/fantasyfootball\">Or tinker with your Fantasy Football squad</a></p> <p>Full details of this Man City takeover are coming up.</p> <!-- Block 21 --> <p><strong>10.50am:</strong> So, Manchester City have bought a full-back, sold a full-back and brought a hero back home, but they've <a href=\"http://www.theguardian.com/football/2008/sep/01/manchestercity.premierleague\">also been sold lock, stock and barrel to Abu Dhabi</a>.</p> <!-- Block 22 --> <p><strong>10.55am:</strong> The former Rangers, Coventry, Dundee United, Hearts and Celtic defender <strong>Steven Pressley</strong> has joined Randers. That's not a typo: Randers are a Danish Superligaen side.</p> <!-- Block 23 --> <p><strong>11am:</strong> More details on the Corluka story: ever the dutiful PLC, Spurs have announced details of the deal to the stock exchange. The Croatian defender cost them £8.5m and he's signed on a six-year contract.</p> <p>\"Exactly how many right backs do they need?\" wonders Nick Byrne. \"Could we see a similar stock piling reminiscent of Martin Jol's insatiable appetite for centre mids? Come 11.57 tonight expect Glenn Johnson, Danny Simpson, Grame Murty and Michel Salgado to be forming a queue outside White Hart Lane.\"</p> <p>I think I'm right in saying that only Alan Hutton is a right-back, and he's got a stress fracture in the foot. And what with Corluka being able to play at centre back, where King and Woodgate are certain to crumple at some time this season, it seems a surprisingly sensible signing by Tottenham's usually absurd standards.</p> <!-- Block 24 --> <p><strong>11.10am:</strong> \"Whoa, whoa!!!\" bellows Colin Greer, and I wish I could replicate the size of the font he uses to stress his main point. \"PAUL STALTERI is a right-back. Until he signs with anyone else, he is a 100% Spur.\" True, although he lost his squad number over the summer and has been training with the \"development squad\" by all accounts, so watch this space.</p> <!-- Block 25 --> <p><strong>11.15am:</strong> \"Can you give us some insight into your working methods today Howard?\" says Andrew Darbyshire, who is already massively over-thinking this. \"I'd like to think you were juggling five phones as you get exclusive insights from the game's 'super'-agents, but am more inclined to believe you're sat back watching Sky Sports News and surfing transfer rumour sites?\" ONE of these options is right. That's all I'm saying.</p> <!-- Block 26 --> <p><strong>11.21am: Not a transfer, but</strong> the former Celtic captain Neil Lennon has been treated in hospital after being attacked in a Glasgow street. More to come.</p> <p>\"Randers, can we know more about this superbly named team?\" asks the equally superbly named Mark Eyeington. \"Is it bank-rolled by a South African hotel tycoon with a shady past? Is it supported by Carlsberg-swilling, viking-helmet-wearing supporters prone to rape and pillage opposition fans' female partners on away trips? Randers. It's got a ring about it. I can think of a few EPL players who should play for Randers.\" Let's leave it there.</p> <!-- Block 27 --> <p><strong>11.30am: Round-up</strong><br><a href=\"http://www.theguardian.com/football/2008/sep/01/manchestercity.premierleague\">Manchester City have reportedly been taken over by Abu Dhabi investors</a><br><a href=\"http://www.theguardian.com/football/2008/sep/01/newcastledeportivo.xisco\">Deportivo de la Coruna have confirmed that the striker Xisco is off to Newcastle</a><br><a href=\"http://www.theguardian.com/football/2008/sep/01/tottenhammancity.corluka\">Tottenham have signed Vedran Corluka for £8.5m</a> from City and <a href=\"http://www.theguardian.com/football/2008/sep/01/tottenhamhotspur.spartakmoscow\">confirmed that they paid £14m for Pavulychenko</a>.<br>Dimitar Berbatov looks like Alain Delon, Andy Garcia, David Ginola or \"life-long Cure fan Albert Camus\".<br>Chris Gunter is also a Tottenham right back</p> <!-- Block 28 --> <p><strong>11.40am:</strong> As expected, the rumour mill is churning up some right old bunkum today, but <a href=\"http://www.manchestereveningnews.co.uk/sport/football/s/1064905_blues_in_cheeky_berbatov_bid\">this story from the Manchester Evening News is a good one</a> (thanks to David Hendry for the tip), and I hope that James Hamilton is right about this: \"Just heard the news that former Everton and Blackburn star Craig Short has re-signed with his first club Pickering Town, joining Jonathan's brother Ricky Greening in the Pikes push for promotion to the Unibond First Division. You heard it here first!\" An exclusive. At last.</p> <!-- Block 29 --> <p><strong>11.45am:</strong> \"Is this the most boring transfer window ever?\" asks Ben Nathan. \"Endless speculation with most of them not going through.\" True, but it's not so different from most years; there's always far more sound and fury than substance.</p> <!-- Block 30 --> <p><strong>11.50am: You'll probably hear this joke a few times between now and forever, </strong> so let's give Mark Taylor first credit: \"I think Newcastle are scrapping the barrel a bit with Xisco, The <a href=\"http://www.youtube.com/watch?v=OP3bZZLGBlo\">Thong Song</a> he did a few years back was truly dreadful.\"</p> <!-- Block 31 --> <p><strong>11.55am: Portsmouth sign Nadir Belhadj</strong><br>\"While Tottenham are snapping up every right back in European Football, Pompey are doing the same for left backs,\" says Andy Harris, who should be proud to know that he learnt about this before most of the news wires. \"Algerian international left back Nadir Belhadj signs on loan from Lens for the season to join Arsenal left back Armand Traore signed on loan a couple of days ago.\" It's true, incidentally.</p> <!-- Block 32 --> <p><strong>12.05pm: \"Liverpool sign Brazilian superstar!\"</strong> proclaims Patrick Walsh, who is doing my job for me. \"...well, future superstar.<br>you might want to check the Liverpool official site, as we have got 18 year old Vitor Flora on a free from Botafogo. He's a striker, so you can bet he'll be playing in a sole-crushing wing role within six months, or is immediately loaned out to Hereford.\"</p> <!-- Block 33 --> <p><strong>12.15pm: Newcastle land Ignacio Gonzalez on a one-year loan deal. </strong><br>He's a Uruguayan midfielder, who was signed by Valencia and then immediately loaned to Newcastle.</p> <p>A few people have been emailing about Corluka-gate, referring to the photo on the Spurs website which, apparently, was taken on August 8, when he \"originally\" signed for Spurs (\"with a Nikon camera at 14:29\"), before the deal apparently collapsed. \"Does this make him an Ince-style Judas or an excellent pro who's been mucked about?\" wonders James Hopkin. Something similar happened with the Pavlyuchenko-in-a-Spurs-shirt pictures, which were on a football forum before he'd been officially signed.</p> <!-- Block 34 --> <p><strong>12.20pm: </strong>The Manchester City takeover has now been confirmed, according to the club. There's going to pages and pages written about this, especially since the new investors seem to be the Adu Dhabi royal family, who are richer than Roman Abramovich. <a href=\"http://www.theguardian.com/football/2008/sep/01/manchestercity.premierleague\">All the latest news is behind this (appropriately) blue text.</a></p> <!-- Block 35 --> <p><strong>12.25pm:</strong> \"Not that it is of any interest, so it will fit perfectly in the Mill,\" jibes Pascal Hofmann. \"But Ajax are not letting go of Klaas-Jan Huntelaar. Not that anyone would table an offer, but still.\" Meanwhile, John Bains is not a Newcastle fan. \"RE: Xisco. How appropriate that the Barcodes should sign a player named after a wild west hero – when they sign his partner Pancho, it will complete the whole cowboy outfit.\"</p> <!-- Block 36 --> <p><strong>12.33pm: Jason Shackell moves to Wolves from Norwich.</strong> Should that be in bold text? Why not, even though it is subject to a medical. \"Have Middlesborough signed any fans yet?\" zings Gary Naylor.</p> <!-- Block 37 --> <p><strong>12.40pm: </strong>\"I signed Xisco in Football Manager and he was a very good player,\" insists Brendan McCarthy, who goes on to rather undermine his argument. \"Until he got upset that I was playing Bobby Zamora ahead of him.\"</p> <p>And Stefano Seedorf, baby cousin of big Clarence, has signed for FC Den Bosch, according to Dutch football email correspondent Pascal Hofmann.</p> <!-- Block 38 --> <p><strong>12.54pm: Frustrated Guardian.co.uk reporter bids £1.50 for minute-by-minute application that doesn't break down every five minutes</strong><br>Bid is rejected.</p> <p>\"Why was the Man City deal done today?\" asks James Dann. \"Is there a rule that says that club transfers have to be done during the window? Or is Thaksin hoping that by selling today, the Thai police wont notice that he's left the building to start a peaceful new life as a ditch cleaner named Mitch?\" It's a theory, although it actually started with an article on arabianbusiness.com that came out today. There were even some photos of the investors holding up a Man City shirt with \"Abu Dhabi United\" written on the back.</p> <p>And this from the one-man Dutch football rumour mill Pascal Hofmann, whose missive is best read in a Steve McClaren accent: \"Rosenborg BK have beaten Arsenal and Man United to the signature of Ghanese toptalent Anthony Annan. IK Start is on the receiving end of 1.2 mln Euro for letting go of the 22 year old defensive midfielder. He's signed up till 2011.\"</p> <!-- Block 39 --> <p><strong>1pm: </strong>Here's Les Roopanarine to put me out of my misery and to guide you through the afternoon. Thanks for your emails and keep them coming to Les. His address is up there, look.</p> <!-- Block 40 --> <p><strong>1.12pm: </strong>Greetings all, and welcome to phase two of this tortuous journey through the world of transfer mayhem. Let's start with Crispin Lake's admirably thorough response to Mark Eyeington's enquiry about Randers (<strong>11.21am</strong>). \"Randers are situated on the island of Jutland and have been in the Superliga for a few years now,\" says Crispin, who as a Brit living in Danish exile should know. \"They are managed by Colin Todd, and his assistant trainer is Stig Tofting (ex-Hamburg and Bolton). Their goalkeeper is Kevin Stuhr Ellegaard (he played a few games for Man City) and other has-beens include Carsten Fredgaard (Sunderland) and Marc Nygaard (QPR).\" How the not-so-mighty have fallen.</p> <!-- Block 41 --> <p><strong>1.23pm: </strong>I can confirm that Howard wasn't kidding when he said our minute-by-minute application gives up the ghost every few minutes. And Ajax technical manager Danny Blind can confirm Pascal Hofmann's suspicion (<strong>12.25pm</strong>) that Ajax striker Klaas Jan Huntelaar, who has been linked with Real Madrid, Arsenal and Tottenham, is going nowhere. \"Selling such an important player on the last day of the transfer window is impossible,\" said Blind in De Telegraaf. Although clearly less impossible than getting this report to work properly.</p> <!-- Block 42 --> <p><strong>1.42pm: </strong>Anyone who missed Howard's earlier reference to Manchester City's rumoured British transfer record bid for Dimitar Berbatov (<strong>11.40am</strong>) - yes, Mike Higgins, I'm talking to you - will want to know that Manchester City have apparently made a bid for United target Dimitar Berbatov. It's rumoured that the bid would be a British transfer record (£37m, since you ask).</p> <!-- Block 43 --> <p><strong>1.52pm: </strong>Midfielder Blerim Dzemaili, who made just one appearance for Bolton last season, will have to wait awhile before making another. Torino have signed the 22-year-old on a one-year loan deal. Meanwhile, Berbatov apparently legged it from Spurs training this morning - pausing only for a quick fag, one would imagine - to board a plane from Stansted to Manchester. But whereabouts in Manchester? Meanwhile, Arno Onink - who probably has to spell his name to people down the phone as frequently as yours truly - asks: \"Is that minute-by-minute application run by BAA?\" Very probably.</p> <!-- Block 44 --> <p><strong>2.02pm: </strong>West Ham defender George McCartney is having a medical at Sunderland. Meanwhile, Spurs boss Juande Ramos says of the Berbatov saga: \"One way or another, I hope it's finalised today.\" And so say all of us.</p> <!-- Block 45 --> <p><strong>2.06pm: </strong>\"A big good afternoon and welcome to you too, Les,\" says a cheery Hugh Watson. \"Or should it be Roop?\" No, Hugh, it most certainly should not. \"And if so, is that pronounced like Co-op?\" I have no idea. \"Why can't David Moyes get anyone to sign for Everton?\" asks Hugh, suddenly coming over all sensible. \"I mean, he must be a reasonably good manager because they're always finishing far higher than they deserve to, given their dreadfully thin squad. And they're not a small club, really – with a fair bit of tradition. You'd have thought there would be a queue half way up Gwladys Street. It's a mystery, that's what it is.\" Well Hugh, they signed Lars Christian Jacobsen and Segundo Castillo last week - the real problem seems to be finding quality. How Moyes could do with a marquee player to appease the fans.</p> <!-- Block 46 --> <p><strong>2.14pm: </strong>\"Wouldn't it be delicious,\" says Tom Hopkins, \"if - after all his whining about going to a bigger, better club in Manchester - Berbatov got shipped out to Man City? God surely does have a sense of humour after all.\" I'm saying nothing, Tom.</p> <!-- Block 47 --> <p><strong>2.20pm: </strong>\"Julian Gray is apparently around the Fulham area having gone up for a medical ahead of a move,\" writes Donald Cox, kindly pointing me in the direction of <a href=\"http://www.coventrytelegraph.net/coventry-city-fc/coventry-city-fc-news/2008/09/01/julian-gray-set-to-join-fulham-92746-21649147/\">this</a> snippet from the Coventry Telegraph. \"As a Coventry fan, this makes me love Roy Hodgson even more than before,\" says Donald, shattering the fond illusions of Fulham fans everywhere.</p> <!-- Block 48 --> <p><strong>2.27pm: </strong>\"It would be all the more delicious,\" says Robert Jones in response to Tom Hopkins (<strong>2.14pm</strong>), \"if in addition to your Berbatov theory Wenger stepped in and took Robinho on loan.\" Now you're talking. Sadly, however, the reality is rather more mundane: Hull are hoping to seal a loan move for Rangers striker Daniel Cousin.</p> <!-- Block 49 --> <p><strong>2.32pm: </strong>The grinding of the Manchester rumour mill continues unabated. Mark Hughes has reportedly confirmed that City's bid for Dimitar Berbatov is genuine, and says that he is set to meet the broody Bulgarian for talks later today. What's more, he might even tear himself away from the golf course to do so.</p> <!-- Block 50 --> <p><strong>2.34pm: </strong>\"Is it me, or does Mark Hughes have a fantastic sense of humour?\" asks Gareth Bourne. \"His main activity today is scuppering his city rivals from getting the player they have coveted for a year. Berbatov won't want to go to City, though, because they are not in Big Cup - and Tottenham won't sell to United for a lesser amount if they have had a higher offer elsewhere.\" Fair point.</p> <!-- Block 51 --> <p><strong>2.39pm: </strong>\"Why do these super rich types only buy clubs who play in blue?\" muses Simon Martin. \"Is it that red was traditionally the colour of communists, and they are concerned that if they bought such a club their money could be used to purchase tractors which are then distributed to the poor of the parish?\" Any billionaires contemplating the bucking of that trend should address their enquiries to Mr R. Parry, Chief Executive, Anfield Road, Liverpool L4 0TH ...</p> <!-- Block 52 --> <p><strong>2.45pm: </strong>While we're on the subject of Merseyside, Everton fans may be relieved to hear that Louis Saha has signed a two-year deal, with the option of a third, after passing his medical. Or they may not. Meanwhile, Stoke have apparently tabled a £5m bid for Cardiff midfielder Joe Ledley. Tony Pulis also has a beady eye on Liverpool winger Jermaine Pennant, who would command a similar price.</p> <!-- Block 53 --> <p><strong>2.54pm: </strong>\"Chelsea defender Paolo Ferreira is currently talking to West Ham about a move down the table but in the starting XI,\" writes Pascal Hofmann, thoughtfully saving me the bother.</p> <!-- Block 54 --> <p><strong>2.59pm: </strong>\"Wigan Athletic's third choice keeper, Carlo Nash, looks set to become Everton's second choice keeper if the Liverpool Daily Post is to be believed,\" points out Adam Leier, continuing the good work begun by Pascal while even going one better by pointing me in the direction of <a href=\"http://www.liverpooldailypost.co.uk/everton-fc/everton-fc-news/2008/09/01/everton-on-verge-of-signing-carlo-nash-from-wigan-athletic-64375-21649152/\">this piece from the Liverpool Daily Post</a>.</p> <!-- Block 55 --> <p><strong>3.04pm: </strong>If you Google 'Victor Nsofor Obinna', the following Wikipedia link tops the list: \"Victor Roger Charlie Zulu Nsofor Obinna (born March 25, 1987 in Jos, Nigeria) is a Nigerian footballer who plays as a striker for Everton.\" He doesn't. And he won't. Obinna's work permit application has been declined, scuppering a projected loan move to Goodison Park.</p> <!-- Block 56 --> <p><strong>3.08pm: </strong>Alex Walsh wins the award for the afternoon's first Louis Saha gag: \"Apparently Saha has broken his wrist signing the Everton contract this afternoon. He is expected to be out for the next four weeks.\" If Saha weren't so injury prone, would United fans - given the speculation surrounding Berbatov - be ruing Fergie's decision to bundle the French striker off to Goodison?</p> <!-- Block 57 --> <p><strong>3.17pm: </strong>Unsurprisingly, the transfer antics of a certain Bulgarian are dominating your email contributions right now. A selection: \"If Man City are to sign Berbatov, how much of his decision to eschew the bright lights of the other side of Manchester might be attributed to the presence (and presumably persuasion) of Martin Petrov?\" (Stewart Airey); \"Wouldn't Spurs be shooting themselves in the foot by selling Berbatov to City? After all, it's much more likely that City are going to be their closest rivals this year - for UEFA cup, league position etc\" (Ben Wilkie); \"As a Spurs fan I would like to see Berbs sod off, and it would be funny if he went to Man City. Not only would we get more money, but Man Utd wouldn't get him. As long as the sulker goes - we've all had enough\" (Will Bouma - presumably not the Aston Villa model).</p> <!-- Block 58 --> <p><strong>3.26pm: </strong>Moving lightly on, Giles Page wants to know \"if any<br>kind billionaires have decided to take over another club in blue - chiefly, Brighton? Any more transfers?\" Sadly for Seagulls fans, no. But watch this space, Giles, because boss Micky Adams had this to say after Saturday's goalless draw with Leyton Orient: \"After performances like that you have to consider every option. Maybe we will sit down and have a little think about things.\" Best get a move on, Mr Adams.</p> <!-- Block 59 --> <p><strong>3.35pm: </strong> BREAKING NEWS!!!! Manchester City's bid for Dimitar Berbatov is £34m - not £37m, £30m-plus, or even £7m more than the offer tabled by United. You heard it here first. Meanwhile, Mark Hughes has had this to say: \"We've made an offer and now it's about the boy making a decision. We're very excited about what's going on.\" Well, there's no accounting for taste.</p> <!-- Block 60 --> <p><strong>3.39pm: </strong>Stoke have agreed a fee to re-sign Danny Higginbotham, who left the Britannia Stadium for Sunderland last summer. Meanwhile, this tantalising snippet from Stephen Connelly: \"My brother-in-law, who works in a supermarket in Airdrie, has just phoned to tell me that Wayne Bridge was in his shop looking for the Hoops. He duly showed him the aisle where the spaghetti hoops are kept, but it was the green and white hoops of Celtic he was after. A one-year loan deal, I'm reliably told by Meat Counter Manager Mick Cronin.\" Don't you just love transfer deadline day?</p> <!-- Block 61 --> <p><strong>3.44pm: </strong>... and here's another transfer gem, this time from Nicholas Cendrowicz: \"Apparently Steve Finnan has been transferred to Espanyol. That's what Marca is saying!\" Heady times, Nicholas; heady times.</p> <!-- Block 62 --> <p><strong>3.49pm: </strong>After making just one appearance for Wigan since his arrival from Sparta Rotterdam last summer, Dutch winger Rachid Bouaouzan if off to warm the bench at Eredivisie side NEC Nijmegen instead. Meanwhile, some well-earned gloating from David Hendry: \"Remember at <strong>11.40</strong> when you (your colleague) called my Berbatov to City story \"right old Bunkum\"? Well look at you all now!!! Ahahahahaaahhhaaahahahaa (Evil Mr Burns-esque crazed laugh of power).\" Fair dos, David.</p> <!-- Block 63 --> <p><strong>3.55pm: </strong>\"Hey, Roop,\" writes Alan Cooper, continuing a disturbing trend, \"how can you have missed the utterly thrilling news that Ipswich have signed Jon Stead on loan from Sheffield Utd? At least it has actually happened (unlike the Berbatov nonsense).\" How indeed? For the record, the deal will run until January and a fee has already been agreed should Ipswich boss Jim Magilton see fit to make the move permanent.</p> <!-- Block 64 --> <p><strong>4.05pm: </strong>Berbatov? Pah! \"Miguel Ángel Llera to the MK Dons - wow!\" enthuses Michael Garton. The Spanish defender joins from Spanish Second Division side Hercules CF. At least he will if he can successfully negotiate the 6,497 roundabouts that stand between the M1 and stadium:mk. Meanwhile, Zenit St Petersburg have declared - categorically, finally and irrevocably - that Andrei Arshavin will not be moving in this transfer window. Don't rejoice too soon, though: it simply means we'll have to revisit the whole wretched saga again come January.</p> <!-- Block 65 --> <p><strong>4.10pm: </strong>Steve Finnan's move to Espanyol has been confirmed. You wonder how that will go down with Liverpool fans - is Arbeloa really a better bet for the right-back slot than the classy Republic of Ireland international?</p> <!-- Block 66 --> <p><strong>4.20pm: </strong>Interesting question from Liam Walsh, who writes: \"I was just wondering if Manchester City can actually make any signings today. Are they not bound by the 'due diligence' stuff that happens when someone takes over a club? Or did I miss all of that?\" Good point, Liam. City will indeed be bound by due diligence, but presumably there's nothing to stop the new owners injecting cash into the club up-front should they so wish.</p> <!-- Block 67 --> <p><strong>4.22pm: </strong>This just in from the increasingly indispensable Pascal Hofmann: \"Collins John is joining Bouaouzan in moving to NEC Nijmegen. The 22-year-old is on a free transfer from Fulham, pending a medical.\"</p> <!-- Block 68 --> <p><strong>4.29pm: </strong>Remember Arsenal? Christiaan Hartsuiker does. \"So far only uninteresting clubs have signed uninteresting players, and all the hype has made the Berbatov transfer saga equally uninteresting, so all that I can think of being interesting is the potential totally out-of-the-blue signing Arsene Wenger will make today,\" writes a clearly uninterested Christian. In more interesting news - well, marginally - Bristol City have signed John Akinde from Ebbsfleet (or Gravesend and Northfleet, as some of us traditionalists still prefer to think of them). Akinde's switch makes a little piece of transfer history: it's the first to be decided by a club's support. 82.3% of Ebbsfleet's owners, myfootballclub.co.uk, voted in favour of letting the 19-year-old head for Ashton Gate.</p> <!-- Block 69 --> <p><strong>4.36pm: </strong>Ye gods and little fishes, as my fearsome sixth-form teacher used to say in primary school, what is going on with this Berbatov transfer? Oh, sorry - I'm meant to be telling you, aren't I? Well, I can tell you this: Berbatov has apparently been spotted at Manchester United's Carrington training ground. Looks like Mark Hughes can remain focussed on his golf after all.</p> <!-- Block 70 --> <p><strong>4.41pm: </strong> Liverpool's car-boot sale continues as Andriy Voronin packs his lead-lined strikers' boots and heads back to the Bundesliga. Hertha Berlin have agreed to take the Ukrainian on a season-long loan.</p> <!-- Block 71 --> <p><strong>4.45pm: </strong>\"Yes! Great news for Liverpool fans!\" purrs Alistair Cubbon, happily conceding that his undisguised delight over Voronin's departure does \"nothing for Anglo-German relations.\" Meanwhile, Southampton manager Jan Poortvliet has signed 21-year old attacker Romain Gasmi from RC Strasbourg. \"The midfielder currently has a broken foot but should still be more useful than Rudi Skacel,\" sighs Tony Lehrle-Fry.</p> <!-- Block 72 --> <p><strong>4.50pm: </strong>BREAKING NEWS!!! Reports are emerging from Spain that Real Madrid have made a £36.5m bid for - cue drum roll - Dimitar Berbatov.</p> <!-- Block 73 --> <p><strong>4.54pm: </strong>I'm still trying to get my head round the latest twist in the Berbatov story. Still, let's be grateful for small mercies: at least this stultifying saga - in it's latest, three-headed format, at any rate - has been compressed into a few hours. \"Howdy The Roop/Rooper/El Rooperino (if you're not into the whole brevity thing),\" writes Michael Friel - who, I would venture, is a good deal less amusing than he might imagine - \"with Madrid now sticking their oar in the question has to be asked - is Berbatov that good? I mean, REALLY?\"</p> <!-- Block 74 --> <p><strong>5.04pm: </strong>\"This transfer window has been horrendous for us,\" writes Liverpool fan Chris Marshall, still reeling from the sale of Steve Finnan. \"We've wasted weeks chasing a midfielder who isn't better than we already have, miserably failed to strengthen properly by buying players we actually need - like wingers - spanked £20m on a very over-rated Irishman, and now just got rid of a very under-rated Irishman for sod all. Rafa is really testing our faith.\" What is it they say up your way, Chris? In Rafa we trust? For the sake of a competitive league, if nothing else, let's hope Benitez is a man with a plan.</p> <!-- Block 75 --> <p><strong>5.09pm: </strong>Tottenham are set to replace Dimitar Berbatov with ... Emile Heskey!!! And in a further twist, Dr Sulaiman Al-Fahim, the prospective new owner of Manchester City, has apparently revealed that - never mind Berbatov - the club have registered bids for Valencia's David Villa and Stuttgart's Mario Gomez.</p> <!-- Block 76 --> <p><strong>5.15pm: </strong>Goalkeeper Mark Bunn has joined Blackburn from Northampton for an undisclosed fee. Bunn, who has signed a four-year deal, was apparently whisked out of the reckoning for Northampton's weekend clash with Tranmere Rovers and told to head for Lancashire pronto. \"I'm absolutely delighted to be here,\" said Bunn. \"It is a dream come true really.\" Meanwhile, apropos of Berbatov's alleged presence at Carrington, David Savage wants to know: \"Was this just before Elvis arrived, or just after?\"</p> <!-- Block 77 --> <p><strong>5.25pm: </strong>David Hendry, who first opened the can of worms containing a certain Mr Berbatov at <strong>11.40</strong> this morning, has stuck his head gingerly above the parapet to plead for forgiveness. \"I agree with Michael,\" says David, \"he isn't that good, and I thoroughly regret bringing everyone's attention to the article in the first place. Apologies.\" No need to be sorry, David - particularly given that Tottenham have apparently accepted City's offer.</p> <!-- Block 78 --> <p><strong>5.33pm: </strong>\"Heskey to replace Berba?\" stammers an incredulous Andres Tomlin. \"Please say it ain't so!! Surely with the additional £10m in euros being thrown in our lap we can afford to make Zenit an offer they'd be daft to refuse.\" Apparently not, Andres - word is Zenit won't be allowing Arshavin to move until January at the earliest (see below, <strong>4.05pm</strong>).</p> <!-- Block 79 --> <p><strong>5.36pm: </strong>\"Best transfer window news for Southend fans, watch us take League One!\" enthuses Paul Napper after learning - from <a href=\"http://www.thisiscroydontoday.co.uk/latestsport/Freedman-verge-Shrimpers-switch/article-300489-detail/article.html\">the Croydon Advertiser, no less</a> - that Crystal Palace striker Dougie Freedman is set to sign a two-year deal with the Shrimpers.</p> <!-- Block 80 --> <p><strong>5.44pm: </strong> Liverpool have confirmed the signing of winger Albert Riera from Espanyol on a four-year contract for an undisclosed fee. And Porto winger Ricardo Quaresma is now Inter Milan winger Ricardo Quaresma after signing a five-year deal with the Serie A champions; Pele - no, not that one - has headed in the opposite direction. \"Roopster,\" writes David Henry - whom I hold personally responsible for the fact that I've just received an email from a certain someone containing the words \"Roop-di-doo\" - \"does Mark Hughes know about any of <a href=\"http://www.manchestereveningnews.co.uk/sport/football/manchester_city/s/1064963_city_bid_for_villa_and_gomez\">this</a> or is he still playing golf?\" Who knows, Henry, who knows?</p> <!-- Block 81 --> <p><strong>5.51pm: </strong>Liverpool fans may have their reservations about the Riera deal, but they aren't shared by Rafael Benitez. \"\"Riera has the qualities we were looking for,\" said Benitez following confirmation of the midfielder's arrival. \"He's a left footer who normally plays on the left wing, he's good in the air, strong, powerful and a good crosser of the ball. He's the kind of player we have been talking about. He can beat players and get good deliveries into the area for our strikers.\"</p> <!-- Block 82 --> <p><strong>5.55pm: </strong>West Brom have confirmed the loan signing of Ryan Donk, the AZ Alkmaar defender. Joey Barton is apparently being pursued by a top-10 Premier League club. And Tom Soares, the Crystal Palace midfielder, is on his way to Stoke to discuss personal terms after the two clubs agreed a fee.</p> <!-- Block 83 --> <p><strong>6.04pm: </strong>Jonathan Grounds, the Middlesbrough defender, has joined Norwich on a three-month loan. Joel Shippey, however, has more pressing matters on his mind. \"Is no one else worried by Rafa's statement that Riera 'normally' plays on the left wing?\" he wonders. \"Given his track record recently, I expect to see Riera at right-back next week.\"</p> <!-- Block 84 --> <p><strong>6.11pm: </strong>Marca claim that Diego Milito has returned to Genoa from Real Zaragoza, who have also reportedly signed Palermo's Bosko Jankovic on loan. Not that Paul Moser cares. \"In the absence of any top rated footballers here in Paris (including all of the PSG team), I've been reduced to looking up what 'roop' means. It is to make a hoarse sound. And 'narine' means nostril in French. Need I go on?\" Thanks all the same, Paul, but I think we'd best leave it there.</p> <!-- Block 85 --> <p><strong>6.18pm: </strong>\"For Berbatov, a fitness-test consists of visiting as many teams as possible in one day,\" quips Ian Copestake. Latest word is that Berbatov has met with Lord Fergie at Carrington - despite the fact that he doesn't have permission to do so, Tottenham having only agreed a fee with Man City.</p> <!-- Block 86 --> <p><strong>6.25pm: </strong>\"Liverpool are so desperate for a left-winger I'd be happy if they signed Michael Foot,\" sighs Nath Jones. Jonathan Norman, however, is more worried about Andriy Voronin's departure from Anfield. \"I don't see how getting rid of Voronin is a good thing for Liverpool if he isn't replaced,\" says Jonathan. \"He really wasn't that bad a backup and we now have only a 19-year-old Frenchman, barely out of his football diapers, as replacement for Torres, who is currently injured. I remain unconvinced.\"</p> <!-- Block 87 --> <p><strong>6.34pm: </strong>It's not just Liverpool fans who are disillusioned with the day's transfer dealings. \"On Saturday's showing, Dougie Freedman would have to average three to four goals a game for us to stay up,\" laments Southend fan Bryan Pugs. \"And after the unbearable drabness of the summer transfer window, wouldn't it be better to condense the whole thing into one day?\" It feels like they did, Bryan.</p> <!-- Block 88 --> <p><strong>6.41pm: </strong>Birmingham midfielder Sone Aluko is heading north after Aberdeen secured a deal to bring the 19-year-old, who spent last season on loan at the club, back to Pittodrie. \"Hello there Roop Doggy-dog,\" writes Tim Travers, the latest man to push his luck when it comes to naming names. \"I see that after the City farce Thaksin Shinawatra is to remain at the club as honorary president. Given his record isn't that a bit like Newcastle making Joey Barton their goodwill ambassador?\"</p> <!-- Block 89 --> <p><strong>6.55pm: </strong>Arsenal fans desperate for news of a last-minute signing can forget about Gokhan Inler. The Swiss international has signed a contract extension with Udinese that should keep him at the club until the end of the 2012/13 campaign. \"I never had any doubts,\" said Inler. \"From the first day I was certain I would remain at Udinese.\" He might have said so sooner.</p> <!-- Block 90 --> <p><strong>7.10pm:</strong> As the technical gremlins with which we began this epic return, last word goes to Archi Campbell: \"We could call you Lord Rhoop, after the crazed Narnian nobleman found by the voyagers of the dawntreader in the land where nightmares come true. Which is how you could end up if Man City keep distorting the laws of reality like this.\" Not too sure about the first point, Archi, but the second I'll give you. Which is why I'm now going to hand my rough and all unable pen to Josh Widdicombe, who is neither rough or unable and will guide you through the remaining few hours before the transfer window slams shut. You can email him at <a href=\"joshwiddi@googlemail.com\">joshwiddi@googlemail.com</a>. Thanks for your emails and sorry I couldn't use them all.</p> <!-- Block 91 --> <p><strong>7.30pm</strong> Hello there. I'm here to take you through to the big midnight deadline and battle with the creaking theguardian.com tools. And I bring news on Robinho to start us off, Peter Kenyon is still \"confident\" that he could be earning his honk in west London as of tomorrow morning. What a start, are you as excited by the next four and half hours as I am? Are you?</p> <!-- Block 92 --> <p><strong>7.38pm</strong> \"In this Internet Age, wouldn't it be easier all round if Tottenham just put Moody Berby on E-Bay? And can MBMers suggest a listing blurb?\" Writes Gary Naylor, doing my riff-starting job for me. So, any takers?</p> <!-- Block 93 --> <p><strong>7.44pm</strong> So, if ever it goes quiet I am not being lazy, just fighting my computer, apologies in advance. Also, big news! There are players considering moving clubs that aren't called Robinho or Dimitar Berbatov. No, really. Cristian Ionita, confirms it: \"You should know that Steaua Bucharest signed George Ogararu (Ajax Amsterdam, RB) and Antonio Semedo (CFR Cluj, FW). About a million euros each. Isn't this a lot more interesting than the Real-ManCity-ManUtd jibber-jabber?\" It certainly is, particularly because you have listed the players as if they are on Championship Manager, Cristian.</p> <!-- Block 94 --> <p><strong>7.49pm</strong> An email from a disgruntled Evertonian (no not Naylor): \"Everton had NINE senior pros fit on Saturday,\" writes Pierluigi Orlandini. \"So far we've signed an injured striker and a pensionable goalkeeper, yet we finished fifth in the League, semis of the Carling Cup and decent run in UEFA. What is the Board and manager playing at?\" Don't worry Pierluigi, I bring news of a bid, one of £3.5m for Stephen Hunt. Let's overlook that it was rejected shall we?</p> <!-- Block 95 --> <p><strong>7.54pm</strong> Hibernian have re-signed Derek Riordan, Hearts dropped out of the race about half an hour ago. let's be honest, they knew they had no chance but were just saving face, like when Andy Cole retired from international football. We have a eBay description for Berbatov from the ever-reliable George Templeton: \"Prime goal-scorer with big forehead available. Sometimes prone to moodswings and the occasional sulk, cured by huge piles of cash. Starting price £25 million.\"</p> <!-- Block 96 --> <p><strong>8.01pm</strong> It was a three-year contract for Riordan is anyone was wondering, someone must have been. \"Joey Barton is being pursued by a top 10 Premier League club (5.55pm) - Is it Arsenal, with big sticks?\" Arfs Hugh Macguire.</p> <!-- Block 97 --> <p><strong>8.04pm</strong> Guess who Man City have been linked with now? Robinho. You couldn't make it up, though Real Madrid mouthpiece Marca just have. No really, they are reporting it on Sky. Meanwhile the latest news on Berbatov (keep it on the hush hush) is that he is possibly unsettled at Spurs and may be considering a move.</p> <!-- Block 98 --> <p><strong>8.08pm</strong> \"Is Naylor just trying to take his mind off the fact that Man U had to get rid of Saha via Freecycle? 'Offered: one piece of striking furniture. Very elegant but possibly unreliable legs. New owner must collect,'\" writes Jack Lee. Is having a report at the Tottenham training ground really going to help Sky break any news on Berbatov at all? It is dark and everyone has clearly gone home. I have a feel Berbatov's not going to return there anytime soon.</p> <!-- Block 99 --> <p><strong>8.14pm</strong> Two potential deals for Hull today and here we go with confirmation on them ... Daniel Cousin has signed from Rangers on a three-year deal. As for Frazier Campbell, nothing as of yet but Wigan are considering a gazzumping.</p> <!-- Block 100 --> <p><strong>8.18pm</strong> In a far off land where the population aren't obsessed with a Bulgarian's movements around a cotton-trading town, Genoa have signed Real Zaragoza's Argentinian forward Diego Milito. Yes, signed him, actual news, I knew such a thing existed. \"As one person who was interested, thank you for the Riordan info,\" writes Derek Adamson. No worries Derek, all part of the service, anything else you wanted to discuss? \"Yes Josh, any news on Ashton to Villa though?\" Nope.</p> <!-- Block 101 --> <p><strong>8.22pm</strong> Burnley have signed Steve Thompson from Cardiff for free. Talking of cheap ... \"I've just transferred £75 from my savings to my current account to see me through until my payday which is 2 weeks off,\" boom booms Kevin Rainey, who theguardian.com's Alan Gardner has just described as a frugal miser for such cheap living antics.</p> <!-- Block 102 --> <p><strong>8.25pm</strong> According to Sky Joey Barton is at St James' Park \"thrashing out his future\". Surely that is not the most responsible verb to use when discussing Barton.</p> <!-- Block 103 --> <p><strong>8.29pm</strong> If anyone is enjoying this wonderful day of dealing too much, then here is the email for you: \"Seems like the last days of Rome, what with a global economic crisis, the premier league are looking to collectively spank 100s of millions on overrated, overvalued ball-kickers - must make hard up fans really happy to hand over £40 a match,\" writes Rich Holman over strains of Joy Division's Unknown Pleasures.</p> <!-- Block 104 --> <p><strong>8.36pm</strong> NON-TRANSFER NEWS: Kevin Bond has been sacked by Bournmouth. But what does that mean for Dimitar Berbatov? Nothing. Meanwhile, Mark Hughes has spent his day playing golf while Alex Ferguson picked Berbatov up from the airport. I just can't work out who he is going to join. In class-war news, Kevin Rainey is not taking Alan Gardner's abuse lying down: \"Guilty as charged ... unfortunately I'm not paid the vast sums available to the sandle wearing brigade at Guardian Towers, meaning it beans on toast from here on out (thats baked beans not mung beans by the way),\" he writes. Gardner tells me that beans of toast (mung or otherwise) is his favourite meal and he even had it for lunch today. He also would like it made clear he went to a comprehensive and has never been in a Waitrose. In short, it's like working with Che Guevara here.</p> <!-- Block 105 --> <p><strong>8.43pm</strong> My favourite quote so far today comes from Espanyol sporting director Paco Herrera who has bigged up new signing Steve Finnan with the following: \"He is always worth a 'seven' in ratings.\" Another man who plays too much Championship Manager there.</p> <!-- Block 106 --> <p><strong>8.48pm</strong> A couple of ebay listings for a certain man: First up Mark Judd: \"For sale: One misunderstood, deep thinking European footballer, likes an occasional cigarette, no trouble once gets own way. Buy him now for £34m or will swap for tricky Portuguese winger who also likes to try to get his own way. No time wasters\" while Peter Richards goes with: \"Bulgarian import, well rested, guaranteed to demand attention.\" I think we should call an end to this Berbatov chat, I hereby refuse to write his name again until something actually happens.</p> <!-- Block 107 --> <p><strong>8.55pm</strong> According to Sky's man on the ground the body language at the Britannia Stadium hints that they aren't signing Jermaine Pennant (no, I have no idea either). However, they are signing Danny Higginbottom and Tom Soares has just turned up. Meanwhile, the wonderful Plymouth Argyle are close to signing Glen Whelan from them. It's all gone there. And here is more news from Sky's man at the Britannia, Emile Heskey is possibly moving to Aston Villa (Once again, no, I have no idea either).</p> <!-- Block 108 --> <p><strong>9pm</strong> Ok, Man City news. It's from good sources. Forget Villa and Gomez, they have not made bids for them. But a bid has been made for a certain Bulgarian and Robinho. Is that news? It'll have to be, it's all I have.</p> <!-- Block 109 --> <p><strong>9.05pm</strong> Many emails about when Berbatov Deadline Day actually ends. Jut to be clear it is midnight, when he will turn into a pumpkin, or perhaps sign for a Manchester club (perhaps not Stockport). One further complication: \"Do you realize that in some parts of the world it is tomorrow already and all this is over,\" writes Mark Judd. If any of you readers live in any of these places can you just email me to tell me where Berbatov went and then we can all go home. Cheers.</p> <!-- Block 110 --> <p><strong>9.07pm</strong> Apparently there are rumours now that Michael Owen is going to ... guess who? Manchester City. Well, after telling me that Sky have just told me it's rubbish. Why tell me in the first place then? In Heskey news, we are all still clueless. Clueless!</p> <!-- Block 111 --> <p><strong>9.12pm</strong> Stoke have signed Danny Higginbottom. Confirmed. Pop those champagne corks Potters fans, it's all true. And here is some more news from a certain sport based TV channel, Martin O'Neill's phone is going straight to answer phone. No, really. What a day to forget to charge your mobile, nightmare. I can however confirm he is pushing through the Emile Heskey deal via Facebook chat.</p> <!-- Block 112 --> <p><strong>9.18pm</strong> Tony Pullis is going transfer mad, Joe Ledley hoping to become their 48th transfer of the day. Meanwhile there is a new face in the Berbatov race: \"We've had a whip-round in the lab,\" writes Dave Booth of the Derpartment of Physiology at the University of Liverpool (shouldn't he be doing some research or something). \"We've got a bid of 9.56 ... er ... pounds, 47 Polish Zlotys, half a pack of chocolate Hob-Nobs and a cactus named Rex. We're looking for a one-in one-out deal for our own eastern European who's no-so good in the air. Take it or leave it Spurs, the Hob-Nobs aren't getting any fresher.\" Well, I have heard Berbatov has been spotted in the north-west, that I can confirm. The plot thickens.</p> <!-- Block 113 --> <p><strong>9.27pm</strong> Everton have signed Carlo Nash. Message ends.</p> <!-- Block 114 --> <p><strong>9.32pm</strong> \"Surely Martin O'Neill's phone might just be engaged?\" Says Eddie Robson and he might be right. There is only one way to sort this out, does any have Martin O'Neill's number?</p> <!-- Block 115 --> <p><strong>9.36pm</strong> Berbatov has arrived at Old Trafford, I think he might be about to sign for them. Maybe. \"Any fool knows that the real game is now called Football Manager after the makers of the original CM, SI Games lost the rights to the name. The game known as Championship Manager these days is but a pale imitation,\" writes Jeff Black. I gave up after the 97/98 version, Jeff. The pinnacle of management simulation and no transfer deadline until March in those days.</p> <!-- Block 116 --> <p><strong>9.45pm</strong> The next person who emails me to say they have seen Berbatov in an amusing place and that he is now signing for someone unlikely is going to get a strongly worded reply. Though a special mention for Stewart Harper for an excellent joke about Bulgarian cigarettes.</p> <!-- Block 117 --> <p><strong>9.51pm</strong> I will be honest, we are in a lull. Where is Tony Pullis when you need him? Nothing, absolutely nothing, is happening.</p> <!-- Block 118 --> <p><strong>9.53pm</strong> \"I recall that in CM 97/98 edition (I agree; undoubtedly the pinnacle of football management games) you could bid as much as you wanted for a player, then when the club inevitably accepted your £20 million offer, you could revise it down to £0 and get the player for free,\" writes Ed Bayling. \"Perhaps this is strategy Citeh are following today?\" We'll never know, it looks like they won't be signing anyone at this rate.</p> <!-- Block 119 --> <p><strong>10pm</strong> Just TWO HOURS to go now. And as we speak Sir Alex Ferguson and Dimitar Berbatov are in conversation, presumably about him signing for them but that is only speculation. But here we go, this is the big one, a deal has been AGREED for Robinho to move to Manchester City, £32m. Wow, what you going to do about that Chelsea?</p> <!-- Block 120 --> <p><strong>10.05pm</strong> So, the big news is Robinho is moving to Manchester City. The credit for this must go to the emaillers who all sent me the link to the Spanish site that reported this, sadly I can't speak Spanish so that is why i was a bit slow on the uptake.</p> <!-- Block 121 --> <p><strong>10.08pm</strong> To those that have asked for me to clear up the Berbatov cigarette joke from Stewart Harper earlier. I can't, it is not website-ready. It is very funny though. In terms of Championship Manager 97/98, the real story of the day, \"Two words. Ibrahima. Bakayoko,\" writes Paul Ansorge. \"It was always rumoured that Walter Smith only signed him because of how good he was in 97/98.\"</p> <!-- Block 122 --> <p><strong>10.12pm</strong> There is a rumour that Frazier Campbell will be heading to Tottenham in part exchange for a certain person. Surely not. Meanwhile Stoke have upped their bid for for Joe Ledley to £6m. That is a lot of honk for a Championship player.</p> <!-- Block 123 --> <p><strong>10.15pm</strong> Joey Barton is staying at Newcastle, his move to \"a top ten Premier League club\" fell at the final hurdle.</p> <!-- Block 124 --> <p><strong>10.17pm</strong> Richard Jeffries has sent me this brilliant link: <a href=\"http://www.manutd.com/publish.sps?pagegid=%7BFE60904B-C2A8-4E60-9B05-700DBBC29BBC%7D&amp;teamid=443&amp;section=playerProfile&amp;bioid=4130\">here</a></p> <p>I have no idea if it is fake? But I can confirm the big news, he will be wearing number nine.</p> <!-- Block 125 --> <p><strong>10.22pm</strong> More link fun, for those that requested a Spanish article on Robinho going to City, here you are: <a href=\"http://www.as.com/futbol/articulo/robinho-manchester-city/dasftb/20080901dasdasftb_28/Tes\">link</a></p> <!-- Block 126 --> <p><strong>10.25pm</strong> Don't forget that it is easy to fake these kind of <a href=\"http://www.manutd.com/publish.sps?pagegid=%7BFE60904B-C2A8-4E60-9B05-700DBBC29BBC%7D&amp;teamid=443&amp;section=playerProfile&amp;bioid=4299\">pages</a>. in conclusion we know no more than we did this morning. In other news Alexei Smertin has had his contract terminated with just 95 minutes to find a new club.</p> <!-- Block 127 --> <p><strong>10.30pm</strong> So it looks like that site was a fake then, how embarrassing. I have received around 400 emails of other examples of players there are pages for. My favourite, Marlon Brooms. He was excellent in Champ Man 97/98 coincidently.</p> <!-- Block 128 --> <p><strong>10.35pm</strong> For those questioning the Spanish link for the Robinho story, they are all over it on Sky Sports too. So believe. News from Richard Graveling, \"Norwich have signed Antoine Sibierski on loan from Wigan, it's on the club website. That's the big one! I can go to bed now,\" night Richard.</p> <!-- Block 129 --> <p><strong>10.39pm</strong> You know what I told you about Daniel Cousin moving to Hull earlier, it was true. All t's crossed and i's dotted etc. By the way, ignore that Spanish article, as has been pointed out by many, many, many people they still think Sven Goran-Eriksson is the Manchester City manager. Robinho is still City bound though.</p> <!-- Block 130 --> <p><strong>10.44pm</strong> \"If the link Spanish-speakers are sending is by notoriously unreliable AS newspaper, said news story says that he is going to Sven Goran Eriksson's City ... which I assume is Cancun, Mexico ... \" boom booms Duncan Bishop.</p> <!-- Block 131 --> <p><strong>10.49pm</strong> Joey Barton has apparently texted into Sky to say he wanted to stay at Newcastle all along. The age we live in, huh? I have yet to receive a text myself, but then he hasn't got my number.</p> <!-- Block 132 --> <p><strong>10.55pm</strong> Transfer news from Holland via Pascal Hofmann: \"Ooijer and AZ Alkmaar. Well, it's official, that deal is off. And, Danny Blind is keeping his (and my) word and will still not be selling Huntelaar, even though \"astronomic offers\" have been made, according to NOS.nl.\" See, I have contacts!</p> <!-- Block 133 --> <p><strong>10.59pm</strong> \"Unattached players can be signed after the window closes so you needn't worry about Alexei Smertin, not that I suspect anyone was,\" writes James Hudson. Phew. So, only an hour left, what will happen?</p> <!-- Block 134 --> <p><strong>11.02pm</strong> Julian Gray has moved from Coventry to Fulham. Elsewhere, fans ourside the City of Stadium are singing \"we've got Robinho, we've got Robinho etc\". That is evidence enough for me. As for Berbatov, it is just a matter of time as we all know.</p> <!-- Block 135 --> <p><strong>11.06pm</strong> News from Spain: \"Spanish TV have the Robinho story, to city for 40 million euros. And Calderon saying it is best for both the player and the club,\" writes Brad in Valencia. While Pablo Requejo writes: \"Real Madrid´s president is now speaking and he has said than Robinho has been sold to Manchester City. Transfer made by €42m. He said that Cristiano Ronaldo maybe could land in Real Madrid next year.\" Let's not even get into that one.</p> <!-- Block 136 --> <p><strong>11.10pm</strong> Robinho news: \"We have agreed to sell the player for human reasons, and for footballing reasons and for an important quantity of money,\" Real president Ramon Calderon told Spanish television station VEO. \"After consulting with the technical staff we have decided it was the best decision for the group and the club.\" But who has he been sold to?</p> <!-- Block 137 --> <p><strong>11.12pm</strong> REAL MADRID HAVE CONFIRMED THEY HAVE AGREED TO SELL ROBINHO TO MAN CITY. I didn't think I'd be writing that when I woke up this morning.</p> <!-- Block 138 --> <p><strong>11.16pm</strong> Some more transfers not containing Robinho and Berbatov, a change is as good as a rest. \"Two Belgian sites are now saying it's a done deal for Fellaini to go to Goodison – The first decent bit of progress for us toffees all day,\" writes Hugh Watson, who loses marks for referring to me as Widdyroo. \"There are some rumours over here in Sweden that Ola Toivonens agent, former player Martin Dahlin, is closing in on transfer deal with Stoke,\" writes Go22at, which might not be his real name but an email pseudonym.</p> <!-- Block 139 --> <p><strong>11.19pm</strong> Berbatov will wear the number nine shirt, didn't I tell you.</p> <!-- Block 140 --> <p><strong>11.23pm</strong> Frazier Campbell is on his way to Spurs, so says <a href=\"http://www.thisishullandeastriding.co.uk/sportpreview/Breaking-news-Fraizer-Campbell-Tottenham-Hull-City/article-301068-detail/article.html\">this</a>. Thanks to Gary Robinson for that, excellent work.</p> <!-- Block 141 --> <p><strong>11.25pm</strong> Poor old Arsenal, Mike Johnson sums up the mood of the emails I have received from Gooners tonight: \"Why haven't you written anything about Arsenal signing anyone better than Abou Diaby. Why? I'm going to fly to London from Philadelphia and fight Arsene Wenger if nothing happens in the next 40 minutes.\" think about your carbon footprint Mike, it's not worth it.</p> <!-- Block 142 --> <p><strong>11.30pm</strong> News from Wolves, via the very helpful Tom Bason: \"Why no mention of the transfer goings on at Molineux? George Friend (there must be a pun in there for you somewhere!!) signs from Exeter and Matt Hill and Stephen Elliott switch clubs in two allegedly completely unrelated transfers. It's a hotbed of activity- how many other clubs have signed no fewer than three defenders today?\" And as I type that ROBINHO HAS SIGNED FOR MANCHESTER CITY.</p> <!-- Block 143 --> <p><strong>11.33pm</strong> \"Does nobody else realise that Police Academy 1 is on right now?\" Asks Anthony Browne.</p> <!-- Block 144 --> <p><strong>11.34pm</strong> In my attempts to make this website appeal to football fans from outside the Greater Manchester area, here is some news from Stoke. They probably won't get Joe Ledley, they might get Tom Soares or even Michael Tonge though. And ... and ... they may add Henry Camara to that. Come on Pullis, get a move on.</p> <!-- Block 145 --> <p><strong>11.39pm</strong> And not sure how true this is but it is a transfer free-for-all now in my email inbox. \"Aston Villa have sealed a deal with Swedish team Malmo FF over Ola Toivonen and the price is believed to be around 1.6£ million. They hijacked him in a last minute bid, infront of Stoke who have been interested. Ola Toivonen have played in the same clubs as the Swedish internationals Olof Mellberg (Degerfors)and Markus Allback (Örgryte)who probably have told him good things about the club. He have also for a few weeks ago expressed his dream to play in the Premier League,\" says my source ds22cp again.</p> <!-- Block 146 --> <p><strong>11.44pm</strong> \"Oh come on, surely all the stories involving Manchester Utd must appeal to the people outside of the Greater Manchester region? I'm loving all the Man City stories from out here in Sydney. What? Eh? Oh … \" writes Gavin Hudson, somewhat predictably. I'll be honest, we're playing out time now, time for one more big transfer?</p> <!-- Block 147 --> <p><strong>11.48pm</strong> I'm waiting ... only 12 minutes to sign that deal</p> <!-- Block 148 --> <p><strong>11.50pm:</strong> The latest Frazier Who? news: \"Despite the BBC having the Campbell to Spurs story as well (we had it first). Sky seem to think its Hull may still sign him. Mind you the reporter did start referring to Frazier Richardson halfway through his report. Is this Richardson any good? I've never<br>heard of him,\" writes Gary Robinson. I don't expect him to cause much of an impact Gary.</p> <!-- Block 149 --> <p><strong>11.53pm</strong> \"Reports on the radio here in Melbourne, that Everton have signed Green Gully (Australian A league) striker, John Markovski,\" writes Gavin Knight. I'll take your word for it Gavin.</p> <!-- Block 150 --> <p><strong>11.55pm</strong> Frazier Campbell is going nowhere now. Unless something changes in the next five minutes.</p> <!-- Block 151 --> <p><strong>11.57pm</strong> I think we might be done for the night, tick tock tick tock ...</p> <!-- Block 152 --> <p><strong>12.00am</strong> My friends, it is all over. \"Should auld acquaintance be forgot, and never brought to mind? Should auld acquaintance be forgot, and auld lang syne? For auld lang syne, my dear, for auld lang syne, we'll tak a cup o' kindness yet, for auld lang syne.\"</p> <!-- Block 153 --> <p><strong>12.02am</strong> \"Is there any chance Newcastle are withholding any info on any transfers just to surprise us fans with a number of brilliant signings ... or should I be worried?\" Writes Ben Hammond, who should be worried.</p> <!-- Block 154 --> <p><strong>12.05am</strong> Right, I'm off, wait, one more email. \"Josh: if a transfer happens at midnight, we won't get news of it for hours — you can't go yet! You must keep posting until at least 4am,\" writes Alan Cooper. Oh. I'll be here until about 1am.</p> <!-- Block 155 --> <p><strong>12.10am</strong> Not much happening though.</p> <!-- Block 156 --> <p><strong>12.13am</strong> I'm just going to join Dimitar Berbatov in a cigarette for five minutes while everyone chews over these words from Mark Hughes: \"I am absolutely delighted to get the opportunity to work with such an incredible talent like Robinho. I have said that in order to compete with the best teams in the Premier League we have to be in the market for players of this calibre, and Robinho is undoubtedly one of the best players in the world. I am really looking forward to introducing him to the rest of the squad, and to the City fans at the earliest opportunity. This is a real statement of intent as to the ambitions of Manchester City Football Club\"</p> <!-- Block 157 --> <p><strong>12.25am</strong> Me again. Just to confirm there is no actual statement on Berbatov, but we are pretty sure he has signed on the say so of people more in the know than us. And here is some news for Newcastle fans, striker Xisco has signed from Deportivo on a five-year deal. He's a Spanish under-21 striker for those who have never heard of him.</p> <!-- Block 158 --> <p><strong>12.30am</strong> Stoke have failed with Joe Ledley and Henri Camara but they have signed Tom Soares from Crystal Palace and Michael Tonge from Sheffield United. Not a bad hit rate, better than Chelsea's.</p> <!-- Block 159 --> <p><strong>12.36am</strong> Nothing official on Berbatov, but he has left in a car from Old Trafford and here is some news ... Frazier Campbell has gone to Spurs on a season-long loan and BERBATOV HAS SIGNED FOR MANCHESTER UNITED FOR £30.7m. At last.</p> <!-- Block 160 --> <p><strong>12.40am</strong> And I think just about brings an end to this wonderful evening of gossip and dealing. Thank you for all your emails (a huge amount), sorry for the ones I couldn't use. Cheers.</p>",
  "<p><strong>Nick Davies's</strong> book <a href=\"http://www.amazon.co.uk/Flat-Earth-News-Award-winning-Distortion/dp/0701181451/ref=sr_1_1?ie=UTF8&amp;s=books&amp;qid=1220252305&amp;sr=1-1\">Flat Earth News</a> begins by exposing the falsity of the great media scare story about the Y2K phenomenon. It strikes me that this weekend's hurricane Gustav story may well turn out to be a similar fake scare.</p> <p>The <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/31/AR2008083100433.html?sub=AR\">latest <strong>Washington Post</strong> story</a> begins with the obligatory sentence about New Orleans being \"braced\" for the storm that \"officials fear could devastate coastal Louisiana and parts of New Orleans.\" But the second paragraph tells the real story:</p> <blockquote> <p>Gustav picked up speed but lost some of its strength in the Gulf of Mexico. Forecasters said the changes could weaken the storm's punch, and they expressed optimism that the predictions of flooding in the city might not come to pass.</p> </blockquote> <p>And a weather expert interviewed on this morning's Radio 4 <em>Today programme</em> also poured cold water on the threat.</p> <p>Was I alone in wondering why Gustav's <em>possible</em> threat to the US has dominated news bulletins for two days with only passing references to the fact - <em>the fact</em> - that it caused death and destruction to certain islands in the Caribbean?</p> <p>Why have TV reporters not rushed to those islands? Why have we not seen and heard the bereaved tell of their horror stories? Why was Gustav's threat to the US more of a story than its reality in Cuba?</p>"
]