[
  "<p>Napoleon before he was Napoleon - now there's a feat to bring off, and Philip Dwyer has done it. There were moments during this biography of the young Nabulio di Buonaparte when I wasn't sure of the final outcome. There the Corsican incursor is, a political-economic refugee in his 20s, not doing too well in 1790s France's equivalent of an immigrant banlieue and with all the chippy resentment of the ambitious displaced: terrorist material. Who'd have put 10 sous on the skinny git with scabies and badly made, unpolished boots to have lasted as a corporal, let alone to make it to commander-in-chief? What if one of the first six women to whom he proposed had accepted, rather than Josephine de Beauharnais (sniggering behind her hankie to hide her bad teeth)? This is a terrific revisionary history, from the demolition of the legend that Napoleon gave the mob a whiff of grapeshot (the topography had no room for the cannon) to the prescient, barmy farce that was his Egyptian invasion.</p>",
  "<p>No surprise that the 24 volumes of Science and Civilisation in China by Joseph Needham, one of the world's great encyclopedias, is not on audio. Thanks to Winchester's instincts for a great yarn (remember The Surgeon of Crowthorne?), the extraordinary story of how Needham came to write it is. He was an odd man: owlish, bespectacled, a chain-smoking, church-going nudist and Cambridge biochemistry don, who fell in love with a Chinese student and gave Morris dancing demonstrations. </p> <p>In 1792 Emperor Qianlong haughtily informed the gift-laden British emissary Lord McCartney: \"We possess all things. I have no use for your country's manufactures.\" He was right. Most of the world's greatest discoveries originated in the Middle Kingdom, hundreds, sometimes thousands of years before they reached the west - gunpowder, suspension bridges, spinning wheels, oranges, stirrups, ice-cream, malleable iron, wheelbarrows, flamethrowers, umbrellas, playing cards, perfumed toilet paper, smallpox jabs. \"Four thousand years ago, when we couldn't even read,\" wrote Voltaire, \"the Chinese knew all the absolutely useful things we boast about today.\" He was right, too.</p>",
  "<p><strong>Ronnie Spector</strong><br>Carling Academy Islington, London, Saturday<br>With her ex-husband's retrial about to begin, here comes the former Ronette. New direction exploits her iconic status among punk rockers.</p> <p><strong>Cajun Dance Party</strong><br>The Rescue Rooms, Nottingham, Saturday Arcade<br>Fire style-stuff from the Bernard Butler-favoured north London band. The sound of youth impressively having its fling.</p> <p><strong>White Lies</strong><br>Thekla, Bristol, Sunday; Norwich Arts Centre, Wednesday<br>Dry ice, black clothes and doomy relationship rock from this powerfully backed trio. A mini Interpol for cash-crunched times.</p> <p><strong>The Ting Tings</strong><br>University of East Anglia, Norwich, Sunday; Engine Sheds, Lincoln, Monday; Leicester University, Tuesday<br>Manc duo make a little go a long way; That's Not My Name surprisingly not all that's on offer.</p> <p><strong>Bromheads Jacket</strong><br>Zodiac, Oxford, Monday<br>Disappointed by Arctic Monkey Alex Turner's change of direction? No worries: Sheffield mates of the band bring regionally accented, anecdotal rock.</p>",
  "<p><strong>Asylum 5th Birthday </strong><br>The Mint Club, Leeds, Saturday<br>Celebrating a new-found independence as well as its birthday, Asylum <br>blows out the candles in the company of challenging Detroit DJ Theo Parrish and nu-disco lot Soft Rocks.</p> <p><strong>Valve Soundsystem</strong><br>Octagon, Sheffield, Saturday; Warehouse Project, Manchester, Friday <br>Two hours of the mighty Andy C in Sheffield tonight with Goldie, or celebrate Grooverider's release with the heavy D&amp;B sound in Manchester on Friday with DJ Marky, Chase, Status and more. </p> <p><strong>Wax:On</strong><br>Stylus, Leeds, Saturday; Digital, Newcastle, Friday <br>The ever entertaining electronic mavericks Simian Mobile Disco lead the<br>charge tonight, accompanying X Press 2, Toddla T and Evil 9. Friday sees Craig Richards and Krafty Kuts visit Digital.</p> <p><strong>Roller Disco</strong><br>53 Degrees, Preston, Saturday; Pure, Manchester, Wednesday; Liverpool Uni SU, Thursday<br>Hire skates, hold on to each other, fall over, laugh, repeat — all to a 70s and 80s soundtrack. Much better for a first date than the twisted face tournaments at your local sweat box.</p>",
  "<p><strong>Birmingham Royal Ballet: Beauty And The Beast </strong><br>Birmingham Hippodrome, Wed to Fri <br>Revival for Bintley's stylished staged fairytale.<br><strong><br>Northern Ballet Theatre: A Tale Of Two Cities</strong><br>Theatre Royal, Nottingham, Sat <br>Cathy Marston's ambitious setting of Dickens.</p> <p><strong>Ockham's Razor: Triple Bill Programme</strong><br>Djanogly Theatre, Lakeside Arts Centre, Nottingham, Tue<br>Imaginative aerial dance-theatre.</p> <p><strong>The Don Cossacks State Dance Company</strong><br>Wyvern Theatre, Swindon Sat; Parc And Dare Theatre, Treorchy, Tue Traditional Cossack dance.<br><strong><br>Disney On Ice: Finding Nemo</strong><br>Trent FM Arena, Nottingham, Wed to Fri <br>Yet another Disney success transferred to the ice.</p>",
  "<p><strong>Oasis</strong><br>Eden Project, Par, Saturday<br>The Gallagher brothers return from Canada with shorter hair, a few bruises, and material from new album Dig Out Your Soul. New \"groove-based\" direction a good idea, all agree.<br><strong><br>Ronnie Spector</strong><br>Carling Academy Islington, London, Saturday<br>With her ex-husband's retrial about to begin, here comes the former Ronette. New direction exploits her iconic status among punk rockers.</p> <p><strong>White Lies </strong><br>Thekla, Bristol, Sunday; Komedia, Brighton, Monday<br>Dry ice, black clothes and doomy relationship rock from this powerfully backed trio — a mini Interpol for cash-crunched times.<br><strong><br>The Ting Tings</strong><br>Leicester University, Tuesday <br>Mancunian duo make a little go a long way. That's Not My Name surprisingly not the only thing on offer from the generally fun, always theatrical pair.<br><strong><br>Bromheads Jacket</strong><br>Zodiac, Oxford, Monday <br>Disappointed by Arctic Monkey Alex Turner's change of direction? No worries: Sheffield mates of the band bring regionally accented, anecdotal rock.</p>",
  "<p>Based on one of Edward Gorey's pieces of supreme \"literary nonsense\", Hoipolloi's whimsical show is a delight for all ages. This is a very clever piece of theatre which plays on play and make-believe and also excavates Gorey's comedy for its many meanings. Set in a large country house where the family are keen on amateur dramatics, the story concerns the unexpected arrival of a strange, penguin-like creature that takes up residence and behaves rather oddly. The family are unsure what to make of their new guest, and the beauty of Gorey's story and this show is that it is open to interpretation. The creature could be a poltergeist, a figment of the family's imagination or even an asylum seeker. The mix of the comic and the sinister is beautifully handled, and Hoipolloi inventively make the point that, while home can be a castle, it can be a prison too.</p>",
  "<p>Looking down 1,000m of untracked powder, we felt like we'd struck gold. It was a perfect blue sky day and I had just carved lines down my first face of the week. The valley was deserted apart from our small group and our fresh tracks were the only ones in sight. This was skiing at its best, the snow flying over our heads as we flew over little drop-offs and scouted tight couloirs below. It had been a week since the last snowfall, and all the big resorts' runs, and even their off-piste areas, were skied out. Yet here, in Switzerland's little-known Val d'Anniviers, we were still finding secret expanses of glorious untouched snow. </p> <p>All skiers agonise about where the best powder might be - poring over last year's statistics, watching the webcams and trying to figure out where the white stuff will pile up - but it is always a gamble. What seasoned skier hasn't turned up in a resort to find green grass on the lower pistes and bare ice at the top, only to hear that just the other side of the mountain it's snowing buckets? </p> <p>But a new holiday concept is shortening the odds of this happening, as long as you don't mind an element of surprise. Launched last season, Mountain Guide Travel's new \"Best skiing at the moment\" package, the brainchild of Swedish mountain guide Andreas Bengtsson, leaves the decision of which resort to ski until the 11th hour. You simply book the guide for the week (on your own or in groups of up to six), book a flight to Geneva, then wait until the day before your arrival to hear where you'll be going. The destination can be anywhere within a 4½-hour drive of Geneva; a radius that spans Switzerland, the French Alps, the Austrian Tyrol and northern Italy.</p> <p>I joined one of Andreas's groups last January, after excellent early snowfalls followed by a short barren patch. At the last minute, a storm blew itself out over Germany, meaning no fresh snow in the Alps and a difficult decision for Andreas. After speaking to his scouts around the Alps he decided on Switzerland's Valais region, where there would still be a fair amount of powder. But his role didn't end when he'd decided which area to take us to; throughout the week he was in pursuit of the best snow. </p> <p>I met the rest of the group - Rhys, Rod, Barney and Sam - at the Hôtel de la Poste in Martigny, a small ancient town in the Lower Valais with transport connections to Chamonix, the Four Valleys and Portes-du-Soleil. Having arrived the day before me, they were already singing Andreas's praises. \"This guy is a ferret, he can sniff out fresh snow at a thousand paces,\" said Barney. \"Today everything over 2,200m was windblown, and everything under 1,500m had melted and refrozen, so we stayed between those altitudes and skied fresh tracks all day.\"</p> <p>The next day we headed out to the little-known resort of St Luc, a virtually deserted corner of the Val d'Anniviers, with skiing up to 2,950m and fantastic views across to the 4,000m-plus peaks of the Matterhorn and the Weisshorn.</p> <p>I soon learned why Barney was so impressed. It hadn't snowed for a week, but our Swedish powder-hound had the scent of fresh snow in his nostrils. Our first run was impeccable. The steeper sections were too crunchy, so we cut wide turns across rolling terrain just above the tree line. </p> <p>After a few runs we stopped off at the Cabane Bella Tola, an old stone refuge with glorious views across the valley, for a weissbier and a tartiflette. We then headed up to the steeper couloirs, the headline-grabbing terrain that we had been eyeing up all morning. We wanted to jump into the first one we saw, but Andreas had other ideas. We skirted across the ridge line until we came out to a perfect funnel, a long straight chute that gradually opened out. There was room for everyone to make fresh tracks, and a starting gradient of over 40 degrees appeased our gnarlier desires.</p> <p>Martigny is ideal for this kind of trip, a short drive from many different resorts and only 20 minutes from Verbier. While Andreas prefers to check out less well-known ski areas, he is also capable of tracking down fresh powder a week after a snowfall even in such a crowded resort as Verbier. </p> <p>The next day we caught the gondola from the valley base of Le Châble and headed to the top of the Mont Fort glacier. Every piste was completely skied out, but we headed straight over the back of the summit into a steep couloir for the first fresh tracks of the day. To get any more meant skinning up 500m of vertical for 1½ hours to the peak of Grand Mont Calme, using skins and touring bindings we'd hired in the village. </p> <p>Half-way up we stopped for a picnic lunch on the shoulder of a mountain across the valley from the back of Mont Fort; a staggering view most Verbier regulars will never see.</p> <p>Once the skins came off, we tore into the snow, finding jumps, drop-offs and sun-kissed ridges. As we put in steep turns down one virgin couloir, fresh snow waterfalls rolled over the rocks below. Pure exhilaration. The valley spat us out at Siviez where we joined the crowded afternoon lift queue of skiers who had absolutely no idea what they were missing.</p> <p>• Mountain Guide Travel (<a href=\"http://www.mountainguide.se\">mountainguide.se</a>) has a Best Skiing at the Moment package for €1,650pp, inc three-star B&amp;B, six days' guided off-piste skiing, lift passes, safety equipment and all transfers. EasyJet (<a href=\"http://www.easyjet.com\">easyjet.com</a>) flies to Geneva from 13 UK airports from £59 rtn inc tax.</p> <h2>More places for guaranteed snow</h2> <p><strong> Val Thorens, France </strong></p> <p>At 2,300m (and slopes 1km higher), Val Thorens' snow could last for centuries yet. Not surprisingly, the resort is no collection of old farmhouses, but it is more attractive than Les Menuires below, and boasts better restaurants and bars.</p> <p>• Crystal Ski (0871 231 2256, <a href=\"http://www.crystalski.co.uk\">crystalski.co.uk</a>) has 7 nights in Les Temples de Soleil apartments from £249pp, inc flights and transfers. </p> <p><strong> Obergurgl, Austria </strong></p> <p>There's all the good old Austrian village stuff - big, filling meals, beery oompah après-ski, bemulleted DJs at the discos. But Obergurgl also has skiing up to 3,080m - without a glacier - and provides red and blue runs from the highest points.</p> <p>• Inghams (020-8780 4433, <a href=\"http://www.inghams .co.uk\">inghams .co.uk</a>) has 7 nights' B&amp;B in the Pension S'Hoamatl from £511pp, inc flights and transfers. </p> <p><strong> Big White, Canada </strong></p> <p>Big White is not misnamed for marketing purposes - it really does get huge amounts of powder. And, in keeping with its family-friendly nature (it's not a wild party resort), the generally gentle slopes provide an easy way into riding the deep stuff.</p> <p>• Frontier Ski (020-8776 8709, <a href=\"http://www.frontier-ski.co.uk\">frontier-ski.co.uk</a>) has 7 nights' room-only at the Inn At Big White, from £1,216pp, inc flights, transfers and lift pass.</p> <p><strong>Niseko, Japan</strong></p> <p>The island of Hokkaido is gaining a reputation for powder, although it's not for fair-weather skiers. Purpose-built Niseko is the most westernised resort, but you can still experience the food, baths and culture of \"real\" Japan nearby.</p> <p>• Ski Dream (0845 277 3333, <a href=\"http://www.skidream.com\">skidream.com</a>) has 7 nights' room-only at the Hilton Niseko Village from £1,648pp inc flights, transfers and lift pass.<br><strong>Chris Madigan</strong></p>",
  "<p>Born into a place of poverty and conflict, Zohair Abu Shaban, 24, has one clear ambition that would raise him above the hardship around him: he wants to be a professor of electrical engineering.</p> <p>For most young men born and raised in Gaza City, in the heart of the apparently intractable conflict between Israel and the Palestinians, this might seen an impossible dream. No university in Gaza offers any degree above undergraduate level and only the strip's top university, the Islamic University, runs an electrical engineering course.</p> <p>Abu Shaban, a well-mannered and diligent young man, took the course and graduated top in his year. He won awards for his work, which included a project to allow heart patients to be monitored at home through an internet link to their local hospital. </p> <p>He applied to continue his studies abroad and won a prestigious Fulbright scholarship to study for a masters at the University of Connecticut, in the United States. But to take up his place he had first to get out of Gaza, and that long and difficult challenge has all but undone his dream.</p> <p>Last year, Israel declared Gaza a \"hostile entity\" after Hamas, the Islamist movement that won Palestinian parliamentary elections in 2006, seized full control of the strip. Israel closed the crossings out of Gaza and students such as Abu Shaban were unable to leave. In May, the US state department told the seven Fulbright scholars from Gaza that their scholarships had been cancelled, before an embarrassed Condoleezza Rice, the US secretary of state, intervened. </p> <p>In the end, three of the seven reached the US and began studying. A fourth had his US visa revoked on arrival in Washington, apparently because Israel had passed on unspecified security warnings, and two others, including Abu Shaban, remained in Gaza with their US visas cancelled, again for unspecified reasons. </p> <p>Abu Shaban has no political affiliations, no criminal record. Frustrated but not deterred, he won a place to begin a masters degree at Imperial College in London and has been told to arrive for his course by next Saturday. He won another full scholarship, this time from the Hani Qaddumi Foundation, a Palestinian group that supports bright young students, and he obtained a British visa.</p> <p>However, Israel still refuses to allow him to cross out of Gaza through Erez, the only crossing for people into Israel. Rafah, which is on the Egyptian border and is the only other non-commercial crossing out of Gaza, is closed.</p> <p>\"Students are the future of this country and if you don't give them the chance to learn, this country will have no future,\" he said. \"Peace only comes from education and if you steal education from the youth, I don't know what future there is.\"</p> <p>Rafah has been closed since June last year because of Egyptian concerns over Hamas and pressure from others, including both Israel and the Palestinian government in the West Bank, the rival to Hamas. Hamas has called for Rafah to be reopened and has said it will allow European border monitors to return, but insists Israel should not have a veto over the crossing's opening, as it did in the past under a US-negotiated agreement.</p> <p>Since last year, Rafah has opened only occasionally and briefly, because the Egyptians are anxious to avoid a repeat of scenes earlier this year when Hamas effectively brought down the border fence and tens of thousands of Gazans streamed across into northern Egypt.</p> <p>Last weekend, during one of those brief openings, Abu Shaban and many others like him rushed to the crossing. He spent 26 hours on a bus with other students before being turned away. \"My bag is still packed and I have hope it might open again,\" he said. There is no guarantee Rafah will open again, or that he and the other students will make it out if it does.</p> <p>He said his parents were \"heartbroken\" at what had happened and his younger brother, in his third year of a university civil engineering course in Gaza, had given up on his own ambitions to study abroad.</p> <p>After the Fulbright case in May, Israel allowed around 70 students to leave through Erez. Another 100 crossed out of Rafah in August, during one of its brief openings, and about 60 Gazans - students and their families - got out last weekend through Rafah.</p> <p>Yigal Palmor, an Israeli foreign ministry spokesman, said the restrictions on movement would remain as long as Gaza was ruled by Hamas. \"It is not really about the individual potential of each and every person, the question here is what do you do when there is a territorial entity ruled by a terrorist group that defies you violently by principle and refuses to maintain normal relations with you,\" he said.</p> <p>Some political analysts say that rather than weakening Hamas, Israel's restrictions have strengthened the group. Hamas has broadened its control over many areas of life in Gaza and its leaders are able to leave and re-enter through the Rafah crossing. They appear to obtain funding from abroad, including from Iran, with little difficulty. A ceasefire between Hamas and Israel that began in June this year has held, apart from occasional violations, but it has brought little respite to the tough economic blockade on Gaza.</p> <p>Hundreds more students remain stuck in Gaza, said Sari Bashi, the head of the Israeli rights group Gisha, which campaigns on behalf of the students. Each year, more than 1,000 Gazan students are enrolled in universities abroad and try to leave Gaza to study. </p> <p>\"By letting out a few people, Israel has been able to deflect attention from the hundreds of students and 1.5m people still trapped in Gaza,\" Bashi said. \"Punishing innocent civilians for the behaviour of militants or political leaders violates international prohibitions against collective punishment.\"</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338021513\"> <img src=\"https://static.guim.co.uk/sys-images/Lifeandhealth/Pix/pictures/2008/09/26/Untitled-1.jpg\" alt=\"Tom Ford\" width=\"220\" height=\"310\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photograph by Vittorio Zunino Celotto, Getty\t</span> <span class=\"element-image__credit\">Photograph: Vittorio Zunino Celotto /Getty</span> </figcaption> </figure>  <p>How long should you wait before asking if someone's had Botox? This was just one of several questions that crossed my mind when menswear designer Tom Ford, 47, very handsome if suspiciously unlined of face, arrived for lunch in Beverly Hills on a bright Monday afternoon. (Other mental queries included, were those glinting chest hairs, visible thanks to the almost half-unbuttoned shirt, specially oiled for this occasion?) It felt a little intrusive to ask a man about his medical procedures before he'd even had his iced tea. So I waited until he finished his drink.</p> <p>\"I haven't had any plastic surgery - despite what people think, this is my nose,\" Ford replied, as smooth as his face. \"I have had Restylane and Botox, but I don't think of that as plastic surgery any more. It's true I can't really frown, but I can move my eyebrows, so...\" </p> <p>As well as designing and expanding his eponymous menswear line and getting ready for his first foray into film directing, Ford has been busy this year designing suits for Daniel Craig in the soon-to-be-released James Bond film Quantum Of Solace. But all this multitasking has not muted the man. During the 90s, when Ford rescued Gucci - shepherding it from near bankruptcy when he arrived in 1994 to fashion monolith status, with annual sales of more than $3bn, when he left 10 years later - he was credited with, as one fashion critic put it, \"bringing sex back\". His overtly sexy clothes - LBDs and tight trousers for all aspiring Linda Fiorentinos - brought blatant, confident sexuality back after an era dominated by grunge. </p> <p>Ford, who has been with his partner, former fashion editor Richard Buckley, for 23 years, revelled in his role as the King of Sex, obliging journalists with deliberately provocative comments and commissioning an infamous ad that featured a model's pubic hair shaved into the Gucci logo. </p> <p>A decade on, he has moved away from the high-octane glamour he brought to Gucci and later Yves Saint Laurent (for four years he designed for both, making him arguably the most powerful designer in the world). Instead, his own menswear line, which he started in 2006, is classic and more mature. He has rejected the fashion merry-go-round and trend-chasing that may have left him briefly \"burned out\" but also made him very wealthy (when he left Gucci and YSL in 2004 he allegedly had £90m). If a man wants to know how it feels to wear, and buy, couture, he can now go to Tom Ford: this is a label where five-figure price tags are the norm. Yet Ford is a far cry from a traditional Savile Row tailor. He has multiple homes in multiple countries; he hangs out with \"lots of actors you'd have heard of\", and he is still happy talking about sex, even if he does claim he is \"much less overt than I was\". \"Honestly,\" he insists at one point, \"I never set out to make anything sexy.\" At this point he had to apologise for eyeing me up - \"Sorry, I keep looking at your body because I like how people's bodies look\".</p> <p>If ever there were a designer made to make suits for James Bond, it is surely Ford. Hell, the man even looks like Bond. He first met Daniel Craig through artist Sam Taylor-Wood, \"who's a good friend\" (this phrase comes up a lot), \"at a party\" (as does this). Craig then asked him to make his suits for Quantum Of Solace. \"A lot of people think if you wear classic clothes you're dull. Bond dresses that way, but he does not lead a dull life - not sexually and not in his career,\" Ford says, with delightful understatement. \"And with Daniel, you have someone who looks classic but leads a very exciting life.\"</p> <p>Ford has been described as \"the straightest gay man in the world\". Maybe this refers to his fondness for making appreciative remarks about women's bodies. Maybe it's a faintly homophobic comment about his tough business mind, as though a gay man couldn't possibly do spreadsheets. In any event, if he seems straight, then Graham Norton is Arnold Schwarzenegger. Think Cary Grant in Studio 54 and you have some measure of the man.</p> <p>But this overlooks his corporate nous. At Gucci, Ford wasn't just the label's creative director, he was also the company's vice-chairman. In between designing the multiple collections each year, he contended with shareholders and corporate affairs. Under him, the company invested cannily in young designers, including Nicolas Ghesquière at Balenciaga, Stella McCartney and Alexander McQueen. Though Ford insists he takes \"absolutely no credit\" for the success those three have had since, Ghesquière nearly welled up when I asked about Ford and said the designer \"taught me everything\". Ford also bought the then waning Yves Saint Laurent and installed himself as the label's designer, with similar success.</p> <p>He is, he says, \"innately a fashion designer\", but the business side clearly interests him at least as much as the clothes. He enthusiastically discusses the new global markets (\"The next century belongs to China, Russia, Brazil and India\") and flits easily between fashion fabulousness (\"Menswear in France does not exist. What do they have? Pink socks? Please\") and business speak about networks and brand identity.</p> <p>Ford was born in Texas, and grew up in New Mexico and Houston. The son of two realtors, he was a self-described \"spoiled child\" who went to New York to study art history. He quickly switched to theatrical studies to fulfil his ambition of becoming an actor. He became so successful in commercials - at one point starring in 12 at the same time - that he dropped out of college. \"I'm not going to tell you which ones, because I don't want you to look them up,\" he says, but then proceeds to re-enact them, showing the moves one makes when advertising anti-acne cream, shampoo and, to the bemusement of our fellow diners, deodorant. But he soon realised he would never be happy as an actor, mainly because he resented being told what to do. \"I did not like having to read a line the way a director told me to when I thought it was stupid. Or not being able to rewrite the line myself.\" </p> <p>While he was a student, he fell in with Andy Warhol's gang (\"It was very easy to meet Andy and get into Studio 54 if you were a cute 17-year-old boy\") and it was then he realised he was gay. He'd had girlfriends in high school, \"and was very satisfied, but then it was suddenly like, oh!\" he says with an easy shrug. He returned to school and got a degree in architecture, but realised he wanted to focus on fashion and slowly worked his way up the ladder. When he was named creative director of Gucci in 1994, few had heard of him.</p> <p>Ford credits the instant appeal of the sexed-up Amazonian look he brought to Gucci as it \"simply coming at the right time. Fashion in the early 90s was very depressing, after the stock market crash in the 80s, then Aids ravaging the industry. It was time for a change.\" It's hard not to wonder if his embrace of the image was something of a pose. Ford nearly spits out his salad in shock at the suggestion, although he soon relents: \"In the mid-90s, when advertising was less overtly sexual, maybe I did it to provoke a little. But there had to be a message. When I shaved the G in the girl's pubic hair, that was a comment on the ridiculous lengths we'd gone to with branding.\" It's a fair point, but considering Ford was at the forefront of so-called logomania - peaking with the £505 monogrammed Gucci yoga mat - the words \"cake\", \"having\" and \"eating\" come to mind.</p> <p>In 2004, Ford was unexpectedly forced out of the Gucci Group after negotiations broke down about his contract with Pinault-Printemps-Redoute, which owns 70% of Gucci. Although he puts an all-for-the-best spin on it now, he was stunned at the time and had \"something like a midlife crisis. While I realised I had an identity without Gucci and Yves Saint Laurent, my life and work had become so meshed. I'm always trying to make things better, make myself better, and I had a sudden panic of, well, who am I?\" Ford took three months off, quickly realised he hated not working and returned to plan his own label.</p> <p>Part of the problem was that Ford had so embodied his brands: he was frequently photographed at parties wearing Gucci and played the sexual provocateur role. \"I actually hate being in the spotlight, but no one ever believes me,\" he insists, the latter part of that statement at least being true. When Ford edited an issue of Vanity Fair in 2006, he was on the cover, nuzzling a naked Scarlett Johansson and Keira Knightley. \"Honestly, I was not supposed to be on the cover.\" He sighs. \"That picture was taken when I was showing Rachel McAdams [an actor who left the shoot because she felt \"uncomfortable about being naked\"] what to do. But, of course, I liked the picture...\"</p> <p>For someone who \"hate[s] promoting things with my face\", he must be unhappy much of the time. Adverts for his cologne feature Ford staring straight at the camera. \"I understand that I have a certain look that can be used to my advantage. I know the power of that when I walk into a room and talk to people, and I can use it as an advertising tool. Now I am actually selling me, my face, my thoughts. So I am my guy,\" he says.</p> <p>When he launched his label in 2006, it looked like self-indulgent folly to some. Why would someone with such a talent for giving mass appeal to luxury lines run into the narrow niche of, to use Ford's favourite word, exclusivity? Now, however, when most designers are worrying about the economic downturn, Ford's business model looks downright prescient. It's not that he believes the nonsense touted in many fashion magazines that the best form of economising is to buy expensive things because they are \"investments\". Instead, it's that the customers Ford has targeted are people who won't be affected by a recession or, if they are,\"they're buying fewer Warhols but still buying suits\". Currently there are stores only in New York and Milan, but by this time next year there will be 16 more. </p> <p>If Ford defined a new image of women in the 90s, what does the success of his label, with its $17,000 jackets and $4,000 blazers, say about 21st-century men? Well, it certainly says something economically. As Ford puts it, \"Because of the increase of wealth in this world, it is possible to have a new business model where you can reach a very healthy scale of business catering only to a smaller percentage of people - people with, let's be real, a lot of money.\"</p> <p>Ford admits the one thing he missed when he left Gucci was \"not having a voice in popular culture\". Surely, by making his brand so expensive, his influence is somewhat limited? He argues that it's not necessarily the clothes themselves that reflect culture, but the whole concept of the brand. \"I think people are sick of trends changing every six months - not because we're tired of them, but just for the sake of change. There is so much junk in the world: junk TV, junk movies, all those junk magazines with the same people on the cover. Our clothes are about quality and making the man's body look good, which is not something that a lot of menswear designers think about any more.\"</p> <p>Ford, a vocal Obama supporter, ties this proliferation of junk and dumbed-down culture to the current state of US politics: \"We've been in a downward spiral of culture in America for a while. So we've created an ignorance, and I'm just hoping there are more people who [will vote in the US election who] are enlightened than not. I don't mean it to sound arrogant that I call it enlightened: it's just an awareness of the outside world and of the true meaning of religion and not the meaning that has been pushed by the religious right, which is really twisted,\" he says. When Bush invaded Iraq, Ford told a journalist he was \"ashamed to be an American\", a comment that got him a lot of flak but of which he is \"still very proud... I genuinely believe that with Obama we have a chance to undo some of the terrible damage we did under the Bush administration. America is in the position that Britain was a century ago: we will no longer be the economic leader in the world but, with Obama, we can become the moral leader again.\"</p> <p>Does he worry about McCain and Palin's anti-gay rights stance? \"It's more the mind-set that worries me: anyone who is anti-gay rights shows an intolerance of other humans and their needs, so what worries me more is how that mind-set would filter into other issues.\"</p> <p>Ford and Buckley have been in a happy, stable relationship for almost a quarter of a century, \"and it's been a very nice life\". They are not planning to marry, simply because, Ford says, suddenly becoming very passionate, gay marriage is still not recognised by the US government. \"Even though the California government recognises it, if I died tomorrow my estate would be taxed as if I were single by the federal government. That is not right! Until that changes, gay marriage is just a symbol.\"</p> <p>Before meeting Ford in LA, I went to his store in New York. \"Obsessively detailed\" doesn't begin to describe this giant luxurious uptown temple. Put it this way: there is a man who just looks after the bonsai trees. \"Absolutely. Each tree goes to the countryside every seven days for a month to get some sun,\" Ford says proudly. But the store was packed. Yes, some were window-shoppers, but there was one man ordering his winter wardrobe and another getting a $7,500 suit. The obsessive detail and bonsai trees seem to be working. \"I probably do have an obsessive personality, but striving for perfection has served me well,\" Ford says.</p> <p>It is an attitude he also applies to himself. Ford, who once said he has been on a diet since he was 13, spends \"a lot of time looking after myself\". He plays tennis at least three times a week; he does Pilates twice a week; he hikes; he swims; he rides horses on his ranch in Santa Fe; he skis; he watches what he eats and he tries not to drink too much, despite \"loving it\". </p> <p>When we leave, he, ever the gentleman, insists I walk in front and we march out together, him complimenting me on my outfit. It's only when we get to the door and I turn to say goodbye that I see he has put on his sunglasses specifically for the walk past all the gawking fellow customers and assumed the stern \"I'm a celebrity, don't look at me but actually please do\" expression familiar from photos of him on the red carpet. When one is selling a perfect image of oneself, there is no time off.</p>",
  "<p>It seems odd that a fortnight after the Scottish Broadcasting Commission proposed a dedicated television service for Scotland (population 5 million) at a cost of between £50-75m a year and within five days of the start of a Gaelic television service costing £21m a year (only 60,000 people speak Gaelic), Ofcom seems prepared to allow <a href=\"http://www.theguardian.com/media/ITV\">ITV</a> in England (population 50 million) to cut its non-news regional programmes to 15 minutes a week and amalgamate news regions in such a way that they lose much of their local relevance (Media, September 15). ITV maintains that it needs to save £40m, yet I understand that even with the present level of regional production, Border Television makes a profit. Amalgamated with Tyne Tees, its area would be about 170 miles both north-south and east-west, plus the Isle of Man. <br><strong>Nigel Holmes</strong><br>Carlisle, Cumbria</p>",
  "<p>Part fiction, part travelogue, this is a wholly delightful enigma. Inquisitive, listless creative writing teacher Pete Ferry (note the missing R) catapults himself into a mystery while driving home late one evening. The car in front swerves off the road and its driver, a beautiful young woman, is killed. Although this incident has little to do with Ferry, he uses it as a running narrative for his weekly class of precocious Chicago students. In reality - or hyper-reality - he is also pursuing every possible lead to discover what might have caused the woman, Lisa Kim, to kill herself - or was it murder? Interspersed with vignettes of friends and family, plus stunning set pieces on Mexico and a wilderness fishing trip, the plot moves into brooding thriller territory. Ferry has enough cards up his sleeve to make the journey entirely worthwhile.</p>",
  "<p>For much of his career John le Carré has been pigeonholed as a practitioner of genre fiction. But whereas the spy novel has traditionally induced an appealing but limited frisson of fear in the reader, presenting a threat to the moral and political establishment which is then resolved by the triumph of the hero and the state whose interests he represents, Le Carré has never dealt in comfort or certainty. His novels depict a bleak world in which the clarity of ideology, morality, patriotism, professional duty and personal loyalty dissolves into a fog in which his characters flounder, groping for some sort of basis on which to live and act. In this respect his work feels closer to postwar existentialism or the central European absurdist tradition than the kinetic action thrillers or puzzle-solving whodunits with which it is often shelved.</p> <p>With the end of the cold war there were those who wondered whether Le Carré would survive the collapse of the binary opposition which gave his fictional grey area its compelling atmosphere. From the 1990s onwards, in novels such as The Constant Gardener, he turned his attention to the new nexus of corporate and state power, the decentralised network of interests which have gone on to define the 21st century global order. Now, as the contours of the post-9/11 state of emergency become clear, he has published his 21st novel, A Most Wanted Man, which deals with the war on terror and its attendant abuses. It opens as a Turkish immigrant couple in Hamburg reluctantly take in a young Russian vagrant, a devout Muslim called Issa, who says he is from Chechnya. Issa's presence in Germany is a mystery. He has been smuggled across the border, bears the psychological and physical scars of torture, and is carrying a large sum of money. Is he a militant? A refugee? Is his unworldly persona in fact an elaborate cover for something more sinister? Drawn into his orbit are several recognisable Le Carré types. Annabel Richter is a young and idealistic immigration lawyer who takes Issa on as a client, hoping to prevent his deportation. Gunther Bachmann is an experienced intelligence agent, who sees the boy as a thread which he can pull to unravel a complex skein of jihadi finance. Tommy Brue is the ageing Scottish head of a small private bank, an old-fashioned operation which has a number of financial skeletons in its closet.</p> <p>The fact that these people feel immediately familiar to his fans is both Le Carré's strength and his weakness. Bachmann the spy is sketched in a few paragraphs, which are both rich in incidental detail (\"[he] had by the age of 30 run away to sea, trekked the Hindu Kush, been imprisoned in Colombia, and written a thousand-page unpublishable novel\") and somehow perfunctory. Brue and Richter are more interesting, affording the author an opportunity to pick at scabs of class and status to get at the wounds beneath. Richter is the daughter of a senior diplomat, and her radicalism seems to be a way of escaping her privileged background. Brue, the nearest thing in the novel to an authorial proxy, is trapped in the ossified world of European old money and falls in modest and distant love with her, taking on her problems, and discovering that \"in doing so he had consciously and deliberately entered her danger zone, which he now shared with her. And in consequence, his life had become vivid and precious to him, for which he thanked her from all his heart.\"</p> <p>In a recent interview Le Carré was asked if he ever considered defecting. \"Well, I wasn't tempted ideologically ... but when you spy intensively and you get closer and closer to the border ... it seems such a small step to jump ... and, you know, find out the rest.\" Though this has been reported as some sort of tabloid confession (\"I was tempted to defect, says spy novelist Le Carré\"), it seems primarily interesting as a key to his fiction, whose central concern is the exploration of the metaphorical borderland occupied by the proponents of any polarised conflict. In the cold war, the security establishment was deeply invested in proclaiming the evils of communism. Why? Le Carré offers the wry suggestion that it was prophylactic: they beat the drum for certainty because they understood the perilous ease with which they - in particular, the cold warriors - could slip over to the other side, the small step it would take to find themselves in the communist mirror-world. So the pathological anti-communist becomes, like the swaggering homophobe, a figure of insecurity, protesting loudly and too much. And the ordinary spy, a man perhaps like the young John Cornwell, toiling in his Bonn office, immersed in the minutiae of the system on which he is spying, finds the bureaucratic abstraction of his task leading to a sort of Marxist disillusionment, as evinced in the Communist Manifesto: \"All that is solid melts into air, all that is holy is profaned, and man is at last compelled to face with sober senses his real conditions of life, and his relations with his kind.\"</p> <p>As a key to A Most Wanted Man, Marx's apprehension of the brutal truth of human social relations can usefully stand alongside another famous quotation, EM Forster's statement that \"If I had to choose between betraying my country and betraying my friend, I hope that I should have the guts to betray my country.\" Betrayal and the conflict between different kinds of loyalty form one recurrent theme of Le Carré's fiction. The all-too-human desires of his characters - for loyalty, love and friendship - become terrible vulnerabilities when exposed to the \"real conditions of life\", the inhumanity of the realpolitik that governs the secret world.</p> <p>In A Most Wanted Man, such vulnerabilities are ruthlessly exploited. The novel's centre, the damaged young man known as Issa (whose name, significantly, is an analogue of Jesus), becomes a kind of blank screen for the hopes, fears and desires of the banker, the lawyer and the spy. At times his plight makes him genuinely poignant. At others he is little more than a cipher, a faint echo of Prince Myshkin in The Idiot, a \"monk with coal-dark eyes\" who speaks in a wildly uneven linguistic register, sometimes childlike, sometimes incongruously using words such as \"malodorous\". Issa is another incarnation of a familiar Le Carré type, the loose cannon, someone whose psychological precariousness and social disconnection make them disruptive of the established order - and useful to the puppeteers of the human soul who run the intelligence services. Some of Le Carré's agents are people for whom this is an active talent - Jerry Westerby in The Honourable Schoolboy, Leamas in The Spy Who Came In From The Cold. Others, such as the actress Charlie in The Little Drummer Girl, are mere pawns in the intelligence game. Here Issa's passive unworldliness is a trait that destabilises the very worldly people who are drawn to him, inducing a sort of sentimental nobility that opens them up to tragedy.</p> <p>As ever, Le Carré is particularly good at portraying the quiet ruthlessness of intelligence organisations, and the terror of the moment when an unsuspecting person drops through the trapdoor that separates the everyday world from the secret one. He understands the ecstasy of confession (\"there was a certain relief, even pleasure, in becoming a child again, in handing the big decisions of her life to people older and wiser than herself\") and the subtleties of the relationship between interrogator and subject. The exploitation of human weakness both fascinates and disgusts him, and he is able to weave the familiar elements of his fictional universe into a plot that unwinds satisfyingly and with a certain sickening inevitability. A Most Wanted Man is an uneven book, but despite its flaws it stands as one of the most sophisticated fictional responses to the war on terror yet published, a humane novel which takes on the world's latest binarism and exposes troubling shades of grey.</p> <p>• Hari Kunzru's latest novel is My Revolutions (Penguin)</p>",
  "<h2>The calls that could save you a fortune</h2> <p>I am not sure whether to celebrate or be angry. In the past few days I have saved 51% on my house and contents insurance, and over 30% on my phone/broadband/TV charges without changing supplier or service. How? I phoned and queried them.</p> <p>In the case of Virgin Media, I raised the prospect of changing supplier (their phone system has a special line for \"thinking of leaving us but not moving?\") and that was enough to reduce our £84.50 monthly bill by £26 - the only requirement being a 12-month contract. Identical service.</p> <p>Churchill Insurance could see nothing unusual to explain what I thought was a very expensive renewal quote (£563), but offered to knock about £100 off as a \"goodwill gesture\". However, when their own website quoted £271 for the same cover, they agreed to meet that. I would not have been able to accept the website quote direct as my wife teaches piano from home and the associated risks needed to be specifically excluded.</p> <p>These are huge margins being made out of customer inertia.<br><strong>David Vale, Maidstone, Kent</strong></p> <h2>Journalists? You need to get out more</h2> <p>What's the safest job to have in a credit crisis? (100 of your credit crisis questions answered, September 20): \"tenured academic staff ...\" You journalists should come out of your ivory towers into the real world a bit more often! Academic tenure for English universities ended under Mrs Thatcher almost 20 years ago.<br><strong>Dr Jerry Goodenough, School of Philosophy, University of East Anglia</strong></p> <h2>Stop moaning about those motoring fines</h2> <p>Progressive, supposedly \"green\" Guardian readers should support the decision of many an Italian local authority to limit car traffic in city centres and stop complaining if they are fined for ignoring the rules (Caught in holiday traffic, September 13). Alex Roe (Your Shout, September 20) even suggests that the authorities' requirement that people disputing fines should write to them in Italian is unreasonable. After all, he says, fine notifications are sent out in (bad) English. Doesn't it occur to him that it is one thing arranging for a standard letter to be translated into different languages, and quite another to enter into correspondence with all foreign motorists who want to dispute their fines? Why should local residents foot the translators' bills? <br><strong>Dr Daniele Albertazzi, via email</strong></p> <p>My wife and I visited Pisa in September 2007 for two hours while waiting to catch a flight back to Dublin. During this time I drove through a restricted zone, looking for a disabled parking space, as my mother-in-law was with us and she is disabled. Last week I received two parking infringements for €118 each, exactly one year after the offence took place.</p> <p>I tried to access the website address they gave me to view the photo but it seems to be down. I contacted the office where the fines came from and they told me to send a copy of my mother-in-law's disability card, which I did, and since then I cannot get them to answer any emails at all. I feel that they just want the money regardless of whether you are innocent or not. <br><strong>Niall Denvir, via email</strong></p> <p>I, too, have become a victim of this. We received two letters saying we had entered a restricted area in Pisa. The \"crimes\" were half an hour apart. We were completely unaware we were doing anything wrong, and obviously we were lost and trying to get out. These letters have arrived over a year since we visited Pisa. However, we are completely unable to find any help with this matter. If we appeal (and the appeal has to be made in perfect Italian by the driver) and it is rejected, the already disproportionate fine increases massively. It is a case of heads they win and tails we lose.</p> <p>My husband, the driver, has autism, and has severe difficulties communicating in his own language without even contemplating a language of which his volcabulary is nil. We desperately need help and advice. The documentation mentions \"Grait Britain\". Since \"Grait\" Britain does not exist, is this enough of a technicality for these fines to be made exempt?<br><strong>Diane Cumming, via emai</strong>l</p> <h2>Thank you for my happy landing</h2> <p>I booked a flight with XL through Expedia with my M&amp;S MasterCard to travel in a few weeks' time. I was shocked to learn of XL's fate but managed to book with another airline on September 12. I then contacted M&amp;S Money to report the loss. On September 14, I received a call from M&amp;S Money, who were anxious to reassure me that I would receive a full refund, but the investigation could take a few weeks. On Monday morning at 9am, I received a call from Expedia from a person well trained in empathetic calling. She told me not to worry as a refund would be credited to my card within a week. It was there this morning. Thank you M&amp;S Money! Thank you Expedia!<br><strong>Name and address supplied</strong></p> <h2>Eurostar: first or second class?</h2> <p>Paul Woodgate (Your Shout, September 20) is quite right to complain about the way Eurostar treated its customers during the tunnel fire problems. I turned up at Gare du Nord in Paris at 8.30pm on the Friday (September 12) and was unable to find any Eurostar representatives. Instead, there were signs in English and French announcing the suspension of services between Paris and London, and urging passengers to get the latest information from the Eurostar website (not possible in my case) or by phoning a specified number. This number turned out to be the international customer relations department. Fine, except for one thing: a recorded message said the number was staffed only between the hours of 9am-5pm, Monday to Friday. Brilliant!<br><strong>Ian Richardson, Ealing, London</strong></p> <p>My experience of Eurostar recently was very different. I checked out St Pancras for the following morning's services: departure hall empty, trains leaving almost empty, no queues. I got the first train next morning no problem and it arrived at Lille when they said it would. Just took 20 minutes longer going through tunnel. Coming back the train was again empty. I checked with staff at Lille the afternoon of departure and they confirmed hardly anyone was travelling. You just turn up 30 minutes before and have a nice quiet trip. Actually very relaxing.<br><strong>Richard Pendry, via email</strong></p>",
  "<p>Does it matter what obituary writers think about life and death? After all, we only record the deeds of a life. What might have occurred before, or what might happen afterwards - both questions on which science still has nothing conclusive to say - lie outside the terms of the job. There's no need for journalists to get philosophical. And yet I do, and I know I'm not alone. Perhaps it goes with the territory, like the slightly terrified attention I give to the morning radio news, especially on Mondays.</p> <p>There's a moment in Bede's History of England when human life is compared to a sparrow flying through a banqueting hall. Darkness lies on one side, darkness on the other, and between them a brief spell of warmth, conviviality, chatter and firelight. The image is lovely, but for all we know it may be the wrong way round. It may be that we come in from the light; we go to the light; and what lies between, murkier, clumsier, frustrating but still fascinating, is our existence here. The fire, like Plato's fire in the cave, throws our shadows on the wall; the gleaming brasses and goblets - for we might as well stay in Bede's world - are heaped around us for a while; the music makes us melancholy or joyful for something we have forgotten. But out of our experience, trapped in that wattle-and-daub hall for a while, we make what we can. </p> <p>When called to sum up a life in a thousand words, I tend to be most alert to what might be called the sparrow's shock: the moment when the purpose of a life suddenly becomes clear, the smoke and noise disperse, and the consciousness, or psyche, understands what it can bring, from the light, to this scene.</p> <p>Such moments often occur in childhood, the key time of openness and awareness. Luciano Pavarotti jumping on the kitchen table to sing, and hearing applause for the first time; young Bobby Fischer unpacking the chess set he had been given as a present, and arranging the pieces on the black and white squares; Karl-Heinz Stockhausen hearing the strange echoes and vibrations made by his little toy hammer on the furniture round the house. Martin Tytell, as a boy, idly began to dismantle an Underwood Five when he was bunking off gym lessons, and never stopped tinkering with typewriters from that moment on. Ray Charles was blind for almost all his life; but he said later that his best memories, from the years when he could see, were of matches flaring and lightning he tried to catch, as if these were portents of the bright lights of showbiz that would surround him in his career. </p> <p>I always look for moments like these. Most of them are hidden away in the first chapters of autobiographies, but sometimes they surface later, overturning a life. Momofuku Ando, for example, the inventor of Cup Noodle, was on his way home one night from his salt-making factory when he saw clouds of white steam in the street, and a line of people hungrily waiting. From that moment, he applied all his ingenuity to making perfect instant noodles. Baba Amte, the saviour of India's lepers, refused once to touch the decaying stump of a hand that was stretched towards him, and decided from that instant that he would teach himself to kiss and embrace humanity in its most stomach-turning guise. Albert Hofmann was never the same after he accidentally ingested the substance he was synthesising in the laboratory and, as he tripped for the first time ever on LSD, recovered the same overwhelming sensation of the power and beauty of nature that he had felt on a path in the forest when he was a child. </p> <p>My latest book is a biography of Shelley. I apply the same principles to obituaries as to biography: I try to imagine, in sympathy, another universe, and describe it in the subject's voice. As the mediator of these lives, with my own 21st-century view conditioned by everything around me, I inevitably get in the way. But I try not to. I'm there not to judge, but to listen, see and try to describe the world of another life.</p> <p>Some lives especially evoke this sense of the unique and fragmentary view. Marie Smith's, for example. She was the last speaker of the Eyak language, one of the indigenous tongues of Alaska, and in my obituary I deliberately inserted as many Eyak words as I could - and how hard they were to find! - to paint the world that died with her: </p> <p>Upriver out of town stretched the taiga, rising steadily to the Chugach mountains and covered with black spruce. The spruce was an Eyak dictionary in itself, from lis, the neat, conical tree, to Ge.c, its wiry root, useful for baskets; from Gahdg, its blue-green, flattened needles, which could be brewed up for beer or tea, to sihx, its resin, from which came pitch to make canoes watertight . . . One word, demexch, meant a soft and treacherous spot in the ice over a body of water: a bad place to walk on, but possibly a good one to squat beside with a fishing line or a spear. </p> <p>I feel a particular fondness for these last witnesses of worlds. My favourite subjects, though it is difficult to pick any over the others, are probably the last soldiers of the first world war: Albert Marshall, the last cavalryman on the western front, and Lazare Ponticelli, the last of the French poilus. Their lives were ordinary enough before they volunteered; too ordinary, so that both men eagerly joined up when they were under-age. We found a photograph of Marshall going off to war on his horse: he could not smile more broadly. And nothing is more poignant to me than the cheery smiles of that destroyed generation. Ponticelli once tripped over a German soldier in the mud and the dark; the German, expecting to be killed, mutely held up his fingers to show him he had two children. </p> <p>To their last days, both men remained eloquent testifiers to the horror and stupidity of war. Luckily, Ponticelli was recorded on tape and thence on YouTube, telling his stories in a blurry whisper which, like him, had almost gone. Recordings are like gold: perhaps the best means of reconstructing each person's mental maps, their enthusiasms, their spirit. I feel obituaries should never be chronologies of facts, mere lists of the things that subjects often share with thousands of others, but more like impressionist paintings of the world as it appeared through those particular eyes. </p> <p>Here, for example, is Norman Mailer's view of himself, distilled out of his books: </p> <p>Mailer was brave. That was his virtue of virtues. In the 1950s he disdained 'the stench of fear that has come out of every pore of American life . . . a collective failure of nerve'. He smelled fear in the dark, rotting jungle mud where he had fought as a soldier in the Philippines, in the blood, shit and slobber of the Chicago stockyards, but also at Washington parties, among his own stupid bouts of tongue-tiedness and circumlocution, as 'the hard gemlike flame of bourbon' burned through him. At such points he would be rescued by the wild man Mailer, a creature 'who would have been admirable, except that he was an absolute egomaniac, a Beast'.</p> <p>And here is Brother Roger's first view of Taizé, where he was to found his monastic order; the best place, it seemed to me, to start the story of his meditative life: </p> <p>Deep quiet was what first drew Roger Schutz to Taizé. The young Swiss theology student, climbing off his bicycle one summer day in 1940 after rising a strenuous 70 miles north from Geneva, found himself in the wooded hills and valleys of la France profonde. A few sandstone houses, some unlived-in, made up the village. The road was unsurfaced, and there was no telephone; the world did not come through here. No priest had been resident since the Revolution. He might have pushed on, but an old woman offered him a meal and pressed him to stay. \"We are lonely,\" she told him.</p> <p>Autobiographies and interviews are my first tools, and from these comes the thrill of getting inside a head - even of a tyrant, a collaborator or a thief. Virtue never corners the market, in my view. The better candidates are often bad or, even more interesting, bad but believing they are good. Here, for example, is Jim Clark, sheriff of Dallas County, Alabama, at his apogee in the 1960s: </p> <p>He did not always take the cattle prod. But, as a cattle-raising man in the pleasantly rolling country round Selma, Alabama, he knew the use of the thing to ginger up creatures of a slow disposition: people 'of low mental IQ', who nonetheless claimed they should have the right to vote, and who hung around the steps of the Selma courthouse until they were summoned inside to read 'constitutionality' or 'institutionalisation' without stumbling, or to say how many bubbles there were in a bar of soap, until they were laughingly pushed out again.</p> <p>I wrote that obituary deliberately to shock, and readers complained. But segregationists such as Clark are a vanishing breed. We need to hear their voices, lest we forget. </p> <p>After childhood, the most revealing moments in a life often come in extreme old age, when a pattern has become clear that may then be justified, or embroidered, or denied. Rather than focusing on the noon of my subjects, I sometimes prefer to see them, and hear them, in the twilight. Kurt Waldheim, for example, who after a life of self-delusion and selective remembering wrote, hopefully, that \"When death comes to you, all the distinctions in life disappear. Good and bad, dark and light, merits and mistakes, stand now in front of a judge who knows the truth.\" I think of Stanley Kunitz, the great American poet, pottering in his garden by the ocean in old age, transposing the delicate beauty of his poems to the beauty of growing flowers. </p> <p>Obituaries have inducted me into beekeeping, Irish folk-songs, long-distance cycling, alien abduction, even the mysteries of frozen non-dairy topping. They have taken me into hovels and palaces, on to battlefields and theatre stages, into minds addled by drugs and delusions or alive with schemes and poems. Every sort of human endeavour, and every form of triumph and failure, is celebrated there. To paraphrase Dr Johnson, to be tired of writing them would be to be tired of life.</p> <p>• Ann Wroe is the co-author, with Keith Colquhoun, of The Economist Book of Obituaries. Her book Being Shelley is published in paperback by Vintage.</p>",
  "<p>The problem with concentrating on Coca-Cola is that it lets Colombia's government off the hook (To Die For, September 20). Mark Thomas is right to say that Colombia is the most dangerous place in the world to be a trade unionist; he is also correct in stating that since 1986 2,500 trade unionists have been systematically murdered. GMB is against the boycott of Coca-Cola because we were asked to do so by the largest federation of Colombian workers, CUT (Central Unitaria de Trabajadores). To concentrate on these few workers, as horrific as their fate was, is to take away from all of the other thousands who have been assassinated, tortured, imprisoned and disappeared.<br><strong>Joni McDougall</strong><br>International solidarity officer, GMB national office, London SW19</p> <p>Chalk Talk (September 20) reminded me of returning from teaching in Spain in the 80s to a claustrophobic two-hander performed by one of my former students and his friend in a brick-walled room. He began with a gloomy monologue and by chalking a cross on the upstage wall. I started to wish I was still in Spain... But then, still speaking, he drew a square around the cross, and quite quickly, within the square, what seemed at first four brackets, two either side. This coincided precisely with words to the effect of: \"I looked down through the window on the lights of the city outside...\" Suddenly the chalk drawing was a window on to that city and the room was illuminated with imagination.<br><strong>Frederick Robinson</strong><br>Bexhill-on-Sea, East Sussex</p> <p>Thank you for the wonderful piece on Heavy Load (\"We Played Mencap...\", September 13). I am a community learning disabilities nurse and found it heartening to read such a positive article. People with learning disabilities are one of the most marginalised groups in society; they are also some of the most joyful people I've met. I hope Heavy Load continue to show this to all who see them. <br><strong>Peter Holmes</strong><br>Cinderford, Gloucestershire</p> <p>Anna O'Brien's comments on Nigella Lawson's teacher smack of the paedophile hysteria portrayed so well by Brass Eye (Letters, September 20). There is nothing wrong with noting that someone is attractive. Should people seriously be afraid of making such comments for fear of them being misconstrued?<br><strong>Jenny Gale</strong><br>London W14</p> <p>Nancy Harper Lee changed her name so it was neither her father's nor her husband's (Letters, September 20). But it's not really hers, either, is it?<br><strong>Stuart Hannay</strong><br>Banyuls-sur-Mer, France</p> <p>If EastEnders wants a new \"crusade\" (Dark Days In Albert Square, September 13), how about raising the level of diction and English usage? Fewer examples such as \"I ain't got no...\" would be welcome.<br><strong>Gavin Elliot</strong><br>Cuckfield, West Sussex</p> <p>Laudable though it is that Sanjeev Bhaskar apologises for wiping out the Aztecs (Q&amp;A, September 20), he should be aware that their language, Nahuatl, survives and that their successors live on in Mexico.<br><strong>Geoff Holden</strong><br>Leeds</p> <p>You can put a square peg into a round hole. But get a round cake out of a square baking tin (How to bake, September 20)? I think not.<br><strong>Paul Harrison</strong><br>Tavistock, Devon</p> <p>Hunter Davies' articles gave a great insight into the mind of collectors and the joys of collecting. Thank you for a wonderful column. I will miss it.<br><strong>John Fleet</strong><br>Denbigh, Denbighshire</p> <p>Paul Gill's photograph from inside the Franz Joseph glacier was a spectacular winning entry for In Pictures (September 20), although it does not capture the sign, \"Danger! Do not enter ice cave\", at the glacier's base.<br><strong>Sarah Croutear</strong><br>Nether Heyford, Northamptonshire</p> <p>Saffron Menzies is on to something (Letters, September 13). Following my September 6 letter, my girlfriend split up with me. I think this phenomenon should be made aware to everyone considering submitting anything to Weekend. <br><strong>Jack Bynoe</strong><br>London WC1</p> <p><strong>·</strong> Send letters to Guardian Weekend, 119 Farringdon Road, London EC1R 3ER (<a href=\"mailto:weekend@theguardian.com\">weekend@theguardian.com</a>). A full name and postal address (not for publication) must be supplied. For inclusion on Saturday, letters should reach us by first post on Tuesday, and may be edited.</p>",
  "<p>In a week when British journalism took another step nearer its P45 by its vast and useless speculation over a medium-level cabinet minister quitting her job, it is good to discover a journalist who has started an important debate rather than merely cackled at life from the sidelines. Or, in my case, to rediscover him, because I knew the medical writer Oliver Gillie long ago when we both worked on the same newspaper and he, as the medical correspondent, produced a stream of stories that these days would attract the attention, if not the censure, of Ben Goldacre.</p> <p>When we met at his house in Highgate, north London, this week, I remembered that the first of them was \"Eating potato peelings causes cancer\".</p> <p>\"Not quite right,\" Gillie said, \"I think it was 'Eating green potatoes is bad for you'.\"</p> <p>And is it?\"</p> <p>\"Probably. If you eat green potatoes.\"</p> <p>The truth is that he was ahead of his time. In the early 1970s, nobody much cared about \"personal health\" in the offices of broadsheet newspapers. Men smoked pipes. Lunches lasted till four. Gillie was perhaps lucky to have an editor, Harold Evans, who was committed to finding the secrets of perpetual youth and encouraged an interest in what Gillie called \"body maintenance\", both in his staff and his newspaper's coverage. Running, bending, jumping, stretching, avoiding green potatoes, correcting erectile dysfunction (though we didn't know the term then): there seemed no end to pieces about them. </p> <p>Gillie was trained as a scientist. He'd studied developmental biology and genetics at Edinburgh and worked under Sir Peter Medawar at the National Institute for Medical Research in London. While his reporting took a popular approach, it wasn't ill-informed. Medical \"breakthroughs\" were of course reported, but what marked Gillie out was his dedication to more humble ideas of self-improvement and the unorthodox. He was \"a bit zealous\".</p> <p>Out of this zeal came his fascination with sunlight and its vital role in supplying the body with vitamin D. After his long career in medical journalism, he set up a private non-profit organisation, the Health Research Forum, which in 2004 published a paper, Sunshine Robbery. In it, Gillie attacked the idea that sunbathing was harmful, which was then embodied in the instructions of Cancer Research UK to \"always cover up\" and \"stay in the shade between 11am and 3pm\" as a precaution against skin cancer. Cancer Research UK subsequently modified its advice - \"spend time in the shade between 11am and 3pm\" - though this tiny change in public health policy is nothing compared with the demands Gillie is now making on the Scottish government. </p> <p>In a new paper published this week*, Gillie addresses two famous questions. Why is Scotland a sicker country than England? Why is it by some standards the sickest country in Europe? The usual answers of diet and poverty have convinced most people, including me, but Gillie puts forward another thesis. Not deep-fried Mars bars, not booze, not fags, not that hold-all word \"deprivation\" - but clouds.</p> <p>The idea has drawn a lot of coverage in Scotland, but hardly any south of the border. As clouds don't observe political boundaries and as the rest of the UK has endured one of the dimmest summers in living memory, the facts that Gillie uses to shape his argument are worth examination well beyond Edinburgh. Here are some of them: Deaths from all causes among people of working age are more frequent in Scotland than any other European country. Scotland has the lowest life expectancy in the UK. Scottish men die earlier than those in any other European country save Portugal. Scottish statistics may be improving, but not as fast as in other countries; the difference in life expectancy between Scotland and England and Wales increased from 12% to 15% between 1980 and 2001. </p> <p>In heart disease, Scottish women have the highest rate of mortality in Europe, while Scottish men are second to Finland. In cancer, Scotland lies third behind Hungary and the Czech Republic with 173.6 malignancies per 100,000 people (England and Wales lie twelfth with 153.2). </p> <p>Heredity may explain some of this, but it can't account for the figures that show south Asians in Scotland afflicted with more heart disease than south Asians in England. The booze then, the fry-ups, the fags? Gillie admits that they must play their part. On the other hand, Scottish superiority to England in morbidity and mortality extends across all social classes and, excepting Grampian, in all Scottish regions. Deprivation? The most deprived areas of Scotland have a premature mortality rate 17% higher than similar places in England and Wales. </p> <p>What Gillie calls \"this hitherto unexplained excess of mortality\" is a puzzle known to epidemiology as \"the Scottish Effect\". Until Gillie, nobody seems to have considered the clouds. He remembered that when he began his research six years ago there were lots of scientific papers - \"latitude and disease, altitude and disease, race and disease, vitamin D and disease\" - but nothing on what happened to people's physical systems when people had too little of the sun. According to Gillie, a healthy person in Europe or the USA obtains more than 90% of his/her vitamin D by exposing skin to the sun, and particularly those rays known as ultraviolet B (UVB) that come when the sun is nearest overhead. Insufficient vitamin D is thought to increase the risk or severity of heart disease, strokes, multiple sclerosis, diabetes and several cancers, as well as the bone fractures that frequently lead to death in old people. People living in Scotland have a lower average of vitamin D than people living in England.</p> <p>The next progression is only too well known to anyone who has sat in a Scottish living room and looked forlornly at the BBC weather map, with its little orange circle stuck stubbornly over south-east England. While some south coast resorts get 1,800 hours of sunshine a year (out of a possible total of 4,000 hours), the west of Scotland gets between 711 and 1,140 hours. Latitude obviously plays a part in UVB reception but clouds sweeping in from the Atlantic have the larger role. Research by the National Radiological Protection Board shows that the Swedish town of Kiruna, north of the Arctic circle, receives the same annual amount of UVB in the effective range as Glasgow. Clouds keep out UVB over Scotland, bodies in Scotland produce insufficient vitamin D, Scots get iller than they might otherwise do and die early. </p> <p>Gillie's paper runs to nearly 100 pages. Many distinguished academics have given their support. Harvard's professor of nutrition and epidemiology, Edward Giovannucci, says Gillie \"makes a compelling case\". Gillie himself wants the Scottish government to implement a health programme that will add vitamin D to foodstuffs and make it easily available as supplements. The appearance of the sun itself - with its UVB hat on, coming out to play - would, in Greenock, be too much to expect.</p> <p>• Scotland's Health Deficit: An Explanation and a Plan. For more details visit <a href=\"http://www.healthresearchforum.org.uk\">www.healthresearchforum.org.uk</a></p>",
  "<p><strong>Q</strong> I have a border of hydrangeas. Last year and the year before, they produced magnificent flowers, but this year none at all. The shrubs look in good condition. Any advice? </p> <p><strong>A</strong> You've admitted nothing, I see, but I accuse you of wanton hydrangea pruning. There are only two possibilities: hydrangeas are sometimes planted in too-deep shade, but yours have bloomed well before, which rules that out; so, with Columbo-sharp powers of deduction, I therefore surmise that yours have had their flower buds lopped off. Hydrangeas produce flower buds the summer before they bloom, so a light trim all over sends all that potential glory to the compost heap. In autumn, you should leave them alone. In early spring, remove only the old flower heads (when you have some). Each spring, remove up to a third of the older stems right back to a point where you can see green buds. Just one more thing: if you didn't do it, they need a spring feed, too. </p> <p><strong>Q</strong> Eight years ago we planted roses in our front garden. We are on dry, sandy heath land, and even though we top-dressed with compost each year, they deteriorated. What could we plant in their place? Not heathers, please, because I hate them. </p> <p><strong>A</strong> Plants struggle outside their comfort zone, no matter how much attention you lavish on them. It pays to look to other environments around the world with similar conditions to your own, particularly if you have taken against the natives. In your case this is quite exciting. Many southern hemisphere plants will thrive in your well-drained, slightly acidic soil. Springing to mind are the Australian bottlebrushes, the hardiest of which are Callistemon viridiflorus and C. subulatus, and the plants of the South African fynbos, such as Leucadendron 'Safari Sunset' or 'Belle Supreme'. Nurse them through their first couple of winters, after which they'll be fine. Get these, and more, from Trevena Cross Nursery (<a href=\"http://www.trevenacross.co.uk\">trevenacross.co.uk</a>).</p> <p>• Send your gardening queries to <a href=\"mailto:space@theguardian.com\">space@theguardian.com</a></p>",
  "<p>In 1985, when most US mountains still operated a strict \"skiers only\" policy, snowboarding pioneer Tom Sims approached a small resort in the Pacific northwest about hosting a snowboarding race. The resort was called Mt Baker, and since it already allowed these crazy folk on to its slopes it enjoyed a reputation as a freethinking enterprise. True to form, the management took a chance on Sims's idea and the Legendary Banked Slalom was born; today it is the oldest annual competition in snowboarding, remarkable not just for the world-class entrants it attracts but the fact that they still compete for nothing more than the chance of glory and a trophy made out of duct tape.</p> <p>Famous the world over yet blissfully uncommercial, the Legendary Banked Slalom is a fitting analogy for Mt Baker itself. On paper, this ski area should be listed in every winter holiday brochure: situated on a breathtaking ridge in the High Cascades, it boasts steep faces, towering evergreens and guaranteed snow (Baker holds the world record for annual snowfall, a whopping 29m in the winter of 1998/99 - or enough to completely bury the Statue of Liberty.)</p> <p>Despite these natural assets, the resort has avoided significant development. Perhaps the main reason for this is its location - tucked away at the end of a winding forested road in Washington State, just a few miles from the Canadian border. Or perhaps it is because those in the know are protective of the place. The people around here like things the way they are. With no hot tubs, no television, no shopping village and no Starbucks, Baker has a rough-hewn atmosphere that is rare in America.</p> <p>Last February I rented a car in Seattle with a group of friends and drove north in search of snowboarding's Shangri-la. Stepping out of the car park and on to our first chairlift (no high-speed quads here, just eight old-fashioned bum-bruisers) it was immediately apparent that this is a hard-core destination. Though it was midweek and the slopes were quiet, the telltale signs of a recent, busy powder day littered the mountain. Footprints had been laid on remote ridges beyond the boundary ropes, sweeping lines criss-crossed the powder faces and huge jumps had been built across the horizon. This is the stage for some serious skiing and snowboarding. At one point we spied two perfect ski tracks emerging from the biggest cliff drop I have ever seen: an 80ft leap over a submerged pine tree. Above everything loomed Mt Shuksan, a jagged peak that would look right at home among the famous crags of Chamonix, while in the distance Mt Baker itself - a 10,700ft active volcano from which the ski area gets its name - made a brief, awe-inspiring appearance between the clouds.</p> <p>We spent the next week exploring this thrilling natural playground. From wide-open bowls to tree runs and gullies, it has every type of terrain. While there are enough groomed pistes to keep beginners entertained, the slopes here are steeper than most in North America and the real appeal lies outside the marked runs, where experienced powder hounds can tackle bold descents.</p> <p>As you'd expect, such an adrenaline-fuelled landscape attracts a free-spirited clientele. Couples hiking into the backcountry with the family dog in tow are a frequent sight, as are older snowboarders like our 40-year-old guide Rourke - a Seattle resident who juggles his time between teaching architecture, sculpting bronze and giving snowboard lessons. All in all it is an intimate, hippy atmosphere, overseen by a laidback family of staff who co-ordinate everything from the ski patrol to the coffee filters. </p> <p>With no accommodation on the hill, most of those who make the pilgrimage to Mt Baker stay 17 miles down the road in the small town of Glacier, a quiet community boasting a single grocery store and no gas station. This is old-school America, where beat-up pick-up trucks and rusting campervans sit in every other driveway, and dinner choices are limited to an Italian restaurant and a spartan diner called Graham's (fortunately, both serve delicious food). Lodging is available at a number of B&amp;Bs, or you can rent a cabin at the gated community known as Snowline. Like the ski area itself, Glacier is a strictly no-frills affair, but for dedicated skiers and snowboarders, that's the whole point - who needs a hangover when you're in the powder capital of America? </p> <p>• British Airways (0844 493 0787, <a href=\"http://www.ba.com\">ba.com</a>) flies Heathrow-Seattle from £451.60 rtn inc tax. Mt Baker Lodging, Glacier Springs (001 360 599 2453, <a href=\"http://www.mtbakerlodging.com\">mtbakerlodging.com</a>) has basic cabins sleeping up to six from $169 a night. Further information: <a href=\"http://www.mtbaker.us\">mtbaker.us</a>, <a href=\"http://www.lbs.mtbaker.us\">lbs.mtbaker.us</a>, <a href=\"http://www.tourism.wa.gov\">tourism.wa.gov</a>.</p> <p>• Ed Blomfield is the editor of Whitelines magazine.</p> <h2>More budget American breaks</h2> <p><strong>Banff, Alberta</strong> </p> <p>Banff is an eight-hour flight and 90-minute transfer from Gatwick; that's two movies more than to Val d'Isère (90-minute flight, four-hour transfer). Every time you buy a beer or a sandwich in Canada, you save about a euro in comparison. It's got to be worth considering. Especially since Banff is the one North American resort to boast rugged terrain to rival the Alps.</p> <p>• Frontier Ski (020-8776 8709, <a href=\"http://www.frontier-ski.co.uk\">frontier-ski.co.uk</a>) has 7 nights' room-only, at Brewster Mountain Lodge from £699pp inc flights and transfers if booked before Oct 5.</p> <p><strong>Winter Park, Colorado</strong></p> <p>While private jets swoop in and out of Aspen and Vail, Winter Park is the people's ski area and the food and drink prices reflect that - nightlife is generally a few beers and dinner that comes in a basket. Winter Park is all about the skiing and snowboarding. And it suits mixed-ability groups.</p> <p>• Thomson Ski (0871 971 0578, <a href=\"http://www.thomsonski.co.uk\">thomsonski.co.uk</a>) has 7 nights' self-catering in Beaver Village Condos, from £679pp, inc flights and transfers. Free child lift passes when you buy an adult pass in advance.</p> <p><strong>Aspen, Colorado</strong></p> <p>The idea that glitzy Aspen can be the venue for value might sound unlikely, but the resort has always had two faces. In Aspen itself, there's the Nobu and Caribou Club crowd, then there are those who hang in the roach-strewn shrines to dead rock stars in the woods, and by the shuffleboard at Cooper Street with its $6 pitchers of beer. And there's a second resort, Snowmass: more youthful and affordable, with the largest, most varied ski area of the four Aspen areas and great snowboarding.</p> <p>• Crystal (0871 231 2256, <a href=\"http://www.crystalski.co.uk\">crystalski.co.uk</a>) has 7 nights' B&amp;B in the Wildwood Lodge, Snowmass Village, from £719pp, inc flights and transfers, departing Jan 7.</p> <p><strong>Breckenridge, Colorado</strong></p> <p>Traditionally, it offered beautiful clapboard mansions, microbreweries, polite lift lines and really good snow, but on the downside, dizzying altitude, poor mountain restaurants and too much driving/busing required. Recently though, new lifts have opened fresh terrain or improved connections. Your pass also allows you to ski at upmarket Vail on the cheap, plus Keystone and A-Basin too.</p> <p>• Ski Independence (0845 310 3030, <a href=\"http://www.ski-i.com\">ski-i.com</a>) has 7 nights' room-only at the Great Divide Lodge, for £861pp, inc BA flights and transfers, departing Dec 7, when booked by Oct 5.</p> <p><strong>Tremblant, Québec</strong></p> <p>Tremblant doesn't offer the towering majesty of Banff, or the acreage of Whistler, but it has value (6-day ski pass: £130) in an attractive ski area in the woods, with good snow reliability by east coast standards. After some tree-thinning in \"The Edge\" area, more experienced skiers are better catered for, as are freestylers, with several terrain parks. But this is predominantly a convenient but attractive resort for beginners and intermediates, with Canadian pampering tempered by a reassuring French brusqueness.</p> <p>• Canadian Affair (020-7616 9999, <a href=\"http://www.canadianaffair.com\">canadianaffair.com</a>) has 6 nights' room-only in four-star Les Suites Tremblant, inc flights (not car hire), departing Jan 27 from £429pp.</p> <p><strong>Killington, Vermont</strong></p> <p>South of the 49th Parallel, as in Canada, the best prices are to be found in East Coast ski resorts - particularly on lift passes. You may (OK, you'll probably) miss out on Rocky Mountain powder, but the humungous snowmaking operation at least guarantees riding, and the low elevation doesn't mean it's all gentle slopes. The village may be rather sprawling, but there is great nightlife nonetheless. And Vermont's outlet malls could clothe you on the cheap for the next decade.</p> <p>• Virgin Holidays (0844 5573 862, <a href=\"http://www.virginholidays.com\">virginholidays.com</a>) has 7 nights' B&amp;B at the three-star Mountain Inn for £649pp (£619 booked online), inc flights (but not car hire/transfer), departing Jan 6-24. For deals on lift passes, see <a href=\"http://www.discovernewengland.com\">discovernewengland.com</a>.</p> <p><strong>Lake Tahoe, California</strong></p> <p>Despite the distance, California currently has decent value. Lake Tahoe also has one of the most stunning settings in winter sport. The turquoise lake is laid out below you like a crash mat when you ski on the California side of Heavenly. On the Nevada side, some fierce runs head down towards the desert. South Lake Tahoe itself is a casino town.</p> <p>• Erna Low (0845 863 0525, <a href=\"http://www.ernalow .co.uk\">ernalow .co.uk</a>) has 7 nights' room-only at the Tahoe Lakeshore Lodge &amp; Spa from £722pp, inc BA flights to San Francisco and car rental, departing Jan 31.</p> <p><strong>Panorama, British Columbia</strong></p> <p>Being a pioneering sort, the British skier is beginning to explore Canada beyond the safe bounds of Banff and Whistler, venturing into the hinterland of inner British Columbia: the Monashee, Selkirk and Purcell ranges. And often they've struck double gold - both value and grade-A snow. Panorama has a 1,200m vertical drop, into which it fits a lovely beginners' hill, adequate intermediate runs, then various awesome (there's no other word for them) expert areas, including the \"Extreme Dream Zone\".</p> <p>• Inghams (020-8780 4433, <a href=\"http://www.inghams.co.uk\">inghams .co.uk</a>) has 7 nights' room-only in four-star Panorama Springs Apartments, inc flights and transfers, from £554. </p> <p><strong>Whistler British, Columbia</strong></p> <p>This deal is pricier that the others listed here, but it is temptingly good value as a last splurge if crunch times haven't quite hit you yet. The Four Seasons is offering free nights, upgrades etc to pull in customers, now that all those bankers can't afford the full price. Whistler/Blackcomb, North America's biggest ski domain, will have its two distinct areas linked for the first time this winter by a new 4.4km single-span gondola lift.</p> <p>• Ski Dream (<a href=\"http://www.skidream.com\">skidream.com</a>, 0845 277 3333) has 8 nights at the Four Seasons in an \"Upgrade Deluxe\" room, with free \"Deluxe Buffet\" breakfast (which could save you buying lunch!), from £999pp, inc BA flights and transfers.<br><strong>Chris Madigan</strong></p>",
  "<h2>Playlist: My little sister, all grown up</h2> <p><strong>The Bucket by Kings of Leon</strong></p> <p>\"I'll be the one to show you the way<br>You'll be the one to always complain<br>Three in the morning come-a bang bang bang<br>All out of fags and I just can't wait\"</p> <p>Felicity and I are tearing through the fields in our wellies singing Kings of Leon. My sister teaches me the words. I remember when she was in her highchair and I taught her: \"Say zebra. Zebra. Zebra.\" Now she is saying: \"It goes, 'Unless you got the zipper fixed on my shoe/Then I'll be in the lobby drinking for two.'\" I repeat the words and then we run off singing, like lunatics in wellies, and get mud all over our jeans and pick blackberries and visit the dens we made when we were eight and 10, even though now she is almost 20 and I am 22. <br><strong>Kate Slater</strong></p> <h2>We love to eat Nana's impossible dessert</h2> <p><strong>Ingredients</strong></p> <p>4 eggs</p> <p>225g caster sugar</p> <p>115g margarine</p> <p>115g plain flour</p> <p>115g desiccated coconut</p> <p>1 pint of milk</p> <p>1tsp vanilla extract or lemon rind</p> <p>Heat the oven to 180°C/350F/gas mark 4. Put all the ingredients into a mixing bowl. Mix well and then whisk. Pour the mixture into a large, buttered pie dish and bake for an hour in the oven. It is best served warm with vanilla ice-cream but can be eaten cold the next day if served with custard.</p> <p>My nana, now in her late 70s, gave me this recipe. She told me it's a dessert that's impossible to get wrong, hence its name. She's right. It's a comforting pudding with a lovely crispy coconut topping and is a favourite with my family. The children love to make it as it's so simple and they enjoy using the whisk. </p> <p>The funny thing is, I can't remember my nana ever making it when I was a child. I guess that's because she is so good at baking that she can knock out sponges, tarts and fruit cakes to perfection and has not needed to resort to it as much as I have! <br><strong>Louise Smith</strong></p>",
  "<p>Like many skiers and snowboarders, I'm instinctively drawn to big-name resorts that boast hundreds of kilometres of piste. But often, on getting there, I feel like I've been hoodwinked. Slow, shuffling lift queues, overcrowded runs ... the sheer number of people renders piste-mileage figures meaningless. </p> <p>I also find that spending a week in one resort can dull the senses as you hit the same trails again and again. So last season, I devised an alternative to the standard one-week-one-big-resort holiday - a rail ski safari to several small ones. The fact that it would be greener made it even more appealing.</p> <p>Europe's rail network can speed a skier to hundreds of destinations all over the continent, but with its picturesque mountain railways and 243 ski resorts (many with stations), Switzerland was the obvious choice.</p> <p>When I felt the weight of my friend Grant's snowboard bag, though, I wondered whether it would be as easy as it first seemed. In the coming fortnight, we'd be hauling our luggage on and off 16 trains. I had visions of our adventure turning into a shoulder-torturing schlep, with Grant eventually crushed beneath the weight of his bag gasping: \"You go ahead without me ... I'll only slow you down ... \" </p> <p>Our first destination, Engelberg in central Switzerland, was just under 11 hours from St Pancras - door to door the journey didn't take much longer than it would by plane. The French countryside slipped away and the ground became blanketed in snow, as if in the space of a few hours spring had turned to winter. On either side, mountains loomed in the dusk and the huge expanse of Lake Zurich came into view on our left. </p> <p>Engelberg has a loyal following of experienced Swedish skiers and snowboarders who save up at home all summer so they can ski there all winter, without having to work. Looking out from the top of the 3,028m Mount Titlis on our first morning we could see why: in every direction, expansive off-piste is accessible without any hiking, though the crevasse-riddled terrain means it's wise to ski with a guide. </p> <p>We avoided crevasses, but still ended up lodged in ice, at Iglu-Dorf, an igloo hotel halfway up Titlis. The cavernous, candlelit rooms had sheepskin rugs, Jacuzzis and a bar serving glühwein. We took a guided snow-shoe walk in the dark, gazing down from the edge of a cliff at the twinkling lights of the town, 1,800m beneath us. And we stayed warm and comfortable all night, though, much as I like Grant, the romantic atmosphere would be better experienced with a lover, not a friend. </p> <p>After another day on the slopes we headed to Meiringen, two hours west, in a carriage full of suited Swiss commuters. Meiringen's slopes aren't visible from the village and, with so few people heading up on the cable-car next morning, we assumed the skiing would be tame. But as we ascended, an impressive panorama of empty pistes covered in soft snow unfolded before us. </p> <p>\"People don't really come to smaller resorts like this except at weekends and holidays,\" explained Marcus, a Swiss skier from nearby Bern. </p> <p>Halfway along a red run, we were stopped in our tracks, Road Runner-cartoon style, by the incredible sight of a body somersaulting above us, and dropping, upside down, out of sight below. We had chanced upon the practice session of a team of professional aerial ski jumpers. One of them was the 2006 Olympic champion, Evelyne Leu. By coincidence, we ended up in the same gondola as Leu on the way back to the village. \"We practise these jumps into lakes during the summer, for safety,\" she said. Safety being a relative term. </p> <p>Searching the town for après-ski, we found a bronze statue of Sherlock Holmes, who was fictionally pushed off a cliff (or not) by arch-rival Moriarty at the nearby Reichenbach waterfall, and has a small museum dedicated to him.</p> <p>Nightlife in these small resorts is limited to cosy bars, especially midweek; so our solution was to go off-brief to party in Zermatt, Switzerland's stellar resort, for a couple of nights. By day we battled through blizzards to rustic mountain restaurants, including Chez Vroni, a snug cabin with homemade sausages dangling from the ceiling in the tiny hamlet of Findeln. </p> <p>Leaving Zermatt the next morning, we realised it's a mistake to travel between resorts in the evening. Through the huge windows of the Glacier Express we were treated to the spectacle of a snowy St Gotthard valley, which runs from Zermatt to Andermatt. For an hour, cross-country skiers glided along a path next to the track.</p> <p>Within an hour of reaching Andermatt, we were ascending Gemsstock mountain in the only cable car to access a phenomenal off-piste area. </p> <p>Next, Disentis, an hour down the line but a very different region of Switzerland, where people speak a Romanche dialect, not German. Disentis is presided over by a Benedictine monastery, its cream walls glowing pink in the late afternoon sun. </p> <p>It had been four days since the last snowfall, but with too few people to track it out, powder remained in abundance, right next to the pistes. </p> <p>All too soon we were heading east to our final destination, Pontresina, a pretty resort next to St Moritz. Any regrets about taking one of our last trains melted when we boarded a 75-year-old wood-panelled dining carriage, redolent of the Orient Express, wit h tables set with wine glasses, folded cloth napkins and candles. The dining cars on Swiss trains are typically excellent waiter-service restaurants, but here the baby-leaf salad, polenta, ratatouille and hake in breadcrumbs surpassed the rest. The train clattered through the beautiful Rheinschlucht valley, known as the Grand Canyon of Switzerland, past hilltop villages, a turquoise river, and otherworldly grey rock formations. </p> <p>Two glorious days' cruising Pontresina's long, sweeping runs ended with a blissful soak in Europe's highest outdoor Jacuzzi, in front of the excellent Berghaus restaurant at the 2,978m summit of Diavolezza - more proof that settling for less piste does not mean compromising on altitude. </p> <p>The next morning, reluctantly boarding a homebound train, I thought back over our trip. While a normal ski holiday can fast-forward to the end, each day blending into the next, the varied nature of our ski safari had made it feel like an epic adventure. I took a last glimpse down the railway track where, further along the line, dozens of other small, deserted resorts were waiting to be discovered. </p> <p>• <strong>Getting there</strong> London to Paris by Eurostar (from £59 rtn) then Paris to Basel (from £38 rtn) then an InterRail Switzerland pass (£168) giving eight days' travel within a one-month period. Book through Rail Europe (0844 848 4070, <a href=\"http://www.raileurope.co.uk\">raileurope.co.uk</a>). </p> <p>• <strong>Where to stay </strong>Hotel Garni Hostatt in Engelberg (<a href=\"http://www.hostatt.ch\">hostatt.ch</a>), doubles from £37pp B&amp;B. Iglu Dorf Engelberg (<a href=\"http://www.iglu-dorf.com\">iglu-dorf.com</a>) from £78pp. Sporthotel Sherlock Holmes in Meiringen (<a href=\"http://www.sherlock.ch\">sherlock.ch</a>), doubles from £87 half-board. Hotel Perren in Zermatt (<a href=\"http://www.hotel-perren.ch\">hotel-perren.ch</a>), doubles from £54pp B&amp;B. Hotel Drei Koenige &amp; Post in Andermatt (<a href=\"http://www.3koenige.ch\">3koenige.ch</a>), doubles from £136 B&amp;B. Hotel Sax in Disentis (<a href=\"http://www.hotelsax.ch\">hotelsax.ch</a>), doubles from £49 half-board. Hotel Allegra in Pontresina (<a href=\"http://www.allegrahotel.ch\">allegrahotel.ch</a>), doubles from £125 B&amp;B. </p> <p><strong>More information</strong> <a href=\"http://www.myswitzerland.com\">myswitzerland.com</a>.</p> <h2>More resorts linked by rail</h2> <p><strong>Les Arcs, France</strong></p> <p>The most convenient Alpine train destination is the Tarentaise valley. A Friday night Eurostar runs all the way to Bourg-St-Maurice, arriving Saturday morning. (NB There are no couchettes - take earplugs, eyemask and pillow.) Taxis and the odd bus go to Val d'Isère and Tignes and a funicular links the station to Les Arcs. </p> <p>• Erna Low (0845 863 0525, <a href=\"http://www.ernalow .co.uk\">ernalow .co.uk</a>) offers 7 nights in a two-bedroom Radisson SAS apartment in the newest village, Arc 1950, from £331pp inc train travel.</p> <p><strong>Méribel, France</strong></p> <p>There are two other stations along the Tarentaise valley with access to ski areas; Aime, for La Plagne, and Moutiers, for the Trois Vallées. The shortest road transfer is Moutiers to Méribel - about 20 minutes. </p> <p>• First Choice (<a href=\"http://www.firstchoice-ski.co.uk\">firstchoice-ski.co.uk</a>, 0871 664 0130) offers seven nights' half-board in the Chalet Renardeaux, from £679pp, inc train.</p> <p><strong>Kitzbühel, Austria</strong></p> <p>Medieval Kitzbühel, spa town Bad Gastein, and lakeside Zell am See are served every week by the Bergland Express from Aachen, Germany (reached by Friday afternoon Eurostar to Brussels and a short connection). </p> <p>• European Rail (erail.co.uk, 020-7619 1080) offers seven nights at the 3-star Minotel Resch in Kitzbühel, inc Eurostar and 6-berth couchette on the Bergland, from £593pp. </p> <p><strong>La Molina, Spain</strong></p> <p>The Pyrenees are harder to reach than the Alps by train - there's no railway in Andorra, for example - but it's not too tricky to reach the pretty town of Puigcerdà, in Catalonia, via Toulouse. The stylish spa hotel, Hospes Villa Paulita, in an art nouveau building, is an attractive base, 15km away at the linked areas of La Molina and Masella. </p> <p>• Double rooms from £110 room-only (0034 972 884 662, <a href=\"http://www.hospes.es\">hospes.es</a>). Return rail tickets from £169pp (<a href=\"http://www.eurostar.com\">eurostar.com</a>).</p> <p><strong>Grindelwald, Switzerland</strong></p> <p>Leaving from London on Eurostar at 8am, travelling via Paris and Basel, you can be in Grindelwald at 6.40pm - and it's a beautiful journey, to the foot of the Eiger - there's even a tunnel through it! </p> <p>• Inghams (020-8780 4433, <a href=\"http://www.inghams .co.uk\">inghams .co.uk</a>) offers 7 nights' half-board in the 3-star Hotel Hirschen from £588pp, inc train.</p> <p><strong>Aviemore, Scotland</strong></p> <p>In good conditions (don't book too far in advance), the Cairngorms can be fun for a weekend, and it's cheap, especially with an Adventure Pass (<a href=\"http://www.visitscotland.com/adventurepass\">visitscotland.com/adventurepass</a>). </p> <p>• Aviemore's traditional Cairngorm Hotel (£44pp B&amp;B, <a href=\"http://www.cairngorm.com\">cairngorm.com</a>) is opposite the station, from where a bus runs to the ski hill. Super off-peak return with National Express (<a href=\"http://www.nationalexpress.com\">nationalexpress.com</a>) from London £117, from Newcastle £81.</p> <p><strong>St Anton, Austria</strong></p> <p>The Bergland Express continues from Kitzbühel to St Anton, one of Europe's greatest ski areas with extreme skiing and unbeatable partying. Regular Post buses link to Lech and Zürs as well. </p> <p>· European Rail (020-7619 1080, <a href=\"http://www.erail.co.uk\">erail.co.uk</a>) offers London-St Anton for £213pp in a 6-berth couchette. The cool Hotel Banyan (<a href=\"http://www.banyan-hotel.com\">banyan-hotel.com</a>) costs from €75pp pn B&amp;B.</p> <p><strong>Bardonecchia, Italy</strong></p> <p>The Dolomites are a schlep by rail, but there is a good Paris-Turin connection, stopping in Oulx (for Sauze d'Oulx and the 400km Milky Way ski area) and the market town/ski resort Bardonecchia, which hosted snowboarding at the 2006 Olympics. It has 110km of mainly intermediate skiing.</p> <p>• London-Bardonecchia, from £109pp with European Rail. Seven nights' half-board at the Villa Myosotis, from £350pp, with Alpine Answers (020-7801 1080, <a href=\"http://www.alpineanswers.co.uk\">alpineanswers.co.uk</a>).<br><strong>Chris Madigan </strong></p>",
  "<p>The US rapper Busta Rhymes last night won a high-court battle to play at a charity concert for thousands of young volunteers, as a judge denied government efforts to gain his deportation. </p> <p>The judgment came less than two hours before the gig at the Royal Albert Hall was to begin. Rhymes, who has already been allowed entry to the UK twice this year, has a valid work permit for the concert. </p> <p>Mr Justice Stadlen, at the high court in London, ruled that the singer, whose real name is Trevor Smith, could seek a judicial review challenging the legality of the decision to refuse him entry to the UK. </p> <p>Rhymes was detained for 11 hours on Thursday at London City airport by immigration officials who cited \"unresolved convictions\" in the US. But the court heard the decision to have him barred from the UK was based on incorrect information that he had a conviction for \"gang assault\".</p> <p>His counsel, Amanda Weston, argued that the basis on which he was refused entry was incorrect as the offences of assault and drink driving of which he had been convicted constituted \"misdemeanours\" under New York law, not \"felonies\".</p> <p>Ruling that an injunction stopping the 36-year-old's removal should stay in place, the judge said he was concerned that if the singer did not perform the 4,000 volunteers who had done charity work and earned a ticket to the Orange RockCorps concert would be disappointed, an outcome that could have an adverse effect on the charity scheme.</p>",
  "<p>Night fell over the village, though it made no difference to us, lying slumped against the walls of the nagmash (armoured personnel carrier). Ten of us were crammed into a space not much bigger than a double bed, flung back and forth every time we hit a boulder in the road. We shared the space with the remains of our lunch, as well as tomorrow's breakfast. The sweat pouring down our faces was black with dirt, and our shirts were stuck fast to our backs. Gabe looked like a melting snowman - if it weren't for his moaning quietly from time to time, I'd have thought he'd passed out in the back. </p> <p>Occasionally, I'd muster the energy to stand up and peer through the small panes of bulletproof glass at the top of the nagmash to try to get my bearings. The windows were far too thick to see anything clearly, but we'd already been through the centre of Tulkarm once and now seemed to be circling the deserted backstreets over and over. </p> <p>Having been stuck in this cauldron for 15 hours, I couldn't have cared less whether or not we caught the terrorists - I was all for calling it a draw, and arranging a replay in two weeks' time. </p> <p>Not so our platoon commander. He stood up at the front of the vehicle, urging Shai to drive ever onwards towards God knew what. He manned the machine gun mounted on the roof, swivelling it in the direction of any unfortunate who was sharing the cobbled roads with our mini-tank. Eventually we noticed that we were slowing down, and it sounded as though we were now driving off-road, which was usually a sign that we were looking for a place to park up and rest. </p> <p>Perking up momentarily, we debated whether this was a five-minute pit stop or the couple of hours' sleep we'd been promised. We piled out of the back door and surveyed our surroundings. We seemed to be in the back garden of a mansion-sized house on a residential backstreet, and the owner's family were peering at us from the porch with a mixture of bemusement and disgust. </p> <p>We took positions - everyone covering one another, guns locked and loaded, as we edged forward. The squad from the other nagmash were also here, approaching from the other side of the garden, and we were now 20 strong as we descended on the house that we were going to commandeer for the night. </p> <p>The platoon commander delivered curt instructions in Arabic to the family members sitting on chairs on the veranda. Taking Matan with him, he disappeared inside the house and set about locking the family in the basement, before letting the rest of us in to search the building. Once we'd declared it clear, we all gathered in the lounge to receive our orders. We were to guard in pairs, everyone doing 20-minute shifts over the next four hours while the others slept. We stripped off our shirts, rolled them up as pillows, and crashed out on the tiled floor of the living room. </p> <p>We were under strict orders not to touch anything in the house; not even to use the bathrooms. The place was a palace compared with some of the shacks we'd been used to searching - it turned out the houses we took over were always big, to avoid embarrassing poorer folk who would be ashamed of their meagre possessions. It still felt as if we were taking liberties, half-naked and sprawled all over the floor of this family's lounge. I could hardly argue; we could not drive all the way back to our side of the border every time we needed to sleep. And if we dossed down in the nagmash here on the West Bank, we'd be sitting targets for anyone with a rocket-propelled grenade who might fancy his chances. On the other hand, keeping the family locked in the basement smacked of human shields to me. I passed out and went to sleep anyway - the thought in my mind that there was no way we were winning the peace with this particular clan. </p> <p>It all began in the comfort of my London home as I watched the second intifada unfold on the TV news. I felt the piercing stare of an Israeli Lord Kitchener: my country needed me. With every bus that exploded in Jerusalem and Tel Aviv, the feeling grew stronger - I should be playing my part. I had a religious affiliation to Israel, the land of my forefathers, and a more personal attachment to the modern-day Jewish state thanks to twice-yearly childhood holidays and a gap year spent travelling the country. </p> <p>So it was that in November 2004 I found myself in a barracks on the outskirts of Tel Aviv, struggling to pull on eight-holed combat boots and staring at my olive-clad reflection in the mirror. Within a matter of months, I would be on my first tour of duty in the heart of the West Bank. </p> <p>Our first placement after completing training was guarding Rachel's Tomb, a site of pilgrimage for Jews, situated on the edge of the al-Aida refugee camp in Bethlehem. At that time, the Bethlehem stretch of the security wall was unfinished, which meant extra troops were required to provide protection for the thousands of visitors who thronged daily to the site. We rode the bulletproof buses from the checkpoint to the tomb, as much to calm the nerves of the tourists as to provide any practical assistance. Rock-throwing youths dispersed long before we could dismount the buses and give chase, and the shatterproof glass in the windows was more than sufficient to repel the sporadic attacks. </p> <p>However, we were required to carry out regular patrols of the Muslim cemetery behind the tomb, as well as the narrow alleys of the refugee camp, where our presence did nothing to abate the tension that was palpable on every street corner. Decked out in full combat gear, with words of encouragement from the pilgrims ringing in our ears as we left the tomb, we would march towards al-Aida and straight into a scene from CNN. A teeming refugee camp, piles of rubble everywhere, Arab men lounging on half-built walls and us: six heavily armed Israeli soldiers. </p> <p>On one roasting hot summer's day, during a routine patrol, the inevitable happened - a group of youths, screaming \"Allahu Akhbar\", greeted us with a hail of stones, and we took cover behind a nearby building. The sergeant said that he and Shtricks would hide behind a wall while the other four of us walked in a snake-like formation in view of the youths. The aim was to draw another barrage of rocks, at which point the sergeant would arrest one or two of them. It was too easy - we walked, they threw, we retreated, the sergeant leapt out and slammed a boy against the wall, holding him by the neck. He was a sullen, scruffily dressed boy of maybe 14. The sergeant asked us if he'd been one of the stone throwers; I said yes, without being 100% sure - it hardly mattered, since the objective was to make a point to his friends. </p> <p>We marched him to our base. There was a dodgy moment when a group of men, maybe 25-year-olds, ran towards us, shouting; we trained our guns on them and made them back off. We delivered the boy to one of the squadron commanders. It was our first unplanned arrest (as opposed to arrests made on a raid), so everyone swarmed around the kid as if he was a rare butterfly we'd netted. He was made to sit in the sun against a wall and, cursing and shouting, he threw the cup of water he was offered all over the commander. </p> <p>The sergeant was strutting around, beaming gleefully - a bit overly proud, I thought, considering he'd nabbed a teenager, with five armed soldiers behind him as backup. After about 20 minutes, we marched the boy out to hand him over to his parents, who had been summoned to meet us. The father had to lift his shirt to prove he wasn't wearing a bomb belt before we allowed him anywhere near us. The boy went home and the patrol was over.</p> <p>The debriefing was interesting; we sat in the same positions in the sergeant's room as we had before. Only an hour had passed, but we were older and wiser - we dissected the experience as if it were simply another part of training, and not as though we'd been in a very real, very dangerous situation that nearly became a riot. </p> <p>Was this really the best way to keep the peace and ease tension, I asked the sergeant. He maintained that the boy would learn his lesson and it was all for the best; I said that was wishful thinking - the boy was plainly now a hero among his friends. Did he expect us to take pride in what we'd done? </p> <p>Once the debriefing was over, we discussed the incident among ourselves. Why did our merely being on patrol - not beating someone or damaging property - cause such a violent reaction? Why did young kids, who had been playing with kites and footballs until we arrived on patrol, suddenly become mini-terrorists? It was clear that several of us weren't comfortable with our seemingly over-the-top reaction to the stone-throwing. If the David and Goliath overtones of the situation were clear to us, how much more so would they be to those on the other side of the divide?</p> <p>As the weeks wore on, and we spent more and more time dealing with the locals through the sights of our guns, it became increasingly apparent that we were never going to win over hearts and minds - not when we were barking, \"Stop or I'll shoot\" at women approaching us on the checkpoint. Wasn't there a way to engage with Palestinians that wouldn't compromise our security? </p> <p>Another patrol on Route 60 made it very clear that our commanders were interested only in the here and now. We were going through the usual stop and search of random pedestrians and vehicles when an incident just as we were leaving turned nasty. Six of us stopped a man and his son in their BMW; we ordered the father out at gunpoint while the five-year-old child silently watched. The platoon commander dealt with him very curtly, making him stand, sit and so on, at whim. This went on for about 25 minutes, with passersby watching, until the squadron vice commander rocked up in his Jeep and treated the detainee, a family man of about 35, even more brusquely. The suspect was becoming visibly upset. Once the commanders finally got bored with tormenting him, we headed back, stopping to force another man and his six-year-old son to lift their shirts on the way. </p> <p>During the debriefing, it all came out as we took on the platoon commander for his fierce handling of the situation. Several soldiers were upset at an event earlier in the week, where they'd been made to surround a house at 1am and wake all the residents, a large family, and order them out into the cold, simply for a practice exercise. All this led to some heated debate. I asked the platoon commander if he would have been happy if his own dad had been treated in the way he'd dealt with the man in the BMW. As usual, he batted away all criticism with a flat statement that everything we did was \"for security reasons\", plain and simple. </p> <p>The discontent in my unit grew with every unsavoury incident that we witnessed or in which we were forced to take part. My friend Shai, who was assigned to accompany two prisoners en route to Shin Bet interrogators, told me that the interrogators ordered the soldiers to finish their meals and put the remains from the plates into a sandwich for the Palestinians. Shai refused - \"Are we Nazis?\" - and gave them half his meal. He also told me that when the Palestinians offered some of the food back to the soldiers, the Shin Bet men tossed it out the window, saying, \"Don't eat food after an Arab's touched it.\" </p> <p>Our next posting was in the nearby village of Bet Jalla, where our base was a disused hotel on the edge of town. One morning, out on patrol, we got a call from the \"eye in the sky\" camera crew, who directed us to drive to a local school where students were apparently hurling rocks at Jewish cars. That was music to the ears of our Yemenite commander, Shoko, who morphed into A-Team mode all of a sudden, ramming a magazine into his gun and checking his grenades were in his vest. A bit strong, I thought, seeing as we were going to be at least 10 years older than our opponents. </p> <p>We flew along the Bet Jalla backstreets, nearly upending a donkey and cart when we tore around one blind corner. We drove with the back doors of the Jeep open, and Arthur and I kept our guns trained on anyone who stared at us for too long. Arthur turned to me as we sped along: \"You know, I'm much less scared of being around Palestinians than I used to be.\" No shit, mate - you're in a bulletproof Jeep with three other soldiers and enough firepower to turn the whole town into Swiss cheese. </p> <p>As we approached the school, we parked hurriedly on the grass and split into pairs. Arthur stayed with the driver in the Jeep, so I was Shoko's zug (partner), which meant that wherever he went, I trailed in his wake, Marlboro-coated lungs protesting at the pace at which I was running. As we rounded the final corner, we were confronted with 15 10-year-olds holding rocks bigger than their heads, which they tossed off the side of the hill into the path of the cars below. Even more disturbing was the sight of their 50-year-old teacher standing to one side, supervising them as he puffed languidly on a cigarette. When Shoko shouted at him in Arabic, asking what the kids were doing, he shrugged and replied, \"It's their break time.\" </p> <p>After Shoko warned him he would bring the children to order himself if necessary, the teacher ever so slowly turned towards his charges and told them to go inside. We piled back into the Jeep, depressed - the other three because there had been no action, me because we hadn't had time for a cigarette break. I turned on my iPod and ignored Shoko's debriefing. There were plenty of political and emotional issues to discuss after seeing a class of infants throwing missiles with their teacher looking on, but the present company wasn't the ideal forum. Dror, the (reservist) driver, was more concerned with phoning his broker to check on his trades than listening to the two-way radio. Shoko looked genuinely sad that he wouldn't be adding to his kill-count today, and Arthur's idea of philosophical discourse was dissecting Tupac's lyrics as though analysing Baudelaire. </p> <p>The next day I was again on Shoko's squad, and once more the women monitoring the cameras put out a call for us to head to the school. I was starting to feel like an Ofsted inspector. The brief this time was that a boy wanted for a recent Molotov attack had been spotted in the playground, and we needed to bring him in for questioning. Our team played with the same formation as the day before: Shoko and me up front (to make the arrest), Arthur and the driver shoring up the defence (or, more accurately, gorging themselves on the remains of breakfast in the back of the Jeep). </p> <p>This time I was much more aware of the danger. Every corner we rounded, we did so guns first, since we had no idea who was lying in wait or where we were going. It was eerily quiet as we went round the perimeter of the school; I could just about make out the dull tones of classroom chanting from an upstairs window, but otherwise the only sound was our guns smashing against our bulletproof vests as we ran. We finally found the playground where a football match was taking place. Twenty kids in their mid-teens were hurtling around the concrete pitch in hot pursuit of a worn-out leather ball. </p> <p>As we edged up to the fence, one or two of the players noticed us, but barely looked twice. Finally, Shoko got word over the radio of which kid we wanted and, after shouting at the children in Arabic, he marched determinedly into their midst and grabbed his quarry. The other students literally turned their backs on the scene without a word, continuing their match, unperturbed that one team was now a player down. Was it really such an everyday occurrence for them that it didn't bother them in the slightest? I tried to imagine what would have happened if a couple of marines had arrested one of my classmates. Then again, I couldn't imagine our headmistress allowing us to throw rocks at passing cars either. </p> <p>As Shoko manhandled the boy towards the Jeep, one of the boy's teachers struggled to catch up with us, shouting something indecipherable in Arabic. (Actually, everything in Arabic was indecipherable to me. All I could say was \"Stop or I'll shoot\", \"Give me your ID\" and \"Lift up your shirt\" - the sum total of the army's language training.) She pleaded with Shoko, who didn't like being interrupted in the middle of his \"mission\". Eventually the camera crew told us to let the boy go since he was too young to hold overnight and it would have been more trouble than it was worth to have to return him to the village at sundown. </p> <p>As we walked back to the jeep, Shoko turned to me and said, \"Did you see that? I swear, the little fucker was about to start crying.\"</p> <p>\"Yeah, Shoko - he's barely 13 and staring down the barrels of two semi-automatics,\" I said, surprised at the look on my commander's face. Perhaps, growing up a dark-skinned Yemenite surrounded by Ashkenazis (European Jews), he'd had rough times - now he was getting his moment in the sun.</p> <p>It was raiding the house near Tulkarm that was the last straw for me; looking into the eyes of the children as we screamed at their father and wrested from him command of his own house. That was when it dawned on me what the effect of our actions would be - the next generation were guaranteed to end up hating us when all they saw was us herding them like cattle. </p> <p>There was another episode, too, a few days later, when our unit was called upon to bolster the forces massed in Homesh, a West Bank settlement scheduled for evacuation during the disengagement. Despite the threats of the settlers that they would fight tooth and nail to defend their homes, our commanders decided that we would ignore their words, down tools, and deal with them without our weapons to protect us. This was, they said, to douse the tension between the two camps; it was a far cry from the way we dealt with Palestinians who made similar threats. I tackled the platoon commander: if this softly-softly approach was the best for one group of \"enemies\", why would it not be similarly effective in calming hostilities with the local Palestinians? </p> <p>The Palestinians, he said, were a different kettle of fish entirely, for whom kid-glove treatment would be out of the question. In the event, the settlers attacked and wounded dozens of soldiers, but the incidents were brushed under the carpet by the authorities, who were keen to paint them as \"peaceful protesters\", in contrast with their ever-violent, ever-aggressive Palestinian counterparts. </p> <p>The more I banged my anti-occupation drum, the more I was confronted with the accusation that \"you don't know what you're talking about - you haven't been in the country long enough to realise how much they hate us\". But I believed 15 months in a combat unit more than qualified me to counter that claim.</p> <p>In order to be taken seriously in this country, you have to jump through hoops to prove you know what you are talking about, and also show that you are prepared to do your bit for the society in which you live. But doing your bit for society didn't have to mean donning combat boots and marauding the West Bank, making Palestinians' lives a misery - this was a view shared by ever-increasing numbers of ex-combat soldiers in Israel. A study by Haifa University concluded that \"over the course of their military service, combat soldiers become less rightwing, adopt more dove-ish political views and are more open to compromise on security matters\". </p> <p>It was easy for the armchair warriors to urge Israel on to ever more combative lengths. Experiencing first-hand the unpleasantness of occupation - and carrying out the orders - opened our eyes to the truth of what was happening more than a lifetime of blindly cheering on the IDF from the sidelines ever could.</p>",
  "<p>It started when we were searching for an old cat basket in the in-laws' garden shed. There, among all the discarded furniture and boxes of dusty school books, Maddy found a 20-year-old cache of skis, suits, gloves and goggles. Naturally we forgot about the cat basket and concentrated on dressing up, with results that looked like a Duran Duran photo-shoot from the early 1980s.</p> <p>\"It's a shame,\" said Simon Le Bon (aka Sophie), resplendent in an electric green and shocking pink one-piece. \"Being green means we can't go skiing any more.\"</p> <p>\"Nonsense,\" I said, with the kind of confidence that is based on lack of information. \"We could hire a remote cabin in the mountains, take a few huskies and a sled. It'd be totally green. Imagine - log fires, igloos, snowball fights ... \"</p> <p>\" ... The howl of the wolf pack closing in,\" Sophie added unhelpfully. \"Then the helicopter rescue.\"</p> <p>A few days later I had managed to prove that my vision was rather difficult to set up. Any hope of living like an Inuit family was given a hefty dose of reality by reading Gretel Ehrlich's chilling accounts of Greenland expeditions during the 1990s. Somehow having your eyeballs frozen to your eyelids and a raw seal blubber supper didn't sound like family fun.</p> <p>The Norwegian Tourist Board, however, knew of an area in the new Hallingskarvet national park where green policies were being encouraged: they even took their ski lift out of service in 2007. On top of that the only access to the lodge, known as Finse 1222, was by train. \"Norwegian families ski between lodges,\" they explained. \"But if you're beginners to cross-country, maybe you should base yourselves at Finse and explore the area.\" Perfect.</p> <p>Flying in via Oslo or Bergen, the two ends of the railway line, would have been easier, but we did the honourable thing and booked the ferry from North Shields (sadly now discontinued - see below). At Bergen we acclimatised. \"£40 for a bottle of wine! £3 for a tiny croissant!\" (To halve the cost of a Norwegian holiday, take any alcohol with you.) Then we caught the train up into the mountains. Snow fell, crags loomed, pine forests huddled together and finally disappeared. We had reached the high plateau. </p> <p>\"In summer,\" a cheery fellow passenger told us, \"we do mountain biking up here and it's all alpine meadows and sunshine.\" He smiled at the happy memories. \"In winter it is very different. They say it is the closest thing to experiencing Antarctica - Ja!\"</p> <p>Sophie frowned. I had omitted to tell her that bit before we set out - the bit about Scott of the Antarctic and his men training at Finse before their doomed mission. I murmured something about modern equipment changing everything.</p> <p>\"What modern equipment?\" she hissed. \"We haven't got any. I'm bloody freezing!\"</p> <p>Finse Hotel is something of a Norwegian icon: opened in 1909 when the railway made it to the top of the plateau, it has seen all the great polar explorers. Amundsen and Shackleton both used it, as did Scott's team who were honoured with a monument on the railway station platform. Rather worryingly the monument was buried under snow when we arrived, but fortunately the short path to the hotel was easily negotiated.</p> <p>Andreas, the manager, was full of enthusiasm and optimism. \"We'll get you kitted out and you can start skiing immediately.\"</p> <p>Through the large picture windows, I could see people whizzing across a snowy plain, some pulled by kites. \"That's a lake in summer,\" explained Andreas. He gestured to the left where the snow rose up to a second mountain lodge. \"You could ski there for coffee.\"</p> <p>I remember standing at the top of the first gentle decline that led down to the frozen snow-covered lake. Norwegian octogenarians were whizzing past, lighting their pipes while chatting to nonagenarian friends. It was like a scene from Brueghel. I pushed my poles in hard and set off. A few seconds later I was in a shivering heap on the lake. It was like a scene from Touching the Void. Cross-country skis are too narrow, and forward movement is afforded by the subtle manipulation of muscles that I don't seem to have. Sophie did rather better than me. Maddy (5) and Niall (12) were the best. An hour later, when we had covered the 200m to the second lodge, we gave up and played igloo-building. </p> <p>The Norwegian attitude to skiing, I have to say, is far simpler than other nations. And with the easygoing nature of it comes a refreshing lack of paraphernalia, at Finse at least. No lifts or concrete silos housing machinery, no bars or nightclubs - it is pretty light-footed on the Earth. Unlike our group, of course, whose footprints were deep and numerous. Being an incompetent Brit in the swanky resorts of Switzerland or France can be intimidating for the uninitiated, but Norway is a lot less stressful. People were simply bemused by our ineptitude, treating us as victims of some bizarre syndrome that meant we could not stand up for more than a minute. \"With skiing, falling over is an acceptable means of stopping,\" said Hans, a 70-year-old from Oslo who was staying with us at Finse. </p> <p>We responded by doing what our doughty nation does best in snow: sledging, snowball fighting and digging holes. In the evenings the après-ski was the sauna or a game of Scrabble. Finse is a convivial sort of place with a fine old dining room and an excellent heating system that even warmed up Sophie. Maddy found company with two small boys from Yorkshire and spent her time wrestling on the floor. A group of 100 nurses from Bergen hospital ate all the reindeer steaks, went outside to smoke in blizzards and then partied all night in the sauna. \"With drinking,\" explained Hans, \"falling over is an acceptable means of stopping.\" </p> <p>By the final day, we had scraped together sufficient competence for Niall and me to attempt a real cross-country expedition to \"Orange Hut\". We crossed the frozen lake easily enough, but then we had to scale the mountain on the far side. This was where they filmed the ice planet scenes in The Empire Strikes Back, a disorienting frozen wilderness of ever-changing conditions. Soon we began to understand why Scott had sent his team here: every few yards brought a new challenge of soft snow, hard blue ice or sudden dips and fractures. A pair of men passed us without a greeting. I felt like shouting after them, \"Didn't I sit next to you naked in the sauna last night?\"</p> <p>When the wind picked up, the normal markers of distance disappeared and all that was left was a flimsy line of twigs - our route. We reached the top and decided to turn back. Our own South Pole would have to wait.</p> <p>By the time we reached the lake, I was shattered and fell over at the slightest bump. Marie, one of the Bergen nurses, helped me up. \"Is that your wife?\" she asked, pointing to an electric green and shocking pink figure, waving at us from the top of the slope. \"What amazing outfits you all have! Are the 1980s back in fashion?\"</p> <p>It was something of a relief to finish our first, and strenuous, attempt at green skiing, but Norway had a last triumphant card to play. From Finse we took the train to the next village, Myrdal, and then caught the 20km-long Flåm mountain railway to the Sognefjord. This stunning marvel of engineering takes you down through 865m of gorges, ravines and mountain precipices, stopping to admire a frozen waterfall or pick up a local farmer. After an excellent lunch in the Fretheim Hotel - a favourite salmon fishing haunt of 19th-century English aristocrats - we boarded the ferry and sailed down the fjord towards Bergen. The scenery was marvellous, food was good and people friendly, but what I really enjoyed about that wonderful coda to our trip was the simple things in life: like not falling over, and not being in Duran Duran any more.</p> <p>• Finse by ferry and rail is an epic journey: sail Harwich-Esburg (20hrs), then take the train to Copenhagen, then sail Copenhagen-Oslo (16hrs30mins). For ferries see DFDS (<a href=\"http://www.dfdsseaways.co.uk\">dfdsseaways.co.uk</a>, 0871 522 9955). For Esburg-Copenhagen (3hrs12mins) and Oslo-Finse (4hrs12mins) by rail, see seat61.com. Finse 1222 (0047 56 527 100, finse1222.no) from £100pp pn, full board. Cross-country ski rental: around £35pp including skis, boots and poles. Ski sailing: £170pp, 2 days with full instruction. Cross-country ski rental: £35pp including skis, boots and poles. For Flåm railway see <a href=\"http://www.fjordtours.no\">fjordtours.no</a>. Also <a href=\"http://www.fretheim-hotel.no\">fretheim-hotel.no</a>. Activities Abroad (01670 789 991, <a href=\"http://www.activitiesabroad.com\">activitiesabroad.com</a>) offers winter family holidays in Scandinavia. Further information: <a href=\"http://www.visitnorway.co.uk\">visitnorway.co.uk</a>, <a href=\"http://www.visitbergen.com\">visitbergen.com</a>.</p> <h2>More green skiing</h2> <p><strong>Tarantaise Eco Lodge, La Rosire</strong></p> <p>BoardnLodge snowboarding specialist opened its first eco lodge last year, and has a wide range of green policies: renewable power, biodiesel vehicles and contributions to environmental charities. The 16-person Les Arcs Tarentaise lodge is near La Rosire, St Foy and Les Arcs; you spend two days skiing in each during your week. A second eco lodge opens nearby this season, with more in the pipeline.</p> <p>• 020-3239 8181, <a href=\"http://www.boardnlodge.com\">boardnlodge.com</a>. From 300pp per week inc transfers, half-board. Train London-Bourg St Maurice via Paris from 229 rtn with Rail Europe (0844 848 4070, <a href=\"http://www.raileurope.co.uk\">raileurope.co.uk</a>)</p> <p><strong>Chalet Chatelet, Portes du Soleil</strong></p> <p>This recently built four-bedroom log chalet close to Avoriaz, Morzine and Les Gets has wood-burning stoves, solar-panels and a Finnish bread oven; catering is gourmet local and organic.</p> <p>• 0033 4 50 73 69 48, <a href=\"http://www.chalet-chatelet.com\">chalet-chatelet.com</a>. Rooms from 95 pn half-board, inc transport to resorts. TGV from Paris to Cluses.</p> <p><strong>Chalet Edelweiss, La Rosire</strong></p> <p>Green Rides is a chalet company that uses wind and solar energy, contributes to off-set charities and gives a 5% reduction to those who come by train. This season, it launches Chalet Edelweiss, with a log fire, massages and Wi-Fi, where you can ski to the door.</p> <p>• 02895 810 685, <a href=\"http://www.green-rides.com\">green-rides.com</a>. From 300pp per week half-board, inc transfers. Train to Bourg St Maurice from 229 rtn with Rail Europe</p> <p><strong>Iglu-Dorf, Zermatt</strong></p> <p>Igloos, which are springing up across Swiss resorts from Gstaad to Davos, are the ultimate eco ski pad: no mains power, and a 100% recyclable building. Zermatt is car-free and you catch the Gornergrat railway up to the igloo village (where theres a bar, sauna and rooms). And you can ski from your front door with views of the Matterhorn.</p> <p>• 0041 41 612 2728, <a href=\"http://www.iglu-dorf.com\">iglu-dorf.com</a>. From 99pp pn. Train to Zermatt from 199 rtn with Rail Europe.<br><strong>Gemma Bowes </strong></p>",
  "<p>We went to Argentina for a month in January 2006 and had a fantastic time. Our winter is their summer, so you are guaranteed good weather. The geographical diversity, culture and history of this vast country mean that you couldn't get bored if you spent a year there! We took six internal flights and covered many of the major sites (including Buenos Aires, Iguazu Falls and Patagonia) but we could easily have spent another month exploring. The pound-peso exchange rate is great, so all those huge steaks and tango shows will be covered by your fuel savings. And don't worry, no one mentioned the Falklands War once when we were there. The Argentinians were very hospitable and took great pride in showing off their country. Tourism is mainly from the other Latin American countries so, as Europeans, we were a welcome novelty.<br><strong>Jenni Chance,</strong> Manchester, who wins this week's £25 National Book Token</p> <p>Get yourselves booked on a flight to Penang via Kuala Lumpur. It will be warm (28-32 degrees) and sunny, so you can leave your jumpers and thick socks at home. Another bonus is that English is widely spoken. My family and I have just returned from a wonderful three weeks there. We go every year to visit family. It is the most vibrant place I have ever witnessed, and I would say I am well travelled. Wherever you stay, I would recommend going self-catering as it will be cheaper than using a hotel and you will have a better experience immersing yourselves in the local way of life. The variety of easily affordable food is immense: Chinese, Indian, Malay, Thai, nyonya, Western, Japanese ... the list is endless. There are many cultural attractions on Penang Island such as the fascinating Kek Lok Si Temple and the many old streets to visit in Georgetown. Don't miss the funicular railway up to the top of Penang Hill, the butterfly farm and a drive around the island. Ferries from Georgetown can take you to Langkawi for a day trip or longer, and a flight from the airport on the island can have you in Kuala Lumpur or Singapore in an hour.<br><strong>David Huddlestone,</strong> by email</p> <p>How much are your fuel bills? They must be fairly large to be less than the cost of flights, several months' hotels, food, travel insurance etc for two people. You need to consider the invisible costs. Home insurance is often not valid if a property is empty for more than 30 days, for example. Don't forget that the cost of simply being a Brit abroad is rising rapidly at present because of sterling's decline. The 20% fall in the past nine months is in line with energy price increases. Any plans made now might be more expensive in six months. Put a 10-20% contingency for that. But really, if you need to become an economic migrant in order to avoid three months of fuel bills, perhaps a more major overhaul of finances and lifestyle is required - like downsizing?<br><strong>Oommph,</strong> (from theguardian.com)</p> <p>When I finished full-time work, my husband and I took three months off, starting in December, and travelled to Rajasthan (one month), Sri Lanka (another month), and Kerala in India for a third month. It was the best thing we ever did - the only mistake being that we presumed that in December, India would be warm; we slept in our clothes for a fortnight. We arrived in Sri Lanka a few days after the tsunami, when all the other tourists were leaving. It was the best part of our trip and we wrote a letter to the Guardian saying that a secondary disaster was taking place because there were no tourists to provide income for the locals. Kerala and Sri Lanka were especially warm and fascinating - wonderful food and beautiful. They are also incredibly cheap, much more so than staying at home. There are fantastic deals to go to Sri Lanka at the moment. We did all this with me travelling in my wheelchair (I have MS) and were charmed by how incredibly helpful everyone was, particularly the Buddhists in Sri Lanka, where people had lost everything.<br><strong>Charlotte Mitchell, </strong>Edinburgh</p> <p>My husband and I have spent many happy winters in Malta, basking in the warm welcome of the Brit-loving Maltese. Their affection for us is almost unbelievable. Even the road signs and markings make us feel at home, and nothing will make them give up their good old Birmingham-made buses ; they don't need timetables as a bus appears every two or three minutes. There's so much to do.<br><strong>Polly Simpson,</strong> Boston Spa, W Yorks</p> <h2>Any answers?</h2> <p>Given the current economic climate I'm determined to have a low-cost Christmas and am planning to make all of my presents. I'm pretty handy at DIY and a reasonable cook. What homemade presents have readers enjoyed receiving - and any shockers to avoid?</p>",
  "<p>When she walks onstage with her spectacles and sensible frock, she looks ever so respectable, like a demure northern schoolteacher. But when Sarah Millican launches into her set, you quickly realise that she has a finely honed foul mouth and a heart of pure vinegar. Unpicking the details of her real-life messy divorce and her subsequent embittered re-entry into the singles scene, she has a relentlessly bleak worldview that seems to border on the sociopathic, yet you can't help but find yourself in her corner every time. South Shields-born Millican picked up the If.Comedy Award for best newcomer at this year's Edinburgh Fringe, and you can bet she'll rise further. With her deceptive niceness and directness, she's like a 21st-century version of Victoria Wood, but with a lot more F-words.</p>",
  "<p>It has been a quick and easy journey, but the village square of Champoluc seems a world away from home. We arrive as the last rays of the afternoon sun are warming the cream and pink stucco of the church tower, and the locals are coming out for the evening passagiato.</p> <p>There's a smell of wood smoke and pine trees. Children play on the steps of the shop beside the church, peering through the windows at the elaborate displays of biscuits and cakes. Though we've barely unpacked, it's already clear that if you want to get away from it all, this is the perfect resort. </p> <p>Champoluc sits at the end of the Val d'Ayas, one of three adjacent valleys that make up the Monterosa ski area. Over the hill from Champoluc is tiny Gressoney-la-Trinité, and beyond that is beautiful Alagna, a resort revered for its extreme off-piste terrain. The contrast with the more famous three valleys, the Trois Vallées in France, couldn't be greater. Those Trois Vallées, comprising Courchevel, Méribel and Val Thorens, are Britain's favourite place to ski, attracting 300,000 of us every year. In Méribel, which alone gets 150,000 Brits annually (and was founded by a British colonel) it feels as if you can go days without hearing a local voice.</p> <p>But though Turin airport is only a 90-minute drive from Champoluc, few Brits have even heard of Monterosa, let alone visited it, and its villages still feel like authentic Italian farming communities. </p> <p>\"This isn't Chamonix - there are no clubs, no casino, not even a swimming pool, and the most exciting shop in town is the butcher's,\" says Simon Brown, who moved here with his family nine years ago to run Ski2, one of the very few tour operators that brings people to the village. </p> <p>Robin, the photographer, and I stroll off from the village square with the rest of the early evening throng, following the half-frozen stream, past the little open-air ice rink on its banks and the cluster of venerable wood-clad hotels, to the base of the main lift, where a few skiers are toasting their day's exploits in a couple of bars. Anyone seeking wild après-ski of the dancing in ski-boots on tables variety will be sorely disappointed, but Champoluc oozes laid-back charm. </p> <p>Up on the mountain, the relaxed, small-town vibe persists. The next morning, our first on skis, we find the wide, open pistes are utterly deserted. A couple of the chairlifts are old and slow, but there's no one else around, so never any queues. The only time we see a big group of other people, it turns out to be the ski club from the village school, bombing down in their matching helmets to their parents waiting at the bottom of the slope. We stand on the empty piste, look up at the Matterhorn, and imagine the packed runs of Zermatt, the world-famous resort on the other side of the mountain. </p> <p>But though all of Monterosa's villages are tiny, the ski area they collectively muster is not to be sniffed at - there are a total of 37 lifts and 180km of pistes. It's high and snowsure too - Champoluc sits at 1,580m and the lifts extend to just under 3,000m. Plus Monterosa is one of the best places in Europe to get a taste of heliskiiing. Single day trips are easily booked, cost around €250, and let you ski high on the Monte Rosa glacier and, if you like, down to Zermatt, off-piste all the way.</p> <p>Lunch takes us even further away from it all. We turn left from the Del Lago piste, and swing through some trees into a little hidden valley. Perched at 2,000m in a clearing below us is Stadel Soussun, an ancient wooden hamlet. There are a couple of old houses, and a tiny chapel big enough for a congregation of four. </p> <p>The hamlet's main house is now a restaurant with rooms (0039 348 6527222, <a href=\"http://www.stadelsoussun.com\">stadelsoussun.com</a>, 80pp per night half-board), and we creak open the heavy wooden door to find a big antique table set and waiting for us. The walls and vaulted ceiling are rough stone and hung with brass pots and old climbers' rucksacks. At one end, a big wooden dresser groans under the weight of red wine bottles. </p> <p>There's no menu, so Stephania, the curly-haired waitress, just reads out what they have. There's steak with juniper berries and goulash, but we opt for Moretti beers and a huge plate of cheese, dried meats and sausage. It's rounded off in proper Italian fashion with shots of homemade genepy, made with the artemisia flower that grows nearby - on the house of course. </p> <p>Upstairs are seven beautiful double rooms in what used to be the grain store. As she shows us around, Stephania explains that the house has always been in the current owner, Sergio's, family. When I ask how old it is, she points to a coat of arms carved into a rafter, alongside the date it was built - 1518. </p> <p>From the piste map it looks as if it's impossible to get back to the slopes from here without a long walk uphill. But, genepy shots downed, the boss fires up his piste basher, we jump in the back, and he drives up a snowy track to the nearest lift.</p> <p>Stadel Soussun is a unique place to stay, but Champoluc is full of good hotels. We're at the comfortable, traditional, Relais des Glaciers (+0125 308 300, <a href=\"http://www.hotelrelaisdesglaciers .com\">hotelrelaisdesglaciers.com</a>); the best in town is the five-star Breithorn (+0125 308 734, <a href=\"http://www.breithornhotel.com\">breithornhotel.com</a>); but those looking for something a bit different should try the Hotel California (+0125 307 977), on the outskirts of the village. As the owner, Guido, shows us around he explains that he's a big fan of rock music from the 60s and 70s, and that his hotel is a tribute to his obsession. A huge Wurlitzer dominates the lobby, and each of the 12 rooms is named after a different singer or group. We check out Bob Dylan, and as Guido proudly flips the light switch, the stereo automatically cranks up: \"How many roads must a man walk down ...\" Each room has music recorded by its namesake, which continues for 90 seconds after you turn on the light. Neat, but it could get annoying, especially if you are just getting up for the loo in the night. </p> <p>We're only here for the weekend, so on Sunday, we head out to explore the rest of Monterosa's three valleys. We sweep down to Gressoney, from where two seemingly endless gondolas take us up to the Passo Salati at 2,971m. From the pass, we peer down towards Alagna, lost in a deep fold in the valley below. </p> <p>Champoluc feels like it's marooned in a gentler age, but if you really want to escape the modern world, come up to this ridge, then traverse right, following the wooden signpost, to the Rifugio Guglielmina (+0163 91444, <a href=\"http://www.rifugioguglielmina.com\">rifugioguglielmina.com</a>, €50 per night half-board), a refuge clinging to the mountainside at 2,880m. As we arrive, Alberto Calaba, the owner, is making the final preparations for lunch. His family built the place in 1878, although today it's all far slicker, after a major renovation in 2007. There's now heat and light in every room, plus Alberto's pride and joy, the extensive wine cellar, which he drags me behind the bar to see. \"I have 7,000 bottles from Aosta, Piemonte, Tuscany and Sicily - all Italian, of course!\" he says. </p> <p>We may be in a remote setting atop a mountain, but these days the world is a small place. As diners start to take their seats on the large, sun-drenched terrace, many of them stunned to silence by the view, Massimo, one of the waiters, shows me around the bedrooms. He casually mentions that he only moved to this high-altitude outpost a fortnight ago, after 12 years living in Brixton. Talk about getting away from it all ...</p> <p>From the refuges, it's a thigh-busting 1,680m non-stop descent all the way to Alagna. While Champoluc is great for families and fast intermediate cruising, this valley is for the experts. There are only four lifts and a couple of pistes, but the wild mountainside above the village is covered in long, steep, off-piste routes. Whichever one you follow, Alagna doesn't reveal itself until the very last minute but, when you finally come upon it, it's breathtaking, probably the prettiest village in the Alps. Its chalets are made of the most delicious, chocolate-brown wood, aged by the sun over countless summers, and roofed with rough slate tiles. The whole place feels more like a Sherpa village in Nepal than somewhere in Italy. </p> <p>That night, back in Champoluc, we head out after dinner to meet Simon for a quiet drink in the Le Favre bar. A few skiers sit in huddles drinking beer, a few villagers read the paper. Through the window we look past the stream to the church, and the deserted village square. All is quiet. Simon is explaining what happens here in spring. \"Well, the snow melts ... and everyone just goes back to making cheese.\"</p> <p>• Ski2 (01962 713330, <a href=\"http://www.ski-2.com\">ski-2.com</a>) offers three nights at the Hotel California in Champoluc from £389pp, or a week from £630, inc transfers, half-board, plus snack lunches and lift pass but not flights. Ryanair (<a href=\"http://www.ryanair.com\">ryanair.com</a>) flies to Turin from Bournemouth, Bristol, East Midlands, Edinburgh, Glasgow, Liverpool and Stansted. Further information: 0039 0125 307113, <a href=\"http://www.monterosa-ski.com\">monterosa-ski.com</a>.</p> <p>• Tom Robbins is The Observer's ski editor and deputy travel editor.</p> <h2>More quiet resorts</h2> <p><strong>Vaujany, France</strong></p> <p>The perfect example of a \"secret satellite\" resort; this pretty farming village has a cable-car linking it to the mega resort of Alpe d'Huez, thanks to the proceeds of a huge hydro-electric project that was built on its terrain, so you can stay in peace then conquer a vast and varied area by day. The 15th-century Burgher's House is still the village's focal point, while The Swallow Bar and Stieff's pub provide low-key nightlife.</p> <p>• Peak Retreats (0844 576 0170, <a href=\"http://www.peakretreats.co.uk\">peakretreats.co.uk</a>) has one-bedroom apartments from from £406 per week, including Eurotunnel crossing for one car. Tourist office: <a href=\"http://www.vaujany.com\">vaujany.com</a>. </p> <p><strong>Adelboden, Switzerland</strong></p> <p>Sir Henry Lunn organised the first package tours to Adelboden in 1903. Thankfully, they never seem to have caught on, and this remains a traditional village all but ignored by international visitors. There's a surprisingly extensive ski area too, best suited to intermediates, although hire a guide for a day or two and they will open up some memorable off-piste options. Fly to Bern, then take the 90-minute train ride to Frutigen, a few minutes' taxi ride down the valley. </p> <p>• Stay at the atmospheric wood-panelled Hotel Bären (0041 33 673 2151, <a href=\"http://www.baeren-adelboden.ch\">baeren-adelboden.ch</a>), doubles from around £110 B&amp;B. Tourist office: +33 673 8080, <a href=\"http://www.adelboden.ch\">adelboden.ch</a>.</p> <p><strong>Alpbach, Austria</strong></p> <p>Once voted Austria's most beautiful village, Alpbach's wooden chalets cluster round a pretty, traditional Tyrolean church. Modern developments have been spurned, and it remains a genuine farming community. The few Brits who know about it tend to return year after year. With 20 lifts and 46km of piste, the skiing is not that extensive, but this is the perfect place for a family of beginners. Innsbruck airport is just 60km away - the transfer takes under an hour. </p> <p>• Inghams (020-8780 4433, inghams .co.uk) offers a week's half-board at the three-star Hotel Berghof from £393pp including flights and transfers. Tourist office: 0043 533 620 0941, alpbach.at. </p> <p><strong>Bregenzerwald, Austria</strong></p> <p>Skiing began here in 1894 when, much to the local farmers' astonishment, the parish priest donned a couple of wooden planks and set about carving up the powder in his robes. His maverick actions led to the development of this westernmost region for skiing. Now 22 unspoilt villages are linked by 94 lifts. Damuls is the largest area, while Diedamskopf has the highest lift station at 2,060m. Good for families. </p> <p>• Hotel Walserberg (0043 5583 3502, <a href=\"http://www.walserberg.at)\">walserberg.at)</a> in Warth am Arlberg combines natural materials with colourful furnishings and a spa, from €86pp pn half-board. Fly to Freidrichshafen.</p>",
  "<p><strong>Le Caprice</strong></p> <p><strong>Arlington House, Arlington Street, London SW1, 020-7629 2239</strong></p> <p>I have a sentimental attachment to Le Caprice: it's where I proposed to my wife for the second time. I didn't get a 'yes', I got an 'I'll think about it', but it was a big improvement on what she'd said the first time. I pretty much always order the same thing: chicken alla Milanese.</p> <p><strong>The Lighthouse</strong></p> <p><strong>77 High Street, Aldeburgh, Suffolk, 01728 453377</strong></p> <p>I was introduced to this place by my parents-in-law. It's not fancy, but the food's very good - modern British in feel, with lots of emphasis on locally caught fish.</p> <p><strong>Cupboard Deli</strong></p> <p><strong>1 Oaklands Grove, London W12, 020-8749 6919</strong></p> <p>This deli/cafe opened about nine months ago. There's room for only about six people inside, hence the name, but the coffee and cakes are extremely good. I usually drop by after the school run for a strong latte and a chocolate brownie.</p> <p><strong>Roskilly's Ice-Cream &amp; Organic Farm</strong></p> <p><strong>Tregellast Barton, St Keverne, Helston, Cornwall, 01326 280479</strong></p> <p>Having lived for a year in America's ice-cream capital, Cambridge, Massachusetts, I'm a complete ice-cream Nazi. Roskilly's makes the best in the UK - especially the chocolate and banoffee pie flavours. The farm itself is a lovely place to visit, too.</p> <p><strong>Marine Ices</strong></p> <p><strong>8 Haverstock Hill, London NW3, 020-7482 9003</strong></p> <p>Another place for great ice-cream, and another place with sentimental significance: my father used to take me here on my birthday when I was growing up, and it's also the last place I had dinner with him before he died. They do a good veal escalope with spaghetti, and a very good chocolate ice-cream.</p> <p><strong>Shelter Island Heights Pharmacy</strong></p> <p><strong>19 Grand Avenue, Shelter Island Heights, Long Island, New York, US, 001 631 749 0445</strong></p> <p>When I lived in NY, I spent summers on Shelter Island. The Pharmacy, which really is a pharmacy, but one that sells diner-style food, was a great place to eat off a hangover with an egg, bacon and cheese roll and the kind of milkshakes that give you brain freeze. I went back this summer, this time with my wife and children. They loved it as much as I did.</p> <p><strong>·</strong> How To Lose Friends And Alienate People, the film based on Toby Young's memoir of the same name, opens on Friday</p>",
  "<p>Moderate tribesmen in parts of militant-ravaged north-west Pakistan are challenging Taliban extremists threatening to overrun their area, in what could develop into a mass resistance movement.</p> <p>Villagers in parts of North-West Frontier province and the tribal territory, faced with the violent advance of the Pakistani Taliban, are starting to organise an armed indigenous resistance in the absence of help from the state. </p> <p>The resistance has parallels with the \"Sunni awakening\" in Iraq, where tribesmen took on al-Qaida militants in Anbar province and elsewhere.</p> <p>The Pakistani movement relies on tribal customs and widespread ownership of guns to raise traditional private armies, known as lashkars, each with hundreds or several thousand volunteers. </p> <p>These tribal armies cannot stop individual acts of terrorism, like the devastating suicide bombing of the Marriott hotel in Islamabad last week that killed more than 50 people. But they aim to stop the development of an extremist mini-state in the north-west. </p> <p>The lashkars are appearing in many areas, including Bajaur, in the tribal zone, and Dir and Buner in North-West Frontier province. The Taliban are heavily armed and entrenched in a line that runs along the Afghan border from South Waziristan, north through Bajaur and Mohmand, in the tribal area, and in adjacent districts in NWFP, including Swat. </p> <p>\"There's going to be a civil war, \" said Asfandyar Wali Khan, leader of the Awami National party, which runs the provincial government in NWFP. \"It will be the people versus the Taliban.\" </p> <p>Last weekend, in Dir, a narrow valley in the province sandwiched between Taliban strongholds in Bajaur and Afghanistan on its west side and more militants in the valley of Swat to its east, around 200 elders from the Payandakhel tribe came together in a traditional meeting, or jirga. In the dusty front yard of a high school, rousing speeches were given that resulted in a resolve by the elders to assemble their own lashkar. Anyone sheltering Taliban in the area would be severely punished, they decided. \"The government forces cannot even save themselves, what good will they be to us? \" Malik Zarene, an elder, told the crowd. </p> <p>Many of the men at the jirga came with machine guns, some dating from the Soviet invasion of Afghanistan in the 1980s. The meeting was a reaction to a scare a few days earlier, when a group of Taliban tried to seize a local school and take 300 children hostage. Without waiting for the authorities to act, tribesmen successfully tackled the assailants.</p> <p>Those at the jirga said they had watched with horror in recent years as extremists had pounced on next door Swat, which used to be a tourist destination. A full-scale army operation in Swat since last November has not managed to quell the insurgency there.</p> <p>In Dir, the local tribes have demanded that the army not be deployed, saying that the presence of uniformed men only galvanised the Taliban and provided them with ready targets. The army has agreed. </p> <p>In southern Dir, the Sulthankheil tribe raised their anti-Taliban lashkar a month ago in villages around the town of Khall. There, 10,000 locals registered to serve. Every night 20 armed men patrol each village with orders to shoot intruders. \"If we had not formed this lashkar, we could soon be like Swat,\" said Akhunzada Sikandar Hazrat, a Sulthankheil tribal chief.</p>",
  "<p>Nick Griffin once told me he likes a curry. It was meant to be dismissive, a way of reducing the Asian contribution to British life to a single dish; the ultimate in back-handed compliments. Ziauddin Sardar likes a curry, too. But for him they're just the start of a journey. It's well known that balti, like most curries served in restaurants, is an invented dish. Balti means bucket, and the Indian version is used to carry water, not cook food. But Sardar finds in this invention a reason to celebrate; balti suggests that \"the British Asian community has the ability to reinvent itself, repackage tradition and reposition itself in relation to British society\". It has also played a part in reshaping its host culture. In Birmingham, he observes white diners enjoying spicy baltis in a flock-wallpapered \"traditional\" curry house, while Asian Brummies opt for blander curries in a \"modern\" restaurant with black leather chairs and brilliant white walls - both taking the reinvention they desire from the dish.</p> <p>Balti Britain tells the history of Asians in the UK, from the 17th century to 7/7 and the terrorism arrests of the last few years, mingled with a history of his family's arrival in Britain. Sardar's recurring theme is that a nation that doesn't explain its imperial past is haunted by it. History lessons that go straight from the Tudors to Hitler miss out the crucial centuries in which India built Britain's wealth, shaped its culture and fought for its survival in two world wars. The result is a nation so amnesiac that it treats Asian immigrants - who thought, like my father, that they were coming to empire's mother country - as strangers. Sardar points out that successive generations have been treated as strangers in their own home, despite being born here.</p> <p>In a brilliantly reported passage on the Lancashire mill town riots of 2001, Sardar takes the broad history - a cotton trade built on the enforced ruin of India's mills and a migrant community then left stranded when Britain's spinning industry declined - and combines it with detailed observation of two neglected cultures pitted against each other. From a memorably described scene of being the only Asian in an Oldham pub, he travels to the Pakistani enclave, where scuffles spill over into a riot: \"I could see the mob attacking anyone Asian. They were banging on doors, throwing bricks through windows, and urging the 'Paki bastards' to come out.\" It's fashionable to criticise multiculturalism, but as Sardar points out, the one thing the Asians in Oldham didn't lack was British identity. There was no failure of multiculturalism in the mill towns because it didn't exist - there was only biculturalism; white and brown Lancastrians with identical accents locked in combat over scarce resources.</p> <p>Exploring his own history yields an unwelcome surprise: his paternal grandfather Ahmad Ullah Khan was one of the British empire's enforcers. Khan's first military action was in the second Afghan war, \"meting out punishment on behalf of Victoria Imperatrix\". It also emerges that an aristocratic British woman who regularly visited the family when they first arrived in Britain was the Dowager Lady Birdwood, a fascist sympathiser related by marriage to the field marshal who commanded his grandfather. Sardar's discoveries lead him to appreciate the extent to which the empire reshaped every country that became entangled in it. \"The question that emerged was not how it was possible to be Ahmad Ullah Khan, servant of the Raj. The real enigma was how could I, Ziauddin Sardar, ever have been considered 'new' to Britain?\"</p>",
  "<h2>Freshers' weeks</h2> <p>If you're a total novice, but don't want to waste shovel loads of cash on a sport you might not even like, then make use of the great new Freshers' Week packages currently being touted by ski companies. The industry is trying to get ski virgins hooked on the white stuff by offering freebies for their first break. Lift pass, lessons and equipment hire are thrown in for nothing when you book flight and accommodation packages for specific weeks and resorts, saving a couple of hundred quid per person. </p> <p>• Neilson's (0844 879 8150, <a href=\"http://www.neilson.co.uk\">neilson.co.uk</a>) freshers' deals include Kitzbuhel, Obergurgl, Chamonix, Courchevel, Les Arcs and Tignes for weeks starting January 17 and 24. First Choice (0871 664 0130, <a href=\"http://www.firstchoice-ski.co.uk\">firstchoice-ski.co.uk</a>) has them for Verbier, Morzine, Val Thorens for January 24. Inghams (020-8780 4433, <a href=\"http://www.inghams.co.uk\">inghams.co.uk</a>) for 27 resorts including Yllas (Finland), Saas Fee and Davos.</p> <h2>Rocks Resort, Laax</h2> <p>Last winter brought us the swanky Nevai hotel in Verbier; previously, it was Chamonix's Club House that got all the hype. This season's big designer hotel opening is the imposing Rocks Resort in Laax, a beautifully situated Swiss resort with fantastic off-piste, world-renowned board parks and a bar called Crap (which is actually great). The resort is a complex of apartments within a grey cube constructed from slabs of Valais quartzite, a bobble-hat's toss from the ski lift. It would make a stylish base for the Brits festival, held every year in Laax - which is like \"Glastonbury meets the World Cup final on snow\", according to Ski Sunday presenter Ed Leigh, for its National British ski and snowboard competitions, live music and wild parties. </p> <p>• 0041 81 927 7777, <a href=\"http://www.rocksresort.com\">rocksresort.com</a>, from £495 per week for a two-bedroom apartment. Brits festival, March 28-April 4, <a href=\"http://www.brits09.com\">brits09.com</a>.</p> <h2>Ryanair flights</h2> <p>Other airlines may be collapsing like avalanches, but Ryanair has expanded its ski programme with new routes from Stansted to Cuneo in western Italy (handy for Sestriere and Vars Risoul) - and Lourdes (for a group of small, family resorts around Gavarnie, Domaine de la Forêt Blanche, and Cauterets). There are also new flights to Turin from Bournemouth, Liverpool, Edinburgh, Glasgow and East Midlands; and to Grenoble from Edinburgh, Bristol and Birmingham, plus Birmingham-Cuneo. </p> <p>• <a href=\"http://www.ryanair.com/ski\">ryanair.com/ski</a>, all cost from £52 rtn.</p> <h2>Hotel Matterhorn Focus, Zermatt</h2> <p>This new luxury boutique hotel might be the only thing in Zermatt to match the aesthetics of the Matterhorn outside the window. With lots of glass, white and black interiors, a wellness area and 29 super sleek rooms it couldn't be further from the gingham and pine of most ski hotels.</p> <p>• Book through Crystal Finest (0871 971 0364, crystalfinest.co.uk), from £1,099pp pw B&amp;B inc flights.</p> <h2>Sauna gondola, Finland</h2> <p>This idea is so hot right now: the world's first sauna inside a gondola! Privately hired to groups of up to 12 between 7-9pm, four at a time defrost as the wooden gondola does a 13min circuit, taking in the views - and the northern lights if you're lucky - while others wait in a main sauna at the top of the mountain for their turn.</p> <p>• Inghams (020-8780 4433, <a href=\"http://www.inghams.co .uk\">inghams.co .uk</a>) has a week at a three-star hotel, self-catering in Yllas from £389pp inc flights. Sauna experience around €100pp.</p> <h2>Granny's pension, Dolomites</h2> <p>The owner has just finished renovations on this small pension, built by his grandparents in the 60s, in the Italian resort of Ortisei. Decked out with lots of bare wood, stone and tactile fabrics, with a terrace, smart rooms, saunas and a gym, it's now contemporary, but retains its cosiness. The area's famous for its gourmet food; here the emphasis is on traditional valley and Mediterranean grub. </p> <p>• 0039 0471 796 649, <a href=\"http://www.arnaria.com\">arnaria.com</a>, rooms from €75pp pn half-board. </p> <h2>Speed-riding, France</h2> <p>Full-pelting it downhill through powder not enough for you? Try strapping a mini-parachute to your back so you can fly from bumps and float over the icy bits. Speed-riding is the latest development in extreme skiing, and experienced snow-hounds can learn how on new beginners' courses in Les Arcs and Val d'Isère, </p> <p>• Offered through Action Outdoors (0845 8900 362, <a href=\"http://www.action-outdoors.co.uk\">action-outdoors.co.uk</a>) for the first time this season. From £609pp inc full board, equipment and lift pass.</p> <h2>Limelight Lodge, Aspen</h2> <p>A new way to do the world's glitziest resort on a budget comes from this stylish rebuild of an old family-owned budget hotel in downtown Aspen. The Limelite Lodge operated for 50-years, but now it's gained a \"g\" and an \"h\" and lost an \"e\", having been bulldozed and rebuilt as a modern pad with 126 balcony rooms, pool, hot tub, après-ski cakes and wine, and breakfasts big enough for a yeti.</p> <p>• 001 970 925 3025, <a href=\"http://www.limelightlodge.com\">limelightlodge.com</a>, rooms from $155 pn.</p> <h2>Designer chalet, St Anton</h2> <p>If your group can't afford to stay in the amazing new Artemis chalet in St Anton (a hexagonal, ultra-luxurious pad with one-way glass in the showers with views, hot tubs, spa and cinema ... oh and a package price of £1,875pp per week), Interhome has a stylish alternative in the six-bedroom Chalet Arlberg. It has a plunge tub, sauna and rain showers, a \"Fairy Godmother\" rather than a chalet-maid, who'll even wash your ski socks, at a more affordable rate. </p> <p>• 020-8780 6633, <a href=\"http://www.interhome.co.uk\">interhome.co.uk</a>. £7,639 for 5 nights, sleeping 14 (£545pp).</p> <h2>Freeze Festival, London</h2> <p> Catch a leg of this winter's Snowboard FIS World Cup in the capital, as the Big Air comp comes to the London Freeze festival, to be held in the iconic Battersea power station from October 23-26. Our own Dan Wakeham will compete against the world's best on a 30m real snow ramp; plus there's music from The Enemy, The Cuban Brothers and Annie Mac; snow film premiers; and DJs from the Alps' infamous après-ski bars, including St Anton's Krazy Kanguruh and Mayrhofen's Ice Bar. </p> <p>• <a href=\"http://www.londonfreeze.com\">londonfreeze.com</a>, £10 per child (aged 14 and under), £15 per adult.</p>",
  "<p>I'd always loved the idea of snowboarding. I'd seen it done on television. Skiing too. It looked like a lot of fun. But as far as I was concerned, winter sports, like disasters and horrible crimes, were something that only happened to other people. We were not a family that went on skiing holidays. Adventure and activity were never high on my folks' list of priorities. Even when we holidayed in a caravan, my Dad made damn sure it was a caravan that sat still in a caravan park for the duration of the holiday.</p> <p>My first opportunity to sample winter sports was in California. It was February 1999 and I was in LA on one of my fruitless attempts to \"break\" America. My cousin invited me to go snowboarding in an area east of LA called Big Bear. Well, my diary wasn't exactly packed with auditions that day so I went along and took a snowboarding lesson. By the end of the day I could drift a few feet to the left and a few feet to the right, a basic move called \"leaf-falling\". While it may have been the single most useful thing I achieved on that visit Stateside I still went home unable to snowboard.</p> <p>The next opportunity was in 2002. Some friends of mine had lucked into some free room and board with a millionaire comedy fan who had a place in Verbier. They were going for a week; did I fancy coming? January is a notoriously quiet month in the comedy calendar. Also I had just started seeing a girl who I thought might be impressed with the offer, so I thought, what the hell, and we went along. Rather than stay with the friend of my friends, however, I got us a hotel. A wise move, as he turned out to be a nutter.</p> <p>In Verbier I engaged the services of another snowboarding instructor, one who thought that taking me on a red run would be the best way to start, seeing as I had not been on a snowboard for three years. By the end of the day all I had learned was that snowboarding hurt and that I didn't like snowboarding instructors. I spent two more days in Verbier, falling down the nursery slopes. The tragic thing is, I would have spent even more time trying to snowboard if I had been physically able. It was only because I was in too much pain that I didn't spend more time infuriating myself. Still, the fondue was nice and my new girlfriend seemed to enjoy the skiing.</p> <p>I suppose that's what kept me coming back for more. The wonderful thing about skiing or snowboarding is, even if you're useless at it, it's still worth it for the après. There's something about having tortured </p> <p>your body all day that makes sweating in a sauna or relaxing in a Jacuzzi infinitely more satisfying. The same goes for the nightlife. I've spent a massive proportion of my adult life knocking back booze in noisy bars, but there's nothing like sore legs and an aching back to create the illusion that you've earned it.</p> <p>The following winter, the same group of friends had set themselves up with a load of stand-up gigs in ski resorts across Canada. They phoned to see if I would join them in Whistler for some snow frolics. I had obviously done a good job of seeming to enjoy myself in Verbier. I was still going out with the same avid skier as before, so I agreed.</p> <p>A feeling of dread crept in as we left Vancouver. Why was I putting myself through this again? But as the first snowy peaks hove into view I realised what drew me to this most addictive of sports. The view. Every second of every day you are surrounded by unparalleled beauty. Who cares if I spent more time on my arse than my feet? That view could take the sight from your eye. Bring it on. </p> <p>I took some more lessons with an instructor who was actually very good and very sympathetic but who, with the best will in the world, could not turn me into a snowboarder. </p> <p>Here's my problem with snowboarding. It hurts too much when you fall. You can be toddling along quite nicely and suddenly you just \"catch an edge\" and, next thing, your head is planted into the ground. Like a big guy stepping on your foot and then pushing you over. You are whipped into the ice, hard and without warning. For me, snowboarding is like being beaten up by a mountain. </p> <p>\"Hey Ed. You wanna come snowboarding?\"</p> <p>\"I could. Or you could just cover yourself in snow and kick the shit out of me. It would be cheaper.\"</p> <p>Fast forward to February 2006. I was now living with the woman who would later become my wife and eating ice cream was the closest I'd got to being on a piste. I got a call from a friend saying somebody had pulled out of some gigs in the French Alps and did I fancy popping over for five days' skiing. \"No thanks. I'm too busy,\" said I, and put the phone down. A few minutes later, having leafed through my diary and found I wasn't busy at all, I told my girlfriend that I had just turned down a trip to France. She suggested I get on the phone and, as Ben Kingsley's character in Sexy Beast might say, \"turn the trip to France Yes\". </p> <p>So off we went to Méribel where, like many a comic before me, I was taught how to ski by a bar owner named Richard Lett - and I've not looked back since. Obviously it was difficult at first, and I remember telling the audiences at the comedy show that if they wanted to heckle me with a line I had no answer to, just yell, \"Lean forward\" as I had had it yelled at me all day and I still hadn't thought of a better answer than, \"I'm fucking trying to lean fucking forward!\" </p> <p>Having said that, I didn't end up with a bruise on my arse the size of my arse. I actually enjoyed myself on the slopes for the first time. My only regret now is that I wasted so much time trying to snowboard when I should have been skiing. I'm not saying I have any great aptitude for the sport. I'm not, nor will I ever be, a great skier, but I enjoy it and have since spent a week in Zermatt and taken regular trips to Méribel. The great thing about Méribel is the Altitude festival which started this year. A collection of comics and musicians and DJs all having fun in the snow. What's best is that it's at the end of the season so the slopes are empty, which suits my skiing style - fast and not very controlled - down to the ground.</p> <p>So I suppose my advice to prospective snowboarders is this: if at first you don't succeed, try, try, try again. But if after that it still sucks, you might be better suited to skiing.</p> <p>• For details of Ed Byrne's upcoming national tour go to <a href=\"http://www.edbyrne.com\">edbyrne.com</a>.</p> <p>• <a href=\"http://www.altitudefestival.com\">altitudefestival.com</a></p>",
  "<p>I have a conspiracy theory. Like most of these, on whatever subject, it is entirely untested, so you are welcome to dismiss it out of hand. But let me try it out on you anyway. In today's Independent is an <a href=\"http://www.independent.co.uk/opinion/commentators/anthony-browne-why-we-should-grant-illegal-immigrants-an-amnesty-942761.html\">article</a> by Anthony Browne arguing that illegal immigrants in Britain should be given an amnesty. Browne is the outgoing director of the right wing think tank Policy Exchange and incoming director of policy for Boris Johnson. Those familiar with some of his past writing on immigrants might be surprised at this stance on the illegal ones. Here's something Browne wrote for The Times six years ago: </p> <blockquote> <p>\"About a quarter of a million people are coming to Britain from the Third World each year: a city the size of Cambridge every six months, an unprecedented and sustained wave of immigration to one of the world's most densely crowded islands, utterly transforming the society in which we live against the wishes of the majority of the population, damaging quality of life and social cohesion, exacerbating the housing crisis and congestion, and with questionable economic benefits.\"</p> </blockquote> <p>The passage comes from a polemic headlined \"Is Britain losing Britain?\" which was enthusiastically re-printed by, among others, the far-right American blogger V-Dare. To show his gratitude, Browne <a href=\"http://www.vdare.com/misc/browne_article.htm\">wrote to V-Dare</a>, describing the large number of emails he'd received in support of his views, and how these had almost brought him to tears. He went on: </p> <blockquote> <p>What came across so profoundly is the deep frustration and anger that people feel about their loss of national identity and the growing social fragmentation of Britain under the weight of Third World colonization.</p> </blockquote> <p>\"Colonization\", eh? </p> <p>Three years later Browne wrote further articles about immigration and national identity - for the Spectator when Boris Johnson was its editor. Two of these referred specifically to London, the city whose fate he is soon to have a significant influence on. He didn't seem to care for it much here. <a href=\"http://www.spectator.co.uk/the-magazine/features/13940/part_2/the-lefts-war-on-britishness.thtml\">Apparently</a>, it is the only place in Britain that \"the Left\" holds in esteem because \"there is little British left about it.\" The place has lost its soul to immigrants, you see. In another offering for our mayor-to-be, he launched a vicious attack on the the borough of Hackney in an <a href=\"http://www.spectator.co.uk/the-magazine/cartoons/13258/theres-no-place-like-home.thtml\">attempt to demonstrate</a> that multi-ethnic communities are inherently unnatural and unhappy. </p> <p>The raging anger of these pieces, the deep distaste they express for the \"world city\" character of Britain's capital, has been noted by critics of Browne's appointment (such as <a href=\"http://www.guardian.co.uk/commentisfree/2008/aug/01/london.boris\">me</a>) and, I suspect – and here is the heart of my conspiracy theory - impressed on Johnson and his aides the need for pre-emptive moves against the disquiet that will be caused by Browne's arrival at City Hall. Possible evidence for this lies in the <a href=\"http://www.london.gov.uk/view_press_release.jsp?releaseid=17942\">press release</a> announcing his recruitment. He was described as an expert in many fields, but no mention was made of his pungent views on immigration and the loss of \"Britishness\". </p> <p>And now, barely a week before Browne's starts in his new post, an article for the Independent calling for an amnesty for immigrants who don't even have a legal right to be here. Interesting timing, given that immigration isn't presently in the news and that Browne is due to start working for Mayor Johnson in the next couple of weeks. Conversion, coincidence or...well, \"conspiracy\" would be over-dramatising it. But it does look a little politically convenient, don't you think?</p>",
  "<p>In a post this morning, I promised more to come on the question of how this bailout debate exposes a fraying of the longstanding Main Street-Wall Street alliance inside the GOP. So here we go.</p> <p>Let me first explain what that is. \"Main Street\" means, in short, the right-wing populist aspects of the current GOP--guns, God and gays, abortion, rallying the decent common folk against the coastal elites, etc. \"Wall Street\" means, literally, Wall Street -- more specifically, the pro-corporatist policies that the party puts in place once voted into office by the people on Main Street: the tax cuts for the wealthy, the stern opposition to almost all regulation and oversight of the private sector, the denial of a human role in climate change (because to acknowledge would imply the need to do something about it, and that means regulations and oversight), a host of policies like that. </p> <p>Get the little people to vote you in. Give them a small tax cut and lots of symbolic stuff that has no actual price tage. Give the store to the big people. That's the Main Street-Wall Street alliance.</p> <p>This bailout proposal puts them at each other's throats far more directly than I can ever remember in my adult lifetime. The decent common folk (almost all white, it should be mentioned) are usually egged on by right-wing populist talk radio jockeys and by politicians to aim their ire at the brown illegals or the homosexuals or the Harvard pointy-heads. Now they're being egged on against the bankers. It's a modern first. And the stakes are fascinating, and high.</p> <p>The always sagacious Mark Schmitt has written <a href=\"http://prospect.org/cs/articles?article=is_the_republican_alliance_finally_breaking\">an interesting take on this</a> at the American Prospect Web site. Why is this happening right now? That is, why are House Republicans rebelling so forcefully? Ideological reasons of course, but ideology is also, it is always to be remembered, driven by structural facts. And the key structural fact, Schmitt writes, is that the House GOP members now almost wholly represent Main Street-style districts:</p> <blockquote> <p>The House Republicans now represent white Americans of modest means -- the very opposite of the \"investor class.\" (Most of the Republicans who represented affluent districts were wiped out in 2006.) They are the ones whose phones are ringing off the hook with opposition to the bailout, the ones already saddled with an unpopular president, an unpopular war, and an uninspiring presidential nominee.</p> <p>Republican strategist Ed Rollins gave the game away on CNN: \"At the end of the day, there's a lot of people thinking about how to rebuild this party, and do we want to rebuild it with John McCain, who's always kind of questionable on the basic facts of fiscal control, all the rest of it, immigration. And I think to a certain extent this 110, 115 members of this study group are saying, here's the time to draw the line in the sand.\"</p> </blockquote> <p>A point very much worth keeping in mind. Senators represents entire states. Some states are small and largely rural. But most individual senators cannot, and the Senate as a body cannot, see itself as the representative of a purely conservative-populist-agrarian politics. America isn't Wyoming. And the affluent districts Schmidt refers to are, as Ruy Teixeira and John Judis (second mention today on Tomasky blog!) <a href=\"http://www.amazon.com/Emerging-Democratic-Majority-John-Judis/dp/0743254783\">anticipated years ago</a>, shading purple or even blue. So House Republicans are very logically representing the interests of the people, in some ways the <em>only</em> people, who vote for them.</p> <p>Problem: They aren't 51% of the country. Not even close. That's why the GOP needs the Wall Street end of the deal to hold up. But if the House GOP has its way -- and evidently, if John McCain has his way, since he's hitched his star to theirs -- the alliance may crumble. Back to Schmitt:</p> <blockquote> <p>he Republican coalition since at least Reagan has been a miraculous alliance of Wall Street and Main Street. Populist politics, such as the attack on \"elites\" now embodied by the enthusiasm for Gov. Sarah Palin, were the vehicle for Wall Street policies, the very policies that led to the crash. The alliance always seemed unsustainable. At some point it had to break -- you can't go on forever with policies that do nothing for your core constituencies. And now, in the backlash against the bailout, it has broken. The House Republicans see in that backlash an opportunity to, as Rollins says, \"rebuild this party\" on populist, anti-Wall Street grounds.</p> <p>There are only two problems with this tactic. First, the middle of a financial crisis that's about to turn into an economic crisis is a hell of a time to suddenly start listening to your constituents. But that's the problem with playing with populism -- eventually you have to deliver something, and it's likely to be something ugly.</p> <p>The second problem is that the Republicans still have nothing but reflexive Wall Street policies in their bag of tricks. The House Republicans' main alternative? Suspend the capital-gains tax for two years, to encourage banks to unload assets. Brilliant! Except that if these assets had produced capital gains, banks wouldn't be in trouble. But it would still be a nice giveaway for the top one percent. </p> </blockquote> <p>Well said.</p> <p>Final note: Schmitt mentions the great budget battle of 1990 as a spiritual antecedent to what's happening now (see a timeline of that <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9C0CE6DC1439F93AA35753C1A966958260\">here</a>).<br>That year's budget deal, in which George H.W. Bush agreed with the Democrats to raise taxes, gave much impetus to a then much smaller group of House conservatives, who used right-populist resentment at the deal, which was cut at Andrews Air Force base (to say those three words in conservative circles to this day makes some people spit on the floor), as a way to build their numbers and eventually take over the House of Representatives four years thence.</p> <p>Their leader, then, was Newt Gingrich. So I was interested to read <a href=\"http://www.politico.com/blogs/thecrypt/0908/Is_Newt_still_running_the_show.html?showall\">this</a> in the Politico just this morning:</p> <blockquote> <p><br>If you didn't know any better, you'd think [House Republicans] were taking marching orders from Speaker-in-Exile Newt Gingrich. For the past week or so, he's been urging Congressional Republicans and John McCain to reject the $700 billion bailout and label it the \"Bush-Obama\" plan -- tying the Democratic nominee to the most toxic Republican since, well, Gingrich himself.</p> <p>Opposing the plan would also open up a world of political possibilities for Republicans still tepid about backing Senator Maverick, he's argued.</p> <p>If the GOP blocks the bailout, \"I think you will see the emergence overnight of a 'McCain Reform Wing of the Republican Party' and you'll see House and Senate members siding with McCain by overwhelming margins and then you'll be in a very different political environment,\" he told ABC a few days ago.</p> </blockquote> <p>A few days ago? It seems pretty clear that Gingrich was sketching out to ABC his desired scenario and then whispering in some ears up on Capitol Hill. Nothing wrong with that. Just interesting that a man who left politics in disgrace and drove his political bus over a cliff on the matter of the Clinton impeachment -- and who probably today has an approval rating of no higher than 32% or so -- still carries such weight.</p> <p>The circumstances were right in 1990 for such a nascent right-populist coalition to build. And Gingrich, rhetoric aside, just about always looked out for Wall Street. But whether he's right about that \"world of political possibilities\" today is another question. If the GOP holds onto Main Street and hands Wall Street to the Dems, how are they going to reach 51% (and where are they going to get their donations from?)</p> <p>Last point: If were Obama and David Axelrod, I'd be thinking about ways to tie McCain to Gingrich.</p>",
  "<p>Americans - most notably right-leaning Americans - used to issue dire warnings about sliding down \"the slippery slope\" on any number of hot-button political issues. From the slippery slope of <a href=\"http://www.frc.org/get.cfm?i=bc04c02\">same-sex marriage</a> to the slippery slope of <a href=\"http://www.guncite.com/journals/okslip.html\">gun control</a> to the slippery slope of <a href=\"http://www.cwfa.org/articledisplay.asp?id=1413&amp;department=CWA&amp;categoryid=life\">abortion rights</a> to the slippery slope of <a href=\"http://www.pushhamburger.com/slippery.htm\">immigration</a> and on and on, various political interest groups in America guarded that slope, with no small amount of zeal, lest any of us find our God-given rights or once-vaunted rule of law lost for good before we even noticed.</p> <p>Bad news. We've lost our God-given rights, at least our constitutional ones, and certainly the rule of law. The US is now in full-plummet down the slippery slope, due, in no small part, to a lack of courage, willingness, interest and imagination of those who might have kept it from happening long ago.</p> <p>Following the Democratic (and Republican) Congress's utter disinterest in taking action to oppose George W Bush's extra-constitutional legislative signing statements – in which he declared, <a href=\"http://www.boston.com/news/nation/articles/2006/04/30/bush_challenges_hundreds_of_laws/\">many times over</a>, that he would neither obey certain laws himself, or didn't believe they applied to any departments of the executive branch - the slippery slope was nicely lubed up to allow for his Wall Street bail-out bill's <a href=\"http://www.huffingtonpost.com/2008/09/22/dirty-secret-of-the-bailo_n_128294.html\">remarkable \"Section 8\"</a>.</p> <p>Those 32 words in Bush's draft legislation allow for the complete control of at least $700bn in US taxpayer dollars by a single person, the secretary of the Treasury, and worse, stipulate: \"Decisions by the secretary pursuant to the authority of this act are non-reviewable and committed to agency discretion, and may not be reviewed by any court of law or any administrative agency.\"</p> <p>But why should Republicans be concerned about that? After all, they themselves have attempted to undermine, or have otherwise out-and-out supported, the undermining of constitutional checks and balances by removing judicial reviews legislatively, or supporting the executive branch doing so, on everything from <a href=\"http://www.votesmart.org/issue_keyvote_member.php?cs_id=V3713\">detainee<br>rights</a> to <a href=\"http://glenngreenwald.blogspot.com/2006/05/no-need-for-congress-no-need-for.html\">wiretapping American citizens</a> to building <a href=\"http://www.boston.com/news/nation/articles/2008/01/30/bush_asserts_authority_to_bypass_defense_act/\">permanent US military bases</a> anywhere in the world they liked. (And that's just the proverbial tip of the iceberg, as many such Bush administration <a href=\"http://www.boston.com/news/nation/washington/articles/2007/06/19/us_agencies_disobey_6_laws_that_president_challenged/\">refusals to follow the law</a> had nothing to do with so-called national security issues.)</p> <p>And why should Democrats be suddenly indignant about Bush's Section 8? They've sat by and watched his usurpation of their co-equal congressional powers, and the powers of the court, happen before their very eyes. They failed to take action beyond a few congressional hearings (ignored by the media) and a number of sternly worded letters (ignored by the recipients). First, they claimed, they could do little about any of this, as they didn't have a majority in Congress. Then they claimed they didn't have enough of a majority. In both cases, oddly enough, Republicans and the Bush administration, generally got everything they wanted. Apparently not having a majority, for Republicans, is no problem at all.</p> <p>Bush administration officials have defied the rule of law time and again when it comes to congressional subpoenas. Karl Rove, Harriet Miers and Josh Bolten have all laughed in the face of Democratic (and <a href=\"http://www.bradblog.com/?p=5437\">even bipartisan</a>) congressional attempts to force them to testify on any number of things. The Judiciary committees in both <a href=\"http://www.bradblog.com/?p=6231\">the House</a> and <a href=\"http://www.bradblog.com/?p=5437\">the Senate</a> have recommended contempt of Congress citations against all three, but the Democratic leaders in both chambers have refused to bring those recommendations to the floor for a vote, even as Bush administration's department of justice has informed them that they <a href=\"http://www.bradblog.com/?p=5247\">wouldn't bother enforcing</a> such subpoenas anyway.</p> <p>Congress's response to that direct spittle to the face? With the exception of a handful of congressmembers - most admirably Dennis Kucinich, who filed <a href=\"http://www.impeachbush.tv/progress/bush_dk.html\">35 articles of impeachment against Bush</a> (also ignored by congressional Democrats in the House) - they've done nothing to enforce the rule of law.</p> <p>So is it any wonder then that Sarah Palin's husband Todd, and five others, have now simply <a href=\"http://www.time.com/time/politics/article/0,8599,1842992,00.html\">refused to answer lawful subpeonas</a> to testify to an Alaskan congressional panel in the so-called <a href=\"http://www.theguardian.com/commentisfree/cifamerica/2008/sep/24/sarah.palin.troopergate\">Troopergate</a> scandal? Those scofflaws are simply following the example set for them by this White House and the nation's top law enforcement agency. A fish rots, it is said, from the head down. The first dude and his friends saw that ignoring the law has exactly zero consequences. So why even bother to show up? They didn't.</p> <p>I've <a href=\"http://www.theguardian.com/commentisfree/2008/aug/11/anthrax.usa\">written before</a> about the US having now fully become an outlaw nation, even as the bulk of its media outlets - and, in turn, its citizens - proceed as if everything is pretty much just politics as usual. It's not. It is anything but. It's a new and remarkable form of organised anarchy in which one major political party has abandoned their principles (if they ever actually had them in the first place) and another has been paralysed by complete fear and total denial.</p> <p>I find it all rather astonishing. America need no longer fear the slippery slope. We are now, officially, careening down it. Where it stops, nobody knows. But does anybody other than a few noisy and pesky citizens out here even care?</p>",
  "<p>A judge ruled today that the hip-hop star Busta Rhymes could remain in the UK to perform at a charity concert, hours before he was due on stage. </p> <p>Rhymes was within an hour of being deported yesterday because of criminal convictions in the US, before lawyers obtained an injunction preventing his removal. After being held at London City airport for 11 hours, he was released on bail pending today's hearing. </p> <p>Mr Justice Stadlen, sitting at London's high court, continued the injunction preventing Rhymes' removal from the UK. He emphasised the extraordinary nature of the case, stressing that he was acting so as not to disappoint thousands of fans on their way to the gig at the time the judgment was being handed down.</p> <p>The injunction gives Rhymes the opportunity to challenge the decision by immigration authorities to deny his entry and paved the way for him to perform at tonight's Orange RockCorps gig at the Royal Albert Hall - a free concert for 5,000 charity volunteers which he is headlining. The gig starts at 7pm.</p> <p>Rhymes, whose real name is Trevor Smith Jr, was kept in a small room with five armed police officers after being stopped by immigration officials when he arrived at the airport at 7.26am yesterday. The UK authorities wanted to fly him back to Amsterdam two hours later, citing \"unresolved convictions\" in America, but at 8.58am his legal team secured an injunction preventing him from getting on the flight.</p> <p>In March, Smith, 36, was given three years' probation in New York for assaulting his former driver and a fan who had allegedly spat on his car, in separate incidents. He was ordered to do 10 days' community service, pay a $1,250 (£675) fine plus costs and enrol in an anti-drink-driving programme.</p> <p>The judge at Manhattan criminal court warned Smith, whose hits include Woo Hah! Got You All in Check, Fire it Up and Everything Remains Raw: \"If you mess up, you're going to jail. I've given you a chance.\"</p> <p>In the wake of Smith's detention, Orange RockCorps said Ludacris, a fellow American hip-hop star and a friend of Rhymes, was added to the bill to perform alongside the Automatic, Guillemots, Lethal Bizzle, John Legend and Feeder in front of concert-goers who had earned their tickets by volunteering for four hours at community charity projects over the summer.</p> <p>A spokeswoman said Smith had been told he did not have permission to work in the UK due to what she described as his \"minor\" criminal record. But he had a valid work permit for tonight's show.</p>",
  "<p>Dean Stalham has been asked to join the scriptwriting team at the Royal Court theatre and is smirking at the prospect. It's not that the idea of working at one of the capital's most respected playhouses is disagreeable, it's just that around the corner from the theatre is a house where he once stole four Andy Warhols, 13 Chegalls, 33 Dalis and a Cindy Sherman. Oh, and £1m worth of 18th-century fireplaces.</p> <p>He's amused because this is only the latest in a series of events that act as abiding reminders of his chequered life. Incarcerated for three and a half years as a \"cracked-up\" art thief, Stalham left as a respected painter and playwright - he is a man defeated and reborn through art. Much like his plays, there are scores of unscrupulous characters woven into his own tessellated narrative, including his top hat-donning \"beatnik\" father, ice-cream-van-stealing uncle and an Algerian street urchin with the simple dream of pickpocketing £1m. But it was one man who quite literally saved his life: Arthur Koestler.</p> <p>Stalham, 45, is an art assistant and valuation expert at the Koestler Arts Trust, a charity responsible for selling nearly all art created in prisons on behalf of inmates. For this year's Koestler awards there were over 5,000 entries - covering 49 art forms from pottery to poetry - which were judged by more than 50 experts including Turner prizewinner Grayson Perry.</p> <p>Koestler HQ is not a converted warehouse in Soho or Brick Lane, and the artists are not hoovering up canapés and champagne. None of the artists are anywhere to be seen, because the Koestler Arts Centre is located in the complex of HMP Wormwood Scrubs. The artists, only metres away, are behind bars.</p> <p>Surveying Scrubs with steely eyes as a van load of new convicts shuffle through the gates to serve time at Her Majesty's pleasure, Stalham is reminded of a life partly lost in the penal system.</p> <p>\"Before jail, art just used to be a quick buck for me,\" says Stalham. He was caught selling the contemporary art haul, which he duped an unwitting plasterer to sell for £100 a piece from a house in Belgravia. \"I thought, 'I'm going to buy my villa with this'.\" It was when he put a Warhol print up for auction - a Marilyn Monroe that turned out to be the rarest of its kind - that he was found out and locked up.</p> <p>During the first of his three stints in prison, Stalham first came into contact with the Koestler prize. His smile dissolves as he recalls his first day inside HMP Highpoint, in Brighton. He admits: \"I thought, fuck, this is what real prison's like.\"</p> <p>Stalham explains that in Highpoint there's the north side which is \"pretty cool\", and the south side, aka the Bronx. Having not been assigned a cell, he feared he would die if he couldn't find a way of getting to the north side.</p> <p>At this point his knavish grin returns, as he recalls his blagging skills: \"I'd gone in for my interview [to determine which cell to assign him], looked up and saw a Koestler poster and asked, 'Has this prison ever won anything?'. When they said no, I said if they got me onto the north side, I'd win it for them.\"</p> <p>His effrontery paid off and he dedicated the next 1000 days to writing, painting and introspection, and after leaving jail for \"the last time\", he got a call to say he had won three Koestler prizes.</p> <p>Stalham suggests that upon reassimilation into society, detainees are still subject to the stigma of \"once a prisoner, always a prisoner\", and the art they create, he contends, is indelibly charged with the self-reflection that occurs behind bars.</p> <p>\"This is the world we know,\" he says. \"Will Self told me that you'll get found out if you don't produce writing and art from the heart.\"</p> <p>Stalham's plays, including Sporadicity, a highlight of the Camden fringe festival - \"about a glamour model who marries a half-Turkish, half-Irish heroin dealer after he forces her to have his baby at the peak of her career\" - are a testament to this sentiment. So too is his series of Amy Winehouse paintings, fashioned in part from the contents of a crack addict's dustbin.</p> <p>But despite the crestfallen contexts of his protagonists and muses, Stalham beams: \"I'm the happiest man alive, and I still can't believe the impact art has had on me. Life inside would have been brutal without it.\"</p> <p>His road to redemption shares a symmetry with Koestler, whose own life reads like a Hollywood script gone askew. Like Stalham, Koestler served time in three prisons. Born in Budapest in 1905, Koestler was a Zionist pioneer in Palestine, a renowned journalist in Berlin, a communist, a sex manual author in Paris, a seditionist and a bestselling author with his book Darkness at Noon - the writing of which he said gifted him a way of dealing with the horrors of incarceration. He was arrested by Franco's fascists during the Spanish civil war and held on death row in Malaga on suspicion of espionage.</p> <p>At the outbreak of the second world war, Koestler endured three months at Le Vernet detention camp in France after being accused of subversion in Paris, then completed his hat-trick of undesirable prison stints in HMP Pentonville in London, after being convicted as an illegal immigrant.</p> <p>Stalham's irreverent attitude is shared by some of the work submitted for this year's prize. One piece, called What's the Point?, is a collection of prison soap, carved with almost surgical precision by Mr J Ryman into the names and licence plate numbers of motorbikes. \"The artist was in for speeding,\" Stalham chuckles. Another entry, Bringing Music to Life, by an anonymous artist, is a model of an orchestra made entirely from sheet music paper and glue. Each Lilliputian musician, holding a minutely fashioned instrument, is positioned in accordance with a standard orchestra plan. The detail is intimidating.</p> <p>An exhibition of this year's work opens tomorrow at the Southbank Centre, although Stalham believes people shouldn't buy art by offenders if their interest lies in the appeal of the criminal mind. \"The people who really appreciate this work are those who come in and feel the message, the fact that it has actually gone through bars and over a wall and the building,\" he says, \"and that means that art flies.\"</p> <p>\u0095 Art by Offenders, from the Koestler Awards 2008, is showing at the Spirit Level, Royal Festival Hall at the Southbank Centre from September 27 - October 8. <a href=\"http://www.koestlertrust.org.uk/\">koestlertrust.org.uk</a></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337943234\"> <img src=\"https://static.guim.co.uk/Guardian/technology/gallery/2008/sep/24/news/Tomb-Raider_Underworld-8-9348.jpg\" alt=\"Tomb Raider: Underworld\" width=\"630\" height=\"355\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><a href=\"http://www.guardian.co.uk/technology/2008/sep/23/tomb.raider.underworld.lara.croft\">According to The Guardian's Steve Boxer</a>, \"Underworld will feel reassuringly familiar to anyone who has played a Tomb Raider of yore. The focus, clearly, has been on subtle improvement of a successful formula\"</span> <span class=\"element-image__credit\">Photograph: grabs</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337943219\"> <img src=\"https://static.guim.co.uk/Guardian/technology/gallery/2008/sep/24/news/Tomb-Raider_Underworld-Mexico-5220.jpg\" alt=\"Tomb Raider: Underworld\" width=\"630\" height=\"355\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Underworld is the first of the series specifically designed for new-generation consoles</span> <span class=\"element-image__credit\">Photograph: grabs</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337943228\"> <img src=\"https://static.guim.co.uk/Guardian/technology/gallery/2008/sep/24/news/Tomb-Raider_Underworld-Mexico-(5)-7741.jpg\" alt=\"Tomb Raider: Underworld\" width=\"630\" height=\"355\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lara's recently acquired grapple plays a more prominent part than in previous games and has been improved. It will still only hook onto strategically placed brass rings, but can now be attached before running, jumping or abseiling</span> <span class=\"element-image__credit\">Photograph: grabs</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337943225\"> <img src=\"https://static.guim.co.uk/Guardian/technology/gallery/2008/sep/24/news/Tomb-Raider_Underworld-Mexico-(4)-6762.jpg\" alt=\"Tomb Raider: Underworld\" width=\"630\" height=\"355\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Underworld is the first game in which Lara's movements have been dictated by motion capture rather than hand animation. Crystal Dynamics used a gymnast-cum-stuntwoman called Heidi Moneymaker</span> <span class=\"element-image__credit\">Photograph: grabs</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337943231\"> <img src=\"https://static.guim.co.uk/Guardian/technology/gallery/2008/sep/24/news/Tomb-Raider_Underworld-Mexico-(1)-8750.jpg\" alt=\"Tomb Raider: Underworld\" width=\"630\" height=\"355\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">You can now choose to shoot animals with a tranquilliser gun rather than a lethal weapon, though as Steve says, if you can't kill endangered species in a videogame, where can you?</span> <span class=\"element-image__credit\">Photograph: grabs</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337943222\"> <img src=\"https://static.guim.co.uk/Guardian/technology/gallery/2008/sep/24/news/Tomb-Raider_Underworld-Mexico-(6)-6115.jpg\" alt=\"Tomb Raider: Underworld\" width=\"630\" height=\"355\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Where's Lara? </span> <span class=\"element-image__credit\">Photograph: grabs</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337943237\"> <img src=\"https://static.guim.co.uk/Guardian/technology/gallery/2008/sep/24/news/Tomb-Raider_Underworld-Mexico-(2)-139.jpg\" alt=\"Tomb Raider: Underworld\" width=\"630\" height=\"355\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">As well as free-climbing surfaces studded with hand-holds, the new Lara can pull herself up to walk on the narrowest of ledges</span> <span class=\"element-image__credit\">Photograph: grabs</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337943240\"> <img src=\"https://static.guim.co.uk/Guardian/technology/gallery/2008/sep/24/news/Tomb-Raider_Underworld-Mexico-(3)-800.jpg\" alt=\"Tomb Raider: Underworld\" width=\"630\" height=\"355\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">That's just showing off ...</span> <span class=\"element-image__credit\">Photograph: grabs</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337943246\"> <img src=\"https://static.guim.co.uk/Guardian/technology/gallery/2008/sep/24/news/Kraken-2271.jpg\" alt=\"Tomb Raider: Underworld\" width=\"630\" height=\"355\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Kraken awakes</span> <span class=\"element-image__credit\">Photograph: grabs</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337943249\"> <img src=\"https://static.guim.co.uk/Guardian/technology/gallery/2008/sep/24/news/Lara_Gears-2962.jpg\" alt=\"Tomb Raider: Underworld\" width=\"630\" height=\"355\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">As ever, says Steve, much of the game's joy derives from controlling a character who moves so delightfully</span> <span class=\"element-image__credit\">Photograph: grabs</span> </figcaption> </figure>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338010615\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8982622@epa01500322-Druze-bri-1539.jpg\" alt=\"Golan Heights, Israel: Druze bride Arin Safadi cries as she leaves her family before crossing to Syria to marry her cousin Rabiee from Damascus\" width=\"599\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Golan Heights, Israel: A Druze bride, Arin Safadi, cries as she leaves her family before crossing to Syria to marry her cousin Rabiee, from Damascus</span> <span class=\"element-image__credit\">Photograph: Atef Safadi/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010633\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8993006@Thousands-of-Kashmiri-5027.jpg\" alt=\"Srinagar, India: Thousands of Kashmiri muslims offer prayers on the last Friday of the holy month of Ramadan\" width=\"599\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Srinagar, India: Thousands of Kashmiri Muslims offer prayers on the last Friday of the holy month of Ramadan</span> <span class=\"element-image__credit\">Photograph: Tauseef Mustafa/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010624\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8985012@Candles-are-laid-ou-3482.jpg\" alt=\"Kauhajoki, Finland: Candles are laid outside the Kauhajoki vocational high school. A masked gunman killed ten people before shooting himself\" width=\"630\" height=\"370\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kauhajoki, Finland: Candles outside the Kauhajoki vocational high school, where a masked gunman this week killed ten people before shooting himself</span> <span class=\"element-image__credit\">Photograph: Vesa Moilanen/Lehtikuva/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010612\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8988018@A-man-works-in-a-trad-751.jpg\" alt=\"Duekoue, Ivory Coast: A man works in a traditional charcoal factory\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Duekoue, Ivory Coast: A man at work in a traditional charcoal factory</span> <span class=\"element-image__credit\">Photograph: Luc Gnago /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010594\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8980393@epa01500163-Crew-memb-9222.jpg\" alt=\"Yokosuka, Japan: Crew members stand on deck on board the nuclear-powered US aircraft carrier USS George Washington at Yokosuka Naval Base\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yokosuka, Japan: Crew members stand on deck aboard the USS George Washington aircraft carrier, at Yokosuka naval base</span> <span class=\"element-image__credit\">Photograph: Dai Kurokawa/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010630\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8991748@Military-supply-goods-4564.jpg\" alt=\"Pocheon, South Korea: Military supply goods are dropped from a C-130 cargo plane during a live fire demonstration\" width=\"594\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pocheon, South Korea: Military supply goods are dropped from a C-130 cargo plane during a live-fire demonstration</span> <span class=\"element-image__credit\">Photograph: Lee Sang-hak/Yonhap/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010663\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8984064@Large-numbers-of-the--6061.jpg\" alt=\"Large numbers of the jellyfish drymonema dalmatinum have been reported in the Gulf of Mexico off southwest Florida\" width=\"325\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Large numbers of the jellyfish drymonema dalmatinum have been reported in the Gulf of Mexico off south-west Florida. The exotic species has caused problems for the shrimping industry in other parts of the world</span> <span class=\"element-image__credit\">Photograph: Valerie Roche/The News-Press/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010627\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8992212@LONDON---SEPTEMBER-25-4024.jpg\" alt=\"London, UK: Leaves begin to turn brown in Hyde Park\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">London, UK: Leaves beginning to turn brown in Hyde Park</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010588\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8980065@Lions-rest-in-a-zoo-n-8683.jpg\" alt=\"Amman, Jordan: Lions in a zoo\" width=\"608\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amman, Jordan: Lions in a zoo</span> <span class=\"element-image__credit\">Photograph: Ali Jarekji/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010606\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8983116@Actors-take-part-in-a-9787.jpg\" alt=\"Dublin, Ireland: Actors take part in a dress rehearsal of the play Blackwatch at Shelbourne Hall to mark the opening of the Ulster Bank Dublin Theatre Festival\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dublin, Ireland: Actors take part in a dress rehearsal of the play Blackwatch, at Shelbourne Hall, ahead of the Ulster Bank Dublin theatre festival</span> <span class=\"element-image__credit\">Photograph: Niall Carson/Press Association</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010582\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8986881@German-Bundeswehr-arm-7061.jpg\" alt=\"Kunduz, Afghanistan: German Bundeswehr army soldiers of the International Security Assistance Force (ISAF) stand near where they discovered an illegal weapon cache\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kunduz, Afghanistan: German soldiers with the International Security Assistance Force (Isaf) stand near to where they discovered an illegal weapons cache</span> <span class=\"element-image__credit\">Photograph: Fabrizio Bensch/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010609\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8980325@SYDNEY,-AUSTRALIA---S-285.jpg\" alt=\"Sydney, Australia: Sara Baras performs on stage at the Sydney Opera House\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sydney, Australia: Sara Baras performs on stage at the Sydney Opera House</span> <span class=\"element-image__credit\">Photograph: Lisa Maree Williams/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010618\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8983194@JIUQUAN,-CHINA---SEPT-2509.jpg\" alt=\"Jiuquan, China: The Long-March II-F carrier rocket carrying the Shenzhou-7 spaceship blasts off from the launch pad at the Jiuquan Satellite Launch Centre\" width=\"588\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jiuquan, China: The Long-March II-F rocket carrying the Shenzhou-7 spaceship blasts off at the Jiuquan satellite launch centre </span> <span class=\"element-image__credit\">Photograph: Xu Haihan/ChinaFotoPress/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010621\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8986613@Dead-canaries-are-see-2996.jpg\" alt=\"Sao Paulo, Brazil: Dead canaries at the International airport.\" width=\"627\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sao Paulo, Brazil: Dead canaries at the airport. A Portuguese man was arrested trying to smuggle 200 wild Peruvian canaries in four cages inside two suitcases. Sixty-five of the birds died due to suffocation or dehydration</span> <span class=\"element-image__credit\">Photograph: Andre Penner/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010660\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8992425@A-model-presents-a-cr-5606.jpg\" alt=\"Milan, Italy: A model presents a creation by Agatha Ruiz De La Prada\" width=\"553\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Milan, Italy: A model presents a creation by Agatha Ruiz de la Prada</span> <span class=\"element-image__credit\">Photograph: Filippo Monteforte/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338010585\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/26/1/GD8984007@View-of-a-sculpture-b-7923.jpg\" alt=\"Berlin, Germany: A sculpture by Chiharu Shiota involving hundreds of shoes stuck to the facade of a building\" width=\"593\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Berlin, Germany: A sculpture by Chiharu Shiota involving hundreds of shoes stuck to the outside of a building. The sculpture is part of the Torstrasse, 166 - House of Imagination exhibition</span> <span class=\"element-image__credit\">Photograph: John Macdougall/AFP</span> </figcaption> </figure>",
  "<p>Turnip sales are soaring as southern consumers rediscover the vegetable Scots never abandoned – the humble neep.</p> <p>Thanks to the credit crunch and shrinking household budgets, the turnip is apparently staging a comeback across the rest of the UK, with one leading supermarket reporting sales have rocketed by <a href=\"http://www.telegraph.co.uk/news/uknews/3073692/Turnip-makes-comeback-thanks-to-credit-crunch.html\">75% in 12 months</a>.</p> <p>Be warned, southern turnip fanciers, it's a hard vegetable to love. And even harder to dice. Come Burns Night on January 25th, there's no quicker way to clear a kitchen than to shout, \"who's doing the neeps?\"</p> <p>Without a knife sharper than Sweeney Todd's and wrist action like Roger Federer – a small hacksaw is generally required. Hardly traditional but by January the purple beasts are so hard to cut, some can double as bowls. Tatty peeling is a doddle by comparison and although catching the haggis is exhausting it doesn't cause the neep-dicing-induced repetitive strain injuries reported across Scotland in early February.</p> <p>The resulting <a href=\"http://www.rampantscotland.com/recipes/blrecipe_clapshot.htm\">clapshot</a> – neeps and tatties mashed – is of course delicious with pepper, haggis and the sniff of a dram (cutters traditionally remain sober throughout Burns festivities lest more neeps are required).</p> <p>But what is happening outside Scotland to cause this present neepy surge? A sudden burst of bulk buying by exiled Scots who fear their Burns parties may be ruined by the credit crunch? The mass clearance of neep-eating sheep which has left fields full of oxidising vegetables? Or a Jamie Oliver programme which recommended a neep based diet – a traditional Highland cure for constipation and irritable bowel syndrome (if you've passed a field of neep eating sheep, you'll have heard the beneficial effects on their digestive systems).</p> <p>Sadly, none of the above, because of a vegetable mis-selling scandal that leaves the spivs' attack on HBOS smelling positively fragrant by comparison.</p> <p>The proud, yellow fleshed, hard as nails Scottish turnip has long been called a swede in England and the name usurped south of the border by a puny, tasteless white vegetable that resembles a large radish. It's widely believed the opening line of Burns' <a href=\"http://www.youtube.com/watch?v=pTUHBhZZJwE&amp;feature=related\">To a Mouse</a>: \"Wee, sleekit, timorous, cowrin' beastie\", was originally aimed at this feeble excuse for a vegetable.</p> <p>And it is this pusillanimous root that is being sold in supermarkets to innocent English people eager to sample a staple of the Scottish diet which can also serve as a lantern at Halloween.</p> <p>This confusion is understandable.</p> <p>As kilts sweep weddings, Scotland becomes drier and Scots-envy sweeps the rest of the UK (free personal care, no bridge tolls, no upfront university tuition fees, no plans for new nuclear power stations) neighbours seek to emulate the Scottish diet. And let's face it, that's a tough call for those without deep-frying skills. So the neep has become the most thrifty way to achieve a fashionable taste of Scotland.</p> <p>Alas. This modern Tale of Two Turnips would be comical if it wasn't so sad. Thousands of consumers are currently chopping, scraping and boiling the wrong vegetable. And there are few recipes for neeps north or south of the border that don't involve haggis, a species in decline thanks to changing Highland land use. Any reasonable recipes or re-naming suggestions welcome.</p>",
  "<p>The Mexican government is holding a competition to find the most outrageous examples of bureaucracy and the best suggestions on how to improve rid government agencies of inefficiency and corruption. </p> <p>Mexicans face such delays and complications in their dealings with officialdom that bribery to speed things up is commonplace. The president, Felipe Calderon, who announced the competition, wants to slim down the number of forms used by the federal government from 4,200 to a slightly more manageable 3,000 by the time he leaves office in 2012. </p> <p>\"Governments serve to facilitate the development of people and communities, not to complicate them,\" the government's public administration secretary, Salvador Vega, said at a news conference.</p> <p>Questions asked in competition entry forms include \"Were you asked for difficult-to-acquire or nonexistent documents?\" and \"Were you asked for a bribe to complete the service?\" People are asked for suggestions on how to improve government agencies.</p> <p>The head of the Mexican branch of the anti-corruption group Transparency International will chair the competition judging panel, which will include citizens. The winners will be announced in December. </p> <p>The worst example of federal red tape and the best suggestion for improvement will win US$27,900 (£15,180). Winners at the state and local level will get US$9,300 each.</p> <p>The entry forms feature a photograph of an official at his desk, surrounded by stacks of documents and pointing a long line of weary residents in another direction, while an assistant paints her nails. A clock on the wall gives the time as 11.30am and a digital counter announces that the second person of the day is being served.</p>",
  "<p>For some time yesterday, it didn't look like Busta Rhymes was going to be busting any rhymes in the UK. The American rapper was detained at London City Airport on immigration grounds, waiting almost 12 hours before a High Court judge ordered his release.</p> <p>Rhymes was coming to play a free <a href=\"http://www.theguardian.com/music/2008/jul/09/news.culture4\">RockCorps gig</a> in London. Immigration officials refused him entry, however, citing \"unresolved convictions\" and requested he fly back to Amsterdam. </p> <p>\"We're shocked at this sequence of events and this treatment of Busta,\" Stephen Greene, a RockCorps rep, told Reuters. \"He has the necessary work permit and has been in the country twice already this year, so we're a little puzzled that a question mark is now being placed over his ability to enter the country to perform.\"</p> <p>With authorities threatening to deport Rhymes, RockCorps lawyers filed an injunction – keeping him in the country until last night's High Court ruling. In the meantime, they scrambled to find a replacement for Rhymes's Albert Hall slot. </p> <p>Thankfully, major US rappers seem to be ten-a-penny for the Orange-sponsored charity. They booked Ludacris, according to reports, although it's not clear whether one or both rappers will be performing tonight. <br></p>",
  "<p>Today marks the 20th anniversary of the publication of Salman Rushdie's novel, <a href=\"http://query.nytimes.com/gst/fullpage.html?res=940DE1DF163FF93AA25753C1A96E948260\">The Satanic Verses</a>.</p> <p>At the time, extracts from the novel were circulated by some Islamic organisations to mosques and Islamic societies across the country to help acquaint British Muslims with its contents. </p> <p>I was in my second year at university and could not comprehend why someone like Rushdie, who had been brought up in a Muslim family, would write a provocative novel that he must have known would cause offence to millions of people. </p> <p>Why constantly refer to the Prophet Muhammad as Mahound, the old medieval name for the devil? And to have a group of prostitutes in a brothel to take on the names of the prophet's wives in order to better arouse their clients – what was Rushdie thinking? </p> <p>There can be no real doubt that Rushdie was aware that his book would spark a huge controversy. A clearly tongue-in-cheek passage in The Satanic Verses has a character being told, \"Your blasphemy, Salman, can't be forgiven … to set your words against the word of God.\"</p> <p>We are all familiar with what happened next. A series of demonstrations were organised calling for the book to be withdrawn from circulation – you may recall that the then Tory government had tried to do the same with Peter Wright's Spycatcher just a couple of years previously. There were a couple of infamous book-burnings. Some Muslim organisations called for the blasphemy law to be extended to cover more than just the Anglican faith. The protests against the book soon spread to Muslim majority countries. Then came Feb 14 1989 and Ayatollah Khomeini's dramatic intervention from Iran calling upon Muslims everywhere to <a href=\"http://query.nytimes.com/gst/fullpage.html?res=950DE0DF153FF936A25751C0A96F948260\">kill Rushdie</a> for the crime of insulting the prophet. </p> <p>Just over a year ago, I wrote a <a href=\"http://www.theguardian.com/commentisfree/2007/jun/19/notsurprisinglytheawarding\">Cif piece</a> arguing that it was time to admit that those of us who had called for the book to be banned or pulped were wrong. Utterly wrong. It was understandable why many regarded and still do regard passages in The Satanic Verses to be so offensive, but that could not be used as a justification to try and prevent others from reading the book. </p> <p>My piece got a mixed reaction from the Muslims I spoke to. Some agreed that the episode had been a disaster while others strongly disagreed with me and did not accept that a novelist should have the \"right to offend\". I tried to explain that the right to offend did not imply that one agreed with what was being said – it was just that the writer should not be prevented from doing so as long as he was not breaking any laws.</p> <p>This year I decided to send an email to members of one national Muslim organisation asking them for their own views on the matter. Here are excerpts from some of the responses that I received:</p> <blockquote> <p>You cannot force people to respect you and it has resulted in the exact opposite reaction with all sorts of people lining up to insult and lampoon the prophet, Islam, the Qur'an and Muslims generally in the last two decades since.</p> </blockquote> <blockquote> <p>I was 16 years old at the time and was perplexed over the issue. I knew that Rushdie had written an offensive book, but I found the Muslim protestors' response somewhat offensive too.</p> </blockquote> <blockquote> <p>The late Zaki Badawi was right all along to say he would offer his home as a sanctuary for his fellow citizen Salman when the death penalty and its bounty was declared ... I think years later, many of us who would admit to having hurled abuse at Badawi then, have relearned and rethought about loyalty, citizenship, freedom and social responsibility.</p> </blockquote> <p>It may be notable that I did not receive a single response arguing that the protestors were right to have called for The Satanic Verses to be pulped or withdrawn. </p> <p>Is this rethinking now widespread amongst British Muslims? Yes, my impression is that it certainly is with many now accepting that the Satanic Verses affair served to create (and for others reinforce) the unfortunate view that Muslims were backward, anti-intellectual, prone to violence and saw themselves as being somehow above the law.</p> <p>In a 1990 essay entitled \"<a href=\"http://books.google.com/books?id=gRyoAAAAIAAJ&amp;q=%22In+Good+Faith%22+rushdie&amp;dq=%22In+Good+Faith%22+rushdie&amp;ei=hrbbSKHWKpekiwHMkJDoDg&amp;pgis=1\">In Good Faith</a>\", Rushdie tried to explain his reasons behind writing the Satanic Verses. Rushdie argued that he and his book had been consistently misrepresented but also asked:</p> <blockquote> <p>What is freedom of expression? Without the freedom to offend, it ceases to exist. Without the freedom to challenge, even to satirise all orthodoxies, including religious orthodoxies, it ceases to exist. Language and the imagination cannot be imprisoned, or art will die, and with it, a little of what makes us human.</p> </blockquote> <p>It is painful to admit it, but on the need to uphold the freedom to offend, Rushdie was right. The consequences of not doing so should be apparent by now to Muslims above all. </p> <p>Earlier this year, the leader of the far right Dutch Freedom Party, <a href=\"http://www.religionnewsblog.com/18971/quran\">Geert Wilders</a>, called for the Qur'an to be banned because he found some passages in the book offensive. </p> <p>And there's the rub. Who is to decide what is offensive or not? What may be offensive to me may be just harmless fun to you and vice versa. </p> <p>Some months back I had dinner with a well-known British columnist who has some rather strident views about immigration and Islam. I asked him outright what it was that so annoyed him about Islam and he said it was what he viewed as the seemingly constant attempts by Muslims to try and restrict freedoms.</p> <p>And regrettably, like it or not, that is the image too many people now have of Muslims.</p> <p>Last month a fresh controversy broke out over the proposed publication of the novel, Jewel of Medina, which is said to be about the Prophet Muhammad's relationship with his youngest wife, Aisha. The book has been described as a \"soft-porn\" novel and is now due to be published by <a href=\"http://www.gibsonsquare.com/\">Gibson Square</a> in the UK next month. </p> <p>Already emails are being circulated calling on British Muslim organisations to mobilise to try and stop its publication. Will they try and do so? I really hope that appropriate lessons have been learned from the Satanic Verses affair and that British Muslims do not take the bait. </p> <p>As per Islamic tradition, I have spent this month of Ramadan re-reading and studying the Qur'an. It is an unfailingly joyous experience. Every time I read it I marvel at the achievements of the Prophet Muhammad. He was the restorer of a pristine monotheism, blessedly free from the confusing Christian doctrine of the trinity and the narrow Hebrew tribalism of Judaism. His revolution in Arabia changed the course of human history and launched the Arabs on to the world stage for the first time. </p> <p>The point I am trying to make is that his achievements are by no means diminished simply because of the writings of Rushdie or the Jewel of Medina author, Sherry Jones. </p> <p>The Qur'an records the prophet being vilified as a \"madman\" and a \"sorcerer\" by his pagan opponents. The Qur'an consoled the prophet against these taunts and urged him to be patient while assuring him that \"soon you will see and they will see which of you is afflicted with madness\" (chapter 68, verses 5-6). </p> <p>Let Rushdie, Jones and co write as they please. Muslims are likewise at liberty to use those very same freedoms to promote their own understanding of the mission of the Prophet Muhammad. </p> <p>So what will happen when the Jewel of Medina is published next month? If the views articulated by my correspondents now constitute the majority view amongst British Muslims then that would be a hopeful sign.</p>",
  "<p>He's a Tyneside pariah, his St James' Park regime is tottering like a new-born foal on ice, and the carbon footprint produced by his globe-trotting search for a buyer threatens to assume <a href=\"http://wumc.youth.googlepages.com/MessinWithSasquatch_2.jpg/MessinWithSasquatch_2-full.jpg\">Sasquatch</a> proportions. But Mike Ashley don't care about them things. No, the man who gave the Geordie Nation the cockney mafia has <strong>put his thinking head on</strong>, reflected that <strong>Michael Owen will need time to become a natural-born goalscorer</strong>, and arrived at the conclusion that <strong>only one man can give him the run of the mill</strong>.</p> <p>Step forward Glenn Hoddle, the former Swindon Town manager who once famously surmised that \"when a player gets to 30, so does his body\". Having been <a href=\"http://www.theguardian.com/football/2008/sep/26/newcastleunited\">turned down by Terry Venables</a>, <strong>Ashley reckons Hoddle is the perfect man to right Newcastle's listing ship</strong>. And who's to say the beer-swilling billionaire is wrong?</p> <p>Hoddle, who long ago recognised that \"international football is one clog further up the football ladder\", clearly has the tactical acumen for the job. Moreover, Glenda's frequently unintelligible brand of estuary English would seem a perfect fit for a city that has enriched the English language with words like <strong>knaa, divvie and howay</strong>. And who could blame Ashley if he has identified a kindred spirit in <a href=\"http://www.youtube.com/watch?v=1KEMMfV5-Qg\">the man who once warbled \"I'm on my own, so alone, gonna change, rearrange, can't explain, so afraid\"</a>?</p> <p>While the suspicion that Ashley is working his way down a wish-list of former England managers is likely to have <strong>a certain wally unfurling his brolly</strong> in eager anticipation, Neil Warnock is like a cat on hot tin bricks (as Alvin Martin, Hoddle's former World Cup team-mate and <strong>fellow linguistic pioneer</strong>, would say). The Crystal Palace boss wants to add Arsenal starlets Henri Lansbury, Jay Simpson and Rui Fonte to his Selhurst Park crèche, and is preparing, John Terry-like, to make a phone call on his phone to Arsène Wenger in a bid to ensure he gets them.</p> <p>Meanwhile, <strong>Steve Coppell reckons that Stephen Hunt gets over-excited</strong> when he sees the whites of the goalpost's eyes, so he'll flog the Reading midfielder to Everton or Sunderland come the January transfer window. </p> <p>Finally, back to St James' Park, where Jermaine Beckford could soon be asking himself the same question posed by Hoddle after England's ill-fated clash with Argentina at the '98 World Cup - <strong>\"Why am I here\"</strong>? The answer will be a £6m cheque in favour of Leeds United. And if it doesn't happen? Don't blame the Mill, who never said them things it said.</p> <p><em>· Feel free to leave any rumours of your own below. You were busy yesterday</em></p>"
]