[
  "<p>In the summer sumo's grand champion Asashoryu used his position as head of the wrestlers' union to call for a 10% pay increase for his members. Sumo wrestlers haven't had a pay rise since 2001 - when they were awarded a whopping 3% - and according to Asashoryu they needed the extra to cover the rising cost of food staples such as \"bread, rice and cooking oil, mayonnaise and beer\". Asashoryu has my sympathy. After all, when your ideal fighting weight is 25 stone, a couple of pence on the price of a packet of biscuits is going to have a considerable impact on your lifestyle.</p> <p>The Japan Sumo Association responded to Asashoryu's appeal with a silence so frosty it might yet prove the solution to global warming. It is fair to say that as far as the JSA is concerned Asashoryu is skating on thin ice. And thin ice is no place for a man of his size.</p> <p>You see, Asashoryu has spent the past four years becoming one of the most successful rikishi in history while simultaneously building up a reputation as the bad boy of the sport. Admittedly this is a title that is a good deal easier to earn in the conservative world of sumo than it would be in, say, professional boxing where even to qualify as a \"troubled personality\" you need a rap sheet as long as Shaquille O'Neal's arm.</p> <p>Nevertheless, Asashoryu has done his best, irritating the authorities with a run of misbehaviour that includes pulling an opponent's top-knot, arguing with a judge, brawling in the post-match communal bath, getting drunk after a row with his trainer over his wedding arrangements, making public appearances wearing a suit instead of traditional Japanese dress and appearing in a televised charity football match alongside Hidetoshi Nakata when he was supposed to be recovering from a back injury.</p> <p>Most damaging for Asashoryu were allegations that he had fixed matches, paying opponents £3,318 to let him win. The claims first surfaced a year ago, but they were brought back into focus this week when another sumo wrestler, Wakanoho, claimed that he had been paid to lose fights. </p> <p>A few weeks back Wakanoho had made what appeared a robust bid to snatch the bad-boy-of-sumo tag from Asashoryu, becoming the first wrestler to be banned for life. The ban was imposed after police found a \"cannabis cigarette\" in his wallet. It should be said that police only had the wallet because Wakanoho had reported it missing and asked them to look for it on his behalf. </p> <p>Wakanoho (who bears a marked resemblance to Elvis in his twilight years) denies that the offending item was his. You might be tempted to believe him on the grounds that it seems unlikely anyone would seek police help to find his illegal drugs. However, since Wakanoho is a professional sportsman such action cannot be entirely discounted. Wakanoho has responded to the ban by proclaiming his desire to \"make the sumo world clean again\" by spreading the scandal around a bit. </p> <p>Asashoryu is a Mongolian from Ulan Bator. His real name is Dolgorsuren Dagvadorj. Asashoryu is his nickname. It means Blue Dragon of the Morning. The Japanese, it is fair to say, take a more artistic approach to nicknames than British footballers. Wakanoho's given name is Soslan Gagloev. He is a Russian. Two other wrestlers who tested positive for marijuana last month are also Russian. They also deny any wrongdoing.</p> <p>These days foreigners dominate sumo. The problem is that the life of a sumo wrestler is tough and it seems not many Japanese youngsters have, well, the stomach for it. As a result there are now Chinese, Bulgarians, Brazilians, Hawaiians as well as Russians and Mongolians in this once enclosed world.</p> <p>The wrestlers from Mongolia such as Asashoryu, his compatriot and fellow grand champion Hakuho, and Kyokushuzan, who is known to his countrymen as \"The Supermarket of Tricks\", are the most successful. The Mongolians have their own tradition of wrestling and they are not put off by the rigours of sumo training. But then when you come from a country where temperatures can drop to -50C and the most widely available alcoholic drink is fermented mare's milk, you doubtless learn to cope with most things.</p> <p>While some commentators hail the outsiders as a breath of fresh air, others are not so welcoming. Just as some English pundits blame the influx of \"continentals\" into the Premier League for everything from the failure of the national team to the prevalence of diving, there are Japanese who insist that all of sumo's ills, from the fashion for long sideburns among the wrestlers to the increasing number of empty seats at the basho, are the fault of incomers. </p> <p>Xenophobia is never pleasant, and yet there is something paradoxically universal about it. Britain is culturally very different from Japan and so, while it is not to be applauded, neither is it entirely discomfiting to know that somewhere in Tokyo the Japanese equivalent of Rodney Marsh is saying, \"To be fair, the Samoan lad has done very well, so far. But the cherry trees are still in leaf. Let's wait and see how much he fancies it on a February night in Hokkaido when the weather's so cold it's freezing the proverbials off of a proboscis monkey\".</p>",
  "<p>Two million workers in the UK fear for the future of their job, new research reveals.</p> <p>Citizens advice bureaux are being overloaded by people in short-term jobs worried about being exploited by their bosses. The influx is so great that people at advice centres are finding it hard to access information.</p> <p>Many employers are knowingly taking advantage of workers who live in fear for their livelihood or are ignorant of their rights as employees.</p> <p>These findings have recently been published in the 'Hard work, hidden lives' report, by the Commission on Vulnerable Employment. The investigation highlights the shady practices of many employers who exploit those in low-paid, low-skilled professions such as catering, cleaning or factory work – jobs often dominated by women.</p> <p>Many of those guilty of exploitation are small businesses that rely on a fast turnover of staff; many are also recruitment agencies that are known to continually re-offend. Much of the evidence in the report has been gathered from Citizens Advice Bureau and Law Centre advisers who report a sharp rise in requests for help. </p> <p>Some 70% of CAB and 80% of Law Centre advisers felt they had too few staff to deal with the number of enquiries they receive. 79% of advisers are receiving weekly reports of unfair dismissal, whilst 67% receive reports of problems with pay each week.</p> <p>One CAB advisor based in the East Midlands describes a typical scenario.</p> <p>\"I have a number of complaints from pubs where they employ cleaners, barmaids and barmen that they do not give any official letter to. They don't give them hours of work. They don't give them terms and conditions of employment. Obviously a problem arises and it tends to be a case of: 'Get out; I can't be doing with you. Go.'\"</p> <p>Jozef is in his thirties and is originally from Poland. He has a degree in enterprise management, an MA in political science, and nearly 15 years of management experience in manufacturing. He came to the UK to develop his language skills and found a job in a food processing plant through a friend.</p> <p>Nearly all his co-workers are migrants, directly employed and on minimum wage. Jozef receives holiday pay but no company sick pay. He works 43 hours a week, in four 10 hour shifts and one half-day. But workers can be sent home if there is not enough work, \"If they don't like somebody, it is very subjective: 'I don't like you, you go. I like you, you stay,'\" he explains.</p> <p>His manager doesn't like workers speaking in Polish and has been known to thrown things at him and swears at him. Jozef has also seen company bonuses being shared between the bosses and the other workers, who are also immigrants, from Pakistan and Afghanistan. The Polish workers don't ask for a share of the bonus or challenge the bosses as they fear losing their jobs and do not feel confident expressing themselves in English.</p> <p>The report describes vulnerable work as \"precarious work that places people at risk of continuing poverty and injustice resulting from an imbalance of power in the employer-worker relationship.\" This sums up Jozef's predicament, and that of many others.</p> <p>Professor Anna Pollert from the University of the West of England led the research team. \"While we expected to find poor treatment, its extent has stunned us all,\" she said. \"Worst of all, much of it took place within a legal framework that fails to prevent exploitation.\"</p> <p>The report suggests employment rights should be better publicised and enforced, and that enforcement agencies should work more closely. Unions are also criticised for not doing enough to protect vulnerable workers: only 25% of those in vulnerable employment have union presence in the workplace. </p> <p>As a commissioner of the research the TUC is already responding to the findings. \"Since the report's publication a number of new initiatives have been developed,\" said the union. </p> <p>\"The TUC general council has adopted the CoVE report into formal TUC policy. We are also developing training on vulnerable employment for union reps, which will enable them to better understand how to support workers in precarious employment and enforce employment rights' he added.<br> The union is also increasing their support of migrant workers. They recently signed an agreement with the two Polish trade union confederations, Solidarity and OPZZ, to work together to prevent exploitation among Polish workers in the UK. In addition, they say they will also continue to campaign on issues affecting vulnerable workers, such as agency workers' rights and better enforcement of the national minimum wage.</p> <p>The 'Justice for Cleaners' campaign, in Canary Wharf in London, has proved that unions can protect vulnerable workers. The international campaign, led by Unite, has won better pay and conditions for cleaners at multinational companies based in London's financial districts. Sick pay, holiday pay, pension provision and London weighting are the modest aims of the campaign.</p> <h2>Useful phone numbers</h2> <p><strong>The National Minimum Wage helpline:</strong> 0845 6000 678<br><strong>Gangmasters Licensing Authority:</strong> 0845 602 5020<br><strong>Employment Agency Standards Inspectorate:</strong> 0845 955 5105<br><strong>Health and Safety Executive:</strong> 0845 345 0055<br><strong>Acas:</strong> 08457 47 47 47</p>",
  "<p>In the evening the temperature falls at last and light slants across the camp, throwing long shadows across the stagnant puddles and shining through the kites, made from plastic bags, that the children fly. </p> <p>It shines, too, through the thin walls of the makeshift tents that cover a patch of wasteland in the west of Kabul. The 3,500 refugees who live in them are a long way from their homes in the badlands of the south where the British are fighting. Most of the refugees are from districts such as Sangin, Nawazad, Kajaki or Gereshk in the southern province of Helmand, sites of fierce battles between British troops and the Taliban. </p> <p>Their stories reveal a different side of the conflict. Few understand who is fighting, even fewer distinguish between British troops and those of other nationalities, all tell stories of civilians killed by coalition air strikes. There is little sign of progress in the campaign to win hearts and minds.</p> <p>Rozi Khan, a day labourer from Kajaki, said he had no idea which soldiers were fighting around his village when he left two months ago. In fact, securing Kajaki with its strategically important reservoir and dam has been a British objective since the initial days of the deployment in 2006. Last week British soldiers successfully transported a huge turbine to the dam, which could eventually supply nearly 2 million people with electricity. Coalition spokesmen claimed to have killed more than 250 Taliban during the operation. </p> <p>But there is little evidence of material improvement on the ground, according to the refugees. \"They say they have come to help us but they have come for fighting,\" Khan, 25, said. \"But instead of killing one person who has attacked them they kill 50 people in the village. Is this a help?\" </p> <p>Bismatullah, who like many Afghans uses only one name, said \"the Americans\" and the Taliban were fighting around his home in Sangin, again in the British zone of operations. He too spoke of how large numbers of civilians had been killed and buildings destroyed. Independent confirmation of the claim was unavailable. </p> <p>Bismatullah, 32, was nostalgic for the days when the Taliban were in power. \"There was peace and security and no real fighting. The Taliban were following the path of the Qur'an,\" he said.</p> <p>Such sentiments appear widespread. Many refugees interviewed said that the insurgents had not bothered them; others said that, as they had nothing, the Taliban had accepted their refusal to provide food. \"They came asking but I showed them my children who are hungry and have no clothes and they left me alone. They get food from the richer people,\" said one farmer from Sangin. </p> <p>Elsewhere, however, the refugees said the Taliban demanded food, lodging or even volunteers. \"If you have nothing else to give them you have to go with them and they give you a gun and you have to fight. They haven't committed any atrocities but people are afraid of them,\" said another Sangin resident. </p> <p>Often, villagers made a distinction between local Taliban they knew personally, such as those apparently operating in Kajaki district, and those who came from elsewhere, sometimes Pakistan, with whom they had more trouble. The real problem, most said, was not the Taliban or the \"Amriki\", as western troops are universally known, but the combination of the two. </p> <p>\"We had to leave because the Taliban were coming to our village and firing once or twice and there would be a big bombardment and some civilians would die,\" Ahmed Shah, from Nawazad district, said. The word bombardment has been integrated into local languages. </p> <p>Nato spokesmen frequently allege that the Taliban deliberately invite attacks that will kill civilians in order to turn local populations against the international forces and the Afghan government they support. Taliban spokesmen deny the charge. The situation is muddied further as local officials and tribal elders often inflate the number of civilian casualties for political gain or more compensation. </p> <p>But that the villagers are caught in the crossfire is without doubt. Nor is their extreme poverty. Most are landless labourers forced to travel to seek work. For them the war brings particular problems.</p> <p>\"If I went out of my village I risked being shot by the government as a Taliban spy or shot by the Taliban as a government spy,\" said one refugee from the central Oruzgan province, where Dutch and US soldiers are deployed. \"The government holds the district centres, the Taliban run everything outside.\" </p> <p>Most of the refugees are destitute, often having borrowed money or sold their last possessions to travel by truck to Kabul. The unauthorised camp has been established on unused government land. There is no sanitation and summer temperatures reach 40C (104F). They live on scraps of stale bread scavenged from rubbish piles across the city. </p> <p>As a widow with four young children, Gul Pari is in a worse situation than many. She said her husband, a labourer, was killed a year ago in Helmand in a \"bombardment\" but is unsure which side was to blame. \"When there was fighting, we did not know what was going on. But I think it was the fault of the Taliban because they were shooting and then there was an attack afterwards. Now we have nothing except the 50 Afghani [65p] each day that my son gets from selling ice creams.\" </p> <p>The refugees have received blankets and plastic sheets from the United Nations Refugee Agency (UNHCR), and an initial ration of food from the government, and are helped by local businessmen. </p> <p>\"They are in a poor situation but are better off than many other such communities around the country who are less visible,\" said Mohammed Nader Farhad of the UNHCR. \"Especially in the south and east there are problems with displacement due to military operations. Most people want to go home but can't due to the fighting.\" </p> <p>Government estimates place the number of internally displaced by the conflict at 10,000, though aid agencies believe the true total is seven times greater. </p> <p>Said Ali, who last month fled the Helmand town of Gereshk, where British troops have struggled for two years to stabilise a secure zone, said: \"There was fighting with the Taliban and local people shooting at the soldiers and then the planes were coming. My house was destroyed, my animals were killed, my brother injured. We have nothing there and we have nothing here.\"</p> <p>Ali was unsure of the future. \"When there is peace we will go home but now there is war,\" he said. </p> <p>For a few autumn months at least the temperatures will be relatively pleasant and the dust storms will end. But then the vicious Kabul winter will come.</p>",
  "<p>Come November, if the home secretary has her way, it looks as if I'll be in possession of an ID card. This is because I am a foreign national living and working - albeit completely legally - in the UK. </p> <p>I will be required to present the ID card, on official request, as proof of my right to live here. </p> <p>What if I'm \"stopped and searched\" by the police, like my Asian friend, a mild museum researcher on her perfectly harmless quest for a samosa in Brick Lane? What if I'm unable to produce the card? What then? </p> <p>It's not an unfamiliar scenario. When I was growing up, the South African apartheid regime had its own version of the ID card, which we called a dompas - meaning a derogatory \"dumb pass\". This allowed black people to travel in the areas declared white; a black person in a white area without a dompas would be forcibly removed. Like the ID card, the dompas carried the bearer's name, their fingerprints, photograph and a bit more. </p> <p>It was an effective instrument of the regime's divide and rule strategy. It reduced you from a private citizen to a nonentity. At a deep subconscious level, the dompas dehumanised the bearer. It ensured you didn't, and couldn't, belong. Over time, resistance to the pass led to many thousands of arrests and it eventually became one of the most hated symbols of apartheid. </p> <p>Hoping to avoid a wholesale public revolt over ID cards, the Home Office has initially (perhaps slyly) made them compulsory only for foreign students and foreign nationals resident in the UK. By 2012, the government plans to roll out the cards to the wider British population but this will be solely on a voluntary basis. The message is: British citizens and foreign migrants are to be treated as unequal classes. </p> <p>Who knows whether the ID card will have any effect in controlling illegal immigration, as has been suggested. What it will definitely achieve is a loss of our civil liberties.</p>",
  "<p>Lila Downs has always liked to surprise. Born to a Scottish-American father and Mexican-Indian mother, and brought up in both Mexico and the US, she started out by mixing Mexican styles with American folk-blues and jazz, before moving on to the explore the Mexican blues, the Cancion Ranchera bar-room ballads. Now, comes her most wide-ranging and commercial album to date, an epic affair with 17 tracks, nearly half of them in English, with influences from Mexico and across Latin America matched against American blues, jazz, folk, and even a dash of hip-hop. Each track is different, ranging from brassy sing-along dance songs and ballads to an angry, blues-edged story of illegal immigrants, Minimum Wage, and a brave, brash reworking of Fleetwood Mac's Black Magic Woman, now dressed up with south-of-the-border brass. The purists may raise their eyebrows, but this is an album that succeeds, thanks to the variety and strength of Downs' singing, with the up-tempo pieces matched by two exquisite ballads, Yo Envidio El Viento, a Spanish reworking of Lucinda Williams' I Envy the Wind, and (best of all) a remarkable duet with the Argentinean veteran Mercedes Sosa.</p>",
  "<p>The fire started in the extractor system at 7.30 on a Saturday night in April, just as the River Cafe was starting to fill up with customers. By the time the fire was put out, the kitchen was chargrilled and the dining room blackened with smoke. Neither Ruth Rogers nor Rose Gray were in the country. Rogers was on a plane to New York, going to visit her first grandchild; Gray was in St Tropez. \"I was sitting having my third fabulous cocktail and my mobile kept ringing and I was ignoring it,\" says Gray. \"In the end I picked it up and saw a text saying: 'Rose, ring the restaurant, it's on fire.' I got on a plane the following morning, walked into the restaurant and burst into tears. The main thing was, everything was black. We had such a beautiful restaurant - shiny and colourful - but it was the black that I couldn't cope with.\" </p> <p>Six months later, the fresh scent of paint hangs in the air and shards of sunlight flood in through the huge glass windows. They haven't just repaired the fire damage - \"That could have been done in a matter of weeks if we'd wanted to,\" says Rogers - they have built a new bar and a private dining room, and the new kitchen is open to the main restaurant. There is activity everywhere - carpenters run their hands over cabinets to check they are flush, a young woman sits at the bar carefully cutting out cloakroom tickets, fridges are being filled and gleaming metal surfaces polished. </p> <p>The closure of a London restaurant for the summer wouldn't usually cause much of a fuss, but the River Cafe isn't any old restaurant. It is one of the most influential in the UK, and its owner-chefs, with their lifelong love of rustic Italian cookery, played no small part in introducing the nation to sun-dried tomatoes, polenta and olive oil. Not bad for a couple of women who were busy bringing up children, and who had never trained as professional chefs when they started the River Cafe 21 years ago (initially as a work canteen for Ruth's husband, Richard Rogers, and his architecture firm next door). They sell their cookery books by the million and have trained some of today's best-known cooks, including Jamie Oliver and Hugh Fearnley-Whittingstall, both of whom have gone on to espouse the importance of quality, seasonal ingredients - the cornerstone of the River Cafe from the beginning. </p> <p>\"I know it's become very fashionable now,\" says Gray, \"but to us, it just made sense. It is cheaper and it tastes better when things are in season. And you can get excited about new things coming in. When summer is ending, you know you've got autumn to look forward to.\" </p> <p>I was going to ask if perhaps the fire and the closure of their west London restaurant might have made them consider retiring (Rogers and Gray are in their mid-50s and 60s respectively) but watching them in the middle of their dining room, looking more energetic than their youthful staff, I realise it is a stupid question. (Later, I ask Gray, who has twice had breast cancer, if she might slow down, and she says, \"I wouldn't know what to do - I would probably dissolve.\") They are like a married couple and I have to admit it is almost impossible to interview them; they talk over each other, finish each other's sentences, admonish each other when they don't agree, and laugh together. </p> <p>The insurance meant that all their staff could be paid while the restaurant was closed. \"They didn't all go, 'Oh, wonderful, a paid holiday,'\" says Rogers. \"They passionately wanted to work, and they were really lost at sea, their anchor had been taken away. We decided that the most important thing was to use the time wisely, to come back and do it better.\" It says a lot about how respected Gray and Rogers are in the restaurant world that immediately after the fire, their suppliers and other restaurateurs were on the phone, offering help, and the pair decided that their staff should be given the opportunity to soak up other people's knowledge. \"So they went to the butcher and learned about the meat,\" says Gray, her words coming out in a tumble. \"They all went to La Fromagerie, the cheese shop, to learn how to look after cheeses - how to turn cheeses, to wash the rind, to move them, the temperature you need to keep them at - because now we've got a cheese room in the new restaurant. It's so exciting. Some of them went out with our fish suppliers on the coast, caught fish and watched how they sent fish to market. Then they went up to stay with one of the producers of the animals and went to their abattoirs and saw how they worked.\" They went to Specogna, a family-run wine producer in northern Italy, and several other vineyards. Before she can draw breath, Gray has moved seamlessly from wine to prosciutto (the pair of them could talk about food and drink all day). \"The prosciutto from San Daniele [north-east Italy] is made with pigs that have a very different diet from the pigs in Parma. They eat acorns. Prosciutto di Parma pigs' diet is the byproduct of parmesan, which is basically milk, whey, bits of old cheese rind and everything else. So it's very different. Some of the chefs have now got knowledge that Ruthie and I don't have.\" \"Like how to cut a prosciutto,\" says Rogers. \"They came back and said, 'Don't ever put anything with prosciutto. They just serve prosciutto with nothing, no figs, no melon.'\" </p> <p>Jo Holland has been a chef at the River Cafe for seven years. She went to San Daniele - \"It's amazing to meet the producers. I now only want to have this particular prosciutto, because it's an amazing product and I love the passion and the history of this family who make it\" - and to Poole to fish with the restaurant's fishermen. \"That was incredible,\" she says. \"I've had a telephone relationship with them for years, but it means so much more to meet them and go out on the boat with them and see where the fish come from. You just feel you understand your ingredients in more detail and depth.\"</p> <p>Gray and Rogers both have a strong sense of social justice (Rogers, especially, is enviably well-connected and there are numerous River Cafe charitable events), but for all their leftwing ideas and egalitarianism, the restaurant is still beyond the means of ordinary people (main courses are upwards of £28). They seem used to hearing this. \"We like to buy the best, because the River Cafe is about ingredients and it always has been,\" says Gray. \"We consider ourselves fair and very conscientious that people get value for money.\" She looks to Rogers, who says: \"Rose and I are very concerned about all that and we reflect it in the way we run our business. We pay our staff fairly - I don't think you'll find any other restaurant that gives as long a maternity leave as we do and we insist on chefs having two days off in a row. So there's all that, a civility in the way we run our business and our ethos runs throughout that.\" </p> <p>She admits that \"running an expensive Italian restaurant is not the most socially significant thing [you can do]\", so while they were shut, they embarked on a series of charitable events. The dining room, with its wall of glass, was turned into a giant greenhouse where Rogers and Gray grew tomatoes, zucchini, beans, pumpkins. \"We wanted to help this school for children with learning disabilities, and we decided to build a vegetable garden for the children,\" says Gray. \"We got them to dig the garden and we took about six chefs and we all planted it together. Then we cooked for them and the kids helped. That was an amazing day.\" The pair also took their female chefs (who outnumber the male chefs in the River Cafe) and cooked at a women's refuge. \"And we took four chefs and went to a group called Women for Refugee Women,\" says Rogers. \"There were about eight women from all different countries, mostly African ones, who are here with their children living in hostels. We all cooked together and it was really moving, because not many of these women had had a meal cooked for them ever in their lives. They had always been the providers. It was very gratifying to do that.\" </p> <p>It feels as if the country has changed a lot even in the months while the River Cafe has been shut. Its image was once so intertwined with New Labour (Peter Mandelson, Gordon Brown and the Blairs were all regular customers) that at the Tory conference the year after Labour's landslide victory, the Conservative MP Peter Lilley complained that Britain was \"now all about Britpop and The River Cafe\". Those years - the optimism, the money, the New Labour sheen - feel long gone. With the current economic problems, there probably isn't a more difficult time to be relaunching a restaurant, even one that, when it opens on Monday, is already fully booked for the next couple of weeks. </p> <p>\"It is very worrying,\" admits Rogers. \"But we have to do what we do, like everybody else in this situation. I always say if you're on the in-list one year, you'll be on the out-list the next. We do what we do, and we've done the River Cafe for us and our customers. We're not thinking, 'We have to be in fashion.' Fashion doesn't really interest us.\" </p> <p>There's no more time to talk. There are boxes to unpack, glasses to polish, menus to prepare. Rogers goes off to supervise something and I ask Gray if she's nervous. \"Cooking under pressure is probably a bit like riding a bike,\" she says. \"You don't forget how to do it. You suddenly kick into it and then you're off\".</p>",
  "<p>Computers were still comparatively rare when, at the end of 1982, Time magazine elected them the first non-human recipient of its \"person of the year\" award. \"The 'information revolution' that futurists have long predicted has arrived, bringing with it the promise of dramatic changes in the way people live and work, perhaps even in the way they think,\" the magazine announced, in an investigative piece that celebrated and questioned the machine's growing dominance of human life. \"[The] world will never be the same.\"</p> <p>Everything Time said in several hundred words, Kraftwerk had already expressed the year before, in bleeping music at once excited and apprehensive, and just two lines of lyrics: \"I program my home computer, beam myself into the future.\"</p> <p>Before and since, music's relationship with intelligent machines has been riddled with paradox. On the one hand, pop songs encapsulate the aching desire for a simplified life that machines seem to offer. Particularly emotionally: a robot lover, Connie Francis sang - with the blithe optimism of one who never witnessed a computer crashing seven times in an afternoon - would be \"a steady date, seven nights a week\". On the other, they bristle with frustration at the negative aspects of a computerised world: the relentlessness, the unreliability, the absence of and challenge to humanity. As 1960s psychedelicists Lothar and the Hand People noted, we have become slaves to the machines constructed to serve us.</p> <p>Powerlessness breeds fear, and songwriters have been quick to note the apocalyptic potential of machines. Almost 30 years after its first release, Down in the Park remains a terrifying vision of dystopia, while hip-hop trio Deltron 3030 present a cartoon villain who relishes the prospect of creating a \"virus to bring dire straits to your environment\".</p> <p>Such suspicions make songs in which machines learn to feel all the more poignant. Pity the \"cold as ice\" IBM that becomes the subject of adulterous love in Yours Truly 2095, and starts to experience a glimmering of jealousy. It's worse when the machine in question isn't even considered to be intelligent, like the Silver Jews' \"suffering jukebox in a happy town\", plunged into an identity crisis by the realisation that no one wants to hear the sad songs it is programmed to play.</p> <p>The only time musicians regard machines and computers with unequivocal positivity is when celebrating the profound effect such appliances have had on music. Air declare that \"machines gave me some freedom\", while electronic instruments allow Funkadelic to \"compute a perfect funk\". For her Glass World album, New Zealand composer Annea Lockwood used nothing more futuristic than wine glasses, bottles and bulbs, yet created a sound so otherworldly many would hesitate to call it music. Breathing Machine snuggles inside the apparatus of its title: its internal wheezes, gloops and clangs make the machine seem curiously, romantically, unsettlingly alive.</p>",
  "<p>US investigators said yesterday they had retrieved human remains from the wreckage of a small plane piloted by the adventurer Steve Fossett, which was spotted on a remote mountainside in northern California.</p> <p>A \"very small\" quantity of human remains, but enough to provide a DNA sample, was retrieved from the debris and handed over to coroners, according to Mark Rosenker, a transport safety official. He did not say what investigators found, but said it was not surprising that little was retrieved as it had been more than a year since Fossett went missing.</p> <p>The confirmation came three days after a hiker discovered personal items belonging to Fossett in a remote part of the 3,000 square mile Inyo National Forest in the Sierra Nevada, near the tourist area of Mammoth Lakes.</p> <p>An aerial search was launched on Wednesday and the wreckage of a small plane was spotted at 3,000 metres, with rescuers reaching the rugged mountainside site yesterday. </p> <p>\"It was a head-on crash into the side of a mountain, into a rock,\" the Madera county sheriff, John Anderson, told a news conference. \"The plane disintegrated. We found the engine 300 feet from the fuselage.\"</p> <p>\"The crash looked so severe I doubt if someone would have walked away from it,\" Anderson said. </p> <p>\"Quite often if you don't find remains within a few days, because of animals you'll find nothing at all.\" </p> <p>The items found by the hiker, Preston Morrow, who said he was \"way, way off\" established trails, included $1,000 in $100 bills, Fossett's pilot's licence, a membership card in his name for the Soaring Society of America and a fleece. Morrow, a local sport shop owner, said his initial reaction was: \"Wow, hundred dollar bills.\"</p> <p>Following the discovery, Fossett's wife of 39 years, Peggy, said: \"I hope now to be able to bring to closure a very painful chapter in my life. I prefer to think about Steve's life rather than his death and celebrate his many extraordinary accomplishments.\" At her request, a judge in Chicago declared Fossett dead this year.</p> <p>The wealthy broker turned adventurer went missing in September last year when he took off in a single engine Bellanca Citabria Super Decathlon, an aerobatics plane. His disappearance led to the largest air and ground search in US history, with rescuers combing an area of 17,000 square miles. Three private rescue efforts were subsequently launched.</p> <p>Fossett, pictured below, took off in the blue-and-white plane from the million-acre Flying M ranch owned by the hotel magnate Barron Hilton. The plane was one of several kept at the ranch for the use of guests.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338230480\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/red/blue_pics/2008/10/02/Fossett24.jpg\" alt=\"Steve Fossett\" width=\"140\" height=\"130\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photograph: Dan Chung</span> <span class=\"element-image__credit\">Photograph: Dan Chung/Guardian</span> </figcaption> </figure>  <p>While the initial rescue efforts focused on an area close to Yerington, Nevada, where Fossett started his journey, the wreckage was found 120 miles away. The adventurer, who had no flight plan, left with the words \"I head for the south\". He was as good as his word: the Mammoth Lakes area is directly south of Yerington. </p> <p>Fossett, who was 63, was thought to have been searching for a dry lake for an attempt on the land speed record. Known in the UK for his ballooning exploits with Sir Richard Branson, he was an experienced survivalist who was the first person to fly round the globe in a balloon.</p> <p>\"They're definitely authentic belongings, it was his pilot licence, his driver's licence, it was also a membership card to the National Aeronautic Association which gave Stephen an award,\" Branson told Sky News. \"He also often carried $100 bills with him.\"</p> <p>Morrow spotted the dollar bills under pine needles early on Tuesday. He returned later that day with his wife and friends and they found the other items, including Fossett's green Federal Aviation Administration identification, stating his name as James Stephen Fossett.</p> <p>Morrow initially tried to contact the Fossett family, without success. He contacted authorities two days later, when he realised that Fossett was the name of the missing adventurer. A police officer and a commercial pilot had reported seeing what they thought was Fossett's plane in the Mammoth Lakes area, but rescuers had been unable to locate any remains.</p> <p>The wreckage was discovered in the Ansel Adams Wilderness section of the national forest, where the first snows of the year are expected this weekend. Snow could have buried the wreckage, and made the area inaccessible.</p> <p>\"It's very hard to see by air; there's so many crevices, so many rocks, so many crazy shapes that unless you're looking literally a few feet from it, it would be very hard to see,\" said Rusty Aimer, chief executive of Aviation Experts company. \"Everybody was saying that some day some hiker would run into the wreckage, and here it is, that's almost exactly what's happened.\"</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338227654\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/maps_and_graphs/2008/10/02/FOSSETT_0310.gif\" alt=\"fossett\" width=\"287\" height=\"324\" class=\"gu-image\" /> </figure>",
  "<p>It seemed as if class conflict was a thing of the past in Britain. An old Etonian at the top of the polls; Labour roundly derided for trying to criticise \"toff\" Tory candidates. But the economic crisis of the past few weeks has seen class resentments resurfacing: rich bankers got us into this mess! Why are we bailing them out when no one lifted a finger for the miners? Which means that British society is now aping, of all things, indie music's class warfare. </p> <p>The British indie scene has never been so divided, and the two sides are facing off across a sticky dancefloor over the issue of class. Just ask Coventry Britrockers the Enemy. An interview with singer Tom Clarke last year saw him berating rival bands whose backgrounds he considered to border on the aristocratic. \"I think having working-class roots does mean better songs as they are songs the majority can relate to,\" he told the Sun. \"If you live in a castle, you're going to write about living in a castle and who wants to hear a fucking song about a castle?\"</p> <p>Those supposedly up in the turrets were never going to take that lying down, and so, sure enough, earlier this year Observer Music Monthly ran an article featuring the privately educated Foals, Ox.Eagle.Lion.Man and These New Puritans, proclaiming the arrival of \"a new class of smart, literate British bands challenging the lumbering louts of indie rock\" and deriding bands whose members look like \"plumbers\". This in turn provoked NME features editor James McMahon to fire off an enraged letter to the paper warning that \"the views expressed by the privately educated bands reeked of an inherent fear of the working classes\".</p> <p>Though he admits his words were fuelled by a combination of \"gin and vitriol\", McMahon is adamant that the elitism he claimed to detect reflects a more general prejudice throughout the industry. \"Working-class bands are so often viewed just as oiks or dullards in cagoules, and to me that is a manifestation of a real fear of poor people,\" he says. \"My worry is that music now seems to be something you can't get into any more unless you have financial bedding and are free of the constriction of having to have a job. The indie-pop scene now is just posh people who don't have to get up in the morning to go to work, wandering around London being idiots, not saying anything of any depth or value, and existing in this self-absorbed bubble. There is a massive amount of snobbery.\"</p> <p>McMahon believes this extends to the way record labels approach the marketing of bands seen as working class. \"I remember seeing the Twang at a showcase gig in Camden before they were signed. It was obscene - loads of record company people turning to each other saying, 'Ooh, aren't they scary lads?' and telling horrific stories about how they were football hooligans and that they'd been banned from some bar in Birmingham for groping a girl's breasts. I went for a drink with the band afterwards, and they were surrounded by people almost telling them to perform for the gallery - 'Get this drink down you, go wild, you need to be like the Happy Mondays.' And all they actually talked about was how much they missed their girlfriends on tour. There was none of this 'lads in Magaluf' shit. But the only thing the industry wanted to hook the music on was this fake oik image.\" McMahon is convinced that bands from middle-class backgrounds do not have to deal with preconceptions. \"A middle-class band doesn't have to be anything. There's no glass ceiling. Working-class bands, without a doubt, have to fit into the box that's set up for them.\"</p> <p>The bands themselves are frustrated by this desire to define them so narrowly. \"I do think that the way we're pigeonholed is patronising,\" says Liam Fray of the Courteeners. \"Whether you're from Manchester, Leeds, Glasgow or wherever, the press think, 'Strong accent, lads, they like football; we'll put them in this box.' You know what? I do love Liam Gallagher and Oasis, I love football, and we are lads, but we're not allowed to be anything more than that.\"</p> <p>It's not all the press's fault. Marking out the demographic appeal of a band is integral to the major labels' marketing process. \"It's definitely talked about within the label,\" says one A&amp;R at a major record company. \"If you have a band with that working class lad-rock sound, you will jump to very obvious conclusions about what they're like as people, and also about the people who you think will like it. It informs the whole campaign. With a band like the Enemy or Kasabian, the idea is to get people behind them like they get behind football teams, trying to get them to look up to the band, in a way that is very different from how you'd market Girls Aloud or Foals.\"</p> <p>In fact, contrary to McMahon's belief, predetermined marketing plans dependent on stereotypes apply not only to working-class bands. For an art-rock band such as Foals, solidly middle class both in membership and their perceived appeal, a common marketing tactic is to use a nominally independent feeder label as a means to building up vital credibility. \"Finding an indie to start things off before putting stuff out on the major label is something that happens all the time with bands like that - there are very few true independent labels now, the majority are funded by majors,\" the A&amp;R says. \"You've got to be careful, because you can damage the credibility of your indie label if you force them to put out some crap you've just signed. But it's about putting the band in context for the media and for fans. If you put them out on a certain indie label, it puts them into the context and aesthetic of that label, and leads people to think they must be similar to their other bands. It doesn't even matter what they sound like - it's all just codes and clues as to what you're trying to do.\" Either way, image is everything. \"The media needs to put bands and people into boxes, and it makes it easier for everybody if you've got a strong image - it helps people to understand where you fit, even if that is relying on stereotypes.\" </p> <p>Once an act are stereotyped, they can suffer from it, regardless of their background. Public school-educated George Pringle's experimental spoken-word electro has drawn both critical plaudits and brickbats, but her undiluted middle-class accent has been a frequent point of interest for writers. \"Every critical review I've ever had has included the words 'moaning posh girl',\" she explains. \"I had no idea my voice would end up pissing people off as much as it has. People associate wealth with not having a cause for complaint, that you don't have something to talk about because you come from a privileged background. But you only have to look at someone like Joe Strummer to see how ridiculous that is.\"</p> <p>The spectre of Oasis looms large over any discussion of class and today's indie scene. For the cultural commentator Jon Savage, the Gallaghers' \"class fundamentalism\" delivered a crushing blow to the idea of aspirational working-class music. \"Oasis were so big that they could have done anything they wanted to - they could have done incredible things with their position, but they chose to put themselves in a box and be a malign influence,\" he says. \"There was that famous quote of Noel Gallagher saying that he never reads books. Compare that to the Manic Street Preachers - they came from a South Walian valleys tradition, an old Labour tradition of education and hard work and self improvement, which is a very strong part of working-class history, but something Oasis always rejected. Oasis are a very fundamentalist act, in their attitude to class and their attitude to music. In a way they're very reactionary.\"</p> <p>Savage highlights the social cross-pollination of punk as being a healthier model than today's class divide. \"One of the interesting things about punk was the class mix. That's when things really happen, when people step outside of their allotted class roles - and allotted class roles are just as strong for public-school people as they are for working-class people - and encounter each other and learn from each other. </p> <p>\"I always thought the point about rock music was transformation, about becoming something different, something other, something glamorous, something inspiring, and that means stepping outside your allotted class role if you can. But bands like Oasis or Paul Weller just encouraged a lot of kids just to stay in their roles, and that kind of social realism is very trite and very dull.\"</p> <p>The Manics remain a central reference point for James McMahon, too. Despite his fierce defence of bands such as the Twang, he fears the rigidity of the surface level assumptions used by the industry to market indie music - assumptions too often left unchallenged by the musicians themselves - limit the opportunities for bands willing to try to fight free of what is expected of them. </p> <p>\"I do find it depressing that there hasn't been a working-class band for such a long time who really breaks that mould of dumb lads in cagoules,\" he admits. \"The Manics were the perfect distillation of the high hopes the working classes can achieve through music. They had intelligence and sensuality and beauty, and subverted anything that people might assume about them - but there was also anger and frustration, which I think can only come from people who have had to fight tooth and nail in their formative years to be creative. That's something that just can't come from people who would be in a high-powered City job if they weren't in a band.\"</p>",
  "<p>Britain could face severe international criticism today for <a href=\"http://www.theguardian.com/uk/2008/sep/22/ukcrime.prisonsandprobation\">imprisoning children as young as 10</a>, <a href=\"http://www.theguardian.com/politics/2007/sep/16/immigrationpolicy.observerpolitics\">tolerating corporal punishment</a> and broadcasting \"invasive\" reality television shows such as Supernanny.</p> <p>The UN's committee on the rights of the child (CRC) is due to release its latest assessment of the UK's record of looking after its 13.1 million people aged 17 and under. Areas of concern are likely to include Britain's record on eradicating child poverty, its relatively low age of criminal responsibility, the use of <a href=\"http://www.theguardian.com/society/2007/dec/10/youthjustice.homeaffairs\">asbos on children</a> and the provision of health services for adolescents.</p> <p>A summary of exchanges from hearings in Geneva last month gives advance indication of likely priorities. The UN's rapporteurs, who questioned UK officials, praised \"positive developments\" such as the 2004 Children's Act.</p> <p>But there was a long list of questions about such areas as \"pain punishment or physical restraint techniques used on children in detention centres\", the \"serious problem of poverty and equality faced by children living in the United Kingdom\", and \"measures to avoid the invasion of children's privacy\".</p> <p>Discrepancies in the minimum age of criminal responsibility between Scotland (where the minimum age is eight) and the rest of the UK (where it is 10) might, it was suggested, be \"considered discriminatory\". UK officials were asked whether the age \"would be increased in line with international standards\". On privacy and the media, one rapporteur, Lucy Smith, said \"the press had demonised teens ... and as a result the public had a distorted and negative picture of teenagers\". </p> <p>She also queried \"the invasion of children's privacy as a result of reality television shows such as Supernanny, which showed children behaving terribly and portrayed them in a terrible light\". The use of \"ultrasound devices [that emit high-pitch sounds] to disperse groups of children ... further infringed on children's right to association\", it was suggested. </p> <p>The Geneva-based body, which monitors each state's implementation of the convention on the rights of the child, last examined the UK's performance in 2002. </p> <p>That report noted \"serious violations\" and chastised the government for failing to outlaw parental smacking and detention of child asylum seekers. </p> <p><a href=\"http://www.theguardian.com/commentisfree/2007/feb/15/unleashingchildhood\">A study by Unicef </a>last year ranked Britain bottom out of 21 industrialised countries for children's well-being. It claimed children in the UK suffer greater deprivation, have worse relationships with parents and are exposed to more risks from alcohol, drugs and unsafe sex than those in comparable countries.</p> <p>Child welfare groups will sift through the detail of the CRC's judgment. In a pre-emptive move aimed at heading off criticism before the hearings in Geneva, the Department for Children, Schools and Families last month announced the withdrawal of two of its key reservations about the convention on child rights.</p> <p>The sections require safe treatment of asylum seekers' children and ban the detention of children and adolescents in adult prisons.</p> <p>In advance of the report, Martin Narey, chief executive of Barnardo's and former director general of the Prison Service, said: \"England and Wales has the third highest child custody rate in Europe.</p> <p>\"It would be astonishing if the UN failed to observe, with some horror, the inexplicable and unnecessary explosion in the use of custody for children aged 14 and under. Custody for children as young as this does nothing for them and nothing for the victims of their crimes.\"</p> <p>Stephen Jakobi, convenor of the Children Aren't Criminals campaign aimed at raising the age of criminal liability to 14, said: \"We demand a royal commission to look at the whole problem of the younger age range currently thrown in with older children within the youth justice system. Ten- to 13-year-olds should be taken out of the criminal justice system entirely.\"</p> <p>Channel 4 defended Supernanny as a responsible television programme and said the concerns comprised only a small aspect of the hearing.</p> <p>A spokesperson said it would await publication of the final UN report.</p>",
  "<p>The pride of the nation is secured. Last night, two Britons joined a long and prestigious list of Ig Nobel prizewinners at the annual awards ceremony at Harvard University.</p> <p>The Ig Nobel for literature was awarded for research into the different breeds of unpleasant character one might encounter in the workplace, while the Ig award for nutrition went to scientists at Oxford University who proved stale crisps taste better when eaten to an accompaniment of crunchy sounds.</p> <p>The Igs have become an irreverent highlight of the academic calendar, an annual exercise to celebrate research that makes people laugh first and think later. They are timed to coincide with the rather more lucrative and legitimate Nobels, which are awarded in Stockholm next week.</p> <p>The ceremony is hosted by the tongue-in-cheek journal, Annals of Improbable Research, and is attended by real Nobel prizewinners and a 1,000-strong audience. This year's recipients were given 60 seconds to deliver their acceptance speech, a time limit enforced by an eight-year-old girl.</p> <p>David Sims of the Cass Business School in London, whose paper You Bastard: A Narrative Exploration of the Experience of Indignation within Organisations, won the literature prize, said: \"I'm delighted. The whole ethos of the Ig Nobels is a wonderful way to make people think.\" The paper examines how people construct roles as clever bastards, devious bastards or bastard ex machina, and goes on to examine the mixture of joy and guilt of labelling someone as such.</p> <p>Sims wrote the paper after puzzling how right-thinking people who often stressed the importance of appreciating others' arguments would give up and brand someone a bastard. \"We are all novelists writing the next chapter of our life story and with bastards, we need to understand what kind of character they are trying to create,\" Sims said.</p> <p>Charles Spence, professor of experimental psychology at Oxford University, was awarded the Ig for nutrition for his investigation into the gastronomical role of sound. In the study, volunteers ate crisps of varying freshness while wearing headphones. </p> <p>As they ate, the sound of the crisp breaking was modified by a computer and played back to see if it changed their perception of the crisp's freshness. By making the crunch sounds louder, or by boosting the high frequencies, Spence made people rate the crisps 15% fresher.</p> <p>The work led to a collaboration with Heston Blumenthal at the Fat Duck restaurant in Bray, Berkshire, who played diners the sound of crashing waves to improve the flavour of oysters, and sizzling bacon to enhance his egg and bacon ice cream. \"I'm very happy to be receiving the award,\" said Spence, who is now testing why crisps come in such noisy packets.</p> <p>The Ig Nobel prize for medicine was awarded to Dan Ariely at Duke University in North Carolina for a landmark study proving that costly placebos are more effective than cheap ones. Ariely's team told volunteers they were being given a new kind of painkiller, with some receiving an expensive one and others a much cheaper version. </p> <p>Even though all of them received the same sugar pills, those who thought their pills were more expensive reported less pain when they were given small electric shocks. </p> <p>\"This is the proudest day of my life,\" said Ariely. \"The Ig Nobels are humorous, but the work often examines things in real life, like why buttered toast is more likely to land face down.\"</p> <p>Ariely said his work has serious implications for the medical industry, because many patients are told they can only have cheaper drugs, or have inexpensive-looking medication, which could undermine how effective the drugs are. While the active ingredients of the drug will help treat symptoms, often they work in tandem with the placebo effect, which triggers the body's own healing mechanisms.</p> <p>Among other winners were the people of Switzerland who claimed the Ig peace prize for adopting the legal principle that plants have dignity; Geoffrey Miller at the University of New Mexico who won the economics prize for showing lap dancers received more in tips when they were ovulating; and scientists in San Diego who showed that hair, string and almost anything else will become tangled given the chance, earning them the Ig award for physics.</p> <p>Not all of the winners understood why their work had made people laugh. Marie-Christine Cadiergues, who won the prize for biology by proving the fleas on dogs jump higher than those on cats, said: \"Despite appearing funny and maybe crazy and useless to some people, this was part of a larger work on the biology of fleas ... A better knowledge of flea biology can provide a better control and therefore help vets, pet owners and overall our favourite pets.\"</p> <p>Toshiyuki Nakagaki at Hokkaido University in Japan was similarly nonplussed about receiving the Ig award for cognitive neuroscience, after showing that slime mould could navigate a simple maze. \"I was wondering which aspect of our research attracted the Ig Nobel prize. How does the prize evaluate our research? We are always serious and don't know why they laugh once before thinking,\" Nakagaki said.</p> <p>The real Nobel prizes are awarded next week, beginning with medicine on Monday.</p> <h2>And the winners are ...</h2> <p><strong>Physics</strong></p> <p>Won by Dorian Raymer at Scripps Institute of Oceanography, California, for discovering why ropes, hair and cables get more knotted the longer they are. </p> <p><strong>Chemistry</strong></p> <p>Jointly awarded to Sharee Umpierre at the University of Puerto Rico for discovering Coke is a spermicide, and to Chuang-Ye Hong at Taipei Medical University for showing that it is not.</p> <p><strong>Biology</strong></p> <p>Marie-Christine Cadiergues at the National Veterinary School in Toulouse for discovering that fleas jump higher on dogs than on cats.</p> <p><strong>Medicine</strong></p> <p>Dan Ariely at Duke University for demonstrating that expensive placebos are better painkillers than cheaper ones.</p> <p><strong>Economics</strong></p> <p>Geoffrey Miller at the University of New Mexico for discovering that lap dancers get larger tips when they are ovulating.</p> <p><strong>Archaeology</strong></p> <p>Astolfo Mello Araujo at the University of Sao Paulo in Brazil for measuring how the contents of an archaeological dig can be disrupted by the actions of an armadillo.</p> <p><strong>Cognitive neuroscience</strong></p> <p>Toshiyuki Nakagaki, at Hokkaido University in Japan, for discovering that amoeboid organisms can solve puzzles.</p> <p><strong>Literature</strong></p> <p>David Sims at Cass Business School, London, for discovering why there are bastards in the workplace. </p> <p><strong>Nutrition</strong></p> <p>Charles Spence at Oxford University for making crisps taste better by modifying the sound of their crunch.</p> <p><strong>Peace</strong></p> <p>The Swiss federal ethics committee on non-human biotechnology and the citizens of Switzerland for acknowledging the dignity of plant life.</p>",
  "<p>It's that time of year again, when scientists around the world wait nervously to hear who has joined that elite list of winners of the most prestigious prize in the business. But enough of the <a href=\"http://nobelprize.org/\">real Nobel prizes.</a> They can wait until next week. </p> <p>Last night, it was the turn of their subversive cousins, <a href=\"http://improbable.com/category/ig-nobel/\">the Ig Nobels</a>, those considerably less lucrative, but far more fun prizes, which reward research that makes people laugh first and think later.</p> <p>The Ig Nobels have become a highlight of the academic calendar. The ceremony is hosted by the journal <a href=\"http://improbable.com/\">Annals of Improbable Research</a> at <a href=\"http://www.harvard.edu/\">Harvard University</a>, and is attended by real Nobel prize winners and a paper plane-throwing audience in an irreverent celebration of quirky research.</p> <p>This year, Britain can lay claim to two winners. <a href=\"http://www.cass.city.ac.uk/faculty/d.sims/\">David Sims of Cass Business School in London</a> received the Ig Nobel for literature with his <a href=\"http://oss.sagepub.com/cgi/content/abstract/26/11/1625\">narrative exploration of bastards in the workplace</a>. His research was prompted by a fascination of how seemingly fair and balanced people could suddenly abandon hopes of understanding another's viewpoint and instead write them off as a bastard. \"There's almost a relief in branding someone a bastard, after spending years trying to accommodate their views. It's liberating,\" he told me before the ceremony.</p> <p><a href=\"http://www.neuroscience.ox.ac.uk/directory/charles-spence\">Charles Spence at Oxford University</a> also brought honour on the country by discovering that modifying the sound of a crisp being eaten made it taste fresher than it really is. The work earned him the Ig Nobel for nutrition. I spoke with Charles a couple of days ago and he was delighted at winning. He's doing some fascinating work with sound and food and has already teamed up with <a href=\"http://www.fatduck.co.uk/intro.html\">Heston Blumenthal at the Fat Duck in Berkshire</a> to improve the taste of oysters by playing the <a href=\"http://www.guardian.co.uk/global/audio/2008/oct/02/3\">sound of the seaside</a> to diners through earphones. He's also tried playing <a href=\"http://www.guardian.co.uk/global/audio/2008/oct/02/1\">chicken sounds</a> to people eating Blumenthal's egg and bacon ice cream, and <a href=\"http://www.guardian.co.uk/global/audio/2008/oct/02/2\">fizzing noises</a> to make carbonated drinks test more lively.</p> <p>Other winners include <a href=\"http://www.unm.edu/~psych/faculty/lg_gmiller.html\">Geoffrey Miller at the University of New Mexico</a>, who won the Ig for economics for research suggesting that lap dancers make more money in tips when they are ovulating, and Marie-Christine Cadiergues at the <a href=\"http://www.envt.fr/Accueil/eng_index.htm\">National Veterinary School in Toulouse</a> who claimed the biology prize for showing that fleas on dogs jump higher than those on cats.</p> <p>One of my favourites this year is the medicine prize, won by <a href=\"http://www.fuqua.duke.edu/faculty_research/faculty_directory/ariely/\">Dan Ariely at Duke University in North Carolina</a>. He showed that placebos work better when people think they are expensive drugs than if they are cheaper drugs. It feeds into an intriguing issue, he says. Think of the number of people who are told they can't have very new and expensive drugs, and must do with cheaper, older ones? Ariely thinks these patients may fare worse, because their placebo response is diminished. On the one hand, it might sound like an argument for big pharma to hike up drug prices even further, but Ariely says that instead, companies should use research like his to look at ways of boosting the placebo aspect of their drugs. <a href=\"http://www.predictablyirrational.com/\">Dan has a website where you can sign up to take part in his future work</a>.</p> <p>The Ig Nobel for chemistry this year also stands out. It was awarded jointly to Sharee Umpierre at the <a href=\"http://www.uprm.edu/\">University of Puerto Rico</a> for discovering that fizzy coke is a spermicide, and to Chuang-Ye Hong at <a href=\"http://www.ntpu.edu.tw/english/aboutntpu/message.php\">Taipei University</a> for showing that it is not.</p> <p>Previous Ig Nobel winners have included Kees Moeliker at the Natural History Museum in Rotterdam for reporting the first known case of homosexual necrophilia among mallard ducks. His presentation, which is not for the faint-heated, is below:</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/95NETN0jaMw?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/95NETN0jaMw&amp;hl=en&amp;fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/95NETN0jaMw&amp;hl=en&amp;fs=\"1\"\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br>Meanwhile Brian Whitcombe, a doctor from Gloucestershire, won the medicine prize earlier after reviewing throat injuries among sword swallowers.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/59v0FF5Sw88?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"425\" height=\"344\"><param name=\"movie\" value=\"http://www.youtube.com/v/59v0FF5Sw88&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/59v0FF5Sw88&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br>Who do you think should be up for future Ig Nobel awards? I'd like to see <a href=\"http://physics-astronomy.jhu.edu/people/faculty/kgb.html\">Karl Glazebrook at Johns Hopkins University</a> awarded the Ig for astronomy. In 2002, he and a colleague discovered that the universe was a nice shade of turquoise, but changed their minds a few months later, and said it was actually beige. <a href=\"http://psychology.psy.bris.ac.uk/people/marcusmunafo.htm\">Marcus Munafo at Bristol University</a> is surely a contender for an Ig Nobel in psychology, for establishing that the effect known as \"beer goggles\" is true. And Simon Moore at <a href=\"http://www.cardiff.ac.uk/\">Cardiff University</a> would be a worthy winner for the Ig Nobel peace prize. He uses computer models to recreate the behaviour of drunken crowds, with a view to reducing brawls outside late night bars.</p>",
  "<p>The case of Josef Fritzl, an outwardly respectable man from Amstetten in Austria who imprisoned and raped his daughter for 24 years in a specially built cellar dungeon, resulted this summer in urgent new critical attention being paid to Austria's cultural figures warning of a terrible malaise lying beneath their country's prosperous surface, and that of western Europe generally. In the London Review of Books, Nicholas Spice wrote about Fritzl in relation to Gier, or Greed, the latest novel from Austrian Nobel laureate Elfriede Jelinek about the murder of a teenage girl by a police officer. Jelinek had written on her website: \"Austria is a small world in which the big world holds its rehearsal. The performance takes place in the very much smaller cellar dungeon in Amstetten.\" </p> <p>Spice's essay elicited a remarkable letter from Jelinek's biographers, Verena Mayer and Roland Koberg, who revealed that Fritzl is now a suspect in the real-life unsolved murder case on which Jelinek based her novel. I wrote about him myself in relation to the work of Michael Haneke, who adapted Jelinek's The Piano Teacher for the screen. Now we turn to the Austrian film-maker Ulrich Seidl. Writing about one of Seidl's earlier movies, Werner Herzog claimed that he had never looked so directly into hell - with his latest film, that view is clearer and sharper than ever.</p> <p>Import/Export is a bizarre, horrifying, challenging work, often brilliant and spectacular, often troubling and indeed objectionable. It is an example of Seidl's characteristic form of grotesque realism - part Diane Arbus, part Samuel Beckett. His film addresses the human costs and human pain that globalisation brings to its migrant workforce, but on this account the conventional liberal-humanist values of compassion, though detectable, are clearly secondary to something far darker: a cinema of cruelty like something by Artaud or De Sade. There is a fierce, almost gleeful delight in contriving the most painful spectacle possible, and a laboratory coldness in the way Seidl and American cinematographer Ed Lachman film these grotesque figures in the unsettling white-walled spaces that Seidl finds everywhere, positioning them in symmetrical, rectilinear tableaux, coldly and unforgivingly lit.</p> <p>This is a dual story of two unhappy souls, washed across the central European continent by the irresistible currents of international capitalism. Olga (Ekateryna Rak) is a nurse from Ukraine who journeys to well-off Austria in search of work as a nanny or a cleaner. Paul (Paul Hofmann) is an aggressive young guy with borderline special-needs who has lost his job as a security guard and owes money to various local tough guys, so he journeys away from Austria in the opposite direction. With his deeply repulsive stepfather, Michael (Michael Thomas), he goes to the frozen, desolate housing estates of Ukraine to set up hulking slot-machines. In many ways Olga and Paul are kindred lonely spirits, but there is no sentimental or fortuitous meeting.</p> <p>The set-pieces that Seidl produces are jaw-dropping. The snow-bound Ukrainian tenements that he finds are colossal stonehenges of post-Soviet grimness, designed by JG Ballard. Paul comes across a huge Romany community involved in prostitution, leading to docu-nightmare group scenes that are clearly quite genuine. These are not actors. </p> <p>As for Olga, one might expect that she would become involved in the west's exploitative sex industry. Actually, this is what she has left behind in the Ukraine: webcam peep-porn in grisly little booths, contorting herself to the instructions of sweaty pervs over the phone. Heartbreakingly, her booth is decorated by a poster of a flower with the words: \"Love is like a red, red rose\". Bored and disgusted by the work, Olga finally finds a job as a cleaner in an Austrian hospital and, though bullied by a spiteful ward-sister, played by Maria Hofstätter, she finds a human connection with a kindly patient, Erich, played by another Seidl non-professional regular, Erich Finsches. Paul, too, shows that he is not a monster by finally abandoning the loathsome Michael.</p> <p>The critic must retrieve these decencies from a black-comic amoral inferno. Very often, it's an all-but-unwatchable ordeal. I could not sit still for the extended scene in which Michael abuses and humiliates a prostitute in his hotel room, and felt that the scene was extraneous and unbalanced the film's structure between Olga and Paul. Then there are the startling sequences in the Austrian hospital ward in which Seidl films old people in advanced stages of dementia, moaning and gibbering, and uses what are surely genuine non-professionals. In some ways, this is radically confrontational: why have pretending and play-acting, when you can get the real thing, </p> <p>Seidl appears to be saying - here, this is how life ends, and these are the people on whom we place the necessary burden of care and compassion; now take responsibility for consuming this misery as onscreen entertainment. Yet what informed consent can these people have given to be in the film? I have no idea, and I am not sure whether I can endorse these sequences, excoriatingly potent though they are. There is one thing that is beyond doubt: this extraordinary film makes everything else around look comfy and pedestrian.</p>",
  "<p>Jonathan Martin of the Politico is reporting that the McCain campaign is <a href=\"http://www.politico.com/blogs/jonathanmartin/1008/McCain_pulling_out_of_Michigan.html?showall\">pulling out of Michigan</a>. </p> <p>This is pretty huge news. That's a battleground state with 17 electoral votes -- a big prize. If McCain isn't going to compete there, he's going to have carry all of these other battleground states: Florida, Ohio, Virginia, New Hampshire, Colorado, New Mexico and Nevada. That's assuming he can't flip any other blue states. Obviously, if he can win, say, Minnesota or especially Pennsylvania, the math changes. But Obama seems to be solidifying leads now in the blue states. McCain would have to draw an inside straight. Go <a href=\"http://www.270towin.com/\">here</a> and toggle around to see what I mean.</p> <p>Standard caveat: We're a month away and a lot can happen. But I don't really understand giving up on so important a state at this point. It must say something not only about what his team thinks his chances are there, but also about the financial state of his campaign.<br></p>",
  "<p>There are two Roanokes: Roanoke City and Roanoke County. The city has a small market area which is just the right side of twee. Art galleries and a coffee shop, some bars, restaurants, museums a diner, stores selling knick knacks and stalls selling local produce. Only the mouse infestation in the city market building casts an unfortunate blight on an otherwise dainty, village feel. Beyond this small space the city (which is actually a county unto itself) spreads out in all directions, divided by route 581 from north to south, the railroad tracks from east to west and by race and class throughout. </p> <p>Crudely speaking, the south-east is poor and white, the south-west, affluent and white, the north-west is black, the north-east more of a mix. If there are no-go areas nobody has told me not to go there. There have been 11 murders in town this year - far more than last year but with the average range. The police have a saying here. \"If you're going to get killed in Roanoke you're going to have to work at it for a while.\"</p> <p>The county climbs up to the Catawba mountains to its north-west and the Blue Ridge Mountains as its border to the south or heads south through the valley past Valhalla vineyards. In either direction you have a staggering drive with trees pregnant with leaves, ready to give birth to a staggering autumn. Small roads that snake up mountains, spawning even smaller roads that often lead to dead ends. Houses are set back into woodland; street names like Harbor wood, Wildwood and Timberview leave little doubt about the historical preoccupations of the area. There is nothing to see here but the view.</p> <p>Topographically the difference between city and county is not stark. As you drive away from the market things get sparse, start to incline and then, 15 minutes later, you are in a different place. </p> <p>But politically and demographically it could not be more clear. The city is Democrat with a black population twice the national average. In last year's city council elections the Republicans didn't even bother putting up a candidate. In the <a href=\"http://www.cnn.com/ELECTION/2004/pages/results/states/VA/P/00/county.004.html#51770\">last presidential election </a>it went narrowly for Kerry 52-46. The county is Republican with a black population half the national average. In 2004 it went heavily for George Bush, 65-35. That makes the city a tiny island in <a href=\"http://www.cnn.com/ELECTION/2004/pages/results/states/VA/P/00/index.html\">a sea of rural Republicanism</a>. To get to the next nearest county to vote Democrat you would have to travel three hours 45 minutes to the west and two hours to the south or north. </p> <p>Culturally and economically the city may dominate the county; geographically the county completely surrounds the city.</p> <p>In this regard, Roanoke is <a href=\"http://www.thenation.com/doc/20050620/nichols\">fairly typical</a>. The picture red states and blue states reasonably describes the nation's electoral map in terms of presidential politics. But for politics in general the most blatant division is not between states and regions but between the cities and <a href=\"http://www.theguardian.com/world/2005/oct/03/usa.comment\">rural areas within them</a>. All of the 32 cities in the US with populations over 500,000 voted Democrat in 2004, even though more than half are in Republican states. On the night when anti-gay amendments were passed all over the country, Dallas in Texas elected an openly lesbian, Hispanic, Democrat as sheriff. Click on any state on <a href=\"http://www.cnn.com/ELECTION/2004/pages/results/\">this map</a> and you need only go to the deepest blue to find the biggest city.</p> <p>If you're in a liberal in a city like Portland, Atlanta or St Louis this may not play too much with your mind. Surrounded by so many like-minded people you can afford to believe that the rest of the world has gone crazy. But in a city as small as Ronoake the fear is that those around you might not share your assumptions, rather than the other way around. </p> <p>When Terry McAuliffe came to talk on Tuesday many of the questions expressed a genuine fear that Republicans had better talking points. They kept asking how to counter Republican friends who said this or that until at one stage McAuliffe asked one of the questioners, if she had any Democratic friends. Anna Robertson, who runs the Pop's Ice Cream and Soda Bar in town, says she overheard some patrons whispering about their support for Obama at the counter until they spotted they Obama poster and then said out loud. \"Oh, it's okay. They have an Obama poster.\" What did they think was going to happen? She wasn't really sure. When you ask black voters whether whites will vote for Obama they say \"they should\". When you ask white Democrats many confess they don't know.</p> <p>This timidity, which others have also pointed out, seems strange for two reasons. First, there is far more enthusiasm for Obama than McCain in this area. In the city there are Obama yard signs all everywhere. Two weeks ago Katherine Devin held a Barack Obama Bake-a-rama sale and raised $16,000. Tonight she is holding an <a href=\"http://www.finearttoelectafineman.com/\">art sale</a> with local artists donating work. During an hour-long drive around the county I saw one yard sign and three bumper stickers. Though they love Palin, events for McCain here are few and far between. Neither the city nor the county voted for him during the primaries.</p> <p>Secondly, even if being a Democrat in Roanoke City feels rather isolating, this is nonetheless a good time to be a Democrat in Virginia. In the last three years the Republicans have lost the governorship, a Senate seat and the state senate. They are about to lose another <a href=\"http://www.politico.com/news/stories/1008/14169.html\">Senate seat</a>. Most pertinently they are not only having to contest Virginia for the first time in more than 40 decades - they are now considered to be losing here for the first time <a href=\"http://www.cnn.com/2008/POLITICS/10/01/battleground.polls/?iref=mpstoryview\">since the election started </a>and and are sinking pretty much <a href=\"http://www.pollster.com/\">everywhere else</a> in the country. </p> <p>The Republicans here feel anything but bullish. At a gathering of volunteers in a swanky downtown loft apartment earlier this week they were concerned about the imminent advent of socialism through Obama and the redistribution of wealth (the bail-out should take care of that by redistributing more from the poor to the rich). \"[Obama's] message of change is going to be received very well whether it should or not,\" said Josh Johnson, who was worried that voters will \"throw the baby out with the bath water\".</p> <p>But there is something in the Democratic psyche that dares not believe. It's not just about this time. And it's not just about race (although it is a large unknown factor). On some level it's about being a Democrat and feeling, mistakenly or not, that you have won the argument and lost the election. That the Republicans have some hidden weapon, dirty trick, underhand scheme to steal the show just before the curtains go up. The are haunted by the ghosts of <a href=\"http://en.wikipedia.org/wiki/Katherine_Harris\">Katherine Harris</a>, <a href=\"http://en.wikipedia.org/wiki/Bradley_effect\">Wilder</a> and <a href=\"http://en.wikipedia.org/wiki/Willie_Horton\">Willie Horton</a> all coming down the pike in Swift boats. They keep chanting \"Yes we can\" but deep down many feel: \"I wonder if we might.\"</p> <p>Additional reporting by Daniel Nasaw</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338208110\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/02/1/GD9058649@A-man-fishes-on-a-jet-7670.jpg\" alt=\"fishing in gothenburg harbour\" width=\"630\" height=\"385\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gothenburg, Sweden: A person fishes on a jetty near the harbour  </span> <span class=\"element-image__credit\">Photograph: Olivier  Morin /AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338208098\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/02/1/GD9054523@French-mime-Julien-Co-5521.jpg\" alt=\"French Mime artist Julien Cottereau \" width=\"603\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paris, France: Mime artist Julien Cottereau poses at the Bouffes Parisiens, where he will perform his one-man show Imagine Toi</span> <span class=\"element-image__credit\">Photograph: Franck Fife/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338208125\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/02/1/GD9062408@Argentina's-Argentino-152.jpg\" alt=\"Copa Sudamericana match between Argentinos Juniors and San Luis\" width=\"578\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Buenos Aires, Argentina: The city stadium is shrouded in smoke during the Copa Sudamericana match between Argentinos Juniors and San Luis</span> <span class=\"element-image__credit\">Photograph: Natacha Pisarenko/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338208134\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/02/1/GD9064320@-CORRECTS-TO-REFRACTI-1574.jpg\" alt=\"World High Wire Championships\" width=\"451\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Seoul, South Korea: Kwon Won-tae performs during the world highwire championships  </span> <span class=\"element-image__credit\">Photograph: Lee Jin-man/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338208113\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/02/1/GD9058667@Clouds-roll-in-over-t-8220.jpg\" alt=\" Clouds roll in over the Statue of Liberty\" width=\"530\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New York, USA: The Statue of Liberty in New York Harbour</span> <span class=\"element-image__credit\">Photograph: Timothy A. Clary /AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338208138\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/02/1/GD9064871@A-man-is-reflected-ca-1958.jpg\" alt=\"pollution in beijing\" width=\"582\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Beijing, China: A man is reflected casting his net from a footbridge over an oil slick on a river</span> <span class=\"element-image__credit\">Photograph: Frederic J. Brown /AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338208101\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/02/1/GD9055214@City-workers-make-pho-6366.jpg\" alt=\"workers at the london stock exchange\" width=\"555\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">London, UK: City workers make telephone calls outside the London Stock Exchange</span> <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338208119\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/02/1/GD9061648@Tape-on-the-floor-sho-9198.jpg\" alt=\"vice presidential debate in st louis, USA\" width=\"559\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">St. Louis, USA: Tape on the floor shows the entrance to the stage for the first 2008 US vice-presidential debate between the Democrats' Joseph Biden and the Republicans' Sarah Palin</span> <span class=\"element-image__credit\">Photograph: Carlos Barria /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338208131\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/02/1/GD9064013@An-Iraqi-girl-stands--1081.jpg\" alt=\"the marshes of southern iraq\" width=\"584\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">al-Fuhood, Iraq: A girl stands on dry cracked earth in marshlands north of the southern city of Basra. The southern Iraqi marshes have almost entirely disappeared</span> <span class=\"element-image__credit\">Photograph:  Essam al-Sudani /AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338208122\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/02/1/GD9062120@Models'-legs-are-seen-9646.jpg\" alt=\"Models on the catwalk at the end of the Sonia Rykiel show at Paris fashion week \" width=\"630\" height=\"236\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paris, France: Models on the catwalk at the end of the Sonia Rykiel show at Paris fashion week</span> <span class=\"element-image__credit\">Photograph: Thibault Camus/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338208104\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/02/1/GD9055749@Palestinian-youths-pl-6775.jpg\" alt=\"Kalandia refugee camp , west bank \" width=\"584\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kalandia, West Bank: Palestinian children play with toy guns in an alley</span> <span class=\"element-image__credit\">Photograph: Muhammed Muheisen/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338208116\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/02/1/GD9059999@A-Ugandan-health-work-8741.jpg\" alt=\"A health worker immunises a child at a clinic  in Uganda\" width=\"575\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Moroto, Uganda: A health clinic worker gives vaccine to a child</span> <span class=\"element-image__credit\">Photograph: James Akena /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338208128\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/02/1/GD9063028@Indian-Muslims-offer--569.jpg\" alt=\"eid prayers at Jama Masjid, new delhi \" width=\"568\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New Delhi, India: Muslims offer Eid al-Fitr prayers at the Jama Masjid mosque to mark the end of Ramadan</span> <span class=\"element-image__credit\">Photograph: Manpreet Romana/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338208107\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/02/1/GD9057098@epa01506655-Ethiopian-7196.jpg\" alt=\"MSF clinic in Ethiopia \" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kuyera, Ethiopia: A child peers through a hole in a fence while waiting in line for food and medicine at a clinic run by Medecins Sans Frontieres</span> <span class=\"element-image__credit\">Photograph: Stephen Morrison /EPA</span> </figcaption> </figure>",
  "<p>The suggestion that Britain's man in Kabul <a href=\"http://www.theguardian.com/world/2008/oct/02/afghanistan.usforeignpolicy\">has warned</a> a fellow ambassador that the current international military campaign against the Taliban is, in the <a href=\"http://www.timesonline.co.uk/tol/news/world/asia/article4860080.ece\">words of the Times</a>, \"doomed to failure\", should surprise no one. What is news is the way that the Foreign Office has tried to cover the tracks of Sir Sherard Cowper-Coles in a web of obfuscation.<br> The spokesman in London told the Times that the reported remarks by Sir Sherard to his French opposite number were a \"parody\" of what he really said. Instead of muttering behind their hands, the men and women in King Charles Street should come clean and say exactly what Cowper-Coles' assessment of the crisis in Afghanistan really is, and what the British government intends to do about it. The campaign against the Taliban and their allies on either side of the Afghan border with Pakistan has not been going well. The fight is spreading, and the New York Times, through the <a href=\"http://topics.nytimes.com/top/news/international/countriesandterritories/pakistan/northwest-pakistan/index.html?scp=1&amp;sq=Carlotta%20Gall%20%20Jane%20Perlez%20pakistan%20taliban&amp;st=cse\">despatches of Carlotta Gall and Jane Perlez</a>, about the best in the business, suggest that the Taliban are well in control of most of the provinces ringing the Afghan capital.<br> The American command this summer has tried to pour oil on troubled waters, but only succeeded in setting light to it. In July, President Bush <a href=\"http://www.theguardian.com/world/2008/sep/12/usforeignpolicy.usa\">signed the operational order</a> to allow US ground as well as air forces to conduct \"hot pursuit\" operations into Pakistan territory along the North West Frontier, in particular into the provinces of the Federally Administered Tribal Areas (FATA). This is in breach of international law, because it is the waging of aggressive action on sovereign territory, albeit that of an ally, without prior warning or permission. <br> Following <a href=\"http://www.theguardian.com/commentisfree/2008/sep/11/usa.afghanistan\">a raid by US Navy Seals</a> flown in by helicopter on September 6, the US command said it would behave better in future and consult its Pakistan allies about such raids. However, there have been several unannounced attacks by Predator drones since then.<br> On his visit to London this week, General David Petraeus, who, as the new Central Command boss, is in overall charge of US military operations in Afghanistan as well as Iraq, warned that the fight in Afghanistan is about to get a lot worse. \"Obviously, the trends in Afghanistan have been in the wrong direction,\" he said in London and implied that he would like to see a \"surge\" of US and allied troops on the same lines as the surge he commanded in Iraq in the past 18 months.  The commander of the Afghan theatre for the US forces, General David McKiernan, <a href=\"http://www.iht.com/articles/2008/10/01/mideast/military.php\">is reported to be requesting</a> the Pentagon for more American troops. It is unlikely that the UK will be considering matching the US increase – given the widening gaps between US and British commanders and analysts about tactics on the ground and operational methods and concepts. There is evidence of a widening split on strategy – what the campaign is really about and what realistically it can achieve.<br> The American approach, for all the sophisticated jargon and high fallutin' language by David Petraeus about \"mastering the human terrain\" and \"winning the narrative\" in his counter-insurgency doctrine, the Americans still believe in the kinetic approach, the use of force to smash the enemy. This has led to at least 4,500 non-combatant civilians, at least, being killed in US raids across southern Afghanistan this year alone.  More than ever, this is a US-commanded and US-driven campaign: General McKiernan now commands the international support mission to President Karzai, comprising some 39 nations. At the same time, he commands Operation Enduring Freedom against al-Qaida. International efforts in Afghanistan have been bedevilled by the division of commands and missions of the international forces – and this is now sure to get worse. The American command has little time for its Nato allies, even those like the Canadians, the British, Danes and Dutch who are doing the heavy lifting in the south west and taking casualties.  America's view of Nato as a blunt instrument to confront and contain US enemies, from Russia in Georgia, to the Taliban in Waziristan, raises doubts about the value of the alliance in the present complex crisis, developing into a perfect storm from the eastern Mediterranean to Kashmir. These doubts reinforce the old maxim that it is hard to turn a defensive alliance into an offensive one – particularly, in the cause of wars of choice.  The outlines of the perfect storm are more serious than their lack of coverage in the international media might suggest. In the past month, they have hidden behind the global banking meltdown.  In Afghanistan, there is growing mistrust of Hamid Karzai and his corrupt regime in the run-up to next year's elections. He has been soliciting Saudi help to start talks with some of the Taliban. The Taliban is getting stronger in numbers, tactics, and weaponry. It <a href=\"http://www.worldnetdaily.com/?pageId=76286\">is now thought</a> that, at a secret meeting in Peshawar last year, Iran agreed to open up a major supply line of arms and trainers to Taliban in south-west Afghanistan. Since then, Taliban affiliates have been widening their operations, most notably with the bombing of the Marriott Hotel in Islamabad last week.<br> With the resurgence of fighting in Kashmir, where al-Qaida and Taliban allies form the core of the Islamic fighters, there are growing fears of a looming confrontation between India and Pakistan. Both India and Pakistan have, since 1947, regarded Afghanistan and Kashmir as the zones of \"strategic depth\". The novelty this time round in a major Indo-Pak confrontation is that, this time, both countries have nuclear weapons, and in the woodwork of their leadership there are fanatics who believe in using them. Pakistan's military command believes that any fight with India will be one for survival, so they must gather in all the allies they can, including the Taliban.  The Afghan mission in its present form is doomed because it is only a part of much worse and deepening crisis in the region as a whole. Our man in Kabul was right to warn his mates about it, but it's about time our own government 'fessed up and started telling us the truth about what is going right and wrong in Afghanistan, and why we need to be there.</p>",
  "<p>Financial support for some of Britain's most vulnerable social groups is being undermined by the government's decision to end ringfencing of grants from the Children's Fund, experts have warned.</p> <p>Evidence is emerging that cash has been directed away from organisations helping children who are disabled or have special needs, as well as young asylum seekers.</p> <p>The cuts follow a restructuring of the way in which money is distributed. Between 2001 and March this year the Children's Fund paid nearly a billion pounds towards \"preventative\" projects aimed at helping 5- to 13-year-olds and forestalling social problems.</p> <p>The money was allocated through the voluntary and community sector. Since April, however, the cash - currently £132m a year until 2011 - has been routed through local authorities and pooled with other grants.</p> <p>The removal of ringfencing presents councils with a tempting source of cash for favoured projects or those educational and criminal justice schemes deemed a higher priority by central government targets.</p> <p>The National Council of Voluntary Child Care Organisations has warned that smaller community groups are at risk of losing expertise and experience. \"Small organisations are faring less well in the current environment,\" said a spokeswoman.</p> <p>Paul Mason, a senior researcher at Birmingham University's social policy department, who helped organise a national evaluation study of the Children's Fund, said: \"I know there are a lot of fears and I think they are wholly justified. </p> <p>\"Now that all the money is going into a single pot and you have underfunded areas, like social services, some of the money will go off there. There are a lot of competing angles and there's not enough money to go round. </p> <p>\"Crime is a big government priority. The focus has moved away from open, universal access services to more targeted work. </p> <p>\"There are now 150 local children's trusts. Some have built upon Children's Fund work, others haven't. So there's a great deal of variation. It's a very mixed picture. There are no more national evaluations and it is difficult to understand the national picture. But we do know that there's a lack of investment in preventative services.\"</p> <p>In Manchester, the Routes Project, run by the Black Health Agency, provides support for the children of newly-arrived asylum seekers and refugees. It has lost £60,000, almost a quarter of its income due to the restructuring of the funding system. Three of the project's multi-lingual staff have been laid off.</p> <p>\"It has led us to limit help for families,\" said one of the remaining workers. \"For now we have to concentrate on a narrower age group. We hope the [money] will be restored so that we can meet all of the needs.\" </p> <p>Manchester city council denied that any reduction had been due to it cutting support. \"[The] council has not reduced funding. [It] recognises and values the important work of voluntary sector groups and is committed to supporting them with funding.</p> <p>\"The Children's Fund ended in March 2008, but Manchester city council has continued to fund this year and has awarded £190,000 to the Routes Project for its continuing work.</p> <p>\"Over the last four years, the local authority, through Manchester Children's Fund has allocated a total of £720,000 in grants to the Routes Project at an average of £180,000 per year.\" </p> <p>In Newcastle-upon-Tyne, the Edward Lloyd Trust lost £27,000 this year because Children's Fund money it had been receiving to run a Saturday play scheme for children with disabilities was not renewed.</p> <p>\"We are having to run it on a reduced basis,\" said Sally Young, the trust's chief executive. \"It provides a lot for support and activities for those children. It gave them time to play and learn. We have lost half our funding. </p> <p>\"Quite a number of organisations that had services for disabled children in Newcastle lost their funding. We were told the criteria had changed and we no longer met the criteria.\" </p> <p>Newcastle council acknowledged that groups formerly supported were losing financial support. \"[The] council has always prioritised support for children and young people with additional needs,\" a statement said. \"This year government guidelines about the use of Children's Fund, which has been used to support the Edward Lloyd Trust, changed.</p> <p>\"Therefore, we have found some funding from other sources to continue support for the trust in the short term whilst at the same time working to identify longer term sustainable financial support for this and indeed other services for children and young people with additional needs.\"</p> <p>Explaining the national changes to the Children's Fund, the Department for Children, Schools and Families maintains: \"The Children's Fund was a time-limited programme originally due to end in March 2008. Funding was initially ringfenced and distributed through local Children's Fund partnerships, but has been moving towards funding being distributed to local authorities. </p> <p>\"Funding will now continue at £132m in each of the three years from 2008 to 2011. The money will be distributed through local authorities and pooled with other funding to form a new area-based grant. The government is encouraging local authorities and their partners to maintain a strong engagement of the voluntary and community sector in using these funds.\"</p>",
  "<video data-media-id=\"gu-video-338189959\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Search teams have found the wreckage of a small plane thought to belong to the adventurer <a href=\" http://www.guardian.co.uk/world/fossett\">Steve Fossett</a> in an isolated patch of California.</p> <p>A new search began after a hiker found three identification cards said to bear Fossett's name in a bush west of Mammoth Lakes town, in eastern California's Inyo national forest, on Monday. </p> <p>As a result, teams went back over the area more closely, searching a 10-mile radius.</p> <p>The National Transportation Safety Board has confirmed that the plane ''appears to be the aircraft piloted by Steve Fossett''.</p> <p>The wreckage was located around 10,000 feet up the Sierra Nevada mountains near Mammoth Lakes, which is about 90 miles south of a Nevada desert ranch owned by Barron Hilton, from where Fossett, 63, left in a single-engine plane on September 3 last year.</p> <p>Weeks of extensive land and air searches found no wreckage or remains and the millionaire adventurer was declared legally dead in February by an Illinois judge, Jeffery Malak.</p> <p>This week, when Preston Morrow, 43, a Mammoth Lakes sports shop employee, was walking along a Sierras trail near the Yosemite national park and found a pilot's licence and an ID card in Fosset's name, along with $1,000 (£558) in cash.</p> <p>He handed the items to police yesterday after unsuccessful attempts to contact Fossett's family.</p> <p>The Federal Aviation Administration is trying to determine whether the ID cards are authentic.</p> <p>Morrow said: \"I was coming back down this really steep terrain, and what caught my eye was these little (ID) cards in the dirt and the pine needles, and some $100 bills.</p> <p>\"I see the ID. I caught the name. I got the ID cards ... and about five or six of the hundred-dollar bills (which) were dirty and muddy,\" he told Fox News.</p> <p>\"I was wondering: 'Why are there some ID cards and money when there was nothing else?' No wallet, no bags, nothing, nothing, nothing.''</p> <p>He did not know who Fossett was at first, but a co-worker recognised the name when he showed her the items. </p> <p>He said he returned to the scene with his wife and three friends on Tuesday. They did not find any plane wreckage or human remains, but saw a black Nautica pullover fleece in the same area. It is not known if the find is related.</p> <p>Fossett's widow, Peggy, said in a statement yesterday: \"I am hopeful that this search will locate the crash site and my husband's remains. I am grateful to all of those involved in this effort.\"</p> <p>Search teams had previously flown over Mammoth Lakes but it had not been considered a likely place to find the plane.</p> <p>Instead, the 20,000 square miles search has been concentrated to the north of the town, based on sightings of Fossett's plane, his planned return time and the amount of fuel he had.</p> <p>Andy Green, the current land speed record holder who was helping Fossett prepare a record-breaking attempt, said: \"I really want to know what happened to my friend Steve, but there's still a chance he might be alive somewhere if there isn't evidence of a fatal crash, so I'm a bit torn.</p> <p>\"His widow has found it very hard, as anyone would, when your husband of many years just disappears. For all of them, I'm hopeful that finally we will have some closure on this.\"</p> <p>Fossett held several aviation and sailing records. In 2002 he became the first person to fly a balloon solo around the world.</p>"
]