[
  "<p>If there is a symbol of Kabul – beyond the burqa and the fast-disappearing but much-photographed ruined houses in the west of the city – it is the kite. Banned by the Taliban, popularised by Khaled Hosseini's book the Kite Runner, Kabul's kites are little more than salvaged plastic bags taped to thin bits of wood. But they dip and soar in even the worst sandstorms above the city, over refugee camps, over the poorest outlying villages. Under the Taliban, they were one of the things that local people used to tell the rare reporters in their city that they missed the most. Now Kabulis fear the kites may disappear again. For the Taliban are at the gates of Kabul once more.</p> <p>Najib Samib and Said Ahmed, two psychology students, stand in the grounds on the renovated Kabul university campus. A decade ago, the complex was a wasteland of semi-derelict buildings. There were few books and fewer teachers. I had lunch there once with the Taliban cleric in charge. We sat on the floor in his office eating boiled spinach, rice and mutton. He had been educated in a conservative madrassa and saw western-style education as a threat – though he reluctantly admitted the country needed doctors and engineers. Outside a handful of students lingered in the overgrown gardens. Today the scene is transformed. </p> <p>But the two students are worried and Ahmed says that for the first time since coming back to Kabul from Iran in 2002 he is wondering if he will have to leave again. \"If it gets worse then we will have to leave, go to neighbouring countries,\" he says. \"I don't know. It's pretty depressing.\" </p> <p>For, though transformed by a wave of returning refugees, an extraordinary boom in telecommunications, massive reconstruction and unprecedented commercial activity, Kabul is now a worried city. The massive presence of foreign troops does little to allay the disquiet. \"I have the feeling that we are living on borrowed time,\" said a businessman as he walked with his three children in a park opened recently by an NGO on what was previously mined wasteland. </p> <p>For those who knew Afghanistan under the Taliban, the sight of a family walking in a park is still striking. Back then, the city had been stripped of most of its population. Traffic was virtually nonexistent – a stark contrast to the jams of today – and few ventured out if they did not need to. Many were simply too hungry to waste energy on an activity as aimless as walking when staying warm was already tough enough. Another risk was the Taliban religious police. Foreigners in the city were few. Only the AFP news agency had a western correspondent permanently in the city. There were just a handful of aid agencies. All visiting reporters had to stay in the semi-derelict InterContinental hotel where, even as late as the summer of 2001, the names of all the guests over the previous half-decade could be read on four pages of the reception ledger. There was little commercial activity, less power and the occasional rocket killed might kill a couple or a half dozen - or no one at all, because the streets and the bazaars were often empty. Women and girls stayed at home unable either to work or go to school. </p> <p>Now Kabulis fear for their futures. First they are worried about the attacks within the city – a series of bloody suicide bombings have killed scores of locals and led to massive security precautions. Main roads throughout Kabul have been closed, causing much local resentment. Double or even treble rows of blast walls now protect government buildings and embassies. They cost $350 or $500 a piece and the only person who is happy about the rate at which they sell owns the company that makes them on. And even he told me he wished business wasn't so good. The strict security precautions taken by diplomats, aidworkers and even the heavily armed soldiers means the international community is almost entirely cut off from the local people – as the insurgents intended. </p> <p>And then there is the sense that the vicious war in the provinces will eventually reach the city. </p> <p>One striking element is the clear parallel with the Soviet period. Recently I found a cutting from the French newspaper Le Figaro from 1988 headlined \"Insurgents move to cut off Kabul's supply routes\". These days the roads to the south and the east of Kabul are dangerous. \"If you are from the Afghan military, police or government or an aid worker or westerner and you drive [the road to Kandahar], you will get hit,\" said one senior UN official. On the road east to Jalalabad militants have progressed from shooting up convoys to mounting temporary checkpoints. Off the main highways, at least in those areas dominated by the Pashtun tribes, many rural zones are under de facto Taliban control. No one moves at night.</p> <p>Various elements reflect the Soviet times. It was the violent reaction to attempts to \"modernise\" the reactionary rural zones of Afghanistan that so destabilised the dogmatically Communist government in the late 70s that Moscow felt it necessary to send more and more troops. The Soviets soon found their logistics lines into the capital restricted simply to one route running north – those to the east and south severed by the mujahideen. The gulf between a secure and relatively prosperous Kabul and the desperately poor, war-torn provinces was one of the key dynamics in the chaotic civil war that followed the Soviets withdrawal - and in the emergence of the Taliban. </p> <p>The parallel with the 80s can be overdone – the fighting remains much more limited in extent and there is no threat to the supply route north. But recently, both American and French military officials have started relating stories of how the militants have tortured captured soldiers, killing them slowly and mutilating their corpses. The stories are almost identical to those told by the Soviets - and those recounted by Rudyard Kipling over a century ago when other western soldiers tried to shape Afghanistan according to a distant capital's imperial will. </p> <p>As ever, the losers are those caught in the middle. When a suicide bomber attacked a British convoy last month and killed one soldier, a 36-year-old truck driver called Mir Alam was caught by the blast. Reports of the incident in the UK focussed naturally enough on the dead British soldier. Mir Alam, a hardworking, cheery, decent father and husband has not featured in any report. He left a widow and four children that his only brother will have trouble looking after on his paltry government salary. \"If Isaf and everyone leave then Afghanistan will get worse but if Isaf were not here then my brother would be alive,\" he said. \"I don't now the answer.\" </p> <p>From senior officials in the aid or diplomatic community through to the Kabulis themselves, everyone agrees that things are a) very bad and b) that a total overhaul of strategy is necessary. </p> <p>But in Afghanistan right now, questions outnumber the responses 10 to one.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337488119\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/10/afghanistan/jbkabul02-1006.jpg\" alt=\"Daily life in Afghanistan\" width=\"554\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Three refugee women, identity papers in their hands, shelter from a sandstorm in Kabul</span> <span class=\"element-image__credit\">Photograph: Jason Burke/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337488125\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/10/afghanistan/jbkabul07-2110.jpg\" alt=\"Daily life in Afghanistan\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A farmer waits for a lift at a petrol station on the Shomali plains, north of Kabul</span> <span class=\"element-image__credit\">Photograph: Jason Burke/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337488116\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/10/afghanistan/jbkabul01-280.jpg\" alt=\"Daily life in Afghanistan\" width=\"557\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">This photographer with his plastic flowers barely scrapes a living. People just think of their bellies, he complains </span> <span class=\"element-image__credit\">Photograph: Jason Burke/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337488122\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/10/afghanistan/jbkabul04-1565.jpg\" alt=\"Daily life in Afghanistan\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Afghanistan's population is very young and there are few jobs. These teenagers drive private minibuses to get by and dream of escape</span> <span class=\"element-image__credit\">Photograph: Jason Burke/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337488128\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/10/afghanistan/jbkabul09-2697.jpg\" alt=\"Daily life in Afghanistan\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kabul police bring a suspected arms trafficker into their chief's office. A Jean-Claude van Damme film plays on a TV in the corner</span> <span class=\"element-image__credit\">Photograph: Jason Burke/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337488131\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/10/afghanistan/jbkabul10-3225.jpg\" alt=\"Daily life in Afghanistan\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">This young government policy advisor, here in one of Kabul's best restaurants, thinks things are going to get better in his country </span> <span class=\"element-image__credit\">Photograph: Jason Burke/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337488134\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/10/afghanistan/jbkabul11-3781.jpg\" alt=\"Daily life in Afghanistan\" width=\"597\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A bodyguard of the governor of Wardak province, just south of Kabul, where security has deteriorated in recent months</span> <span class=\"element-image__credit\">Photograph: Jason Burke/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337488137\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/10/afghanistan/jbkabul12-4279.jpg\" alt=\"Daily life in Afghanistan\" width=\"573\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Workers at a factory making concrete walls to protect against suicide bombs work round the clock to meet booming demand</span> <span class=\"element-image__credit\">Photograph: Jason Burke/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337488140\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/10/afghanistan/jbkabul17-4942.jpg\" alt=\"Daily life in Afghanistan\" width=\"580\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Children play with kites high above Kabul in a sandstorm. The new main mosque – nearly completed – is just visible above the bazaars and houses</span> <span class=\"element-image__credit\">Photograph: Jason Burke/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337488145\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/10/afghanistan/jbkabul20-5481.jpg\" alt=\"Daily life in Afghanistan\" width=\"533\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tribal elders listen to the new governor's speech exhorting them not to support the Taliban in Maidan Shah, Wardak province</span> <span class=\"element-image__credit\">Photograph: Jason Burke/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337488150\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/10/afghanistan/jbkabul21-6205.jpg\" alt=\"Daily life in Afghanistan\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">This young policeman guards the boundary between Wardak and Kabul provinces -  the effective limit of the Taliban's influence. For the moment</span> <span class=\"element-image__credit\">Photograph: Jason Burke/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337488153\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/10/afghanistan/jbkabul22-6781.jpg\" alt=\"Daily life in Afghanistan\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Refugees watch police arrive to check their papers in a camp on the outskirts of Kabul. They have fled to the capital from the battle zones of the south</span> <span class=\"element-image__credit\">Photograph: Jason Burke/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337488156\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/10/afghanistan/jbkabul24-7607.jpg\" alt=\"Daily life in Afghanistan\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Children play hide and seek in a recently restored park on what was once a minefield in a relatively wealthy suburb in northern Kabul</span> <span class=\"element-image__credit\">Photograph: Jason Burke/Guardian</span> </figcaption> </figure>",
  "<p>Each had a job to do, and each did it to perfection. The four key witnesses chosen by Greenpeace to speak in its defence at the Kingsnorth trial were crucial to the environmental group's acquittal. They were chosen not only to \"push all the right buttons\" with the court, but to answer the very specific questions the judge would ask the jury to answer, says Ben Stewart, Greenpeace's communications director and a defendant in the case. \"We wanted a not guilty verdict, but we also wanted to put the government's policy on coal in the dock.\"</p> <p>To convince the jury (and stay out of jail), says Stewart, the activists needed to show Kingsnorth posed \"a real and immediate danger to property around the world, and that our actions were proportionate and reasonable to prevent that\". The witnesses' task was to hammer home the truth of that claim. </p> <p><strong>James (aka Jim) Hansen</strong> was the authoritative voice required to put Greenpeace's protest into its global scientific context. Possibly the world's leading climate scientist, Hansen is director of Nasa's Goddard Institute for Space Studies and Al Gore's science adviser on global warming. He is something of a green superhero, in effect introducing the world to the concept of climate change.</p> <p>Among the key points Hansen made to the court were that the proportion of CO2 in the atmosphere has already passed a safe maximum and will have to be rolled back; that this cannot be achieved unless all coal-fired power stations without carbon capture are decommissioned pronto; and that if we carry on as we are sea levels will rise at least 2m this century and 1m species will be pushed into extinction (including 400 by Kingsnorth alone).</p> <p>\"The simple but shocking truth is we have gone too far,\" he said. \"We place our planetary system, inhabitants and future generations in grave peril ... It's up to those of us alive today to take the bold steps needed. There's just barely still time.\" </p> <p><strong>Dr Geoff Meaden</strong>'s job was to put the wind up the court from a regional perspective. Something of a local boy (he's principal lecturer in the Department of Geographical and Life Sciences at Canterbury University), he gave evidence via videolink from Brazil. Nor can his warning that there could be no summer ice left in the Arctic within five years, that Kingsnorth power station itself would be \"extremely vulnerable\" to flooding through climate change, and that things were \"so urgent that unless we act immediately to rapidly reduce greenhouse gas emissions, by the next century we may have to abandon up to 20% of Kent to the sea.\" </p> <p>While all the scientific evidence pointed to the fact that we were approaching a tipping point in climate change, the most urgent tipping point was \"a change in human behaviours and actions\", Meaden said. \"It is overwhelmingly perceived,\" he added, \"by the defendants, the scientific community and myself\" that climate change is caused by humans.</p> <p><strong>Aqqaluk Lynge</strong>, a former minister in Greenland's home rule government and a vice-president of the Inuit Circumpolar Conference, a human rights organisation representing some 160,000 Inuit living in the Arctic regions, furnished a vivid first-hand account of what global warming will do, and is actually doing. </p> <p>He's a star witness for the environmental movement on the effects of global warming and it's not hard to see why: against the scientists' charts and figures, Lynge's evidence is undeniably graphic. Plus he usually wears a sealskin waistcoat, which looks pretty cool when everyone else is in a grey suit. </p> <p>\"Climate change affects my community, the Inuit people, by affecting their environment,\" Lynge told this week's trial in a videolink from Greenland. \"We see it in the kind and numbers of species that they hunt, the house and camp constructions that they have to build on melting and unpredictable soils, the unpredictable weather ... the sliding of houses into the sea ... the reduction of habitats for polar bears and other species, and the introduction of new pest species.\"</p> <p>Lynge first appeared in the UK in July last year, when he wowed a public inquiry into the proposed expansion of Stansted airport. The Inuit are \"the canary in the global coal mine\", he said. Some villages have already lost homes, and thinning ice makes hunting harder. \"We don't hunt for sport,\" he said. \"You go to the supermarket. We go hunting on sea ice.\"</p> <p><strong>Zac Goldsmith</strong> is a former editor of the Ecologist magazine and the Conservative party's current parliamentary candidate for the constituency of Richmond Park in west London. His task was to place the activists' actions in a clear political context, which he did by declaring from the outset that there was a \"staggering mismatch between what we've heard from government and what we've seen from government in terms of policy\". Despite all the Labour government's rhetoric, he stressed, emissions have risen since 1997 and continue to rise. Coal is the \"defining challenge\": 10 of Europe's 30 most polluting coal-fired power plants are in Britain, and building new ones will \"make it very much harder\" to convince the likes of China and India to cut back on fossil fuel use. Goldsmith accused the government of a \"profound lack of imagination\" when it came to examining alternative energy solutions.</p>",
  "<p>Colin Stanbridge of the London Chamber of Commerce and Industry (Letters, September 10) takes a very narrow and ill-informed view of the immigration issue - and one which does not reflect the view of business. He writes that \"immigration adds billions to our economy every year\". Yet the Lords economic affairs committee put the gains at 62p a week for each of us. Furthermore, an Institute of Directors poll found that 85% agreed that migration policy should also take into account the impact of immigration on housing and public services - something Mr Stanbridge seems to ignore.</p> <p>The government's own forecast shows that immigration will add 7 million to our population in the next 25 years. This is equivalent to seven times the population of Birmingham. The cross-party group is not, as Mr Stanbridge writes, seeking to constrain industry's search for global talent. We simply propose that we should break the link between economic migration and permanent settlement so as to stabilise our population and ease the pressures on our public services and, indeed, on our society.<br><strong>Frank Field MP</strong><br>Lab, Birkenhead </p> <p>Frank Field and his fellow members of the cross-party immigration group are wrong - the cap won't fit and the prime minister must make this clear (Balance the ins and outs, September 8). The real concern the public have about immigration is illegal immigration, not legal immigration for people with skills. People do use the four-year work visa as a stepping stone to settle in the UK. To tackle this we need more clarity in our visa system. It needs to be made clear from the start that visas of this kind are for a limited period and will not lead to settlement. We need to be tougher at enforcing the laws we already have.<br><strong>Keith Vaz MP</strong><br>Chairman, home affairs committee</p>",
  "<p>We are entering - for those keeping track - the new new, new new world order. President George Bush Snr's world order of multilateral cooperation was embarrassed by Somalia, Rwanda and Bosnia. Pax Americana, rebranded as globalisation under Bill Clinton, was shattered by 9/11. For the past seven years we've been living under the \"war on terror\" world order paradigm, creating more cleavages than it has healed. </p> <p>But this time the conditions are very different. The world has stopped waiting for the US - and its next president - to declare its roadmap for the future. Instead, the other 96% of the planet has decided to move on with its business. And business is booming. The major emerging powers, production centres and financial capitals - Russia, China, India, Brazil, Saudi Arabia, Kazakhstan, the United Arab Emirates and others - are creating connections among themselves. While some Americans gloat that the global economic slowdown is evidence the world has not \"decoupled\" from it yet, the situation would have been much worse if emerging markets were not robust centres of growth. </p> <p>This new economics is the foundation for a new geopolitics to which the US is more responding than shaping. To claim the world will warm to the return of the kinder, pre-Bush America requires a heroic leap of faith. Will Russia stop using Gazprom diplomacy and military muscle to bully Ukraine and occupy its near abroad? Will Iran stop seeking nuclear weapons? Will China stop providing military, financial, diplomatic and other lifelines to every country the US deems a \"rogue state\"? Only if America can change any of these should the next US president have any right to declare the next \"new world order\".</p> <p>To speak of world order is to speak of a stable distribution of power in the world. But no such predictable pattern exists. Power has diffused not only to heavyweights such as China, but the EU - the most formidable economic force in the world. Militarily, rapid build-ups are occurring in the Middle East and east Asia - and now also Latin America, with Venezuela welcoming Russian bombers for training exercises this week. It would be far more appropriate to speak of a \"new middle ages\" than a new order, for we live in a world not just of nations, but of empires, multinational corporations, religious crusaders, non-governmental activists and mega-philanthropists operating on all layers of the complex matrix of 21st-century power. Order will have to be thought of as regional at best - with east Asia falling under the Chinese sphere of influence, and north Africa increasingly under the European - rather than global. </p> <p>The institutional underpinning is not only under strain, but has in effect collapsed. Regional and bilateral preferential trade agreements are proliferating at the expense of the WTO, whose Doha round fell apart weeks ago. The UN security council has not changed since before the end of the cold war. The IMF and World Bank have become marginal players in their own fields as aid falls out of favour in competition with faster and more voluminous foreign direct investment. Where is the architecture for a new world order for a new middle ages?</p> <p>It emerges either after a major war or from the bottom up. The latter is happening already in the far east. The only question is how far it will stretch. Asia has the largest populations and the most money. In the past years an alphabet soup rivalling the EU has emerged, with ASEAN+3 among a host of acronyms that reveal how China is co-opting Japan, Australia and Korea through trade, investment and non-aggression pacts. </p> <p>This is not mere cant - Asian diplomacy has achieved concrete results. The Shanghai Cooperation Organisation's border patrols manage counter-terrorism and trade in central Asia, and might soon be invited to help Nato stabilise Afghanistan. East Asia's major powers conduct defence exercises together, and are planning joint energy exploration agreements. Beyond Asia the Persian Gulf oil producers, and their sovereign wealth funds, are starting to quickly reorientate themselves towards Indian and Chinese demand and markets - far more lucrative than the west. Maybe the west can one day be independent of Middle East oil, but that only increases eastern leverage over the energy-rich lands in between. In Africa, many nations have profited from Chinese investment. Some decry China as the \"new colonialists\", but in the age of transparency it is likely to learn the power of shame far more quickly than the west did. </p> <p>So perhaps there will be a new world order - but one dictated not from Washington but Beijing. The cold war was never truly an east-west rivalry - only now is the real east rising. Whichever world order project we embark on in the coming years, it will have to balance east and west, north and south, public and private, international and global. Whatever we call this order, it involves all of us much more than any of the past. </p> <p><strong>·</strong> Parag Khanna is a senior research fellow at the New America Foundation and author of The Second World </p> <p><a href=\"http://www.paragkhanna.com\">paragkhanna.com</a></p>",
  "<p>Actor, soldier, minister, peace negotiator, envoy and intellectual: Akhmed Zakayev boasts an enigmatic CV that starts and ends in exile - from his birth in the barren steppe of Kazakhstan to his current incarnation as the self-appointed head of a Chechen government in exile in London.</p> <p>To the Russians he is the last luminary of the Chechen separatist movement, a former field commander who was prominent during resistance through the 1994-96 war, and again when separatist forces routed the Russians in Grozny in August 1996. Zakayev, according to Kremlin orthodoxy, is one of the last surviving inspirations for the \"bandits\" who humiliated Russia on the battlefield and in a succession of grisly hostage-taking episodes, including the Moscow theatre siege of 2002.</p> <p>To his defenders, who include actor Vanessa Redgrave and exiled Russian tycoon Boris Berezovsky, Zakayev is a moderate who swapped the battlefield for the negotiating table in 1996, rejecting the extremism of Islamist Chechens for a political solution. </p> <p>He was deputy to Aslan Maskhadov, the first legitimately elected president of Chechnya, and for a time negotiated face-to-face with Putin's men even after the Kremlin named him as a wanted man.</p> <p>When an arrest warrant was issued in late 2002 (charges include terrorism, kidnapping and armed rebellion), Zakayev returned to his new home in north London. He was granted asylum in 2003, after a judge decided the Russian move against him was politically motivated. When his friend Alexander Litvinenko, the former spy, was killed with a dose of polonium in London two years ago, police warned Zakayev he could be next.</p>",
  "<video data-media-id=\"gu-video-335160651\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1788670284_gdn-nat-080611-jd-gurkas-final-16x9.flv\"/> </video>   <p> Gyanendra Rai gazes at the smoke as it curls upwards from the funeral pyre and thins out over the rooftops of Pashuputi Nath, the world's most sacred Hindu temple. </p> <p>Rai thought of this place when artillery shrapnel chewed into the side of his back and right shoulder while he was fighting for the British army in the Falkland Islands: he imagined his body lying there on the cremation ghat.</p> <p>On June 11 1982, Lance Corporal Rai - a drummer with the 1st Battalion, 7th Gurkha Rifles - almost lost his life during the final assault on Port Stanley. Seriously injured, he received five pints of blood donated by British soldiers, and the skin that was grafted upon the cavernous hole in his back was taken from one of his fallen comrades.</p> <p>Rai still struggles from the pain in his side, and when it thunders his mind scares itself back to that terrifying day. Now, however, Rai is involved in a battle not with his demons but the British government. He is leading a claim against the Home Office's refusal to grant settlement to Gurkha veterans who served Britain but retired from the regiment before July 1997 because they \"failed to demonstrate strong ties to the United Kingdom\". Next Tuesday, the case of 15 former Gurkhas and Gurkha widows - representing more than 2,000 of their former colleagues - will return to the high court in London. </p> <p>A team of human rights lawyers is challenging the lawfulness of the decisions to refuse these men entry visas to the UK. It wants equal rights for those who retired before the regiment's headquarters moved from Hong Kong to the UK following the 1997 handover of the colony to China. </p> <p>Almost 1,000 Gurkha veterans - many with more than two decades of exemplary service - have been refused visa clearance by British embassies in Kathmandu, Hong Kong and Macau on the grounds that they do not have strong enough ties with the UK. The government argues that since they never lived in the UK, they have no real links with the country. It is estimated that between 7,000 and 10,000 more Gurkha veterans would settle in Britain should they win the case. Rai, who served as a drummer and machine gunner for 13 years and 81 days, asked for a settlement visa because he seeks medical treatment - unavailable in Nepal - for his physical wound and the mental scars he says still shake him. His application was refused in October 2006.</p> <p>\"I needed blood and flesh for a skin graft and my fellow British soldiers gave me that. So, how can they say I don't have strong ties? I have literally English blood running in my body. I have played drums at the Edinburgh military tattoo, at Buckingham Palace and St James's Palace. I have played for Prince Charles and Princess Anne,\" said Rai. \"When we are recruited we touch the union jack and we make an oath of allegiance to the UK and our Queen.\" </p> <p>On Monday, a delegation of Gurkhas will hand in a petition to Downing Street in protest at the government's position, before walking to the Gurkha Memorial in Whitehall to pay tribute to their fallen comrades. On Tuesday, they will be joined outside the high court by the actor Joanna Lumley, whose father served with the Gurkhas for 30 years. She said: \"Like so many people in Britain I am ashamed at how successive governments have failed these magnificent and loyal soldiers. The overwhelming wish of the British is to allow them to live with us if they so choose. I sincerely hope the court finds in their favour.\"</p> <p>Martin Howe is one of the British lawyers representing these men. This summer, he and his colleagues travelled across Nepal to hear the Gurkhas' stories. At one rally, organised by the Gurkha Army Ex-Servicemen's Organisation, which is supporting the case, more than 1,000 former Gurkhas and their families were gathered in a hall in Pokhara, a town that nestles in the foothills of the Annapurna massif, to hear him speak. </p> <p>\"You have travelled sometimes days, certainly hours to come to this meeting today. You have one last great battle, but this time it is with the pen and not the sword. You are involved in an epic fight for equality and justice, and that is a fight for justice for all Gurkhas and not just those who retired after 1 July 1997,\" said Howe. </p> <p>A pot of lentils lies simmering in the fire which burns in a hole in the mud-baked floor of Ratna Bahadur Gurung's hilltop home. His brother pulls the rope on a primitive churn, turning buffalo milk into ghee. They are subsistence farmers and the leftover ghee that he sells to his neighbours in the village of Lamsekhor provides Gurung with \"pocket money\". In the hard terrain of step-terraced fields, they farm millet, maize, rice and cucumbers. Theirs is a meagre existence; there is no toilet or electricity in the house and Gurung sleeps on a worn rattan mattress on the outside porch, beside a basket of chicks.</p> <p>In the face of this hardship, Gurung borrowed £500 - the equivalent of five years' average salary in Nepal - to pay the visa fee required by VFS Global, a company employed by the British embassy in Kathmandu. He hoped that he would be allowed to travel to the UK, where he has family, but in February 2007 his application was refused. Now he has joined the campaign to achieve the same rights for all Gurkhas.</p> <p>\"I just want to tell the British people that all the Gurkha soldiers are the same and that the government should treat them the same way and give them the visa without dividing them with 1997,\" said Gurung. Lifting the knife he uses in his fields, he motions with it across his long grey beard: \"I started growing this when they refused my visa to go to Britain. I will cut this beard when I get the visa and then I'll go to UK.\"</p> <p>Lalit Gurung lives in Pokhara but could not make the town hall meeting with his lawyers. He is so sick he has to be carried downstairs on his son's back should he wish to leave the first-floor flat in which he and his family live. The 81-year-old former Gurkha gave 24 years' service to Britain, and was promoted through the ranks to captain. He was awarded the Military Cross for bravery for his part in fierce fighting during the revolution in Brunei in 1963. His three younger brothers all served under his command - all four Gurungs joining the Gurkhas because their father and grandfather had done so before them.</p> <p>On the walls of his living room, Gurung displays images of the day he was awarded the MC by Prince Philip, of his meeting with Denis Healey, of the serried rows of himself and his fellow officers after they completed the small arms course at Hythe barracks in Kent in 1958. He talks with pride of his commanding officer, Sir Jeremy \"JJ\" Moore, who also received the MC for the same battle as Gurung and went on to receive the surrender of Argentine forces on the Falklands.</p> <p>Twelve years ago, a stroke left Gurung paralysed down one side of his body. He is now diabetic, has partial vision, sores, ulcers and fractures. He has to be helped to the toilet. In a medical report, Gurung's doctors say he \"would definitely have a better quality of life if treated and rehabilitated in the UK\". </p> <p>It says: \"Facilities to manage such a case in Nepal are not perfect and of limited quality. Relatively better facilities are available only in private hospitals that are very expensive and that the patient may not be able to afford. The patient has unfortunately been getting additional complications such as sores, ulcers, fractures and blindness due to lack of proper care and support.\"</p> <p>Gurung was forced to make an arduous seven-hour car journey to Kathmandu to apply for a visa to travel to the UK for medical treatment. He could not afford the £500 fee and lodged the application without it, asking the entry clearance officer to use her discretionary powers to admit him. The refusal to even consider the case without the fee is being challenged in a British court in a test case which may relieve the financial burden for all Gurkhas. </p> <p>Gurung weeps and beats his walking stick on the floor as he speaks of his years as a Gurkha and how he feels betrayed by the imposition of the 1997 cut-off date. He spent almost a year in Britain, and took language courses. Now, his daughter lives there and he feels betrayed that he cannot. </p> <p>\"Our forefathers fought the first world war and we fought the second world war and we are the same as the rest of the British army, we don't consider ourselves to be different. We are still waving the British flag, the union jack. We Gurkhas and the British fought and won against the Germans and Japan as well. We gave so many lives for them, for the British government. But when we are so much in need of help, there isn't a single person to help us. That is what I want to say to them. Even when we are so sick they don't care. We have got nothing. We fought for the British king and the British people but now we are in such a poor condition. They are not taking care of us and there is no benefit for us. I want all the British citizens to know about our poor condition.\" </p> <p>Men like Lalit Gurung have been associated with the British army for almost 200 years - at that time the two were foes following raids by Nepalese fighters into British territory in India. After waging war on Nepal, a British peace treaty was followed by the need for volunteers for the East India Company's army, which then formed the first Gurkha Brigade. </p> <p>By the first world war, 100,000 Gurkhas had enlisted and during the second world war there were 40 Gurkha battalions in British service. During these two wars, and in other conflicts, they suffered 45,000 casualties. Gurkhas have won 26 Victoria Crosses - 13 by Nepalese and 13 by their British officers, more than any other regiment.</p> <p>In 1931, Sir Ralph Turner wrote of the Gurkhas with whom he had served: \"Uncomplaining, you endure hunger and thirst and wounds; and at the last your unwavering lines disappear into the smoke and wrath of battle. Bravest of the brave, most generous of the generous, never had a country more faithful friends than you.\"</p> <p>The Brigade of Gurkhas was fully integrated into the British army in 1947. Over the years it has gained a reputation as a formidable fighting force. Recently, Gurkhas have served in Iraq, Afghanistan, Bosnia, Kosovo and Sierra Leone.</p> <p>This year, 50 Gurkhas handed in their long service and good conduct medals in protest at the 1997 cut-off date. The campaign to allow settlement for all Gurkhas has cross-party support - Nick Clegg, the Liberal Democrat leader, asked Gordon Brown, at prime minister's questions \"why on Earth he believes that Gurkhas who served ... after 1997 are worth British citizenship but those who served before that date should be deported?\" Many Gurkha veterans have become involved not because they wish to live in the UK but as a matter of principle. </p> <p>A petition lodged on the Downing Street website which calls on \"the prime minister to give all ex-Gurkha soldiers and their families who have served our country British citizenship on leaving the service\" has so far gathered 27,668 signatures. </p> <p>The Ministry of Defence argues that it was not until the brigade became UK-based that Gurkhas developed sufficient ties with the country. A spokesman for the Home Office told the Guardian: \"The government has tried to be as fair as possible in its treatment of armed forces veterans - including ex-Gurkhas. </p> <p>\"Under the immigration rules, the grant of settlement in the UK is normally linked to an extended period of residence in the UK or the presence of a close family tie. Gurkhas discharged before 1 July 1997 would not normally have developed strong residential ties with the UK. This was the date that the Gurkhas became a UK-based force on completion of the withdrawal from Hong Kong. </p> <p>\"Whenever there are strong reasons why settlement in the UK is appropriate any Gurkha can apply for settlement on a discretionary basis no matter when they were discharged. Where a person has been refused further leave, there is a full right of appeal against the decision to the independent courts.\"</p> <p>Tul Bahadur Pun, 85, was awarded the Victoria Cross and 10 other medals but was initially refused entry to the UK. But in June 2007, the decision was overturned due to the \"exceptional\" nature of the case. </p> <p>Since then VC Pun [as he is commonly known] has had several operations, some for cataracts, and for the first time in 14 years can see the majestic Dhaulagiri mountain from the rooftop of his home in Pokhara. </p> <p>With a settlement visa, Pun resides only some of the time in the UK. \"I am getting better physically now that I am able to travel to the UK for treatment. But I cannot live there for long - it's really cold and I have a really hard time when it's cold. It is better for my health over there, here it is not good.\"</p> <p>For Lalit Gurung, the return journey to Kathmandu, and the days and days of waiting for a decision, took its toll. He is now sicker and more frustrated, ashamed to be carried in and out of the visa office and his home like a baby. </p> <p>Clutching his MC, arranged beside his other campaign medals, he said: \"The British citizens are happy and proud and they go around waving their flag because of whom? It's because of the Gurkhas, generations of Gurkhas.\"</p> <h2>Backstory</h2> <p>Gurkhas have served the <strong>British crown</strong> for almost two centuries. They became part of the British army following <strong>Indian independence</strong> in 1947. The brigade suffered <strong>45,000</strong> casualties during the two world wars and in other conflicts. Nepalese Gurkhas have won <strong>13 Victoria Crosses</strong>, and their British officers have won 13 - more than any other regiment. Gurkhas have served recently in Iraq, Afghanistan, Bosnia, Kosovo and Sierra Leone. The Gurkha<strong> motto</strong> is <strong>\"Better to die than to live a coward\".</strong></p>",
  "<p>The traditional wintering site for tens of millions of monarch butterflies in central Mexico is under continuing threat after conservationists failed to halt the onslaught of illegal logging in the area.</p> <p>The butterflies are in the middle of their annual journey of up to 2,800 miles from eastern Canada to the small area of evergreen fir forest that acts as their wintertime sanctuary. But, despite an unprecedented drive to protect it, deforestation is threatening the Monarch Biosphere Reserve and its visitors. </p> <p>A report from the WWF showed deforestation of the area up nearly 10% over the last year, at 260 hectares (650 acres), reversing a downward trend established with the help of unparalleled efforts by the authorities and conservationists. </p> <p>\"The problem is more complicated than we had thought,\" said Omar Vidal, director of WWF Mexico. \"It is very worrying.\"</p> <p>Before the latest figures came out activists and government officials were hinting at victory in the battle to protect the mountainside reserve, which was formed in 1986 from land owned by 38 communities. Deforestation soared after the arrival of the logging mafias in 2001, reaching a peak of 460 hectares in 2006. The impending disaster led to unprecedented efforts to protect the reserve's 11,000 hectare core. Police and the army manning checkpoints cracked down on trucks piled high with logs leaving the reserve and local people were offered financial incentives to conserve the forest, and advice on other ways of making money, such as tourism. </p> <p>\"We were making such good inroads with the local people we thought it was only a matter of time before all the communities joined in,\" said Ernesto Enkerlin, head of the National Commission of Protected National Areas. A 48% drop in deforestation the previous year fired the optimism, boosted by the declaration of the reserve as a World Heritage Site this summer. But meanwhile the logging mafias had cemented ties to the Crescencio Morales community, which is now responsible for 92% of deforestation in the reserve.</p> <p>The latest figures have led to calls for emergency measures to persuade the community to switch to conservation. But the loggers have a reputation for violence and intimidation, and the authorities worry that rewarding the transgressors would send the wrong message.</p> <p>Lincoln Brower, an expert on the monarch, said the fact that the butterflies, which arrive in November, often head for the same patch of forest their great grandparents abandoned the previous spring adds to the threat. One colony, he said, arrived at a traditional site in 2006 only to be wiped out because inadequate tree cover allowed temperatures to drop too low. There was nothing obviously stopping them moving to healthy forest nearby. \"The logging has got to stop. Otherwise it's a catastrophe,\" he said.</p>",
  "<p>Russia only sent troops and tanks to drive Georgian forces out of South Ossetia after President George Bush failed to put pressure on Georgia's president to stop his attacks on the breakaway territory, Vladimir Putin said yesterday. The Russian prime minister told a group of western journalists and experts on Russia that he held two meetings with the US leader during the Beijing Olympics as the crisis began to unfold, but received insufficient assurances from him.</p> <p>\"They [Georgian military forces] launched their attacks at 23:30 [on August 7]. I learned about it the following morning. I spoke to Bush. He said 'No one wants war.' We expected something would happen,\" Putin said, suggesting that he expected the US to rein in its regional ally in Tbilisi.</p> <p>\"I met him again at the stadium. I can't tell you in detail the content of the conversation, but I had the feeling that his administration wouldn't do anything about stopping the conflict,\" Putin said. Russian tanks were then ordered to move on the South Ossetian capital, Tskhinvali.</p> <p>It is the first time that Putin has blamed the US for allowing the crisis to erupt. He was polite about Bush, saying he respected his integrity, but he suggested that the president's advisers had taken the key decisions. \"It's a court which makes a king. Maybe the court thought the king shouldn't intervene,\" he said.</p> <p>In his trademark blunt language, Putin also issued a direct warning to the UK that relations could never be repaired as long as London hosted dissident exiles such as the Chechen independence advocate Akhmed Zakayev. \"Why do you allow Great Britain to be used as a launching pad to fight Russia? If we were to give safe haven to militants of the IRA, with arms in their hands, what would you do? Why can they engage in open anti-Russian activity? That's why it's not possible to build normal relations with Britain,\" he said. </p> <p>Zakayev was given asylum in Britain in 2003, the same year as the Russian tycoon Boris Berezovsky. Both were close to the former KGB spy Alexander Litvinenko, whose murder in London in 2006 sent bilateral relations plunging.</p> <p>Despite his tough language over the South Ossetia conflict, Putin refused to issue threats against the west for supporting Georgia. He accused the US of training the Georgian army before its attack on Tskhinvali last month. \"They sent instructors who helped to mobilise the Georgian forces. Of course we had to respond.\"</p> <p>Throughout yesterday's three-hour meeting, he blamed the west for being stuck in cold war \"anti-Russian phobia\", and the American presidential candidates, John McCain and Barack Obama, for \"playing the Russian card\". This was \"only a sign of the candidates' weakness\", he said.</p> <p>Making it clear that any expansion of Nato to Georgia or Ukraine would be unwelcome to Moscow, Putin said it was time to create a security architecture for Europe which reflected the new realities in the continent. </p> <p>Russia had no imperial aims, he said, and should be credited for dismantling the Soviet Union. \"Had it not been for Russia, the Soviet Union wouldn't have been dismantled,\" he said.</p> <p>He took issue with the Bush administration's recent decision to install long-range missiles in Poland, ostensibly as a defence against potential missiles from Iran. Iran had no such missiles, he said, and the US missile system's intentions were clear. If the US deployed any missiles, Russia would target Poland. \"Our targeting will start as soon as the missiles are deployed,\" Putin said. \"We say, please don't try again to instigate an arms race in Europe.\" </p> <p>He criticised the Bush administration for foisting decisions on Europe. The missile decisions \"began with bilateral talks with Poland, and then they started to convince Europe it was in their interest\". He made the same point about Ukraine's government's decision to seek Nato membership. \"Eighty per cent of Ukranians don't want it,\" he said. </p> <p>He denied that he was in overall control of Russian decision-making, insisting that President Dmitry Medvedev was the commander in chief. \"He's modern, with a liberal democratic view of things and an excellent education. I am sorry it was his lot to have to deal with this crisis. He is a decent man. He had to give the order to send troops to these republics [South Ossetia and the other breakaway region of Abkhazia]. He had to recognise these republics, he couldn't do otherwise. These were his decisions.\" </p> <p>Putin made clear that Russia could easily have occupied Georgia and toppled its president, Mikheil Saakashvili. \"Our forces were 15 kilometres [nine miles] from Tbilisi. It would have taken four hours to capture Tbilisi. We didn't have that goal.\"</p>",
  "<p>An article about building work at Ground Zero misquoted Elizabeth Berger of the Alliance for Downtown New York. She did not say: \"There needs to be more that restores the area to the international capital of finance and commerce that it was.\" She said she wanted the World Trade Centre site to be a vibrant and bustling commercial centre again. She did not suggest that lower Manhattan lost its status as a financial capital as a result of 9/11 (<a href=\"http://www.theguardian.com/world/2008/sep/10/september11.usa\">Anniversary will highlight inaction</a>, page 20, September 10).</p> <p>We were wrong to say in a <a href=\"http://www.theguardian.com/business/2008/sep/11/executivesalaries.women\">profile</a> of Lisa Morgan, the chief executive of the high street retailer Game, that she earned more than £4.6m last year (page 28, September 11). A story on the same page correctly reported her earnings as almost £3.5m.</p> <p>The deputy chief executive of Migrant Helpline is Roy Millard, not Roy Hillard (<a href=\"http://www.theguardian.com/uk/2008/sep/11/immigration.immigrationandpublicservices\">Immigrants' centre set up to keep children out of detention to shut</a>, page 19, September 11).</p> <p>The CD by Emiliana Torrini <a href=\"http://www.theguardian.com/music/2008/sep/12/popreview.emilianatorrini\">reviewed</a> in today's Film &amp; Music (page 9) is called Me and Armini, not Me and Armani.</p> <p>We misspelled Portuguese as Portugese when we promoted one of our free fold-out guides to wine on the masthead (page 1, September 11). </p> <p>Sedbergh is in the Yorkshire Dales National Park but it's not in Yorkshire, it's in Cumbria (<a href=\"http://www.theguardian.com/travel/2008/sep/06/hotels.uk\">Street Farm</a>, Cumbria, page 4, Travel, September 6).</p>",
  "<p>From the moment \"history\" was invented, its veracity has been disputed. Writing in the fifth century BC, Herodotus was accused of embroidering tales because the truth wasn't colourful enough. If he did, who can blame him? Historians want to engage their readers and express their opinions as much as the next author. The presentation and interpretation of facts are at least as important as the facts themselves - and studying the past can feel weirdly like playing Chinese whispers.</p> <p>It's only relatively recently that books have supplanted storytelling and song as people's primary source of knowledge about the past. The folk ballads and nursery rhymes we can still decode tell us much about pre-20th century experiences and beliefs. As popular music developed, that oral tradition wasn't abandoned: many of the songs on this week's playlist actually address contemporary events, though with a sense of their future import.</p> <p>We start with some bona fide history lessons. Iron Maiden's biography of Alexander the Great, the \"legend\" who \"utterly beat the armies of Persia\", could have been composed by those bodacious time-travelling cinema dudes, Bill and Ted. Al Stewart is a significantly more elegant lyricist, and has made historical events his speciality. Here, he wryly captures everything opportunistic and regrettable about the fallout of the first world war. More conventionally, Sandy Denny transports us to the prison of Mary, Queen of Scots, hours before her execution.</p> <p>Like Fairport, the Israeli saxophonist Gilad Atzmon riffs on inherited musical themes: woven into his reflection on the invasion of a Palestinian refugee camp by the Israel Defence Force is an older song about the destruction of a Jewish village in a pogrom. Violence begetting violence is the underlying theme of Makeshift Patriot, too, a blistering assessment of 9/11 and its media coverage.</p> <p>There's an amusing bathos to Phil Ochs' pithy account of the Cuban missile crisis, as an advert for toothpaste interrupts a radio report on the US/USSR nuclear stand-off. How little we learn from history: witness Russia's declaration last month that it was prepared for a new cold war. That's why we need pop: 99 Luftballons reminds us of the hysterical absurdity of that era.</p> <p>The chasm between those who make history and those who by chance live through it is wittily explored by Gil Scott-Heron, as he dismisses the space race as a waste of money. The event that inspired Stephen Stills to write For What It's Worth was minor, the closure of a club in LA that provoked clashes between hippies and police. The song, however, is bigger than its context: oozing anxiety, it knows but cannot understand how or why society is hurtling down a wrong, wretched road. Joseph Kabasele took a more idealistic view of politicians in his address to the Belgian conference on Congolese independence, only to witness his newly autonomous country collapse into civil war. His song is a chink of happiness in Congo's desperate history.</p> <h2>This week's playlist</h2> <p><strong>1 Alexander the Great</strong> Iron Maiden<br><strong>2 A League of Notions</strong> Al Stewart<br><strong>3 Fotheringay</strong> Fairport Convention<br><strong>4 Jenin</strong> Gilad Atzmon<br><strong>5 Makeshift Patriot</strong> Sage Francis<br><strong>6 Talking Cuban Crisis</strong> Phil Ochs<br><strong>7 99 Luftballoons</strong> Nena<br><strong>8 Whitey on the Moon</strong> Gil Scott Heron<br><strong>9 For What It's Worth</strong> Buffalo Springfield<br><strong>10 Independence Cha Cha</strong> Joseph Kabasele and African Jazz</p> <p><strong>·</strong> The following correction was printed in the Guardian's Corrections and clarifications column, Saturday September 13 2008. Al Stewart's song is A League of Notions (from his album Between the Wars) not A League of Nations as we had it above. This has been changed.</p>",
  "<h2>Drivers caught out as photocard licences expire</h2> <p>Thousands of drivers could be unwittingly breaking the law because they do not realise that their photocard licence has expired, motoring organisations said yesterday. Those who do remember to renew will have to pay £17.50, a charge the RAC has branded \"unreasonable\". Reminder letters are sent out by the DVLA two months before the expiry date. But the DVLA admits that more than 4,000 drivers whose licences had expired by the end of August had yet to apply for a renewal. The new-style licences, launched in July 1998, expire after 10 years, unlike the paper ones they replaced. <br><strong>Press Association</strong></p> <h2>Soldier killed trying to defuse roadside bomb</h2> <p>A British soldier has been killed in an explosion in southern Afghanistan while trying to defuse a roadside bomb. The soldier, a bomb disposal and explosives specialist from the Royal Logistic Corps, was part of a patrol near Musa Qala in Helmand province on Wednesday when he was asked to clear the route for the other troops. He is the 118th member of the British armed forces to be killed in Afghanistan since military operations against the Taliban and al-Qaida began in 2001. In eastern Afghanistan yesterday, an insurgent attack on a compound killed an American soldier. <br><strong>Richard Norton-Taylor</strong></p> <h2>Man jailed over bogus immigration service</h2> <p>A bogus professor was jailed for nine months yesterday after pocketing nearly £24,000 by illegally providing immigration advice. Max Kingsley, 59, from Margate, Kent, was convicted of 12 counts of illegally providing immigration advice. Kingsley's greed left some of his \"vulnerable\" clients thousands of pounds poorer, Southwark crown court in London was told. The court heard the Office of the Immigration Services Commissioner had rejected his application to register to offer immigration advice in 2001 but he invented an academic background and set up offices in Edgware Road, central London. <br><strong>Press Association</strong></p> <h2>Water charges deferred to offset soaring fuel bills</h2> <p>Northern Ireland may defer the introduction of water charges to ease the pressure on consumers facing a winter of rising fuel costs, the first minister, Peter Robinson, said last night. It had been recommended that the charges be phased in from next year, but Robinson said: \"With rising bills, I believe it is not credible to place any greater burden on our citizens in the present dire global economic circumstances.\" His announcement came after it emerged that Northern Ireland was unlikely to benefit from a £1bn aid package announced by Gordon Brown to help households fight rising fuel costs. <br><strong>Press Association</strong></p> <h2>Did you order 2,000 pints of lager, ma'am?</h2> <p>Perhaps tourists at Windsor Castle thought the Queen was having a party when a lorry carrying 12 barrels of lager pulled up outside her Berkshire home. But after confusion among staff at the royal residence, it emerged the 2,000 pints were destined for a pub with the same name five miles away. Misko Coric, manager of the Windsor Castle pub in Maidenhead, said the beer, ordered for the England v Croatia football match, finally turned up three hours late. He said: \"We have received mail for the royal household here before but I think this is the first time they have received anything meant for us.\" <br><strong>Laura Clout</strong></p> <h2>Want to look thinner? Forget the vertical stripes</h2> <p>Women of a certain age will be replacing their wardrobe, and Sunderland fans will be crying into their ale. Scientists have discovered that the fashion mantra that wearing vertical stripes makes you look thinner is not true. In fact, horizontal stripes are more flattering. The accepted wisdom from fashion gurus is that vertical stripes appear to elongate your figure. But Dr Peter Thompson, a psychologist and expert in visual perception at the University of York, found that the opposite is true. He presented his work at the British Association Festival of Science. <br><strong>James Randerson</strong></p> <h2>Cell centre brings new hope for hundreds</h2> <p>The number of patients able to receive a matching bone marrow or cord blood donation could rise dramatically in the next five years, a leukaemia charity said yesterday. The Anthony Nolan Trust said that at present only 65% of the 1,400 people in desperate need receive it in time. But a new combined stem cell research centre and cord blood bank could mean that in five years' time 85% of patients will be given a matching bone marrow or cord blood donation. The health secretary, Alan Johnson, opened the £1.4m Anthony Nolan Cell Therapy Centre in Nottingham yesterday. <br><strong>Press Association</strong></p>",
  "<p>A secret order issued by George Bush giving US special forces carte blanche to mount counter-terrorist operations inside Pakistani territory raised fears last night that escalating conflict was spreading from Afghanistan to Pakistan and could ignite a region-wide war.</p> <p>The unprecedented executive order, signed by Bush in July after an intense internal administration debate, comes amid western concern that the war against the Taliban in Afghanistan and its al-Qaida backers based in \"safe havens\" in western Pakistan's tribal belt is being lost.</p> <p>Following Bush's decision, US navy Seals commandos, backed by attack helicopters, launched a ground raid into Pakistan last week which the US claimed killed about two dozen insurgents. Pakistani officials condemned the raid as illegal and said most of the dead were civilians. US and Nato commanders are anxious to halt infiltration across the Afghanistan-Pakistan border of insurgents and weapons blamed for casualties among coalition troops. The killing of a US soldier in eastern Afghanistan yesterday brought American losses in 2008 to 112, the deadliest year since the 2001 intervention. The move is regarded as unprecedented in terms of sending troops into a friendly, allied country.</p> <p>But another American objective is the capture of Osama bin Laden, the al-Qaida leader held responsible for organising the 9/11 attacks. He and his second-in-command, Ayman al-Zawahiri, are thought to be hiding in the tribal areas of north and south Waziristan.</p> <p>Bush's decision to extend the war into Pakistan, and his apparent hope of British backing, formed the background to a video conference call with Gordon Brown yesterday. \"What's happening on the border of Pakistan and Afghanistan is something where we need to develop a new strategy,\" Brown said before talking to Bush.</p> <p>Brown said he would discuss the border issue with Pakistan's new president, Asif Ali Zardari, who visits Britain next week.</p> <p>Bush's unusual move in personally calling the prime minister for an Afghan strategy discussion has led to speculation that the US president was trying to line up British support for the new policy, including the possible involvement of British special forces in future cross-border incursions.</p> <p>Bush's executive order is certain to cause strains with some Nato allies fearful that a spreading conflict could bring down Pakistan's weak civilian government and spark a wider war. Last night there were indications of open disagreement.</p> <p>James Appathurai, a Nato spokesman, said the alliance did not support cross-border attacks or deeper incursions in to Pakistani territory.</p> <p>\"The Nato policy, that is our mandate, ends at the border. There are no ground or air incursions by Nato forces into Pakistani territory,\" he said.</p> <p>Nato has 53,000 troops in Afghanistan, some of which are American. But the US maintains a separate combat force dedicated to battling al-Qaida and counter-terrorism in general. Nato defence ministers are due to discuss Afghanistan in London next week.</p> <p>Last week's raid, and a subsequent attack on Monday by a Predator drone firing Hellfire missiles, provoked protests across the board in Pakistan, with only Zardari among leading politicians refusing to publicly condemn it.</p> <p>Pakistan's armed forces chief, General Ashfaq Parvez Kayani, said the army would defend the country's sovereignty \"at all costs\". He went on: \"No external force is allowed to conduct operations inside Pakistan.\"</p> <p>He denied there was any agreement or understanding to the contrary. His comments were widely interpreted as a warning to Zardari not to submit to the American importunity. But his tough words also raised the prospect of clashes between US and Pakistani forces if American military incursions continue or escalate.</p> <p>Until now, Washington has regarded Pakistan as a staunch ally in the \"war on terror\" that was launched in 2001. But the alliance has been weakened by last month's forced resignation of the army strongman, former general Pervez Musharraf, and his replacement by Zardari, Benazir Bhutto's widower.</p> <p>Polls suggest most Pakistanis favour ending all counter-terrorism cooperation with Washington, which is blamed for a rising civilian casualty toll in Afghanistan and in the tribal areas.</p> <p>Yousaf Raza Gilani, Pakistan's prime minister, joined the chorus of condemnation yesterday. He reportedly told state media Kayani's warning that unilateral US actions were undermining the fight against Islamist extremism represented the government's position.</p> <p>Admiral Mike Mullen, chairman of the joint chiefs, and Robert Gates, defence secretary, told Congress this week that victory in Afghanistan was by no means certain and the US needed to take the fight to the enemy inside Pakistan.</p> <p>Mullen called for a \"more comprehensive strategy\" embracing both sides of the border. \"Until we work more closely with the Pakistani government to eliminate the safe havens from which they operate, the enemy will only keep coming,\" he said.</p> <p>US and Pakistani forces have clashed by accident in the past during operations to root out militants, although sections of the Pakistani military and intelligence services are said to harbour deep resentment about perceived American interference.</p>",
  "<p>Today, as we pause to remember the 3,000 people who died in the dreadful attacks of September 11 2001, it is also important to remember that, in terms of the Bush administration's response, the bitter legacy of that day remains a deep stain on America's moral standing.</p> <p>In order to pursue a \"war\" against a group of terrorist criminals, the administration flouted the US Constitution and the bill of rights, dismissed the Geneva conventions, endorsed imprisonment without charge or trial, created a system of show trials for terror suspects out of thin air, granted themselves the right to spy on American citizens with impunity, and invaded a sovereign country without justification.</p> <p>Although it is reassuring that both presidential candidates have pledged to close Guantánamo, and Barack Obama has signalled that he will act to withdraw US forces from Iraq, neither Obama nor John McCain has yet spelled out in detail how Guantánamo will be closed.</p> <p>In addition, there has been no talk of what lies behind the notorious offshore prison in Cuba: a network of unaccountable prisons in Afghanistan and Iraq, and the hundreds of other prisoners, subjected to \"extraordinary rendition\", who are languishing in jails in third countries or in secret facilities run by or overseen by the CIA.</p> <p>Decisive leadership is now required to correct these mistakes, and to revive the United States as a country founded on the rule of law. </p> <p>Some of this can be accomplished with a few pieces of crucial legislation – upholding the absolute ban on torture and cruel, inhuman or degrading treatment, prohibiting the use of \"extraordinary rendition\", holding prisoners seized in wartime in accordance with the Geneva conventions, and bringing criminals to justice within the US court system.</p> <p>Other problems, however, require painstaking attention to the details, as my colleagues at <a href=\"http://www.reprieve.org.uk/\">Reprieve</a>, the legal action charity, understand only too well. Reprieve's lawyers represent 31 of the 263 prisoners still held in Guantánamo. One of these men, British resident <a href=\"http://www.reprieve.org.uk/casework_binyammohammed.htm\">Binyam Mohamed</a>, is facing a trial by military commission at Guantánamo (a system <a href=\"http://www.theguardian.com/politics/2003/nov/26/uk.lords\">condemned</a> by Lord Steyn as a \"kangaroo court\"). </p> <p>Mohamed is a victim of rendition and torture, and his lawyers are currently <a href=\"http://www.theguardian.com/world/2008/aug/28/usa.usforeignpolicy\">attempting</a>, through the high court, to persuade the British government to release potentially exculpatory evidence in its possession relating to his case. Their reasons are simple: without this information, they will be unable to prepare an adequate defence, as a steady flow of information relating to the trials has <a href=\"http://ca.reuters.com/article/topNews/idCAN1337894520080814\">demonstrated</a> that they are designed to secure convictions, and to prevent all mention of torture. Until this system is closed down, and the trials transferred to the mainland, Guantánamo will remain as a beacon of injustice.</p> <p>Nine of Reprieve's other clients have been cleared for release from Guantánamo, after multiple review boards, because the authorities have concluded that they do not pose a threat to the US, but they remain in Guantánamo either because of treaties preventing the return of foreign nationals to countries where they face the risk of torture, or, in other cases, because they are, literally, stateless. </p> <p>Examples include: several <a href=\"http://www.reprieve.org.uk/documents/08.06.17theforgottenitalianresidentsinguantanamo.pdf\">Italian residents (pdf)</a> of Tunisian origin, whose return to Tunisia would be a human rights disaster; two Saudi residents, born in Saudi Arabia but spurned by the government because their parents are from <a href=\"http://www.reprieve.org.uk/casework_mohammedelgharani.htm\">Chad</a> and <a href=\"http://humanrights.ucdavis.edu/projects/the-guantanamo-testimonials-project/testimonies/prisoner-testimonies/ayman-al-shurafa\">Palestine</a>; and <a href=\"http://www.timesonline.co.uk/tol/news/world/us_and_americas/article2169795.ece\">Ahmed Belbacha</a>, an Algerian who has launched a court appeal to prevent his repatriation, because of legitimate fears about his safety. Although Belbacha lived in the UK and had applied for asylum, he was not technically a resident when he took a holiday in Pakistan in 2001 that led to his kidnapping and transportation to Guantánamo.</p> <p>Until these cases are resolved, and new homes found for these men, Guantánamo will remain open as an affront to US justice, and a corrosive reminder of the grave errors – the lack of screening, the presumption of guilt, and the bounty payments for \"al-Qaida and Taliban suspects\" – that led to the prison being filled with innocent men and Taliban foot soldiers who had no knowledge of al-Qaida or the 9/11 attacks.</p>",
  "<video data-media-id=\"gu-video-337490155\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1786773253_GREENS-1-FLV-16x9.flv\"/> </video>   <p>MTV is launching a global marketing push to tackle climate change that includes a TV ad attacking businesses guilty of \"greenwash\" - deliberately misleading consumers about their eco-credentials.</p> <p>The Viacom-owned global music TV broadcaster is launching a series of four promotional clips and five short films that urge corporations to make their lifestyle greener by \"speaking to young people in their own language\".</p> <p>One TV ad, created by ad agency 180 Amsterdam, features an animated character singing a \"green song\".</p> <p>In the tongue-in-cheek video clip the character sings about how to identify \"false greens\" by talking about businesses and politicians who choose to \"paint\" their policies green.</p> <p>The character tells viewers not to be drawn into a false sense of security but instead to take action in their daily lives.</p> <p>\"There are so many fake greens out there it is criminal,\" said the 180 Amsterdam creative director, Sean Thompson. </p> <p>\"The MTV Green Song simply asks you to do your bit for the environment by switching off your lights, computers and TV sets,\" Thompson added.</p> <p>This Green Song clip, one of four created by agencies including Selmore and Cake, is part of youth-targeted climate change initiative <a href=\"http://www.mtvswitch.org/\">MTV Switch</a>.</p> <p>\"MTV Switch was created to provoke, entertain and encourage change among young people,\" said John Jackson, the director of social responsibility at MTV International.</p> <p>The public service announcements and short films, made by production company Element, will be available across MTV's global network of 165 local TV channels in 162 countries.</p> <p>MTV's campaign targets 15- to 25-year-olds, pushing the message that small actions taken by huge numbers of individuals can make a difference.</p> <p>Other promotional clips push messages such as saving energy by spending more time outside and switching off gadgets, and showing that everything from ice caps to gas prices is connected.</p> <p>The series of five short films follow the efforts of five young people who are each trying to tackle global warming issues in different ways.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediaguardian.co.uk\">editor@mediaguardian.co.uk</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>More than a million people in Texas have been warned they should leave their homes as hurricane Ike heads across the Gulf of Mexico towards the Texan coast, home to America's largest concentration of refineries and chemical plants.</p> <p>The storm was strengthening as it left the warm waters of the Gulf and was expected to reach the coastline between Houston and Corpus Christi early on Saturday.</p> <p>Four counties south and east of Houston have announced mandatory or voluntary evacuations, and authorities have begun moving the sick or immobilised around 190 miles (305km) away to San Antonio. </p> <p>Around a million people live in the coastal counties between Corpus Christi and Galveston, with another 4 million in Houston, to the north.</p> <p>Forecasters have predicted Ike could be a category four storm with winds reaching as high as 131mph.</p> <p>Emergency officials warned that such a storm could cause a surge of floodwaters up to 5 metres (18ft) in Matagorda Bay and four to eight feet in Galveston Bay, which could potentially push floodwaters into Houston.</p> <p>There were concerns that sites such as the country's largest refinery and Nasa's Johnson Space Centre could be at risk of damage.</p> <p>There are 26 refineries in Texas, most along the Gulf Coast in such places as Houston, Port Arthur and Corpus Christi. Power outages can shut down equipment for days or weeks and a prolonged shutdown could lead to higher petrol prices.</p> <p>Ike has already raged through Cuba, killing at least 81 people in the Caribbean. </p> <p>Mark Sloan, the emergency management coordinator for Harris county, which includes Houston, said: \"It's a very large storm. The bands will be over 200 miles out from the centre of storm, so we have to be aware of its size as it grows over the next 24 to 48 hours and what impacts it will have on Friday, Saturday and Sunday.\"</p> <p>In Cuba, the vice-president, Jose Ramon Machado Ventura, said the storm damaged at least 27,000 homes in the east of the country, but that did not include Havana or many other regions where officials were still fighting against rising waters.</p>",
  "<p><strong><a href=\"http://environment.newscientist.com/channel/earth/dn14704-melting-ice-caps-could-suck-carbon-from-atmosphere.html?feedId=earth_rss20\">Melting ice caps could suck carbon from atmosphere</a><br>Source: New Scientist</strong><br>It's not often that disappearing Arctic ice is presented as good news for the planet. Yet new research suggests that as the northern polar cap melts, it could lift the lid off a new carbon sink capable of soaking up carbon dioxide.</p> <p><strong><a href=\"http://www.reuters.com/article/environmentNews/idUSLB17274020080911?feedType=RSS&amp;feedName=environmentNews\">Europeans drag feet on tackling climate change</a><br>Source: Reuters</strong><br>A clear majority of Europeans see climate change as one of the most serious challenges facing the world, but have not changed their personal behaviour to tackle it, according to a recent poll. Four in 10 complained about a lack of information on what they should be doing, while over three-quarters considered that industry was not pulling its weight.</p> <p><strong><a href=\"http://news.bbc.co.uk/1/hi/sci/tech/7609780.stm\">World's 'rarest tree frog' found</a><br>Source: BBC News</strong><br>An extremely rare female frog has been spotted for the first time in 20 years. The tiny tree frog, <em>Isthmohyla rivularis</em>, was seen in Costa Rica's Monteverde Cloud Forest Preserve. </p> <p><strong><a href=\"http://www.reuters.com/article/environmentNews/idUSDEL5147620080911?feedType=RSS&amp;feedName=environmentNews\">India's \"river of sorrow\" brings biblical flood</a><br>Source: Reuters</strong><br>Most years, the Kosi river of eastern India is a tranquil stream that flows gently into the Ganges. But every few years it becomes a raging torrent, wreaking disaster on everything in its path. That's what happened in August when after monsoon rains the Kosi burst its banks and flooded half of Bihar state, wiping out villages and farms and displacing more than thee million people.</p> <p><strong><a href=\"http://www.ft.com/cms/s/0/e28fa5ec-7ecf-11dd-b1af-000077b07658.html\">Prince believes City can save rainforests</a><br>Source: Financial Times</strong><br>Prince Charles hopes to convince London's financial community that a healthy return can be made from protecting environmental assets. The carbon market is supposed to achieve this, but the prince's advisers are concerned that it is not providing enough incentives to invest in protecting the rainforests, which are being destroyed at the rate of an area the size of greater London every day.<br></p>",
  "<p>The Migration Advisory Committee (MAC) has <a href=\"http://www.theguardian.com/uk/2008/sep/10/immigration.immigrationandpublicservices\">published its list</a> of select workers from outside the European Union who will be exempt from the usual visa regulations.</p> <p>The list does not include either care assistants or care workers and will clearly have a very serious effect on the supply of people working within this sector coming from outside the EU.</p> <p>This is despite my having met representatives of the MAC in June to give evidence of the continued need to recruit care staff in order to meet the demands of both care homes and home care.</p> <p>If more proof were needed of this, research carried out for the REC this summer showed not only that the nursing, medical and care sector was the only staff category where there was an improvement in the demand for staff in both permanent and temporary placements.</p> <p>As a result of the MAC decision, it will initially be the care homes which will be worst affected but then this will feed into home care.</p> <p>The government should now look to alternative streams for migrants to work in the care sector. One possibility is to look within tier three of the points based system, 'low skilled workers'. The operation of the Youth Mobility Scheme, which will replace the working holiday makers scheme is also a consideration. At the moment, it appears that no-one from the African continent will be covered. One agency providing live-in home care has told us that 30 per cent of its staff come from Africa on the working holidaymakers' visa.</p> <p>Being prevented from working in the UK will seriously disadvantage their countries of origin. They come to the UK to learn about life over here and much of that knowledge can be used in caring roles within their home communities.</p> <p>The other issue is that so many people come from overseas with no experience. They do not arrive with an NQV 3 qualification or over as now required by the MAC. Instead, they can offer a caring nature and common sense, while we in return can provide the training to help them towards those technical qualifications.</p> <p>I heard someone speaking on the television on this very subject who said he did not work because of what was in his head; instead, it was what was in his heart. That is so true of anyone working within the care sector.</p> <p>It is not just the issue of those coming from Africa. The other over-riding issue relating to the need to recruit people from outside the EU into the caring sector is the importance of the English language. </p> <p>This is because those within the caring profession are dealing with the most vulnerable workers within our society so being able to understand their needs is of paramount importance.</p> <p>The net result of the government policy is of great concern to employers and recruiters in the care sector as it will be to the end-users – those in care homes or those requiring any level of home care – who will be the ones most greatly affected.</p> <p><strong>·</strong> Peter Cullimore is chairman of the nursing and social care group in the Recruitment and Employment Confederation (REC). The REC is the association for the private recruitment and staffing industry in the UK</p>",
  "<p>If there's been a theme to my week, it's been celebrating volunteers – and eating cake. </p> <p>On Friday, I took Brooke Dunford to tea at the House of Lords, courtesy of Lord Roberts of Llandudno. Roger Roberts has family in Islington, his grandchildren are growing up here, and he takes a deep interest in tackling knife crime. </p> <p>Brooke is an amazing young woman. Still only 16, <a href=\"http://www.theguardian.com/uk/2008/jul/01/ukcrime\">organised the march</a> after her close friend, Ben Kinsella, was killed. Hundreds of young people walked through Islington wearing white; it was exactly the right way to channel people's emotions in the wake of Ben's murder. It's no surprise that Brooke's ambition is to become an event organiser. </p> <p>On Sunday we were enjoying the <a href=\"http://www.angelcanalfestival.org\">Angel Canal Festival</a>. It's Islington's equivalent of a town carnival, crammed into the towpath and narrow streets around the City Road canal basin. It's entirely run by volunteers who work year-round on licensing and logistics, from hiring attractions to arranging the stalls on the day.</p> <p>Islington may be miles from the sea, but we love our bit of waterside. This year the mayor's charity is <a href=\"http://www.islington.gov.uk/council/Political/Mayor/mayors_charity_08-09.asp\">Islington Kids Afloat</a>, and he was sporting a life jacket over his ceremonial robes. There were Polish dancers, Morris dancers, plus the Pearly Queens Islington and Hackney – bells and bling for everyone. </p> <p>The festival was founded by another remarkable woman, the late Crystal Hale; she saved the canal basin from being filled in, defended the Islington narrowboats – and now has one named after her. Now the canal basin is being redeveloped again, not filled in but opened up. Old industrial sites are being converted for new homes, and for the first time there will be public access all round the basin, with an extended park. So the chance for an even bigger festival in future. </p> <p>Our Lib Dem stall was selling cakes and jam, although we did squeeze in a bit of campaigning too. The most popular petition was saying No to ID cards. It's only a month since <a href=\"http://www.theguardian.com/politics/blog/2008/aug/06/anotherdayanotherdatascand\">I blogged about the risks</a> following a series of data disasters.</p> <p>But even in the few weeks since, there's been more, with details of both criminals and prison officers lost in separate incidents. Now, to the sound of stable doors slamming, <a href=\"http://news.bbc.co.uk/1/hi/uk_politics/7608155.stm\">one of the contractors involved has been sacked</a>. PA Consulting isn't just any contractor: they are the \"development partner\" for the ID card scheme. Reassuring, isn't it?</p> <p>My latest email survey asks constituents about ID cards. So far the results are overwhelmingly against. Those Labour MPs who backed ID cards so enthusiastically must be wishing their voting records are data that could be lost. </p> <p>More cake at the opening of the new centre at <a href=\"http://www.culpeper.org.uk/\">Culpeper Community Garden</a> yesterday. Over the last 25 years, volunteers have created a wonderful lush garden from a bombsite, with an ageing shed, their only base. When they came to apply for grants to build a new centre, Culpeper found that because they were just \"using\" the land, serious funders were reluctant to help. </p> <p>I persuaded the council to transfer the land – still designated for housing – to Culpeper; and now their wonderful new centre is open (a suitably green building complete with living roof and lit by \"sun tunnels\"). None of this would have happened without the energy and charm of Culpeper's volunteer chair Elizabeth Evans. </p> <p>I'd already started writing about volunteers, when the news reached me that another great community activist, Lisa Pontecorvo, had died, knocked off her bike on the Holloway Road by a cement lorry; a stupid end to a good life. </p> <p>Lisa's name may not be known to many of her fellow Guardian readers. But she was the kind of activist every community needs: persistent and passionate, undeterred by any opponent. It must have been a very big lorry. </p> <p>Just up the Caledonian Road from King's Cross is Edward Square, like Culpeper, <a href=\"http://www.greenflagaward.org.uk/winners/gsp001324\">another derelict space reclaimed for the community</a>. It's now a popular neighbourhood park, complete with sculpted verse by Andrew Motion. It was Lisa who led <a href=\"http://www.thecnj.co.uk/islington/030207/news030207_11.html \">the campaign to save Edward Square</a> and had the vision to transform it. </p> <p>In defending our local treasures, Lisa became one herself. She will be very sadly missed.</p>",
  "<p>It takes a lot for 129 heads of universities and colleges to agree sufficiently on anything to sign a joint petition. As well expect cats in a sack to miaow the Hallelujah Chorus in close harmony. </p> <p>But that (the petititon, not the chorus) is what has happened in the US. Not only has this regiment of academic presidency affixed their signatures to a piece of paper, they have formed a lobby group called the Amethyst Initiative.<br><br>What, you may well ask, could unite all those rivalrous institutional leaders? In a word, beer. And why Amethyst? Not because they advocate getting stoned, but because the word, in its original Greek, means \"not intoxicated\". </p> <p>What these clever folk are asking - nay, in their diplomatic way, demanding - is that Congress amend the 1984 National Minimum Drinking Age Act. Currently the MDA stands at 21. The call from Amethyst is that it be lowered to 18.</p> <p>Britons, particularly undergraduate Britons, who go to the US are routinely amazed to be \"carded\" in restaurants, clubs, and bars and, if they can't prove legal drinking age, bluntly refused service. </p> <p>Those who serve, supply, or oversee the supply of alcohol in the US are vigilant. It's self-preservation, not morality. The law comes down on them like the proverbial ton of bricks if they trespass. </p> <p>My 20-year-old son helped an illegally aged girl friend carry a case of beer from a liquor store to the boot of her car. Just one case. And it was pure gallantry. Jack didn't touch the stuff himself - having been through AA at the age of 15. </p> <p>He was unaware that the liquor store in question was being staked out by local police. He was arrested, for facilitating the supply of alcohol to a minor. </p> <p>His girlfriend, who was Mexican-American, got bail and promptly high-tailed it over the border. Prison for Jack was possible, but unlikely. Loss of his driving licence (the equivalent for a Californian 20-year-old of hemiplegia) was certain, if convicted. It cost me $2K in attorney fees to get him off. </p> <p>The liquor store was less lucky. It was closed down. <br> <br>In the US, you can get a driving licence from as young as 14 (South Dakota), vote at 18, and buy a gun (in Virginia) at that same age. You can die for your country in Afghanistan while still a teen. But, if you abide by the law, you'll die sober.</p> <p>Why do so many college presidents want to open the beer spigot? You can read their <a href=\"http://www.amethystinitiative.org\">arguments</a>, elegantly expounded. They boil down to the following:</p> <p>1 Manifestly, college students do drink and, because it's illegal, they are that much more likely to binge. The psychology is familiar. Forbidden fruit encourages excess. </p> <p>2 Other kinds of on-campus excess are similarly encouraged. Go on the web and check out Coeds Gone Wild. Booze figures prominently. </p> <p>3 Prohibition doesn't work. It creates criminals. </p> <p>4 Colleges find themselves in an appallingly difficult position vis-a-vis their student accommodation, particularly where fraternities and sororities are involved. If they do nothing, they can be prosecuted as passive suppliers. If they actively interfere, or patrol, or raid fraternity fridges, they put themselves on a par with prison wardens. Not good.</p> <p>5 The 21-year-old regulation, passed in Reagan's second term, is the equivalent of Nancy's \"just say no\", or the religious right's advocacy of abstinence as the best contraceptive. It's downright primitive and, worse than that, it doesn't work (look at Bristol Palin's tummy, and Levi Johnston's MySpace).</p> <p>6. The law is hypocritical. During the Vietnam War, the MDA was dropped to 18. Why? Because it would have been disastrous to prosecute a 20-year-old who had won the congressional medal of honor for drinking a couple of brews with friends in his hometown. </p> <p>Are there any plausible counter arguments? As it happens, there are. Alcohol-related car accidents and road deaths are disproportionately high among the 16-21 age group. They were nightmarishly higher in the 1960s and 70s, when the legal drinking age was lower. States like Minnesota, which was among the first to go to 21, at the end of the 1970s, recorded a sizeable drop in young driver deaths and accidents. Prohibition is a blunt instrument, but it keeps blood off the highway.</p> <p>In the 1980s, Swarthmore College offered its students (those old enough to drink legally) a choice. They could either have cars on campus, or drink on campus. The students chose wheels. But their options highlight the dilemma at the heart of the matter.</p> <p>If you allow teenagers to drive cars and even (in some places) own guns, the 1984 alcohol prohibition is entirely rational. If you raise the legal driving age to 18, you could, reasonably. lower the drinking age to the same level. But it's tricky. </p> <p>Neither of the presidential candidates has taken a position on Amethyst. It's too hot to handle. In his heart, Obama, who has a natural constituency in the MTV generation, might be in favour. He's recently confessed to drinking and using himself as a student. </p> <p>And in his heart, that old soldier McCain might go along with Amethyst, too, married as he is to a beer heiress. One suspects that he cannot, for the life of him, see why a young marine risking his life in Iraq, and entrusted with the command of a helicopter gunship, shouldn't enjoy a Bud when off duty. </p> <p>But neither candidate could risk enraging the Mothers Against Drunk Driving right now by supporting reform. In the White House it may, perhaps, be different. But then there's the second term to think of.</p> <p>So what will happen? Nothing, anomalous nothing. Cheers.</p>",
  "<p><strong>The latest installment in our series of classic reports was published in The Observer on Sunday September 17 1978. Two days previously Muhammad Ali, aged 36, had become the first three-time heavyweight champion in history. His opponent, Leon Spinks, had taken the world title off Ali earlier in 1978 winning a decision over 15 rounds in Las Vegas. The rematch described here was the final peak of Ali's glorious career. He retired the following June, before returning for his ignominious final series of fights against Larry Holmes and Trevor Berbick. Here then was Ali in his pomp for the final time, a master of his domain, making \"suckers\" of the press. He had just founded WORLD, the World Organization for Right, Liberty, and Dignity, and the confidence with which he speaks of the future here makes a stark, sad contrast with his condition in the years still to unfold. </strong></p> <p><strong>The author is Hugh McIlvanney, Observer Sport correspondent between 1962 and 1993. McIlvanney was one of the last of the great boxing writers of the old school, joining the likes of George Plimpton, Hunter S Thompson and Norman Mailer by the ringside at Ali's feet. </strong> <br> There was just too much history bearing down on Leon Spinks in the New Orleans Superdrome on Friday night, and he was left feeling as mesmerised and helpless as a boy trying to shovel against an avalanche. Muhammad Ali's Third Coming to the heavyweight championship of the world was an exercise not so much in brilliance as in contrived inevitability. He and half the people on the planet wanted this victory so badly that Ali, having tortured his 36-year-old body in training to the point where it was once again an outrageous instrument of his dreams, was able to spit on the calendar and turn the fierce youthfulness of Spinks into something humiliatingly self-destructive. Seven months ago, the 25-year-old from the St Louis ghetto looked like an inescapable Nemesis, a force strong and irreverent enough to close an era as he swarmed brutally through the disintegrating remnants of his boyhood hero's resistance to take the title in Las Vegas. On Friday night he looked what his record said he should be: a brave and powerful novice, burdened with inexperience and the extreme limitations of a recently converted amateur. </p> <p>These 15 rounds were less of a championship match than a procession, a New Orleans parade without a jazz band. There was scarcely a hint of serious discomfort as Ali rode the juggernaut of his ambition to the limits of uniqueness in his sport, to a success that made him the first heavyweight to take the title three times, and did so, unbelievably, more than 14 years after he first made monkeys of the forecasters by draining the ogre out of Sonny Liston. Here, after a first round in which his punches were extravagantly mistimed, he swiftly found distance and rhythm and established a pattern that frustrated and all but demoralised his opponent. </p> <p>Even when the three Louisiana officials had taken the fifth round away from Ali because they felt his holding during those three minutes amounted to fouling, none of them could leave him with a total of fewer than 10 rounds. The referee, Lucien Joubert, gave ten to Ali, and four to Spinks, with one even, and so did one of the judges, Ernest Cojoe, while the second judge, Herman Duitreix, had it 11-4 with no even rounds.<br> Few of the unofficial cards at ringside could credit the loser with any more, and many gave him less. It was a tribute to the persistence of his spirit that he took the fourteenth, and perhaps the fifteenth, too, as Ali's legs and arms began to tire after 40 minutes of astonishing fluency. But, leaving out the question of rule violations in the fifth, it was hard to accept that the defending champion had done more than share any of the other rounds. </p> <p>Spinks had come to the ring with more handicaps than any young boxer could be expected to carry in only the ninth fight of his professional career. There were about 70,000 people in the soaring vastness of the Superdome (easily the largest indoor crowd boxing has known), and most of them – from the celebrities like Jackie Onassis and President Carter's mother, John Travolta and Kris Kristofferson, to beer-slugging red-necks on upper tiers so remote that they might have been in the next county – were vociferously prejudiced. </p> <p>Spinks was booed as he ducked through the ropes as champion, and, as if Ali's friends weren't enough of a problem, his own corner was such an overcrowded Babel of confusing advice that the one man most likely to provide a constructive theme between rounds walked away from the chaos after the sixth. George Benton, an outstanding middleweight when he fought out of Philadelphia, and now a skilled tutor who did much to channel Spinks's natural violence into profitable aggression in Las Vegas, had said during the champion's haphazard training that he was being prevented from offering maximum assistance.<br> 'They're cutting my throat, stopping me from helping the kid,' he had said then. Now, as he moved disconsolately through the hysteria of the ringside audience, he muttered: 'What can I do? There are 10 people up there in that corner. What can I do? There are too many amateurs up there.' </p> <p>That was true, and the sad fact was that the boy wearing the gloves looked like one of them. Spinks had affected an unworried grin, showing the gum-shield like a surrogate denture, as Ali danced away from his charges or repelled him with flicking jabs, and single and double hooks in the early rounds.<br> But his depression became blatant as Ali's strength refused to wane as the older man blended glimpses of his former foot and hand speed with punishing improvisations learned over 18 hard years against the toughest men in the world, tricks that enabled him to war as well as box with such as Liston, Joe Frazier and George Foreman. Spinks felt the heel of the glove and the bare hardness of the forearm more than once. Above all, he found his most hopeful rushes smothered at birth by the holding that Ali has developed to a level where it has less in common with a boxer's survival technique than a wrestler's belligerence. </p> <p>Lucien Joubert, perhaps responding to the collective desire that came down in clamorous waves from the rim of the arena and with silent force from the countless committed millions beyond permitted far more of that clutching, hauling and spinning than had been seen last February, and the challenger benefited from the referee's leniency. </p> <p>But such questionable passages would have been rendered insignificant if Ali had not linked them with surges of selective, effective attacking, circling fleetly and watchfully, jabbing with increasing confidence and accuracy, sometimes hooking off the jab, releasing the occasional brisk combination of hooks and uppercuts, looking to land overhand rights, the flourishing Shuffle always adding to his overall control, causing his victim's eyes to cloud with the realisation that the discrepancy in class was irreversible.<br> Spinks had indicated during the preliminaries a heavy awareness of what an ordeal the evening would be. Ali was solemnly, almost morosely, undemonstrative, and any Muslim praying he did was unaccompanied by conspicuous gesture (he may, of course, have been relying on the celestial canvassing of his manager, Herbert Muhammad, son of the founder of the Black Muslims, who spent the entire contest with his eyes cast down and his lips moving noiselessly while Angelo Dundee, Bundini Brown and the others in the corner jabbered and whooped). </p> <p>After dropping on to his knees and closing his eyes for a long Catholic prayer, Spinks spent nearly a full minute before the first bell embracing his brother Michael, a fellow Olympic champion in Montreal. He appeared uncharacteristically conscious of the weight of the occasion, and that impression was reinforced later when he admitted to interviewing journalists that he had been unable to concentrate with the intensity that a title defence demands. </p> <p>'My body was ready, but my mind wasn't on the fight,' he said, and quickly became bellicose when pressed on the strangeness of that admission 'Maybe it was because l had a lot of other things on my mind, a lot of problems that come with the heavyweight championship.' he offered eventually. 'Who knows, I don't. That just wasn't me in there, period. But I won't cry because I have lost once, it won't keep me from sleeping or from going back to the gym.' </p> <p>Nor did it keep him from congratulating Ali or declaring that the master is still his idol. Ali in turn described Spinks as a gentleman and made the familiar prediction that the man he had just out-classed would end up as champion after he had gone. He made it clear, however, that he was in no hurry to step aside. 'The title is too hard to get,' he said. 'I'm not going to give it up without thinking. I'm going to sit down for six or eight months and think about it. Then I'll decide whether to fight again. I would never want to go out a loser. I've always planned to be the first black man to retire undefeated, and to do it now after being champion three times would be something no one could ever equal. I have made suckers out of all of you. I was training three months before you knew it. </p> <p>'That couldn't have been Ali in that ring tonight. It couldn't have been the old man, the washed-up 36-year-old fighter dancing through 15 rounds against a 25-year-old boy. M-a-a-a-a-a-n, that was a miracle, and can you imagine what it means. I was great in defeat, what will I be to the peoples of the world after this. I'm going to get on with setting up my WORLD organisation to help the poor folks of the world, to help the hungry and those with diseases and famines and all kinds of troubles. </p> <p>'If you think I have done something now, wait till you see what I do as president of WORLD. We now have tax-exemption, we now have a charter. We're going to have offices all round the world, an office in the Kremlin, an office in Bangladesh. I'm going to Moscow in about another month to see President Brezhnev. I told him I'd go back to see him after I regained my title. About 16 presidents of various nations have now given their approval. WORLD, it's going to be doing good to people all over the globe.'<br> When he turned to the influences that had done him good in the Superdome he began with Allah and went on by way of Dick Gregory and his vitamin-charged juices to the Muslim doctor who had prescribed 'half-a-pint of ice-cream and a big hunk of honey 30 minutes before the fight'. That last declaration of faith produced smiles around the room but no sneers. If Ali decided he could make it across the Okinawa Deep in a pair of old wellies we would have to rate his chances only slightly worse than evens.</p>",
  "<p>The government could learn a thing or two about tackling violence against women from the US vice-presidential candidate. No, I don't mean the gun-toting, <a href=\"http://www.theguardian.com/commentisfree/2008/sep/09/uselections2008.sexeducation\">anti-abortionist</a> Sarah Palin. I'm referring to Joe Biden, senator for Delaware and Barack Obama's running mate for the Democrats. For Biden is the man who wrote the groundbreaking <a href=\"http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=109_cong_bills&amp;docid=f:h3402enr.txt.pdf\">Violence Against Women Act</a> (Vawa, pdf) in 1994 that was renewed – and strengthened – in 2000 and 2005. </p> <p>The Vawa has led to programmes, laws and initiatives including a <a href=\"http://www.ndvh.org/\">national domestic</a> violence hotline, improved criminal justice responses, better legal access for poor and immigrant women, prevention programmes and – critically - funding for support services such as domestic violence shelters and rape crisis centres. Administered by the Department of Justice, more than $5bn has been awarded to governments and community-based responses under the Vawa. It's no wonder that Biden says he considers the act the \"single most significant legislation that I've crafted during my 35-year tenure in the Senate\".</p> <p>In America, the Vawa represents a concerted national effort to tackle gender-based violence. Closer to home, the Scottish government has also been addressing violence against women more <a href=\"http://www.scotland.gov.uk/Topics/People/Equality/violence-women\">strategically</a> and a national violence-against-women fund has led to the expansion of Rape Crisis Centres. </p> <p>In contrast, there is a fractured, criminal justice-driven approach in the rest of the UK that has resulted in a <a href=\"http://www.theguardian.com/commentisfree/2008/mar/26/acrisisforwomen\">funding crisis</a> for women's support services. The Rape Crisis sector south of the border is being decimated as one group after another closes because of funding cuts.</p> <p>There are now just 38 affiliated Rape Crisis Centres left in England and Wales – half the number there were in the 1980s – and no funded centres in Northern Ireland at all – meaning that most rape victims do not have access to the specialist support they deserve. A one-off injection from the government of £1m to shore up centres facing immediate closure is welcome but not a long-term solution.</p> <p>In fact, one-in-three local authorities across the UK do not have domestic violence shelters or other specialist services at all as was graphically demonstrated by End Violence Against Women and the Equality and Human Rights Commission last year in our <a href=\"http://www.opendemocracy.net/blog/5050/map_of_gaps_the_postcode_lottery_in_violence_against_women_support_services\">Map of Gaps</a> report. </p> <p>Nevertheless, ministers are digging their heels in by maintaining that funding for life-saving services is not possible at a national level, rather it is the responsibility of local authorities. Unfortunately, as a result of local commissioning processes, local authorities are increasingly turning to larger, generic services such as housing providers or faith organisations which are cheaper than women's organisations but do not have the expertise on gender-based violence that's been developed over decades in the women's sector.</p> <p>In addition, services for ethnic minority women, which deal with issues like forced marriage, are being squeezed by community cohesion guidance from the government on the funding of single strand groups. Ealing council in west London has recently been forced to rethink its decision to <a href=\"http://www.theguardian.com/commentisfree/2008/feb/27/seenbutnotheard2\">stop funding</a> Southall Black Sisters after High Court action. Other councils are also facing legal action as Trevor Phillips, chair of the Equality and Human Rights Commission, has warned that the commission will use the Gender Equality Duty against local authorities if they fail to ensure that women have access to specialist services. </p> <p>So you could say it's all a bit of a mess. </p> <p>Meanwhile in America there is the prospect of a vice-president who believes that national funding of violence against women services is one of the biggest achievements of his political career. Ministers here could take a leaf out of senator Biden's book.</p>",
  "<p>Mexican billionaire Carlos Slim, reckoned to be the world's second wealthiest man, has taken a 6.4% stake in the New York Times for $127m (£73m).</p> <p>The purchase, <a href=\"http://phx.corporate-ir.net/phoenix.zhtml?c=105317&amp;p=irol-SECText&amp;TEXT=aHR0cDovL2NjYm4uMTBrd2l6YXJkLmNvbS94bWwvZmlsaW5nLnhtbD9yZXBvPXRlbmsmaXBhZ2U9NTg3Njk2MyZhdHRhY2g9T04%3d\">filed with the Securities and Exchange Commission earlier this week</a>, makes Slim the third largest outside shareholder in the New York Times.</p> <p>Slim is the world's second richest man with a net worth of $60bn, according to Forbes, behind only Warren Buffett's $62bn.</p> <p>US reports note that Slim, who earlier this year <a href=\"http://www.theguardian.com/media/2008/may/05/theindependent.pressandpublishing\">bought a 1% stake in Independent owner Independent News &amp; Media</a>, has a history of investing in \"depressed assets\" that he can later sell at a profit.</p> <p>The purchase comes months after Harbinger Capital Partners purchased close to 20% of the NYT and Boston Globe, securing two seats on the board.</p> <p>Slim is best known for his telecommunications investments including Telefonos de Mexico and América Móvil, the largest mobile phone company in Latin America.</p> <p>His diverse portfolio of investments includes Saks, owner of the Saks Fifth Avenue stores, tobacco giant Altria and stakes in the banking, automotive and restaurant sectors.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>The Iraq war has been replaced by the declining economy as the most important issue in <a href=\"http://www.theguardian.com/world/uselections2008\">America's presidential election</a> campaign, in part because Americans have come to believe that the tide has turned in Iraq: the troop \"surge\" has supposedly cowed the insurgents, bringing a decline in violence. The implications are clear: a show of power wins the day. </p> <p>It is precisely this kind of macho reasoning that led America to <a href=\"http://www.theguardian.com/world/iraq\">war in Iraq</a> in the first place. The war was meant to demonstrate the strategic power of military might. Instead, the war showed its limitations. Moreover, the war undermined America's real source of power – its moral authority.</p> <p>Recent events have reinforced the risks in the Bush administration's approach. It was always clear that the timing of America's departure from Iraq might not be its choice – unless it wanted to violate international law once again. Now, Iraq is demanding that <a href=\"http://www.theguardian.com/world/2008/sep/09/iraq.usa\">American combat troops leave</a> within 12 months, with all troops out in 2011.</p> <p>To be sure, the reduction in violence is welcome, and the surge in troops may have played some role. Yet the level of violence, were it taking place anywhere else in the world, would make headlines; only in Iraq have we become so inured to bloodshed that it is a good day if only 25 civilians get killed. </p> <p>And the role of the troop surge in reducing violence in Iraq is not clear. Other factors were probably far more important, including buying off Sunni insurgents so that they fight with the United States against al-Qaida. But that remains a dangerous strategy. The US should be working to create a strong, unified government, rather than strengthening sectarian militias. Now the Iraqi government has awakened to the dangers, and has begun arresting some of the leaders whom the American government has been supporting. The prospects of a stable future look increasingly dim. </p> <p>That is the key point: the surge was supposed to provide space for a political settlement, which would provide the foundations of long-term stability. That political settlement has not occurred. So, as with the arguments used to justify the war, and the measures of its success, the rationale behind surge, too, keeps shifting. </p> <p>Meanwhile, the military and economic opportunity costs of this misadventure become increasingly clear. Even if the US had achieved stability in Iraq, this would not have assured victory in the \"war on terrorism,\" let alone success in achieving broader strategic objectives. Things have not been going well in Afghanistan, to say the least, and <a href=\"http://www.theguardian.com/world/pakistan\"> Pakistan</a> looks ever more unstable. </p> <p>Moreover, most analysts agree that at least part of the rationale behind<a href=\"http://www.theguardian.com/world/interactive/2008/aug/13/georgia.russia\"> Russia's invasion of Georgia</a>, reigniting fears of a new Cold War, was its confidence that, with America's armed forces pre-occupied with two failing wars (and badly depleted because of a policy of not replacing military resources as fast as they are used up), there was little America could do in response. Russia's calculations proved correct. </p> <p>Even the largest and richest country in the world has limited resources. The Iraq war has been financed entirely on credit; and partly because of that, the US national debt has increased by two-thirds in just eight years. </p> <p>But things keep getting worse: the deficit for 2009 alone is expected to be more than a half-trillion dollars, excluding the costs of financial bail-outs and the second stimulus package that almost all economists now say is urgently needed. The war, and the way it has been conducted, has reduced America's room for manoeuvre, and will almost surely deepen and prolong the economic downturn.</p> <p>The belief that the surge was successful is especially dangerous because the Afghanistan war is going so poorly. America's European allies are tiring of the endless battles and mounting casualties. Most European leaders are not as practiced in the art of deception as the Bush administration; they have greater difficulty hiding the numbers from their citizens. The British, for example, are well aware of the problems that they repeatedly encountered in their imperial era in Afghanistan. </p> <p>America will, of course, continue to put pressure on its allies, but democracy has a way of limiting the effectiveness of such pressure. Popular opposition to the Iraq war made it impossible for Mexico and Chile to give in to American pressure at the United Nations to endorse the invasion; the citizens of these countries were proven right. </p> <p>But back in America, the belief that the surge \"worked\" is now leading many to argue that more troops are needed in <a href=\"http://www.theguardian.com/world/afghanistan\">Afghanistan</a>. </p> <p>True, the war in Iraq distracted America's attention from Afghanistan. But the failures in Iraq are a matter of strategy, not troop strength. It is time for America, and Europe, to learn the lessons of Iraq – or, rather, relearn the lessons of virtually every country that tries to occupy another and determine its future. </p> <p>In association with <a href=\"http://www.project-syndicate.org\">Project Syndicate</a>, 2008.</p>",
  "<p>Michael Douglas looks set to <a href=\"http://www.variety.com/article/VR1117992006.html?categoryid=13&amp;cs=1\">play the flamboyant pianist and entertainer Liberace</a> in a biopic to be directed by Steven Soderbergh, Variety reports.</p> <p>The classically trained musician spent more than 50 years performing and lived a highly colourful life before his death in 1987 from an Aids-related illness. Known variously as Mr Showmanship and The Glitter Man, he always publically denied being a homosexual, and fought a famous court case against Scott Thorson in 1982 after the latter sued him for $113m in palimony, claiming he had been Liberace's companion for five years. Soderbergh wants his Ocean's Eleven star Matt Damon to play Thorson, who reportedly settled for just $95,000 in 1986. </p> <p>Liberace also successfully sued the Daily Mirror newspaper for suggesting he was gay in 1957. Veteran columnist Cassandra (William Connor) had described him as \"the summit of sex - the pinnacle of masculine, feminine, and neuter. Everything that he, she, and it can ever want ... a deadly, winking, sniggering, snuggling, chromium-plated, scent-impregnated, luminous, quivering, giggling, fruit-flavoured, mincing, ice-covered heap of mother love\". Apparently Liberace took particular offence to the term \"fruit-flavoured\", which he took to mean he was gay.</p> <p>Richard LaGravanese is writing the script for the project, which may not hit cinemas for some time, as Soderbergh currently has a number of other projects on his slate. His next film to hit cinemas will be his two-part biopic of the South American revolutionary Che Guevara, Che, which is due to screen at the London film festival next month. It was also picked up for US release by IFC Films at the Toronto film festival yesterday after having struggled to find a buyer. </p> <p>Douglas, who starred in Traffic for Soderbergh, has had a quiet year but currently has two films in post-production: the comedy The Ghosts of Girlfriends Past and drama Beyond Reasonable Doubt. He will also reportedly star opposite his wife Catherine Zeta-Jones in the adventure tale Racing the Monsoon, an action thriller about a diamond robbery on an Indian train.</p>",
  "<p>There was some speculation in the blogosphere the other day to the effect that Gordon Brown was <a href=\"http://blogs.ft.com/westminster/2008/09/is-brown-running-from-the-press/\">\"running from the press\"</a> and that one planned news conference had already been cancelled. </p> <p>Well, Downing Street has responded. Brown will be appearing at 10am. </p> <p>Obviously he will be using his news conference to promote the much-trailed fuel poverty package. But the journalists will want to ask him about the wider picture and, to be honest, it's doesn't look good. </p> <p>The Independent is running a story today saying Labour is <a href=\"http://www.independent.co.uk/news/uk/politics/polls-show-labour-flatlining-as-tories-stretch-their-lead-925565.html\">\"flatlining in the polls and showing no signs of making a recovery\"</a>. </p> <p>The Times is running its own polling figures saying <a href=\"http://www.timesonline.co.uk/tol/news/politics/article4727373.ece\">that Brown is now seen as being \"much further away from the position of the average voter than Tony Blair was when he was prime minister\".</a> </p> <p>(In the paper, but not on the web, the story is accompanied by a graphic that's almost as incomprehensible as those Large Hadron Collider explainers - but the gist of it is bad for Gordon.) </p> <p>And The Times also reports that David Cameron has made the cover of the influential American magazine Time, which is describing him as a man of <a href=\"http://www.timesonline.co.uk/tol/news/politics/article4727878.ece\">\"mind-blowing confidence\".</a> Wonder if Brown gets asked about that.</p> <p><strong>10am</strong></p> <p>Brown arrives. He says he's going to be talking about energy. \"We all know we need a real and lasting change in the way we use energy\".</p> <p>There will be \"immediate help\" for those who need it most, but most of the package will concentrate on helping people save energy. It will cost £1bn.</p> <p>All low-income and pensioners households will be eligible for energy saving measures that could save them an average of £300 a year.</p> <p>All households will be qualify for some sort of energy saving support.</p> <p>Around 600,000 households will benefit from \"social tariffs\", ie cheaper bills.</p> <p>The severe weather payments will be increased to £25 a week.</p> <p>From tomorrow, a national information campaign will publicise all the help that is available.</p> <p>To pay for the package, the government will introduce legislation when parliament resumes to get £920m from energy firms and power providers.</p> <p>Ofgem is reviewing the competitiveness of the energy market. If there is any evidence of anti-competitive action, the government will not hesitate to act.</p> <p><strong>10.05am</strong></p> <p>Brown asks Hilary Benn, the environment secretary, to provide more details.</p> <p>Benn says there will be a community energy saving programme. He says that investing in loft insulation can save you £100, and cavity wall insulation can save you £150 a year.</p> <p>Energy companies will be writing to customers with details. There is also a hotline that people can ring.</p> <p>Brown says that John Hutton, the business secretary, is with him. But Hutton isn't invited to speak.</p> <p><strong>Windfall tax/energy</strong></p> <p>Nick Robinson asks if a windfall tax has been ruled out for good.</p> <p>Brown says he looked at all options, and that the ones announced today were the best ones. Today's package meets his objectives. He says he does not expect the costs being met by the energy companies to be passed on to the consumers.</p> <p>As for how many people will benefit, he says around 2 million will benefit from the insulation measures, and around 1.5 million from energy-saving devices.</p> <p>Benn says 12 million pensioner households are already benefiting from the winter fuel payments.</p> <p>The community programme will help around 90,000 households.</p> <p>Because of the decline in housebuilding, there is \"capacity in the system\" - ie unemployed builders free to install the insulation.</p> <p>Brown confirms something I missed earlier. All households will qualify for a 50% subsidy for insulation.</p> <p><strong>Election</strong></p> <p>Tom Bradby from ITN asks if Brown regrets not calling an election last year.</p> <p>No, says Brown. He said at the time that he wanted to show people what he stood for. He made the \"right decision\" last year.</p> <p><strong>10.15am</strong></p> <p><strong>9/11</strong></p> <p>Adam Boulton from Sky points out that it's the 9/11 anniversary. What's Brown's assessment of the current terror threat. And, in the light of the outcome of the Heathrow terror plot, does Brown think it is right to talk about the war on terror.</p> <p>Brown says Britain is \"vigilant\" in showing itself ready to protect itself from terrorism.</p> <p>But it is not possible to say anything other than \"that we are permanently on our guard\".</p> <p>What is happening in Afghanistan is important too.</p> <p><strong>Energy companies</strong></p> <p>Asked about the remarks from the E.ON boss who said that a harsh winter would mean more profits, Brown said that there had been an apology. He had been \"aghast\" at the comments.</p> <p>He points out that the energy companies will be providing a considerable amount of money. \"We do not expect that to be passed on in prices to the consumers.\"</p> <p>Hutton comes in for the first time. \"If there is any evidence that customers are being ripped off ... then the government won't hesitate to intervene.\"</p> <p>Over the last five years energy customers in the UK have enjoyed lower prices than the EU average because of the competitive energy market.</p> <p><strong>Relations with the chancellor/football</strong></p> <p>George Pascoe-Watson, political editor of the Sun, asks about last night's football, and Brown's relationship with Alistair Darling. Brown seems to fudge the chancellor issue, muttering something about \"getting on with business\". But he's much more expansive about the football.</p> <p><strong>10.20am</strong></p> <p><strong>Leadership</strong></p> <p>Cathy Newman from Channel 4 says Brown blames the global economy for Labour's problems. But does he ever have a \"dark night of the soul\" and think he might be the problems?</p> <p>Good question.</p> <p>But Brown doesn't rise to it. He rattles of the list of global economic problems. His job, he says, is to deal with them. The world is \"never going to be the same again\".</p> <p>Does he taker personal responsibility, Newman asks.</p> <p>Of course, says Brown. \"I'm the person who's in charge.\"</p> <p>Brown seems to be distinguishing between responsibility, which he accepts, and blame, which he doesn't.</p> <p><strong>Oil companies</strong></p> <p>Brown says he has already raised the taxation on oil companies.</p> <p><strong>Economy</strong></p> <p>Macer Hall from the Express asks why the EU and the OECD say Britain is the only major economy facing recession.</p> <p>Brown doesn't address this directly. He says governments have to take the right decisions that are appropriate for them. </p> <p>He has taken the right decisions about nuclear power, about climate change, about infrastructure. He says other countries had negative growth when Britain didn't. We will have to \"wait and see\" to find out what the figures are for 2008.</p> <p><strong>President Sarkozy</strong></p> <p>A foreign journalist asks if Brown supports Sarkozy's foreign policies.</p> <p>Brown says he supports what Sarkozy has done over Georgia.</p> <p>The world is changing fast, he says. The reason why oil prices are rising is simple - demand exceeds supply.</p> <p><strong>Zimbabwe</strong></p> <p>Would a power-sharing deal that left Mugabe with some kind of power be acceptable?</p> <p>Brown says he wants an outcome that reflects the will of the Zimbabwean people. He wants a \"transition\" that would allow the MDC to have its legitimate place in the government of Zimbabwe.</p> <p><strong>Energy package</strong></p> <p>Will it seem like \"jam tomorrow\"?</p> <p>No, says Brown, because most people understand that there has to be a long-term change in the way we use energy.</p> <p>People realise that they can cut their use of energy \"quite significantly\".</p> <p><strong>10.30am</strong></p> <p><strong>Iran</strong></p> <p>A journalist from Fox News asks where Brown stands on Iran.</p> <p>Brown says the west has made a \"generous offer\" to Iran, requiring a freeze in its nuclear programme. There is wide international support for that position.</p> <p><strong>Metropolitan police</strong></p> <p>Ben Brogan from the Daily Mail asks if Brown is confident that Sir Ian Blair is \"still keeping his eye on the ball\" given the various discrimination cases he's dealing with.</p> <p>Brown praises the Met's records. He does not comment on Blair specifically.</p> <p><strong>Labour conference</strong></p> <p>Jason Beattie from the Mirror wants to know what Brown's message to Labour supporters will be.</p> <p>Brown says it will be the same as his message to the whole country. \"When you face challenging times, you get on with the job.\" The Labour government is \"on the side of hard-working families\".</p> <p><strong>Glenrothes byelection</strong></p> <p>Will Brown visit the constituency during the byelection campaign?</p> <p>Brown says he was there last Friday, in his capacity of chancellor of a local college. (He was not accompanied by the Labour candidate when he went). He did not say if he would be going back.</p> <p><strong>Lebanon</strong></p> <p>Brown says he's opposed to Syrian interference in Lebanon.</p> <p><strong>Terrorism</strong></p> <p>Asked about compensation for a terrorism victim, Brown says he will look into it.</p> <p><strong>Energy summit</strong></p> <p>A foreign journalist asks who will be invited to Brown's planned energy summit.</p> <p>Brown says he is still considering the guest list.</p> <p><strong>Ian Blair/Afghanistan</strong></p> <p>Does Sir Ian Blair have Brown's confidence?</p> <p>Yes, says Brown to the Blair question.</p> <p>On Afghanistan, he says he wants \"a fair sharing\" of the burden. Other countries are being asked to contribute.</p> <p><strong>Energy package</strong></p> <p>George Parker from the FT asks how the government will know whether energy companies are passing costs of the fuel package on to their customers.</p> <p>Brown says he does not expect that they will pass on the costs. \"I don't think there's a need to do so, and I don't expect it to happen.\" Which doesn't really answer the question.</p> <p>Hutton says Ofgem police the market in the interests of consumers.</p> <p>Brown says that if there is any evidence of unacceptable behaviour, the government will act.</p> <p><strong>Lisbon treaty</strong></p> <p>How much time have the Irish left to sort out the Lisbon treaty issue?</p> <p>Brown says this is a matter for the Irish. Brian Cowen, the Irish PM, will report to fellow EU leaders at their next meeting in October.</p> <p><strong>10.40am</strong></p> <p><strong>Leadership</strong></p> <p>Andy Grice from the Independent asks what Brown would say to voters who say that since Brown took credit for the economy was going well, he should take responsibility wen thing go badly.</p> <p>Brown says he does take responsibility. </p> <p>In any other country facing these circumstances, there would be a recession.</p> <p>The issue is how you deal with the problem. Compared to the 1990s, circumstances are much better. Company balance books are still healthy. The size of the world economy is going to double over the next 20 years and Britain is \"well-equipped to benefit\".</p> <p><strong>Russia</strong></p> <p>Brown says he wants a good relationship with Russia. But Britiain cannot allow a country like the UK to be \"wholly dependent\" on a single energy source.</p> <p><strong>Angola</strong></p> <p>Brown is asked about the elections in Angola. He says he can't comment on the elections there.</p> <p><strong>Reshuffle/Miliband</strong></p> <p>Quentin Letts from the Daily Mail asks if there will be a reshuffle. With a smile, Brown says he is being generous in taking a question from Letts (a severe Brown critic). But he won't comment on reshuffles.</p> <p><strong>Energy package</strong></p> <p>Asked why the government cut the warm front programme, Brown says he is now increasing funding.</p> <p>And in reference to Patrick Wintour's question about the windfall tax - Wintour asked what Brown would do if the Labour conference voted for a windfall tax - Brown doesn't explicitly say he will ignore the vote. But he reaffirms his belief that the approach he's taking his the best one.</p> <p>Benn says the total investment over the next three year to deal with this problem will be £6.5bn.</p> <p><strong>10.50am</strong></p> <p><strong>Scotland</strong></p> <p>Michael Settle from the Herald asks why Brown is in favour of Scotland having further tax-raising powers. Brown says that is not his position. His speech to the Scottish CBI did not go further than what he had said already.</p> <p><strong>Sustainable investment rule</strong></p> <p>Asked if he is now prepared to see debt rise above 40% of GDP (which would breach the sustainable investment rule), Brown says this is a matter for the pre-budget report. But he says these are \"quite unique times\", suggesting that the government will rewrite the rule.</p> <p><strong>Recover/election</strong></p> <p>Joe Murphy asks Brown when the recovery will start, and whether he will rule out an election next year.</p> <p>Brown refuses to answer on both counts.</p> <p><strong>Racism in the police</strong></p> <p>Brown says any racism is unacceptable. But he does not say whether he thinks the problem is getting worse.</p> <p><strong>Pakistan</strong></p> <p>Brown says the new Pakistani president will be visiting Britain soon.</p> <p><strong>Immigration</strong></p> <p>A Chinese journalists asks about the new regulations preventing certain categories of workers coming to Britain (like care home assistants).</p> <p>Brown defends the new points system.</p> <p>Where people are in the country and vulnerable, the government will protect them from exploitation.</p> <p><strong>Afghanistan</strong></p> <p>An Australian journalist says the Australian PM, Kevin Rudd, has ruled out increasing troop numbers to Afghanistan.</p> <p>Brown says he has spoken to Rudd about this. America, France and Britain are increasing troop numbers.</p> <p>Was Brown disappointed, she asks again?</p> <p>No, Brown says.</p> <p>Brown says everyone has now had a question. \"It's good to see you again,\" he says on the way out. Not sure he means it.</p> <p><strong>Instant summary</strong></p> <p><strong>The relaunch message:</strong> Anyone expecting a new message from the prime minister to accompany the autumn relaunch will be disappointed. There was no admission that he might have made mistakes in the past, no contrite tone, no renewed emphasis on cabinet government. Instead he reaffirmed, as he had done endlessly before, that he is taking the right long-term decisions for Britain. If message discipline was the only thing that mattered in politics, Brown would be unbeatable.</p> <p><strong>Energy package:</strong> A substantial package, that Brown defended well. But Brown (and Hutton) could not explain how they were sure that the costs would not be passed on to customers. There was some strong language about dealing with market abuses - Hutton at one point said the government would come down \"like a ton of bricks\" on companies engaged in anti-competitive packages - but it's up to Ofgem to decide whether there are abuses. </p> <p>Brown also would not be drawn on what would happen if the Labour conference votes for a windfall tax. Presumably because the answer is embarrassing - he will ignore them, which is what the Labour leadership normally does when conference votes against it.</p> <p><strong>Brown's economic rules:</strong> It sounds as if they're about to be written. Asked if he was still committed to keeping debt below 40% of GDP, Brown said we would have to wait until the pre-budget review. But he referred to \"quite unique times\", which sounds as if he's preparing an alibi for tearing up the sustainable development rule, the one dealing with 40%.</p> <p><strong>Glenrothes byelection:</strong> Brown would not commit himself to visiting the constituency again, after the writ is moved and when campaigning starts in earnest, but he said that he went last week. Will this be his only visit, allowing him to refute claims that he has stayed away?</p> <p><strong>Responsibility/blame:</strong> Brown at least twice said he was taking responsibility for what the government has been doing. This seems to be the formula he will use when asked if he personally has contributed to the government's woes.</p> <p><strong>Confidence in Sir Ian Blair:</strong> Brown said had had full confidence in Sir Ian Blair, the embattled Met police chief. Blair will be grateful. But, realistically, he could not have said anything else.</p> <p><strong>E.ON boss:</strong> Brown was very critical of Mark Owen-Lloyd, the E.ON boss, who joked that a cold winter would be good for profits. Brown's remarks will probably go down well with Labour MPs, but they would still prefer a windfall tax. </p>",
  "<p>On one level, Eddy Moretti and Suroosh Alvi's documentary Heavy Metal in Baghdad is simple story of four twentysomething guys who want to be guitar heroes. Their definition of freedom is the ability to cultivate Satanic beards and rock out to the music of Slayer and Metallica. They play in a band called Acrassicauda – Latin for a scorpion – offering music influenced by the bootlegs they collected surreptitiously under the Saddam regime.</p> <p>But actually, Heavy Metal in Baghdad isn't about heavy metal at all. True, the group stage a couple of concerts for small crowds of frustrated longhairs - and there are occasional bouts of headbanging (a proscribed activity under the Saddam regime, because of its visual similarity to Jewish prayer). But for every musical scene, there are three about the difficulties of living in Iraq, both under Saddam, and after the US-led invasion. As Acrassicauda's bassist, Firas, observes: \"They took Ali Baba and left the 40 thieves.\" </p> <p>On the surface, the film is making the slightly arcane point that freedom for Iraq hasn't done anything to promote heavy metal in the Muslim states of the Middle East – a minor tragedy in the war on terror. More movingly, it shows the consequences of that war as experienced by ordinary Iraqis. And in this formulation, \"heavy metal\" is a metaphor for hell. </p> <p>The story begins in November 2003, when reporter Gideon Yago visits Baghdad to report on the difficulties of playing heavy metal in a country under US occupation. By July 2005, when the cameras arrive for a concert, the venue is a hotel surrounded by tanks and barbed wire, and the musicians have to persuade Coalition troops to admit the audience.</p> <p>There is nothing remarkable about the music, other than the fact that the musicians are prepared to go to such lengths to make it in a country where wearing a Slipknot t-shirt can get you killed. Disillusionment with \"liberated\" Iraq is such that the band flee to Syria, where they live as \"heavy metal refugees\" in the windowless basement of a housing project. In Damascus, they record the anthemic Massacre, with its lyric about bombs falling like rain, and the film ends with a flippant coda about how they are still searching for \"a place where they can live in peace, grow their hair long, bang their heads and play heavy metal again as loud as they want.\"</p> <p>Moretti views the film as an antidote to \"Iraq fatigue\". \"We're stuck in a rut as a culture, blaming each other and trying to devise exit strategies, and it's time for something different to happen.\" He helped raise the money to resettle the band in Istanbul, where they have been stranded for a year. As refugees, they are unable to work, or to leave the country, and so have not shared in the film's success at international festivals. A gift of new guitars from Gibson was welcome, but the musicians may now have to sell them to make ends meet. </p> <p>Firas tells me he has considered returning to Iraq to rejoin his family. \"They tell us that things are getting better. It's like they try to comfort us, but when we reach the point that we say, 'OK, can we come back?' they say 'No, no, no - never think about it'. So apparently it's not as good as everybody thinks.\" </p> <p>Firas says he likes the film, though watching it is a reminder of the tragedy of Iraq's recent history. He also has concerns about the balance of the narrative. \"When you watch the whole film, you get kind of confused. My opinion is that it's more pointing at the refugee thing, other than the heavy metal story. Sometimes you feel like you are the retarded case in the world. And everybody just takes pity on you, which we hate. We like to be dealt with as professionals, as a heavy metal group.\"</p> <p>Sometimes, he says, he gets nostalgic for the Saddam era. \"We had to stay low profile, but at least we were able to perform. You got limits, you don't cross them – nobody messes with you, you don't mess with anybody. But now there's no limits. You can get killed for any reason: for wearing Nikes or something. It's total chaos. And there's no controls, no limits. We can't perform, or just live there, or be ourselves.\"</p>",
  "<p>This was supposed to be my first year of medical school. Instead, I am stuck here in <a href=\" http://www.theguardian.com/insidegaza\">Gaza</a> in my father's house inside the Jabalia refugee camp, with few options and no way out. After I finished high school last year, I decided to become a doctor. Gaza cries out for bone specialists, but the training I need is available only abroad.</p> <p>When I won a place at a medical college in Germany, my parents were proud. I was excited to follow my older brother, who is already studying there. In February, the German authorities granted me an entrance visa. I wasted no time in asking the Israeli authorities for permission to travel to Europe. But I was told that only patients in need of emergency medical evacuation would be allowed out – not students. </p> <p>Hundreds of other young people <a href=\"http://www.theguardian.com/world/2008/jun/26/israelandthepalestinians1\">trapped</a> in the Gaza Strip have won admission to study abroad. For many of us, this is our only opportunity to continue our education. Gaza is one of the most densely populated places on earth, and one of the poorest – 1.5 million of us live on a patch of land about 41 kilometres long and 6-12 kilometres wide. The local hospitals lack the equipment needed to perform many important procedures, like radiation treatments for cancer patients and heart surgery.</p> <p>Universities in Gaza are overcrowded and starved for supplies. Many subjects are not even taught, and there are few postgraduate programmes. Instructors from abroad cannot enter Gaza. Without the ability to go overseas, we cannot learn. </p> <p>In June, after the United States pressured Israel to allow <a href=\"http://www.usatoday.com/news/world/2008-07-10-gaza-fulbright_N.htm\">Fulbright scholarship winners</a> to leave the Gaza Strip, the Israeli military announced that it would grant exit permits for a few more students with \"recognised\" scholarships – but not \"hundreds.\" So hundreds of us are still waiting, most without prestigious scholarships to draw the world's attention. I am sure to be one of the many who will not be allowed to leave. Life in Gaza has bled away my optimism.</p> <p>My father is a teacher and owns a children's clothing shop. My mother is a housekeeper. I have six brothers and three sisters. We returned to Palestine in 1996 from Saudi Arabia, where my father had been working as a teacher. That was at the height of the peace process. My parents put their hope in the <a href=\"http://news.bbc.co.uk/1/hi/in_depth/middle_east/israel_and_the_palestinians/key_documents/1682727.stm\">Oslo Accords</a> signed in 1993, and decided that they could give us a better life here. </p> <p>But when I was 10, the second intifada began. The peace process was collapsing throughout my teenage years. During my third year of high school, the Israeli authorities closed off the Gaza Strip. Israeli border controls have reduced the flow of people crossing the border to a trickle, and have suffocated Gaza's economy, choking off imports and exports and cutting fuel deliveries and electricity. There is no clothing left in my father's shop, which was supposed to support my brother and me during our studies. </p> <p>With the backing of the US, Canada, and the European Union, Israel has maintained its blockade in an attempt to defeat Hamas, which won the elections here in 2006. But the blockade only makes people more desperate. Hamas and other armed groups, I know, have launched rocket attacks from the Gaza Strip that have killed civilians in Israeli towns and villages. </p> <p>But I also have witnessed how Israel has retaliated with air strikes and armed incursions into the Gaza Strip, including Jabalia. Israel's blockade amounts to collective punishment. It is hurting all of us, whether we support Hamas or not. It is also destroying my dream to write \"specialist in bone medicine\" after my name. </p> <p>Sometimes, I am sorry that I am from Gaza. But my hope is still to go abroad, learn skills, and return to help others here. Sometimes, when there is electricity, I watch television and see how people live in other places. I ask myself why they have the opportunity to travel, to study, to take vacations, when I cannot go abroad even to learn medicine. </p> <p>We are students, not soldiers. We are not fighters in this conflict. Why doesn't Israel let us go study? Why do Europe and America support a blockade of young minds? Soon, my fellow classmates at the medical college will be starting classes. When they do, I will probably still be here in my father's house, waiting for the blockade to end. </p> <p><em>Abdalaziz Okasha graduated from high school in the Gaza Strip in June 2007.</em> </p> <p>In cooperation with <a href=\"http://www.project-syndicate.org\">Project Syndicate</a>, 2008.</p>",
  "<p>The results are in: New Yorkers are stressed and unfriendly but intellectually inclined, while people who live in Georgia and Florida are sociable and energetic. </p> <p>A group of Cambridge University researchers say they have scientifically confirmed what most people already suspected.</p> <p>In a six-year study of the personalities of almost 620,000 Americans, the researchers found that character traits closely tracked the country's different regions. The research showed that Americans on the eastern seaboard were \"more anxious and impulsive\" while westerners were comparatively relaxed. </p> <p>The researchers, led by Dr Jason Rentfrow, Cambridge lecturer in social and political sciences, identified strong correlations between personality traits and social phenomena like crime and life expectancy rates.</p> <p>\"It's not as simple as saying that a person is guaranteed to be more anxious if they come from West Virginia or more religious because they happen to live in New Mexico, but we did find pretty clear signs that there are meaningful differences in the personalities of people living in different areas of the United States,\" said Rentfrow, who hails from Louisiana (where people are friendly but stressed). </p> <p>\"What is particularly impressive is that the results show the effects of personality on people's social habits, values and lifestyles are so pronounced that they have an impact on much bigger social forces.\"</p> <p>In that regard, the study found that populations in places with the strongest personality traits reinforced them by influencing the state's cultural atmosphere. </p> <p>For instance, New York, where the population was \"creative, imaginative and intellectual\", is the media and publishing capital of the US, boasts a vibrant fashion scene and is home to some of the country's pre-eminent museums. </p> <p>Those institutions then attract people from outside the area, and deter people who do not share those personality traits, the researchers found.</p> <p>Participants in the study answered an online questionnaire in which they were asked to read short statements, such as \"I see myself as someone who is outgoing\", or \"I see myself as someone who is very religious,\" and indicate their level of agreement.</p> <p>Other findings: people from Arizona, a politically conservative state, received a high ranking for \"conscientiousness\" but a low one on \"neuroticism\". Researchers said that indicated that people there \"like order and discipline, but are fairly relaxed\". </p> <p>Some of the poorest states in the US ranked high for \"neuroticism\", which the researchers described as \"anxious, stressful and impulsive\". Those states, Arkansas, Mississippi, Kentucky, Louisiana and West Virginia, are five of the six poorest, measured by median household income.</p>"
]