[
  "<p><strong>Were you a sportswoman before your accident five years ago?</strong><br>I've ridden since I was four years old and horses were my passion.</p> <p><strong>What was your motivation for becoming a wheelchair athlete?</strong><br>I just wanted to get back to some sort of normality.</p> <p><strong>Why rugby?</strong><br>I used to get such an adrenaline rush from riding that I thought it would be impossible to find that in another sport. Then I heard about rugby.</p> <p><strong>Do your male team-mates treat you differently?</strong><br>Never. I think having a female on board has brought a new dimension to the squad.</p> <p><strong>Are there many disabled women rugby players?</strong><br>I'm afraid we're a rare breed. Canada and China are the only two other countries with disabled female rugby athletes.</p> <p><strong>Are there different rules for wheelchair rugby?</strong><br>It doesn't really have any similarities to its able-bodied counterpart. It combines elements from basketball and ice hockey.</p> <p><strong>Did you ever imagine being an Olympian?</strong><br>Not at first. It's just something you dream of.</p> <p><strong>To what do you attribute your success?</strong><br>I'm very focused and determined and always work to my full potential.</p> <p><strong>How does sport help other aspects of your life?</strong><br>I can't emphasise enough how beneficial sport has been. It has given me back my independence, which you think you're never going to get when you're lying in hospital. </p> <p><strong>What would improve the lives of disabled athletes?</strong><br>I think the promotion of sports in hospitals and spinal units could be a lot greater.</p> <p><strong>What are the chances of your team winning a medal in Beijing?</strong><br>We have the strongest squad we have ever had. I think this is our time.</p>",
  "<p>He died destitute, a long way from Poland, but Jerzy's death was seemingly avoidable. In July, <a href=\"http://www.theguardian.com/society/2008/jul/23/immigrationandpublicservices.health\">Society Guardian</a> highlighted the plight of Jerzy and his<br>friend Anton, two of the hundreds of thousands of \"A8\" economic migrants to Britain from the eight EU accession states of eastern Europe.</p> <p>Both men were suffering from infectious tuberculosis, and were drinking anything available, including stolen hospital alcohol hand sanitiser. They came to London to make money, but a confused and inflexible benefits system and exploitation by cash-in-hand bosses left them living in a derelict garage.</p> <p>To work in the UK, A8 nationals must comply with the government's worker registration scheme (WRS), which entitles them to a range of benefits that they can claim only if they have been working for at least 12 months, without a break of over 30 days . But a growing number of A8s work cash-in-hand and cannot prove they qualify for the scheme, or cannot afford the £90 to register. </p> <p>Jerzy, 49, and Anton, 54, were being treated by an east London hospital, but Hackney council refused to house them, saying they were not eligible for WRS. In July, they were evicted from the garage and Jerzy was sleeping rough. He died in the Royal London hospital on August 8.</p> <p>His TB caseworker said: \"This was an avoidable death. If we had managed to get him housed, and with some sort of modest income, we could have continued treatment for TB, as well as treating his other health conditions.\"</p>",
  "<p>To many, Ryan Robson may be an unlikely champion of social care. He is a private equity boss, founder and managing director of Sovereign Capital, which buys and sells companies that deliver public services. So how did he come to head a Conservative-backed working group on looked-after children? \"They wanted someone who had experience both in the private and public sectors,\" he explains.</p> <p>Robson was introduced to the Centre for Social Justice (CSJ) - the thinktank established by former Tory leader Iain Duncan Smith - two years ago when he was a councillor in Wandsworth, south London. The centre was looking for someone to lead its taskforce on education failure, and Robson fitted the bill. He was chairman of the council's education performance and standards committee, and his firm owned a string of private schools, special needs schools, and agencies providing teacher training programmes. </p> <p>Many of the taskforce's recommendations were targeted at supporting parents to help their children learn. With only 11% of looked-after children leaving school with five good GCSEs, compared with 56% of all children in England, it found that the state as \"corporate parent\" was too often culpable for those at the bottom of the educational pile. So a group drawn from charities, social work, academia and local authorities, led by Robson, began last summer to investigate how lives of looked-after children could be transformed. \"It was unfinished business,\" he says, ahead of the group's report next week. \"We realised that in the time before children were taken into care and during their time in the system, there are some serial failures.\"</p> <p>After visiting children's homes, charities dealing with family problems, and local authority secure units, Robson says he was \"inspired and humbled\" by the good work many are doing, but was left with an overwhelming sense of a \"gathering storm\". Even the best projects, he says, are caught in the maelstrom of social ills - poverty, drug and alcohol addiction, poor education and unemployment - that the CSJ catalogued in its 2006 report, Breakdown Britain. All these ills were blamed on crumbling family structures. </p> <p>The looked-after children report, Couldn't Care Less, accuses the government of providing inadequate preventive support for families to tackle deep-seated problems that have led to their children being taken into care. \"Quotes from care leavers [surveyed for the report] say things like, 'My family has had problems for decades, but only when it reached crisis point the reaction was to be taken into care,'\" Robson says. \"That's bad for the child, and puts more pressure on the social workers and volunteers.\" </p> <p><strong>Impossible gap</strong></p> <p>Robson is surprisingly supportive of social workers, given that only a few of the foster parents - the volunteers he refers to - surveyed for the report thought they were up to the job. \"They are asked to bridge an impossible gap,\" he says. \"On the one hand, there are society pressures; on the other, the volunteer base [foster parents] are depressed and demoralised and social workers often get the blame.\" The report recommends measures designed to strengthen the workforce - from recruiting high-flying graduates and people with financial skills who could shoulder some of the administrative burden, to improving pay for social workers who shun management in favour of frontline work. </p> <p>Other proposals include: creating a local mental health champion for looked-after children, who are four to fives times more likely to struggle with mental health issues than their peers; offering looked-after children job opportunities in local authorities (\"If you had a family business, you'd give your child a job, so why not?\" Robson says); and removing what he calls \"the perverse financial incentives that see councils happier to see problem children transferred to custodial institutions\".</p> <p>Local authorities should be given the budget, support and responsibility for looked-after children in custody, he says. \"It's pretty obvious to see why 40% go back in; there's no support on the outside. That's madness. We're not tackling the underlying causes.\"</p> <p>Robson, 37, comes from the same school of compassionate Conservatism as the Tory leader, David Cameron. He has a personable but polished manner, and hopes to win a parliamentary seat at the next general election. Has he always harboured ambitions to be a politician? \"I've spent the last decade raising a family and building up a business,\" he replies. \"But it's really important that you have the opportunity to put something back into society using those experiences.\" </p> <p>In contrast to the negative image of private equity firms, Robson insists that Sovereign Capital's success - with £450m invested in a dozen or so companies - is built on steady expansion through job creation and motivating staff. </p> <p>One of the companies in Sovereign Capital's portfolio, the National Fostering Agency, stands to gain if a main thrust of the Couldn't Care Less report to expand the number of foster parents is implemented. Of the 60,000 looked-after children in England, 71% are currently in foster care. The report estimates that, just to cope with existing demand, there needs to be an annual 5% increase in the number of foster parents for the next five years. Moreover, it calls for a greater role for voluntary and private sector agencies in their recruitment and support, based on its own research showing that they are more effective at satisfying foster parents' needs. </p> <p><strong>Focused on people</strong> </p> <p>Asked if this represents a conflict of interest, Robson seems surprised, and argues: \"I want a level playing field where voluntary sector, private sector and public sector can get more foster carers into the system. That's the issue. Who gets them is a subsidiary set. The government welcomes independent agencies because they are doing what local authorities have failed to do. They are focused on people, on motivation, supporting people in the way that local authorities, with their present resources, can't do. Let's look at the outcomes. If more people are happy with private sector agencies, and that creates more stability for children in care, that's a good thing.</p> <p>\"You can say local authorities can benefit here [from the report's recommendation]; they can get more funding from government and more support. Most local authorities are a lot more focused on the outcomes, so they ask: 'What is going to be best for my children in care?' That's why they use the private sector.\"</p> <p>Robson points out that NFA, which describes itself as \"one of the largest independent fostering agencies in the UK\", accounts for just 1,200 of foster placements, and so is hardly in a dominant position. Yet the fact remains that his business is based on developing companies and then selling them at a profit that provides investors with, typically, a threefold to fourfold return on their investment. He denies a conflict of interest, but it seems clear that an expanded market for private fostering agencies would offer NFA potential opportunities for rapid growth.</p> <p>Many of the 32 policies unveiled in the CSJ report, however, are likely to be welcomed by practitioners, the public and politicians of all parties. Some even build on the government's looked-after children white paper, which will introduce bursaries for the few going on to university and extend the age until which care leavers continue receiving support. But the criticism invariably directed at proposals put forward by the Conservatives is that they cost too much, and this report's measures, such as increasing the pay of foster carers and increasing family support and mental health provision for looked-after children, have an estimated bill of £550m a year. \"What I would suggest is we look at this in the context of the costs to society of not doing this,\" Robson argues. The CSJ's Breakdown Britain put the cost of social failure at £24bn annually. </p> <p>He accepts that long-term investment is a challenge within electoral cycles, and for annually-decided local authority budgets. This is where he thinks the public sector can learn from private business. \"Business has long-term projects with long-term costings and long-term outcomes, and that needs to be inculcated in the public sector,\" Robson explains.</p> <p>That is easy to say now, but what about if he becomes an MP? \"I hope very much to put [the report's recommendations] into practice in a parliamentary context,\" he says. \"Parliament needs more people with experience in these areas between the public and private sector, and with a record of producing good results.\"</p> <h2>Curriculum Vitae</h2> <p><strong>Age</strong> 37.</p> <p><strong>Status</strong> Married; three children.</p> <p><strong>Lives</strong> Wandsworth, south London.</p> <p><strong>Education</strong> Borden grammar school, Sittingbourne, Kent; Peterhouse, Cambridge University, BA (Hons) history.</p> <p><strong>Career</strong> 2006-present: managing partner, Sovereign Capital; 2001-06:<strong> </strong>founding director, Sovereign Capital; 1996-2000: director, Gresham Trust; 1992-96:<strong> </strong>graduate trainee to manager, HSBC. </p> <p><strong>Public life </strong>2007-present: chairman, looked-after children working group, Centre for Social Justice (CSJ), and trustee, Learning Skills Research; 2006-07: chairman, education failure working group, CSJ; 2002-07: governor, Alton primary school, Roehampton; 2002-06: councillor, London borough of Wandsworth (chairman of Conservative group; chairman, education performance and standards committee; deputy chairman, social services committee). </p> <p><strong>Interests</strong> Running around Wandsworth Common with his border terrier; playing in dads-and-kids football matches; Newcastle United FC.</p>",
  "<p>Passengers on London Underground could be using their mobile phones to get through the ticket barriers and even pay for their lunch within the next two years, after a trial in the capital by O2 and Transport for London.</p> <p>O2 incorporated Oyster card technology and a Barclaycard into a Nokia 6131 handset and gave it to 500 testers, who spent six months using it as an electronic wallet. They made more than 50,000 tube journeys and bought items from shops such as Eat, Yo Sushi and Krispy Kreme. </p> <p>Claire Maslen from O2 said the company was putting together a consortium to launch a full service within two years. \"The 2012 Olympics are an obvious target to aim for, but I think that is a very conservative timeframe,\" she said. </p> <p>The trial used near-field communications (NFC) technology, as used in the Oyster card. The \"e-wallet\" can be topped up from a bank account and used to pay for items under £10. In Japan similar phones have been used for more than four years. </p> <p>Philip Makinson from Greenwich Consulting said mobile wallets had failed in the past because of the number of users needed to make any system viable. </p> <p>\"It requires cooperation, not just between handset manufacturers and network operators, but third parties such as Visa or Mastercard and banks and retailers. To reach critical mass you really need to have at least three of the big [phone] operators involved,\" said Makinson.</p>",
  "<p>When the first fatality occurred in the clashes between rival \"pro-democratic\" forces in Bangkok early yesterday morning, people were shocked but not exactly surprised. Pressure had been building for more than three months, as yellow-shirted protesters styling themselves as the People's Alliance for Democracy appropriated royalist colours and nationalist language to oppose the government of prime minister Samak Sundaravej and his People Power Party (PPP). Late last year, Samak proclaimed himself a nominee of the party's mentor and financier, the former PM and now ex-Manchester City owner Thaksin Shinawatra.</p> <p>Although he was ousted in a military coup in 2006, Thaksin's five-year premiership has cast a long shadow over Thai politics. As the first recent PM to threaten the symbolic dominance of the monarchy, he remains a controversial figure. He was supported initially by two main groups: elements of the middle class and the business community, many of Sino-Thai descent; and rural voters from the populous north and northeast. Both groups, who were exasperated by the bureaucratic and military establishment, saw in the billionaire telecoms tycoon someone who could restore national pride after the 1997 Asian economic crisis. A former policeman fond of swift action and populist mobilisation, Thaksin threatened the core elite - monarchists who occupy key formal and informal positions in the country.</p> <p>Protests against Thaksin and Samak reached new heights after Thaksin fled in August to escape a series of corruption-related court cases. Samak has since been publicly distancing himself from Thaksin, and paradoxically, the PAD demonstrations have served his purposes well, giving him a pretext to drop Thaksin loyalists from his cabinet. Samak, an ultra-conservative, has cultivated army commanders in a bid to avert a further coup, something the PAD has been trying to trigger. In much of this, Samak has been advised by a leading power broker, tough-guy ex-minister Newin Chidchob, who has links to the shadowy \"pro-Thaksin\" Democratic Alliance Against Dictatorship, which was involved in the fatal clash with the PAD.</p> <p>What does the PAD really want? It has advocated a \"new politics\" based on a parliament with a 70:30 formula: 70% appointees, 30% elected representatives. PAD supporters are drawn largely from the south, where they have blockaded airports, creating chaos for tourists. With Thaksin gone, the movement's call for a \"general uprising\" seems rather desperate, and its substantive demands - beyond Samak's resignation - are confusing. Whereas previous demos involved clear clashes of ideas, neither the PAD nor the DAAD advocate any recognisable form of democracy; Thais are deeply divided into pro-PAD and pro-Thaksin camps.</p> <p>Those on the streets are not the main protagonists in this struggle. The real players are working behind the scenes. On some level, the PAD is receiving moral support from the monarchical network yet the monarchy itself remains sniffy about street protests and sceptical about the real motives of the PAD leadership. Newin Chidchob is rumoured to be coordinating events from a suite at the luxury Pullman Hotel; many senior police officers are personally loyal to him. </p> <p>Meanwhile Thaksin is holed up in his Surrey mansion and has applied for political asylum in the UK. He is another potential beneficiary: the newly declared state of emergency in Bangkok may strengthen his claim that he should not be sent home just yet.</p> <p><strong>·</strong> Duncan McCargo is professor of Southeast Asian politics at the University of Leeds <br><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<p>Next month, the congregation of Granton United Church, north Edinburgh, hopes to get full planning permission to demolish its large place of worship. It wants to build on the site 15 affordable homes and a new church that is a more appropriate size for the dwindling number of parishioners, and which has lower maintenance costs. </p> <p>The affordable housing idea is borrowed from the United Reform Church (URC), in neighbouring Leith, which in 2005 sold its land to the Port of Leith Housing Association (POLHA) for £455,000, with the right to buy back a smaller and purpose-built church on the site for £330,000. \"We had two Victorian buildings - a church and a church hall - standing empty for much of the week,\" explains the Rev Leslie Morrison. \"We were financially unviable.\"</p> <p>The congregation rejected the idea of closing down, and the new smaller church, complete with community facilities, opened last year. Eighteen affordable one- and two-bedroom flats have been built above the church, and four three-bedroom houses behind it.</p> <p>Gemma Blackie and her partner were one of the first tenants to move into the Leith flats. They had been on the council's housing list for more than four years. \"It's a win-win situation,\" says Gordon Cameron, POLHA development director. </p> <p>Scottish Churches Housing Action (SCH), which brokered the deal between the Leith church and POLHA, holds up the redevelopment as an example of how church property - empty and underused buildings and land - could help address Scotland's affordable housing shortage. </p> <p>With funding from the Scottish executive, SCH has identified almost 50 similar examples across Scotland where there are small and ageing congregations, churches too big for their needs, and maintenance costs that they cannot justify or afford. Interest in the land use scheme seems to be catching on. To date, it has received 41 inquiries; an additional 21 are at feasibility stage, and seven are nearing completion. </p> <p>But what is stopping many more from following suit? One of the reasons more churches do not consider the idea, says SCH chief executive Alastair Cameron, is that churches feel they are obliged by law to maximise the value of their assets when they sell them. As a result, affordable housing is only considered as a last resort, when selling on the open market does not work. But clarification from the Office of the Scottish Charity Regulator - and repeated by the Charity Commission - to the charity Housing Justice, which is doing a similar exercise south of the border, indicates that maximising value need not be the driving factor in a sale. Instead, trustees' primary responsibility is to their constitution and the doctrine of their religion, and only if these are not being furthered does the full market value have to be sought. Cameron now wants \"systematic cooperation from churches, rather than ad hoc support\". </p> <p>And he is not deterred by the credit crunch, which is making it harder for housing associations to secure funds. SCH's target, housing 130 people a year for the next 10 years. \"We anticipate short-term problems,\" he admits. \"But we're in this for the long haul. The problem of too many church buildings for too few worshippers will, I'm afraid, be with us even once the economy is recovering.\" </p> <p>Morrison is also convinced the model can be replicated. \"So many churches are not appropriate for the 21st century; they spend too much time and effort maintaining buildings beyond their sell-by date.\"</p> <p>The redevelopment of the URC in Leith, and clarification of the law, has excited the congregation of Granton United Church. \"Our treasurer said we could only last two more years,\" says Wilma Neilson, a member of the congregation. One remaining challenge is to find a suitable place to worship while the proposed redevelopment takes place. \"We need to be positive and go forward in faith,\" says Neilson.</p> <p><strong> · </strong><a href=\"http://www.churches-housing.org\">churches-housing.org</a></p>",
  "<p>All too often, politicians and businessmen have said to me: \"You're a businessman, so surely you're opposed to the green agenda?\" They think: \"You cannot make a profit and go green.\" They think: \"A consumer society cannot be a green society.\" And they believe that developing economies cannot afford to go green.</p> <p>From my perspective, this is all muddled thinking. I fundamentally disagree, and say that if we want long-term growth, we must go green.</p> <p>Why? Because only by acting now on cutting emissions will we save money in the future. For every £1 we spend now on tackling climate change, we are saving our children anywhere between £5 and £20 at today's value. Failure to act means risking economic and social disruption on the scale of the great wars and economic depression of the last century.</p> <p>The means to tackle climate change does not just lie in the hands of politicians or regulators, the UN or the G8. If climate change is to be tackled successfully, we need a new framework in which governments, business and consumers each play their part.</p> <p>This is not simply about dividing up responsibility between these groups, as though government is responsible for this, or business for that. I am not advocating a diminished role for government. The role of government in tackling climate change is vital. But it must be fulfilled in ways that meet the needs of our time.</p> <p>Politicians are good at emphasising climate change as the greatest threat of the 21st century, but too often they fail to adapt to this new challenge 20th-century the tools of tax and regulation designed for high-carbon economies. If we are to move to a low-carbon economy, policies - such as tax and planning - must reward low-carbon activities and investment. And too often governments fail to harness the 21st-century power of consumers, incentives and markets, and bring these to bear on tackling climate change too.</p> <p>You may be thinking: \"Consumers - aren't they part of the problem, not the solution?\" I see things differently. Consumers account directly and indirectly for 60% of carbon emissions. Get the consumer on side and the task of tackling climate change becomes possible.</p> <p><strong>Lifetime customer loyalty</strong></p> <p>I trust and listen to consumers. I believe in the power of consumers. Tesco's core purpose is to create value for customers to earn their lifetime loyalty. Customers tell us that they want to go green and do their bit to protect the environment. The challenge for us retailers is to help them do that.</p> <p>Tesco is a global company: each week, over 30 million people shop in our stores around the world. To serve them, we employ 400,000 people. Then there are the countless people who work in firms and businesses, supplying our stores. Imagine if all those people acted to cut carbon emissions in all they did. This would be true collective action. The supply chain, and gradually the economy as a whole, would begin to turn green.</p> <p>Business also has a crucial leadership role to play in empowering consumers, by overcoming barriers of price, incentivising customers to buy greener products, providing better information and innovating through new products and services.</p> <p>If consumers are able to purchase lower-carbon products and services, they will reward the businesses that produce these products. This will encourage competition between businesses to produce more environmental alternatives to current products and services. It will stimulate the research and development to bring forward even better products. And we will begin to create a mass movement in green consumption.</p> <p>So our strategy at Tesco falls into three parts. First, greening Tesco itself. Second, helping turn the supply chain green. And third, helping our customers by making green choices easier and more affordable.</p> <p>To turn Tesco green and reduce our carbon footprint, we need to know which actions emit greenhouse gases and which don't. So we have measured our carbon footprint, which was 4.47m tonnes of CO2 equivalent for the entire Tesco Group in 2007. To cut this, we have set the entire group some clear targets, with 2006 as our baseline.</p> <p>For example, we aim to halve emissions from our group's stores and distribution centres by 2020. To halve the carbon emissions from all new stores we build between now and 2020. To halve, by 2012, the amount of CO2 used in our distribution network to deliver a case of goods.</p> <p>To achieve these goals, we've changed every aspect of how Tesco operates. We are saving energy in our stores - [by] hanging curtains on freezer doors, for example, and using better insulation, low-energy lighting and new refrigeration systems. In South Korea and Thailand, we are using ice thermal storage, and creating biogas from recycled waste. In China, we are installing energy management systems on the refrigeration in all of our existing stores this year, which will reduce the power consumption of these systems by 15%. Next year, we will expand this to include the air-conditioning.</p> <p>We are reducing the number of empty trips our vans make by ensuring our vans - and our suppliers' vans - are fully loaded, and, in the UK, using our own train and canals to transport goods.</p> <p>We are saving water. Next year, our Chinese business will begin rainwater harvesting and using grey water [non-industrial waste water] for things such as car washing and toilets. We're using energy-saving technology when we build new projects. In California, our distribution centre has one of the largest solar panel roofs in the US. We've set up a £100m sustainable technology fund to support low-carbon technologies such as wind, solar and ground source heat.</p> <p>In Thailand, we aim to plant 9m trees by 2012: this alone will help reduce CO2 in the atmosphere by 9m tonnes over 40 years. And in the UK, we have invested £25m in the new Sustainable Consumption Institute, to research how we make the transition to a low-carbon economy, and the role that sustainable consumption can play in this. This will aim to contribute to the development of an internationally recognised carbon footprint methodology, and help us understand how customers read labels and respond to them. All the SCI's research will be released on an open source basis - published as soon as it becomes available, and accessible to all as soon as it is published. It will be led by Mohan Munasinghe, a leading scientist and economist, and vice-chair of the Intergovernmental Panel on Climate Change.</p> <p>By the end of this year, our UK energy use per square foot will be half what it was in 2000. Last year, our group carbon intensity per square foot of sales space fell by 4.7%.</p> <p>We are achieving this while Tesco grows. That's the critical point: the choice is not \"green or grow\". That is a false choice. You can do both - and you must do both. Reducing emissions does not merely fight climate change, it also cuts costs.</p> <p>But a green Tesco is only one-third of our ambition. Just as important is greening the supply chain everywhere. In some ways, this is easier to achieve in the developing world. Old practices do not have to be changed. Instead, we can simply apply what we have learned elsewhere.</p> <p>Just as some countries could leapfrog the laying of telephone lines and go straight to the mobile, digital age, there is no reason why, when we set up in developing countries, we cannot create new, green supply lines from scratch.</p> <p>Meanwhile, we're developing a label that will tell customers the size of a product's carbon footprint. Armed with that information, they can begin to choose products with smaller footprints. This information revolution is beginning to gather pace worldwide.</p> <p><strong>Bumpy patch</strong></p> <p>People's values do not change simply because the economy is going through a bumpy patch. What does change is their ability to live up to those values. If the budget for the weekly shop becomes tighter, we need to be sure that going green is not seen as an expensive optional extra.</p> <p>Take energy-saving lightbulbs. They don't just cut carbon but also cut fuel bills. So in the UK we have permanently halved their price. We've sold over 10m in the UK in just over a year, up from 2m the year before.</p> <p>Or carrier bags. In the UK, in just two years, we have saved almost 2bn bags. In Poland, by providing a greater range of reusable bags, we have saved 400m.</p> <p>If retailers help customers, customers will go green. The green agenda is not something that consumers only care about in the US and Europe. It is absurd to think that people in Bangkok, Seoul or Tokyo don't want a healthy and clean environment just as much as people in Budapest, Warsaw or Los Angeles.</p> <p>Billions of purchases send a signal to cut carbon right down the supply chain and right through the economy. Each time a product is swiped through a checkout, that sale can reduce CO2 emissions. Each consumer who buys a green product is joining the mass movement in green consumption.</p> <p>That movement is what we are seeking to create. A mass movement in green consumption - a movement that shows it is possible to consume, to be green, and to grow.</p> <p><strong> · </strong>Sir Terry Leahy is chief executive of Tesco. This is an edited extract of a speech he gave to the Coca-Cola Retail Research Council Global Forum, in Beijing, on August 22.</p>",
  "<p>How heartening to hear that Helen Mirren woke up to the connection between snorting cocaine and providing profits to Klaus Barbie (Why I stopped taking cocaine, September 1). I am amazed, though, that someone so intelligent and sensitive could have taken so long to make the connection. </p> <p>At the time of writing, organised drug cartels fuel violence in Central and South America, and innocent people pay the price. I have worked in Central America and knew six people who were killed in shoot-outs between cartels which had nothing to do with them in Guatemala. In parts of Central America and on the border between Mexico and the US, women are tortured and killed in macabre ways almost daily. Leading human rights organisations are convinced that many or most of these killings are funded by narcotraffic because they provide a smokescreen and detract public attention and police time. And that is just one small part of the world. People in Colombia, Brazil and Central America often ask: \"Do Europeans and North Americans have no idea what their consumption of drugs means for us?\" Helen Mirren has had her Damascence moment, to those who have not, listen carefully: cocaine leaves a trail of blood; other people pay for it with their lives.<br><strong>Dr Anita Schrader McMillan</strong><br>Visting fellow, department of geography, London School of Economics</p> <p>Our organisation provides free, confidential, legal advice to survivors of sexual violence and we were appalled by Helen Mirren's comments that appeared to suggest certain \"types\" of rape cannot, or should not, be brought to court (Helen Mirren's senseless views on date rape and Mike Tyson, September 2.) </p> <p>While Mirren may be unclear about how the criminal justice system should respond to sexual violence, the Sexual Offences Act 2003 is not. Sexual intercourse without consent is rape. Phrases such as \"date rape\" have no legal meaning. Nor is it relevant if the sexual violence complained of occurred within a relationship or between people known to each other. We know from the thousands of women that we advise every year that sexual violence is devastating whether it is perpetrated by a stranger or within the context of a relationship or friendship.</p> <p>Many readers of Mirren's comments will dismiss them for their triviality. For the one in six adult women who experience sexual violence Mirren's comments represent something much more serious as they serve to reinforce misogynistic and pervasive stereotypes about appropriate female behaviour that contribute to our depressingly low conviction rates. They may also discourage women from reporting incidents to the police or contacting organisations like ours for advice and support. If we want to secure a society where women can live free from sexual violence, we need to change attitudes as well as laws.<br><strong>Emma Scott</strong><br>Acting director, Rights of Women</p>",
  "<p>Now the oil price becomes interesting. Hurricane Gustav has shown the strength of the market's downwards momentum. The approach of the storm provoked only a modest climb in prices. Its passing, leaving oil platforms and refineries in the Gulf of Mexico intact, has taken the price below $110 a barrel. That represents a fall of almost 30% since July's peak - a serious move, notwithstanding the recovery in the dollar, the currency in which the black stuff is traded, during the same period. The interesting question is whether Opec, the oil producers' cartel, can defend $100.</p> <p>The rhetoric can be heard. For the second day running, Iran said yesterday that Opec may need to cut output by 1.5m barrels a day, or 5%. The market is over-supplied, it argues, and $100 a barrel is required to provide an incentive to producers to commit to high-cost projects.</p> <p>But does Saudi Arabia agree? It is pumping record volumes and - not before time, in the view of many US politicians - fulfilling its role as the swing producer. The Saudi stance at next week's meeting of Opec is therefore critical. Past comments suggest it, too, is keen to defend $100 a barrel - but that was before the dollar strengthened.</p> <p>For bulls of oil, the fundamental argument remains as strong as ever. Demand from China and India represents a significant shift at a time when physical supply is constrained. But that suddenly looks like tomorrow's story. The short-term picture, to judge by the OECD's economic forecasts, looks very different. The prediction of a recession in Britain captures the headlines here but Germany is also forecast to be at a standstill soon and projections for the US economy are also being cut. If the OECD is right, demand for oil will be hit.</p> <p>The volatility in the oil price over the past few years has undermined the notion of a \"fair value\". What we have learned, however, is that relatively small changes in the supply/demand outlook can produce big price reactions. If Opec can't hold onto $100, it's easy to imagine $80 - a price some oil executives were confidently predicting a few months ago would never been seen again.</p> <h2>Doing for duty</h2> <p>Stamp duty holidays don't work. The measure had no benefit last time it was tried, by the Conservative government in the 1990s, and the chance of it reviving today's moribund market is minimal. The saving on a pound;175,000 home is £1,750. That's an incentive to buy now only if you believe the value of the house won't fall by more. Who believes that? At the current rate of decline, the 1% saving will be eaten up in a month. Far from being an incentive to bring forward a transaction, the stamp duty holiday is more likely to be an incentive to delay a purchase until the end of the tax-free period in a year's time. </p> <p>Something is better than nothing, argue the optimists, but the reality is that the only sure way to stimulate demand for houses is to allow prices to fall to affordable levels - price-to-earnings ratios suggest there is still a long, long way to go. </p> <p>The idea that the housing market is frozen because the banks and building societies won't lend requires a very big qualification. Lenders will lend on reasonable terms to those who can afford a deposit. It's the 90% mortgages that have become expensive, but there's no point complaining about a welcome return of prudent lending standards.</p> <p>We should be more enthusiastic about the government's attempt to contain the number of repossessions. That seems a reasonable social goal. But the idea of offering five-year interest-free deals to first-time buyers, up to 30% of the value of the property, is bizarre. It's an encouragement to buy in a falling market, which is surely not the job of government.</p> <h2>Feeling the breeze</h2> <p>Recruitment firms are worth watching as barometers - they feel economic breezes more quickly than almost any other type of business. So the experience of Hays should serve as a warning of how bad the weather could become. Operating profits in Britain were up 4% in the first half and down 10% in the second. In the space of three months, recruitment for the residential construction sector went from being Hays's strongest sector to its weakest, reports chief executive Alistair Cox.</p> <p>Hays itself is in decent shape. Almost half its fees are generated outside Britain. The strength of its international business gives the group sufficient confidence to lift its dividend by 16%. But it can offer little comfort on the home front - tough and getting tougher is the message.</p> <p><a href=\"mailto:nils.pratley@theguardian.com\">nils.pratley@theguardian.com</a></p>",
  "<p>Recently, I was talking with a young German playwright. \"I love the British playwrights of your generation,\" she said, \"Sarah Kane, Debbie Tucker Green, Caryl Churchill.\" Smiling, I told her that Churchill had her first stage play performed more than 35 years ago and is 70 this week. \"But how,\" spluttered my colleague, \"can she write like such a young author and be such an old lady?\"</p> <p>How indeed? Over the past 35 years, Churchill has created some of the most iconic moments in contemporary British theatre: the cross-dressing colonials of Cloud Nine; the meal shared by a collection of female historical figures in Top Girls; the swaggering, foul-mouthed yuppies of Serious Money; the grotesque parade of designer-hatted prisoners in Far Away, and the cloned brothers of A Number. Her plays have perfectly expressed the anxieties and possibilities of the moment in which they were first performed, and yet have managed to seem new in subsequent revivals.</p> <p>Of all the major forces in British playwriting, I can think of no one else who is regarded with such affection and respect by her peers. Maybe it's because Churchill has kept a low public profile over the years - she rarely gives interviews - while always supporting new writers. Maybe it's because she has quietly and consistently built up an impressive body of theatre work, largely through a relationship with one theatre, the Royal Court in London. But it's her ability to continually reinvent the form that most writers would identify as her genius. In Churchill's plays, there is a constant search for new kinds of language and theatrical structures: devices that can reveal the essence of a moment. As the playwright Wallace Shawn said to me: \"So many of us have great affection for the theatre, but so often we find it rather dull. But when you see a play of Caryl's - rich, inventive plays like Fen, or The Skriker, or A Mouthful of Birds - you realise how exciting it is to be a playwright.\"</p> <p>Nicholas Wright, who directed Churchill's 1972 Royal Court debut, Owners, remembers their first meeting. \"We met in a pub near the theatre. My first impression was of this very beautiful woman, a bit shy but sharp and funny. She said, 'Would you like me to rewrite the play?' which surprised me. It was something we didn't think about back then. Caryl is always rather ahead of her time.\"</p> <p>To celebrate her 70th birthday this month, the Royal Court is inviting a number of playwrights, myself included, to direct readings of Churchill's work. Over two weeks, a chronological selection will be presented, from Owners - with its tang of Joe Orton and its prescient portrait of an obsession with ownership - right through to her plays of the past decade, including the disintegrating anti-plays that make up the double bill Blue Heart, and the disturbing fable of a world at war with itself, Far Away.</p> <p>My own first encounter with Churchill's work was a student production of Cloud Nine. As a young man still hesitant about my own sexuality, I found the play's journey from a 19th-century colonised Africa to a modern urban park where the characters explore new sexual freedoms a dark and disturbing experience. Seeing the play again 10 years ago, in a revival at the Old Vic, I was impressed both by the authority with which it held a huge theatre, and how fresh and troubling its questioning of sexual roles still was. And the gentle candour of a speech in which an older woman describes her discovery of masturbation still seems - nearly 30 years after the play was written - as if it is being spoken afresh. Wright, who saw the play's first production, recalls being struck \"not so much by the sexual explicitness on stage - we'd all seen pretty much everything by then - but the moral frankness of the play. Caryl's plays say things that we're all thinking but haven't yet expressed.\"</p> <p>For the Royal Court readings, I have chosen to direct 1976's Light Shining in Buckinghamshire. Written for the leftwing company Joint Stock, the play charts the disintegration of radical political possibilities during the English civil war, skilfully balancing individual and communal experiences. It is a play that is rich in language: prayer, debate, ecstatic meetings, the stumbling attempts of the newly empowered to find a voice. April de Angelis, who will direct Owners, speaks of that play's \"vertiginous sense of possibility - every line gives you a surprise\". Joe Penhall, directing A Number, praises Churchill's gift for the demotic: \"She captures the elisions and confusions of real speech. I read a pile of contemporary plays when I started out as a playwright and they were all full of characters who sounded like Oxbridge graduates talking to each other. Then I read a copy of Churchill's Ice Cream, and it was - wow! When somebody like Pinter or Churchill comes along, you listen for the first time to the way people actually speak.\"</p> <p>De Angelis believes Churchill changed the landscape for women writing for the theatre. \"When I began writing plays in the 1980s, people would still say to you that plays are all about structure and women can't do structure,\" she says. \"But now you could point to plays like Cloud Nine and Top Girls and say, 'Rubbish. Caryl Churchill's doing the most incredible things with structure.' She made us raise our game intellectually. My politics at the time were pretty simplistic, really just about writing bigger parts for women. But you saw Churchill's work and it really made you question why you were writing.\" De Angelis recalls a group of female playwrights performing the opening scene of Top Girls on the Royal Court stage in the early 1990s, partly as a way of acknowledging the possibilities Churchill had created for other women in theatre. \"There was a group of us, including Sarah Daniels, Winsome Pinnock and myself, in the scene. I felt nervous and uncomfortable in the costume, but I really appreciated the chance to experience the writing from the inside. It's a complex piece: she develops a new way of overlapping dialogue. The women in that scene are all people who've achieved so much, but in such a competitive society that they can't listen: they're not a community of women, they're individuals telling their own stories.\"</p> <p>\"Politics are incredibly important to Caryl,\" says Wright, who will direct a reading of Top Girls. \"I think she's had so much of her work premiered at the Royal Court because she sees it as an anti-establishment place. That makes it very different from other theatres for her.\" For Marius von Mayenburg, resident playwright at Berlin's Schaubühne theatre, it is Churchill's ability to capture the \"reality of political emotion\" that makes her such a distinct voice. \"Many German playwrights of the same generation became didactic in their writing,\" says Von Mayenburg, \"but she has taken political theatre to a new level. Her plays ask the important questions. We produced A Number in Berlin, and it captured the audience's anxiety about the dissolution of identity.\"</p> <p>Wallace Shawn will direct Ice Cream, a black comedy of Anglo-American relationships. He observes that, in America, \"she's never become enough of a household name to lose her cult status. But it's a very big cult. We fans have a secret handshake. If you find someone who also likes her work, you know you have a special connection.\"</p> <p>Of course it's possible to trace recurring themes in Churchill's work - alienation between parent and child, the possibility and failure of revolution. But it is the variety of her work that is most striking. As Von Mayenburg says: \"With each play, she discovers new genres and forms. She then discards them and moves on, opening up possibilities for other playwrights to explore. I think many people writing today don't even realise they've been influenced by her. She's changed the language of theatre. And very few playwrights do that.\"</p> <p><strong>· </strong>The Caryl Churchill readings are at the Royal Court, London, SW1 from September 16-26. (020-7565 5000, <a href=\"http://www.royalcourttheatre.com\">royalcourttheatre.com</a>)</p>",
  "<p>Authorities on America's Gulf Coast were struggling Tuesday to orchestrate the orderly return of nearly 2 million evacuees to New Orleans and low-lying areas of Louisiana in the wake of Hurricane Gustav.</p> <p>Officials credited the exodus from New Orleans, one of the largest such evacuations in American history, with the relative low loss of life in the storm. Eight people were killed in the US as a result of hurricane.</p> <p>But with Gustav past, Louisiana's governor, Bobby Jindal, Tuesday faced an equally epic challenge of negotiating a peaceful and safe return of 95% of the population of southern Louisiana, now scattered in northern areas of the state, Texas and Tennessee.<br>The evacuees will not be allowed to go home until Wednesday at the earliest, officials said.</p> <p>With more hurricanes forming over the Atlantic -- Hanna was chewing up the Bahamas en route to Florida and South Carolina Tuesday -- the authorities were also under pressure to make sure that the public not see the relatively light toll of Gustav as an excuse to ignore future evacuation warnings.</p> <p>\"The reason that you are not seeing a dramatic series of rescues is because we had an efficient evacuation,\" Michael Chertoff, the secretary for homeland security, said. \"I wouldn't want to give the impression that a category three storm is a false alarm,\" he said at a press conference in Baton Rouge.</p> <p>Though weakened, Gustav still inflicted considerable property damage on Louisiana. Some 1.4 million homes, and even a number of hospitals, were without power Tuesday. Trees and dangling power lines were strewn across roads and the water and sewage systems in some small towns were knocked out of action by the storm.</p> <p>The damage could make it difficult or unsafe for evacuees to return to their homes, and officials Tuesday pleaded for patience. \"Re-entry is just days away, but residents shouldn't return Tuesday. Trees are down all over the city, power lines are down all over the city, and there is a significant number of homes and businesses without energy,\" said Ray Nagin, the mayor of New Orleans.<br>Nagin, who issued repeated doomsday predictions ahead of Gustav's arrival, brushed off criticism that he had exaggerated the potential for danger.</p> <p>\"I would not do a thing differently,\" the mayor told CBS television. \"I'd probably call Gustav, instead of the mother of all storms, maybe the mother-in-law or the ugly sister of all storms.\"</p> <p>More than 1,800 people were killed three years ago in the aftermath of Katrina, and the scenes of stranded flood victims in New Orleans became a symbol of the indifference and incompetence of the Bush Administration as well as the state authorities.</p> <p>But while authorities were priding themselves on their response to Gustav Tuesday, the storm still exposed the vulnerability of New Orleans, despite the billions spent shoring up the system of levees and floodwalls since 2005.</p> <p>Although the winds barely reached hurricane force, water still poured over the top of floodwalls on the western Industrial Canal -- the same canal whose collapse led to the flooding of New Orleans's Ninth Ward during Katrina.</p> <p>At a press conference Tuesday, Jindal sketched out a plan for a phased return to New Orleans and other low-lying areas starting Wednesday or Thursday, with shop owners and workers for major companies.</p> <p>The authorities were lining up hundreds of buses to pick up the evacuees and return them as close as possible to their homes.</p> <p>\"We're going to reverse the process. We had buses, trains and planes getting people out, now they're going to be bringing people back in. These are people with special needs who don't have transportation of their own,\" Nagin told reporters.</p> <p>Those evacuees with their own transport would be allowed back once each local parish gives the all clear. The many thousands who were evacuated by the authorities on bus and train would have to wait their turn. The elderly or those with chronic medical conditions would be the last to return.</p> <p>Anyone attempting to drive back into New Orleans before then would be sent back by police.</p> <p>\"They will be detained and turned around,\" a spokesman for Jindal said. \"Then they could get in a situation where they run out of fuel. We're really saying to people they need to stay where they are.</p> <p>Returning home too soon could prove dangerous because of downed power lines, standing floodwater and trees and other debris on major roadways.\"</p> <p>In Shreveport, Louisiana, there were reports overnight of fights at an overcrowded shelter.</p> <p>Doctors grew concerned about a shortage of personal medications and seven people were hospitalised, all in a stable condition.</p> <p>In Houston, evacuees have complained they were met with hostility by locals still resentful of having to absorb the refugees from Hurricane Katrina.</p> <p>Others seemed unphased by Jindal's warnings that those with medical conditions wait until all of Louisiana is up and running.</p> <p>By mid-morning, one elderly woman in Lafayette was already packing up her car to return to her home in Morgan City, with her husband, a kidney patient.</p> <p>The couple live in Morgan City, a centre for offshore drilling, that was hit badly by Gustav. Neighbours had told them their roof was damaged, and their house was without power but they were determined to return.</p> <p>\"Tomorrow is my husband's last day before he needs his dialysis again. We have to find some place where we can have it, so we are just going to go home and see,\" she said.</p> <p>Other areas on Gustav's path began to return to normal Tuesday. A few petrol stations opened as well as supermarkets, which were immediately besieged by people buying sacks of ice and charcoal.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/PHMynl9QX7g?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/PHMynl9QX7g&amp;hl=en&amp;fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/PHMynl9QX7g&amp;hl=en&amp;fs=\"1\"\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br><strong>Ladytron – Runaway</strong><br>Ladytron have, in the past, wondered why people think they're miserable. Looking at this video - which has the Tron girls staring blankly through thick black eyeliner - it's hard to know why. I mean, they sound like they'd be a right laugh too, larking on down the pub about runaways and people wanting to kill unicorns and suchlike. Not that this isn't great - by pinning itself around a trio of deliciously thick bass stabs, it brings their brand of doom to the dancefloor in trademark fashion. Just don't expect to see them trying to hum Right Said Fred riffs on Never Mind the Buzzcocks anytime soon. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/P3n5y8LY2wE?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/P3n5y8LY2wE&amp;hl=en&amp;fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/P3n5y8LY2wE&amp;hl=en&amp;fs=\"1\"\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br><strong>Spencer McGarry Season – A Paler Shade of Wit</strong><br>What's not to like about a song that sounds like Television covering Like a Virgin? Eh? OK, so maybe the title's a bit annoying. And all right, it does sound a <em>bit</em> too much like first-album Razorlight. But whatever, we'll say it again: Television covering Like a Virgin! How great is that? This clatters along at a right old rate, despite the guitars that keep stopping and starting like a bendy bus navigating Tottenham Court road at rush hour. It's tighter than the trousers of Hamburg-era Beatles, too. And, as if that's not enough, it's available for the cost of zero pounds and zero pence on the <a href=\"http://www.kimberleyrecords.co.uk/index.php?action=browse&amp;browse_by=referrer&amp;referrer_id=10\">Businessman Records MP3 site</a>, so why not hear it for yourself. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/sPCxp6n6yYY?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/sPCxp6n6yYY&amp;hl=en&amp;fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/sPCxp6n6yYY&amp;hl=en&amp;fs=\"1\"\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br><strong>Eric Prydz - Pjanno</strong><br>Call on Me was a wonderful pop moment in the sense that it <a href=\"http://stilllambyface.ytmnd.com\">made things like this</a> possible. And, to be honest, if repeating a piano riff over a Euro-house beat inspires people to create more cuddly lamb-inspired memes, we'll let this track pass. But somehow we doubt it will catch on, given that this time around nobody's <a href=\"http://www.youtube.com/watch?v=MIohJZ-rhyk\">shoving their naked bum in your face</a> in the video. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/DzEPFqvG5tI?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/DzEPFqvG5tI&amp;hl=en&amp;fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/DzEPFqvG5tI&amp;hl=en&amp;fs=\"1\"\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p><br><strong>Royworld – Brakes</strong><br>There are a lot of of lightbulbs in this video. Confusing, right? Not for Guardian/music, we have used our journalistic skillz to track down some \"leaked\" video treatments.<br>1) With lights, we can blind the public from from the almost scientifically engineered shitness of Royworld's music.<br>2) The lyrics deal with burning cities and last dances. The best way to get this apocalyptic message across to The Viewers is by draining the national grid until the polar ice caps start melting. <br>3) Anything that hides the guitarist's hair is a good thing. <br>4) The band have had a \"lightbulb moment\" of inspiration (sadly, this is to sound like Keane meets Turin Brakes, but we won't mention that in the video). <br>5) There is no concept, really, we're just crossing our fingers and hoping this sells bucketloads of singles to the kind of people who reckon V festival is \"a bit of a giggle\". </p> <p><strong><br>Alicia Keys – Superwoman</strong><br>I'm sorry, did I miss the mass email from American Idol asking for more soundtracks to those bits when the single mum who battled cancer gets through to the third round? This video features a family being refused welfare, another group working an African well for fresh water and a woman receiving a text that says \"mommy, r u coming home?\" Is this real or a really funny dream that I don't ever want to wake up from? <br>\"Even when I'm a mess, still put on a vest, with an S on my chest\" sings Alicia, adding more evidence to my \"funny dream\" hypothesis. One thing's for sure: Flight of the Conchords should <a href=\"http://www.nzherald.co.nz/section/1501119/story.cfm?c_id=1501119&amp;objectid=\" 10529829\" \">forget their creative drought</a> and get Alicia on their books. Now!<br><em>You can <a href=\"http://www.youtube.com/watch?v=xK8t0gP4isE\">watch the video here</a> - but only if you've got the stomach for it</em></p>",
  "<p>Passengers on London Underground could be using their mobile phones to get through the ticket barriers and even pay for their lunch within the next two years, after a successful trial of technology in the capital by O2 and Transport for London.</p> <p>The mobile phone company integrated Oyster card technology and a Barclaycard Visa card into a Nokia 6131 handset and gave it to 500 testers who spent six months using the phone as a mobile wallet.</p> <p>They made more than 50,000 tube journeys, either by putting their existing travel card on the device or topping up their pre-pay wallet at machines in underground stations, and bought items from shops such as Eat, Yo Sushi and Krispy Kreme. The phones also gave users access to the VIP section at the O2 arena and the Wireless festival in Hyde Park.</p> <p>Claire Maslen from O2 said the trial was so successful that the company was trying to put together a consortium to launch a full service within two years, well in time for the London Olympics in 2012.</p> <p>\"The Olympics are an obvious target to aim for, but I think that is a very conservative timeframe for a commercial service,\" she said. \"We would hope to have something up and running much sooner than that.\"</p> <p>While it may seem ridiculous to turn a mobile phone into a bank card, research has shown that people realise they have lost their phone much sooner than their wallet.</p> <p>The O2 trial used near field communications (NFC) technology. The Oyster card is an obvious example, but bundling travel cards with a mobile e-wallet, which users can <a href=\"http://www.theguardian.com/technology/2004/jul/15/mobilephones.insideit\">top up from their bank account and use to pay for items under £10</a>, have been mooted for several years. </p> <p>In Japan, such phones have been in use for more than four years. The Japanese railway network has been using the technology since 2001 and millions of cards have been issued. But the technology used in Japan is based on Sony's FeliCa chip technology, which is different from that used in the O2 trial and by Transport for London for the Oyster card. </p> <p>Philip Makinson, at industry experts Greenwich Consulting, said mobile wallets had fallen down in the past because of the number of people needed to make any system viable.</p> <p>\"It requires cooperation, not just between handset manufacturers and network operators but third parties such as Visa or Mastercard and banks and retailers. To reach critical mass you really need to have at least three of the big operators to be involved or there is not enough in it for the likes of Transport for London or Nokia,\" said Makinson.</p> <p>Several of the UK's five mobile phone networks are understood to be interested in mobile wallets.</p> <p>\"There does seem to be consumer demand for it, people are saying they want to carry less stuff around with them,\" said Makinson.</p> <p>The results of the O2 trial show that people like using a mobile phone to do more than send texts and talk.</p> <p>Nine out of 10 of O2's testers were happy using NFC technology, with convenience, ease of use and the status of having such an innovative device cited as benefits of the service.</p> <p>Top of the testers' wish list was using their mobile phone as an Oyster card, with 89% saying they would use it. The trial showed that having Oyster on a mobile phone led users to make more journeys on public transport. </p> <p>More than one in five who used pay-as-you-go Oyster on their mobile phone reported that they made more journeys on public transport during the trial. More than two-thirds of users said they found it more convenient to use their phone than a standard Oyster card. </p> <p>More than two-thirds of testers also said they would be interested in having the Barclaycard Visa payWave feature on their mobile. </p> <p>Crucially for Nokia, the world's largest handset maker and one of the companies involved in the trial, 87% of the testers said the ability to use Oyster on a mobile phone was likely to influence their choice of phone.</p>",
  "<p><br>Not a happy customer ... JLo's restaurant Madre's closed earlier this year. Photograph: Chris Pizzello/AP</p> <p>In these economically deprived times, pop stars are hedging their bets. Bright sparks like Radiohead are selling their albums as MP3s and Bloc Party are rush-releasing theirs to prevent illegal downloads swiping their sales. Meanwhile, Arctic Monkeys' Matt Helders has a different plan: buy a pub. But is it likely to make him any money? </p> <p>Helders does have past business form (well, of a sort): he once decided to stick his drum stick into the fashion world, with his <a href=\"http://www.unify-shop.com/supremebeing-ethos.php\">Supremebeing</a> range. And, despite the world not exactly crying out for more loose-fitting kahki jackets, it did pretty well.</p> <p>Now he's switched his focus to <a href=\"http://www.independent.co.uk/news/uk/home-news/a-little-ice-arctic-monkey-decides-to-buy-his-own-pub-914537.html\">matters more boozy</a>. Helders (along with former bassist Andy Nicholson) has bought an empty property in Sheffield that the pair hope turn into a pub called The Bowery. It will be located in Devonshire Street and host \"live acoustic sessions with national and international guests\". Hopefully, these \"guests\" will be the Last Shadow Puppets and not the Little Flames.</p> <p>The thing is, pop stars haven't been particularly known for their sound investment plans. Take Mick Fleetwood, who misspent his Rumours millions on property. He bought with his heart and not with the head of a savvy property buyer, snapping up several homes - including a $1.8m farm in Australia. These unsound purchases, together with a severe drug and alcohol addiction, lead him to declare bankruptcy in the mid-80s.</p> <p>Mick was also caught up in some unsuccessful restaurant investments, something that Jennifer Lopez knows all about. Yes, despite a successful clothing range and perfume line, JLo 's restaurant Madre's, managed by ex-hubby Ojani Noa, <a href=\"http://www.tmz.com/2008/07/09/j-lo-closes-up-shop/\">closed in July</a> after six years.</p> <p>Maybe Matt should look beyond such horror stories. After all, there's JLo's ex-boyfriend, the musician/producer/actor/ entrepreneur/perfumer P Diddy. His expansion of the Bad Boy multimedia empire has been astonishingly successful. Most surprising is the fact that his reality TV shows Making the Band and I Want to Work for Diddy have been hits. One exception, though, was Celebrity Cooking Showdown (think Ready Steady Cook only with Roseanne's ex Tom Arnold), <a href=\"http://www.variety.com/article/VR1117941760.html?categoryid=14&amp;cs=1&amp;nid=2565\">which was cancelled by NBC after terrible ratings</a>.</p> <p>Diddy never appeared on the show, though, and, like JLo's faceless restaurant, maybe didn't realise the importance of plastering his name on his investments. Would Diddy's show still be on the air if it featured Puffy sporting a chef's hat, cooking rib-eye steaks aboard his yacht for the likes of Kate and Sienna? Probably. If JLo's restaurant was called \"Jenny's!\" and featured Booty Burgers who <em>wouldn't</em> want to supersize?</p> <p>The daddy of all self-investments, though, is David Bowie. As well as a musical chameleon, he made financial history by raising $55m through the issue of \"Bowie Bonds\" - money accrued from future royalties of his back catalogue. Despite making questionable career decisions with Tin Machine and Just a Gigolo he could see that people only wanted a stake in his musical legacy. Other pop stars that followed suit include James Brown, Dusty Springfield and Iron Maiden. By this time Bowie was already investing in other areas, such as online banking, ISP and an internet radio station.</p> <p>The key with pop-star investments seems to be simple: invest in your brand but don't over extend yourself. So is it really a good time to open a new pub right now? Adam Withrington, head of features for The Publican, told us: \"(Helders) has certainly chosen a challenging time to invest in the pub industry. For a number of reasons, such as the smoking ban, the pub industry has been badly hit this year - to be honest, long before the credit crunch kicked in. However, if he has invested wisely and researched his market well, then there is no reason why he can't make a big success of it.\"</p> <p>So if he's smart, Helders could be on to a winner here. Although, just to be on the safe side, he should maybe rename the joint The Arctic Drunkey.</p>",
  "<p>Crude oil prices dropped to their lowest level since mid-April today as fears over the impact of hurricane Gustav on production in the Gulf of Mexico receded.</p> <p>US crude fell by almost $8 to as low as $105.46 a barrel this morning, extending yesterday's slide to almost $10 below Friday's oil price. The cost of a barrel of <a href=\"http://www.theguardian.com/business/oil\">oil</a> has now fallen by nearly $40 since peaking at more than $147 on July 11. Shortly before midday it was hovering around $107 a barrel.</p> <p>Early checks by some US refiners reported no damage from Gustav, which was downgraded to a category 2 tropical storm as it sweeps further inland. In London, Brent crude fell $1.86, or 1.7%, to $107.55 a barrel.</p> <p>The Gulf of Mexico is home to a quarter of US oil output and more than a third of US refining capacity. Energy companies want to restart production — 1.3m barrels a day — and refining — more than 2.1m barrels a day — shut down before the storm.</p> <p>The sharp drop in oil prices boosted the dollar, which hit an eight-month high against a basket of major currencies. Gold prices fell to a two-week low.</p> <p>Dragged lower by worries about the UK economy, the pound hit a two-and-a-half year low against the dollar at $1.7814 and a new record trough against the euro of 81.62p. Measured against a trade-weighted basket of currencies, <a href=\"http://www.theguardian.com/business/2008/sep/02/currencies.economics\">sterling is at a 12-year low</a>.</p> <p>Chancellor Alistair Darling was criticised yesterday for undermining the UK currency, after his warning that the economic climate is at <a href=\"http://www.theguardian.com/business/2008/sep/02/economicgrowth.alistairdarling\">its worst in 60 years</a>. However sterling has been falling for several weeks, as <a href=\"http://www.theguardian.com/business/2008/sep/02/2\">economic forecasts were revised downwards</a>.</p>",
  "<p>The father of the unborn child of Republican presidential candidate Sarah Palin's daughter was named in US media reports today.</p> <p>The news that 17-year-old Bristol Palin, whose mother has aligned herself with Christian family values voters, is <a href=\"http://www.theguardian.com/world/2008/sep/02/uselections2008.republicans20084\">pregnant out of wedlock</a> has whipped up a media storm in the US.</p> <p>The father has been revealed as her boyfriend, 18-year-old Levi Johnston, who dubs himself a \"fuckin' redneck\" on his MySpace page - which is no longer publicly available - and lists that he is in a relationship and \"doesn't want kids\".</p> <p>Johnston is an ice hockey player for the local team in Wasilla, where Sarah Palin served as mayor before becoming Alaska governor in 2006. \"I live to play hockey,\" he writes on MySpace. \"I like to go camping and hang out with the boys, do some fishing, shoot some shit and just chillin' I guess.\"</p> <p>His relationship with Bristol Palin, and her five-month pregnancy, was known by many residents in the small town of Wasilla, <a href=\"http://www.time.com/time/politics/article/0,8599,1837862,00.html\">Time magazine reported</a> today. The governor's spokesman continued to deny the pregnancy as recently as last week.</p> <p>Many commentators have suggested that Bristol's situation contrasts with what her mother preaches, but prominent religious conservatives have backed the governor of Alaska, with no dissenting voices from the right so far.</p> <p>For those who have spoken, the most important aspect of the story seems to be that Bristol is choosing to go through with the pregnancy. \"All it really means is that she (Palin) and her family are human,\" said James Dobson, the founder of Focus on the Family. He commended the Palins \"for not just talking about their pro-life and pro-family values, but living them out even in the midst of trying circumstances\".</p> <p>Cathie Adams, president of the pro-family Texas Eagle Forum, said: \"This is a family that keeps dealing with challenges, and they keep doing the right thing.\"</p> <p>Jessica Erchard, a spokeswoman for the Republican National Coalition for Life, said the pregnancy made the family \"real\" to voters. \"It will resonate with women voters because they'll say, 'That happened to me, that happened to someone down the street',\" she said.</p> <p>Questions have been raised about John McCain's vetting of Palin in the wake of the news, but Steve Schmidt, the Republican presidential candidate's spokesman, insisted it was a \"private family matter\" and that \"life happens\".</p> <p>With Barack Obama - who pointed out that his mother was 18 when he was born - declaring the matter \"off-limits\", no prominent Democrat has dared so far to try to make political capital out of the revelation. But the Democratic commentator Hilary Rosen suggested the party should \"not be cowed\" from including Palin's family life in the political discussion.</p> <p>\"I think that, if anything, it makes it clearer that Democrats have to highlight that the issue isn't what Sarah Palin and her daughter choose to do with their own family. It's that they want to make those choices for all women,\" said Rosen. \"And I think Democrats shouldn't shy away from this issue just because it has a personal connection. If anything, I think it makes it all that much more stark.\"</p> <p>David Corn, the Washington bureau chief of MotherJones.com, said it would be different if the boot was on the other foot. \"An out-of-wedlock birth ain't murder; still, it does not take much imagination to conceive how rightwingers would use such a family matter should it happen to a Democrat,\" he said.</p>",
  "<p>Mexican feminists are rightly celebrating the recent supreme court's <a href=\"http://www.theguardian.com/world/2008/aug/29/mexico.humanrights\">decision to uphold</a> a law that allows legal and <a href=\"http://news.bbc.co.uk/1/hi/world/americas/6586959.stm\"> free abortion</a> in Mexico City during the first 12 weeks of pregnancy. But what often gets lost in <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/28/AR2008082801950.html?hpid=moreheadlines\">how this is reported</a> is just how recently such things seemed little more than a pipedream.</p> <p>As little as three years ago, campaigners I talked to would shrug away the very idea of abortion on demand as simply too ambitious a goal to openly articulate in Mexican society.</p> <p>It was more complicated than the influence of the bishops in an overwhelmingly Catholic country, they would say. It was equally associated with the way the traditionally anti-clerical state (responsible for swinging many a priest from lampposts in the past) had established a live-and-let-live arrangement with the church that rested on the avoidance of controversy. So while conservatives would refrain from campaigning for prosecutions of those involved in illegal terminations, nominally progressive politicians seemed unconcerned that what legal rights to abortions did exist were unenforced, such as in cases of rape.</p> <p>In the meantime, Mexican woman of any influence had no trouble finding private doctors to perform a discrete and safe procedure. While poor and shame-conscious families could be relied on to keep the haemorrhaging tragedies of the back street conveniently covered up. The most radical pro-choice group I know of concentrated its efforts less on changing the laws than on surreptitiously teaching clandestine practitioners to wear sterilised gloves.</p> <p>And then, <a href=\"http://news.bbc.co.uk/1/hi/world/americas/6590809.stm\">in 2007</a>, everything changed. The same leftwing party in power in the capital for a decade in which it had done little more than tinker with the theoretical restrictions, suddenly <a href=\"http://www.theguardian.com/world/2008/aug/21/mexico.women\">changed tack</a>. It passed a bill not only permitting legal abortions in the first trimester, but also obligating city medical services to provide them for free. The issue was suddenly out of the cupboard and the unwritten hush code smashed.</p> <p>Since then there have been problems finding ways around the many doctors who refuse to perform abortions, and many complaints from women about treatment received from pro-life hospital staff. Nevertheless over 12,000 women have had terminations in public hospitals in the capital since the law went into effect in April last year. And that is a simply extraordinary fact. </p> <p>Anti-abortionists have, of course, held emotive demonstrations positioning 12,000 little white crosses on a central monument and blaring out foetal heartbeats to passersby, at the same time as the flood gates have been lifted on pronouncements from the pulpit. </p> <p>But, to the shock of many an observer, these deeply passionate disagreements have been quite manageable. And now the supreme court has thrown out the conservative federal government's argument that the law contravenes the right to life, the political debate on abortion seems unstoppable. And this is what is potentially most important about last week's decision. </p> <p>Feminists will be newly energised to campaign for similar legislation in other states outside the relatively progressive bubble of the capital. And, I think, they can expect radical pro-life elements of the governing rightwing party to counter by pushing for the prosecution of doctors carrying out illegal terminations. They may well start tabling even more restrictive legislation, although banning all abortion outright, as <a href=\"http://news.bbc.co.uk/1/hi/world/americas/6161396.stm\">in Nicaragua</a>, seems unlikely. </p> <p>I hesitate to predict which side will win these regional political battles, but for the moment let's just relish the fact that they are now on the horizon and the sun will keep rising and setting anyway. The story of the recent advance of abortion rights in Mexico is beginning to sound like a fable for how societies are often much readier to face their taboos than they are given credit for.</p>",
  "<p>Choose you own adventure from our selection of high adrenalin holidays, extracted from Rough Guides' new adventure travel edition.</p> <h2>1. Mountain biking in Cappadocia, Turkey</h2> <p>For most mountain bikers, the exhilaration of hurtling along a primitive trail or single track is usually enough to get the adrenaline pumping. In Cappadocia, a mountainous region in central Turkey, the thrills are amplified. Riding through rock cones, spires and pillars known as \"fairy chimneys\", you'll also pass monasteries, Byzantine art, and cave houses, which make this fantasy landscape a real treat. Although you're in a mountainous region, the trails are not brutal or jarring, so basic biking skills are fine, provided you mind the drop-offs and have a little fitness under your belt.</p> <p><strong>When to go </strong><br>May, June, September and October are ideal months to go.</p> <p><strong>Need to know</strong><br>Suited to all levels of skill and endurance. On a multi-day trip you can stay in a different village each night. Custom and group trips of varying length and difficulty are offered by Argeus Tourism and Travel, <a href=\"http://www.cappadociaexclusive.com\">cappadociaexclusive.com</a></p> <p><strong>Getting there</strong><br>Fly with<a href=\"http://www.easyjet.com\"> easyJet</a> from Luton to Istanbul, or <a href=\"http://www.thy.com/\">Turkish Airlines</a> from Istanbul to Kayseri, which takes you 70km southwest of the heart of Cappadocia.</p> <h2>2. Hiking Kungsleden, Sweden</h2> <p>If you want a hike in the lone wilderness with absolute freedom of choice – how long you take, what trails you hike, even where you camp – embark on the aptly named King's Trail. On this epic journey you'll pass through glacier-carved valleys, birch forests, deep lakes and wild reindeer. This is nature in the raw. Extending through four national parks and a natural reserve, the Kungsleden stretches 438km from Abisko to Hemavan in Swedish Lapland, requiring at least one month to hike in its entirety.</p> <p><strong>When to go </strong><br>Best between late June, when the last of the snow has melted, and mid- September, when the autumn leaves and mosses are incredibly colourful.</p> <p><strong>Need to know</strong><br><a href=\"http://www.svenskaturistforeningen.se\">The Swedish Tourist Association </a> manages a network of fell stations (huts) with restaurants, showers, and other amenities. The trail is well marked and no guides are necessary, but bring a lot of stamina.</p> <p><strong>Getting there</strong> <a href=\"http://www.scandinavian.net\"><br>Scandinavian Airlines</a> fly from the UK to Kiruna via Stockholm. From there it's a train ride to Abisko.</p> <h2>3. Sea kayaking in Iceland</h2> <p>Iceland's western shoreline is a mix of 400 metre high sea cliffs, low rocky bluffs, white sand beaches and black sand beaches. On this unforgiving test of seamanship and navigation, in open waters and sheltered fjords, there's no such thing as help waiting in the wings; you could easily paddle for days without seeing another person. Though only minutes shy of the Arctic Circle, the coast, ports and fjords along the west coast of the island remain ice-free year round. The sight of a humpback whale from the seat of your slender five-metre kayak, is pretty heart-stopping stuff. </p> <p><strong>When to go </strong><br>Best planned for mid-June to mid-August when the days are long and temperatures are favourable.</p> <p><strong>Need to know</strong><br>Upper torso strength required. The town of Stykkishólmur, about two hours north of Reykjavik is an ideal jumping-off point for a kayaking adventure. <a href=\"http://www.seakayakiceland.com\">Sea Kayak Iceland</a> operates on the west coast with tours and instruction all over Iceland. </p> <p><strong>Getting there</strong><br><a href=\"http://www.icelandair.co.uk\">Icelandair </a> fly to Reykjavik, where the west coast is easily accessible by car or shuttle.</p> <h2>4. Hiking the Haute Route</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-337182304\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/pictures/2008/09/01/haute220.jpg\" alt=\"The haute route\" width=\"220\" height=\"140\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Haute Route</span> <span class=\"element-image__credit\">Photograph: Rough Guides</span> </figcaption> </figure>  <p>The Haute Route, or \"high route\", linking Chamonix, France to Zermatt, Switzerland, delivers more scenic splendour in one achievable trek than any other alpine walk. Connecting Mont Blanc (4,808 metres) with the Matterhorn (4,478 metres), the route is both a popular spring ski-mountaineering tour and 180km summer trek. The trek requires no technical mountaineering skills, avoids the high glacier crossings, and is well suited to healthy hikers who can walk for 12 to 14 days while gaining nearly 14,000m in total elevation. Easy stuff this ain't, but the wow factor is pretty immense.</p> <p><strong>When to go</strong><br>Best from mid-July to early September.</p> <p><strong>Need to know</strong><br>The route can be hiked in its entirety or divided into shorter sections. Trains and postbuses serve all valleys along the route, so resting for a day or skipping a stage is always possible. Several operators offer guided treks, including<a href=\"http://www.theadventure100.com \"> The Adventure 100.</a> </p> <p><strong>Getting there</strong><br>London to Chamonix takes about 10 hrs via Paris and Geneva with <a href=\"http://www.raileurope.co.uk\">Rail Europe</a> (raileurope.co.uk) or you can fly to Geneva with <a href=\"http://www.easyjet.com\">easyJet </a> or <a href=\"http://www.ba.com\">British Airways</a>.</p> <h2>5. Climbing Ben Nevis</h2> <p>In Gaelic mythology, the winter witch holds the spring nymph captive over the cave where rises the tallest peak in the British Isles. On most days Ben Nevis (1,344m) wears a crown of clouds that hints at its regal stature and does little to hide its rugged grandeur. Once in a while the sky will open and the mountain gives its guests a view of distant Highland peaks and valleys. It's easy to see why the Ben is one of the top draws for UK adventurers.</p> <p><strong>When to go</strong> <br>All year round but June to September is best. Winter requires more gear and planning.</p> <p><strong>Need to know</strong><br>Six hours is a decent amount of time to allot during summer and for the mountain summit hike, you'll do fine with just a map and compass. For climbing, speak to local experts and consider a guide company. Alan Kimber <a href=\"http://www.westcoast-mountainguides.co.uk\">West Coast Mountain Guides</a> provides instruction, equipment, and even accommodation.</p> <p><strong>Getting there</strong><br>Trains and buses provide transport from Glasgow to Fort William.</p> <h2>6. Cross-country ski touring in Lapland</h2> <p>You're gliding along and suddenly a herd of reindeer steps right into your path. If you're not used to skiing in the Arctic Circle, such an occurrence might just stop you in your tracks. On the shimmering slopes of Finland's Lapland it's the norm. So is the quality of the cross-country experience: because of the dry climate, the cold isn't as piercing as you might expect, allowing you to ski longer and harder. And because the spotless snow reflects even the slightest illumination, you can ski quite easily in the dark. </p> <p><strong>When to go</strong><br>November to May is best. With Lapland's northerly latitude, a mere blue dusk illuminates the sky during the day in the winter months. </p> <p><strong>Need to know</strong><br>Plenty of ambitious skiers take extended ski tours of the area, hitting trails in excess of 15km and staying in cabins along the way. It's pretty physical but pretty darn cool.</p> <p><strong>Getting there</strong><br><a href=\"http://www.ryanair.com\">Ryanair </a>and <a href=\"http://www.ba.com\">British Airways </a> fly into Oslo where trains provide access to both the northern and southern sides of the Hardangervidda Plateau.</p> <h2>7. Cycling in the Southern Piedmont</h2> <p>Cycling here takes you away from some of the better known and more heavily travelled routes in Italy to a region with little traffic and lots of lovely terrain. There's clean, floral-scented air to breathe and medieval villages and majestic castles to admire. Winding your way to the coast theoretically it's downhill, but the rolling hills will give you at least a few steep climbs. A feast for the eyes during the day with vineyards and orchards to pass, there's plenty to feast on by night with local truffles, hazelnuts, wine, and cheese. So take your time and proceed at your own pace to Camogli on the Ligurian coast. This is, after all, where the Slow Food movement caught hold.</p> <p><strong>When to go</strong><br>Spring and autumn provide the most comfortable cycling temperatures.</p> <p><strong>Need to know</strong><br>Travelling either guided or independently, Barolo is a great starting point for a week or so of cycling to the coast. <a href=\"http://www.headwater.com\">Headwater</a> or <a href=\"http://www.ciclismoclassico.com\">Ciclismo Classico</a> offer good tours.</p> <p><strong>Getting there</strong><br><a href=\"http://www.ryanair.com\">Ryanair</a> fly to Turin. Flights and transfers are included in some tours.</p> <h2>8. Hiking the Snowdon Horseshoe </h2> <p>Standing by the busy access road, Crib Goch looks less like a viable route and more like a broken-backed beast, stretching its spine to the sky and burying its head in Snowdon's great bulk. Standing atop \"the red ridge\" is even less reassuring. It feels impossibly exposed; wind whistling over the protruding rocks that make up the path; the ground dropping almost straight down away from you. But it's a wonderfully rewarding route, taking in a cruel and beautiful landscape with ridge walks and lovely views – when the clouds break.</p> <p><strong>When to go</strong><br>April to October, unless you like snow and ice.</p> <p><strong>Need to know</strong><br>If you're feeling hardcore, you could tackle the Welsh 3,000s, a series of 15 peaks that takes in three mountain ranges, including most of the Horseshoe. But start off with the Horseshoe, you won't have just walked Wales's highest mountain; you'll have done it in style.</p> <p><strong>Getting there</strong><br>Mainline trains (<a href=\"http://www.nationalrail.com\">nationalrail.co.uk</a>) run to nearby Bangor.</p> <h2>9.Horseback riding in Andalucia</h2> <p>Bordering the Atlantic on the west and the Mediterranean Sea on the east, a vast, often mountainous landscape with a centuries-old tradition of horsemanship; this is one of the best places to ride a horse in Europe. You'll spend your days galloping along golden sandy beaches, cantering through the desert landscape or pine forests, and viewing breathtaking panoramas of flower-filled valleys and stunning sierras. As much a part of the adventure as the land around you is your steed, a fabled Andalucian horse. One of the oldest known breeds, Andalucian horses are famous for their intelligence, strength, and elegant demeanor.</p> <p><strong>When to go</strong><br>March to November</p> <p><strong>Need to know</strong><br>Different outfitters cater to riders of all experience levels, and most offer training. Most guided experiences include room and board, and nights away from the riding facility are usually spent in hotels. For options try Cabalgar Rutas Alternativas, <a href=\"http://www.ridingandalucia.com\">ridingandalucia.com</a></p> <p><strong>Getting there</strong><br><a href=\"http://www.ryanair.com\">Ryanair</a> fly to Almeria, Granada, Malaga and Seville. If time allows, you can travel from the UK by bus, train or ferry.</p> <h2>10. Ice diving in the White Sea, Russia</h2> <p>Russia's White Sea is a diver's adventure paradise. After sawing through 1.5m-thick ice, you hop through the surface with an underwater flashlight, connected to the world above via a single safety rope. Follow your guide down 30m, past ice hummocks, rifts, cavities, and caves, minnowing past underwater arches and vertical rocks, which disappear into the pitch-black depths of the ocean. Near the surface, visibility can reach a crystal clear 50m – the masses of surface ice appear as glowing green castles bobbing atop the air bubbles. After surfacing, let yourself be guided by the glimmering northern lights as you retire to your cottage for some Russian hospitality and comradeship.</p> <p><strong>When to go</strong><br>Brave the cold in February and April or explore in late winter when the snows have melted.</p> <p><strong>Need to know</strong><br>Not for the faint hearted. Kindo Cape is a good place to go. Visit <a href=\"http://www.ice-diving.co.uk\">ice-diving.co.uk</a> for more information about what's involved.</p> <p><strong>Getting there</strong><br><a href=\"http://www.ba.com\">British Airways </a> fly to Moscow and from here it's a connecting flight (<a href=\"http://www.aeroflot.co.uk/index.asp\">aeroflot.com.uk</a>) or train journey into the heart of the Arctic Circle. Alternatively travel by train from St Petersburg.</p> <p><strong>·</strong> Ultimate Adventures: A Rough Guide to Adventure Travel, by Greg Witt is published September 1, £16.99, <a href=\"http://www.roughguides.com\">roughguides.com</a></p>",
  "<video data-media-id=\"gu-video-337409174\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1781150681_gdn-nat-080909-cb-binoche-bfi-2-16x9.flv\"/> </video>   <p>[clip from sky-diving scene in Mauvais sang]</p> <p><strong>Geoff Andrew:</strong> First, I want to ask you, did you really jump out of that plane?</p> <p><strong>Juliette Binoche:</strong> I jumped twice. The first time I was not frightened, and that's the one you see. The second time I was freezing cold inside. I was really frightened because the first time, when my parachute opened, I thought I was dead because it's so violent, and I thought I had passed to the other side. But then I realised I was not dead and it was all calm and I could hear the the cows mooing. The helicopter came close to film me landing but it was creating so much wind that I started to go so far and I went into the bushes. So when it came time to do it again, I thought, I don't want to live that again. But I had to do it, and by that time I was crying. But it was better the second time.</p> <p><strong>GA:</strong> I chose that clip because it seems remarkably appropriate in summing up your attitude to you art, in that you seem to be a person who's willing to take a jump into the unknown, to take risks, to have an adventure. We're here tonight, not only because of your films, but also because of your paintings, poetry and this extraordinary thing that you're doing at the National Theatre, where you're co-creating and performing in a dance-theatre piece without having really danced before. You must really like taking risks, yes?</p> <p><strong>JB:</strong> I love the unknown. I think because it brings fear, and to embrace fear is the best feeling. It's the jump into another side of us that we discover while we're jumping, so there's an element of trust, of discovering a side of you that you never thought of before you jumped. So imagination helps before you do it, but it doesn't resolve everything, doesn't make it freer. The actual need of physical involvement when it marries the desire - that's wonderful, because it comes to a peak inside us.</p> <p><strong>GA:</strong> You must have felt a bit like that even in your first film role, because you worked with Godard in Hail Mary. What was that like?</p> <p><strong>JB:</strong> It was an earthquake for me. I was used to theatre classes. I studied with my mother; she was a theatre teacher and directed, too, so it was very family-like. Then I studied with a great teacher in Paris, and she was wonderful; she pushed me but she was a warm soul. And all of a sudden, when I got into Godard's film, it was not like that at all. I was like this entity that was bothering him. He was having technical problems or weather problems or emotional problems. He was changing scenes all the time. We would wait in the hotel, not knowing when he was going to shoot. We were a lot of young actors, waiting, and he would change his mind at the last minute. One day he wrote a big monologue and I had to learn it for the next day. I was in panic; I said, \"How can I learn a big monologue in just one day?\" He said he would give me an earpiece and that he would say my lines to me. And I thought, I've never acted like this. But finally, when I came on the set, he had reduced the whole monologue to three lines and so I was completely frustrated. And it was like that all the time. But I have to say he taught me the best lesson, which is don't expect anything from the director. Just do it yourself. And it really changed my perspective; it was like I was coming into the adult world, no mother, no good warm feelings. Just come with what you want to do and share your vision with the person you're going to work with.</p> <p><strong>GA:</strong> We couldn't include that film in your retrospective, but we did decide to start with André Téchiné's Rendez-vous, which is a bigger role and a livelier character. How did that come about?</p> <p><strong>JB:</strong> I went through a lot of casting for another film with a lot of young actors and it went on and on and on. I went through five tests, it was horrible. When you're a young actor and you go through a lot of tests, it feels like a crucifixion because it's never right. You know you're playing for your life and your future every single time, and when you get a no, it's a no to your faith. And so I did these tests, and in the end I was not chosen for that film. But Téchiné, because he didn't have a lot of money, he saw all these tests and he saw me and wanted me. But the producer didn't want me because I wasn't well known; I had played in few films in small roles. So three days before shooting started, Téchiné said to me that he wanted me, but the producer said no, so I had to go and see the producer. So I remember walking up the street of the production company, and I was crying, thinking to myself that it was horrible and really unfair. And looking like that, I went into his office and sat down, he looked at me and he said, \"OK\". And that was it and I was chosen. I have to say, André was wonderful. He would whisper in my ear when he was directing me and I felt very close to him. He wanted to know what was going on in a young woman's mind; I think I was 20 when I did the film. It was freezing cold, -20C, and I had nothing on. I had to go to work on the subway, I was in the lead role but I was paid less than the makeup artist, so you learn to be, not tough, but you learn that it is tough work. That's why it's always funny for me when I see those prizes, those golden things, because I tell you, it's not like that at all. </p> <p><strong>GA:</strong> What was the appeal of acting for you in the beginning? Was it make-believe, or trying to explore yourself, or finding out what it's like to be other people?</p> <p><strong>JB:</strong> It's a mystery to me in a way. You make your own path as an actor, nobody does it for you, so you have to invent yourself. When I was 17, I directed a play at my school and I played in it. It took a year and we just had one show, and the need of this show was so big, there was so much preparation. At the end, I recognised what I really wanted to do, which was to be in the theatre. I didn't know if it was in set designing - because I loved painting - or acting or directing. It didn't matter to me because I wanted to be in that world, being with other people, sharing with them. I love that. So I got my A levels, then my mother found me this class and it was the movies that took me away from that. Even though the first two years of study were hard, trying to survive, at the end I knew what I really wanted to do.</p> <p><strong>GA:</strong> Watching Mauvais sang, it's clear that the director Léos Carax was extremely taken with you - he shoots you like a movie goddess.</p> <p><strong>JB:</strong> To start with, it was not that easy. The first time I met him, I was in Place du Châtelet. I was having an ice-cream in a round cup, and he said, \"You look like an ice-cream, all round.\" He was quite tough, and as a director, he had the power. He said that I would be in the film, but I wasn't sure, it wasn't concrete. But I invited him over and we had some noodles. And when he came out of my apartment, his red suitcase completely opened and everything fell on the floor. And I just laughed so much, and I think it broke the ice. After that, there was a strong connection.</p> <p><strong>GA:</strong> As I said before, Carax shot you like a movie goddess. You've been renowned as someone who's very beautiful - do you feel that's been a hindrance or a help in your career?</p> <p><strong>JB:</strong> Well, you have to remember that the DP on that film, Jean-Yves Escoffier, was a master at light. Both of them, they were like brothers. But I think his idea of films was nourished by Godard and Anna Karina. I said to him, \"You want to be Godard, but I don't want to be Karina.\" We joked about that. I also said to him, \"Je suis sage comme une image\" [\"I am wise as a picture\"]. And that is why afterwards we did Lovers on the Bridge [Les Amants du Pont-Neuf]; I told him, \"You've got to go to reality, I want to feel not like this beautiful image, I want to feel real.\" So he had this idea of being in the street and that was completely different.</p> <p><strong>GA:</strong> It's a very extreme film, not only in its opening scene in a hostel full of down-and-outs, but also the whole mood of the film. It's also the film where you play a painter and it's your paintings that we see in the film. Did you ever think that you might become a painter rather than an actor?</p> <p><strong>JB:</strong> I never thought of becoming anybody, just expressing was enough. With Lovers on the Bridge, we were on vacation when he was writing it and I was painting and drawing him. So that's how he got the idea that I would be a painter in the movie. But I think we have to let go of all the names that we put on our selves and our jobs, because we're just limiting ourselves with words instead of just expressing and being more open and exploring the possibilities we have.</p> <p><strong>GA:</strong> Have you always painted?</p> <p><strong>JB:</strong> I wouldn't say always because it's never that, but when I have a chance, or when I'm pushed a little, actually. A newspaper asked me to do something - it's exciting. Then I think, \"OK, let's do it.\" And the programme for in-i [her upcoming dance-theatre collaboration with Akram Khan at the National Theatre]. So that pushes me. But otherwise, if there's no deadline, I wouldn't do it.</p> <p><strong>GA:</strong> After Les Amants, by that time you were gaining an international reputation. You had made The Unbearable Lightness of Being with Phil Kaufman, which certainly turned you into an international star. Did you feel then that you might go down that Hollywood path, or did you decide you were not interested?</p> <p><strong>JB:</strong> I was not even aware of being interested or not interested. I didn't think that way. I was surprised that I did this film - again, I was chosen at the last minute, about a week before. So I jumped straight into this film, with the Czech accent and I could barely speak English, so it was kind of difficult. But I just thought the role was so beautiful, so I wanted to do it. So I never thought of going away, but I did want to work with different people, different souls, different qualities and ways of seeing the world, of thinking the world, and sharing. So that's why I chose to work with a Japanese director, a Taiwanese director, or English director. I don't choose because of their country, but because of the vision of that person, that director.</p> <p><strong>GA:</strong> That leads us very nicely to our next clip.</p> <p>[clip from Three Colours: Blue]</p> <p><strong>GA:</strong> In this film, you play someone who almost gets visitations of blue, of music. I remember asking the director, Krzysztof Kieslowski, about this and his ideas about creative inspiration, where it came from. In the scene we've just seen, you're playing a character who's just gone through unimaginable grief, with the sudden loss of a daughter and husband. How did you try to find the inspiration for this role?</p> <p><strong>JB:</strong> My true inspiration was actually a friend of mine, Vernice Klier. She had lost her husband and child. I had known her for five years before I made the film. So we spoke about her grief a lot because I met her the year after it happened, so I was a witness to how she rebuilt herself. We shared a lot about her life and what was going on. So this film, to me, is a thank-you to her. It just so happened that I was offered this film, but it was completely related to her and her son.</p> <p><strong>GA:</strong> Did Kieslowski know that you had a friend who'd ...</p> <p><strong>JB:</strong> Yes.</p> <p><strong>GA:</strong> Did he write it with you in mind?</p> <p><strong>JB:</strong> I'm not sure, but I don't think so. Actually, that scene was part of the first day of shooting. I remember I was worried about the costume because we didn't have the clothes and it was the week before shooting. And he said to me, \"Don't worry, I'm only interested in your intimacy.\" I didn't really understand, but those words stayed in my mind. So that first day of shooting, we shot for 24 hours, because we had only one day in the hospital and so many scenes, and we couldn't go back there because we had very little money. So it was when the camera was shooting right in my eye that I thought, \"OK, now I get the intimacy.\" After that, I had no fear, because it went so far that first day, so there was nothing to lose.</p> <p><strong>GA:</strong> You've said you like to be adventurous, but when you're presented with a project, what is it usually that appeals to you first - is it the director, or the script, or your role?</p> <p><strong>JB:</strong> It's not a mental choice. And I think it shouldn't be a mental choice. It's the gut, when you read something and at the end it's like [gasps], the breath you've never breathed before. You're not conscious yet of why you say yes to a project, but I believe there are one or two or three themes in a movie that will trigger something very important that is related to your life and that's very fascinating. I often surprise myself with how I get caught, but I understand my yes afterwards.</p> <p><strong>GA:</strong> You worked very successfully with the late chairman of the BFI, Anthony Minghella, on The English Patient - successful not only because you gave a terrific performance and it was a terrific film, but because you won an Oscar. Did that Oscar represent any sort of turning point in your professional career? Did people start offering you lots of money or anything?</p> <p><strong>JB:</strong> No, not at all. And I don't know why it should. And also, in my country, it's well known that once you've got a prize, you don't get offers anymore because you've got the prize. Maybe you have to wait five more years.</p> <p><strong>GA:</strong> What was it like working with Kieslowski? Was he very demanding? He would put a camera in your eye, but ...</p> <p><strong>JB:</strong> He was not demanding in that sense. He was letting things happen. Like a lot of great directors, they trust the actors and what's inside them. It's more in the way that they listen, or their presence, that makes the difference. The presence of the director next to the camera or next to the monitor - that makes a huge difference, by the way. I could say there are films I have made before TV monitors appeared on set and after, because it changes the relationship with the director. But Kieslowski was very joyful. We were always having philosophical conversations. And there were a lot of laughs on the film - not the first day because the producer was on the phone all the time and he started panicking, but actually it went very well.</p> <p><strong>GA:</strong> I want to ask about your paintings [exhibited in the BFI foyer] - there are 68, they're in pairs and represent 34 films, so there are 34 portraits of directors and 34 portraits of you in character, or how you felt about the character. Can you talk about your approach to painting the directors - with Kieslowski, for instance, what were you trying to convey?</p> <p><strong>JB:</strong> Well, I remember him as very smoky, except for these piercing blue eyes, so that's how I've painted him.</p> <p><strong>GA:</strong> Some of them are almost abstract - the one of Hou Hsiao-hsien, he's almost not there. It's almost like he's narratives, like he's almost not there.</p> <p><strong>JB:</strong> I don't know what to say about them because it happens while I'm doing it. And I like to lose myself in them while I'm doing them. The result I see afterwards, I don't know the result as I'm doing it, and if I did know, I know it's not a good one, so I have to start again. But it was like an adventure because it's going back to sensorial memory. Some I can connect with, so it was a little painful. So I had to go back to some picture and just grab something back, then leave it. And also the choice of shots and takes, it can be a love letter but it can also be a revenge letter. But mainly there's a lot of love. You don't talk about this that much but there's a lot that is shared, about life, about the human heart, about our exploration as human beings. There's a lot unsaid, and it's through each scene that we talk to each other.</p> <p><strong>GA:</strong> We're now going to show a clip from a film by a director with whom you've worked twice - Michael Haneke.</p> <p>[clip from Code Unknown]</p> <p><strong>GA:</strong> That's a truly great piece of acting, I think, especially when we discover later that you were playing someone who was acting. Creepy scene if you don't know what's happening. Does acting give you as much pleasure now as when you were starting out?</p> <p><strong>JB:</strong> Yes, if you talk about pleasure, it's like being in front of a nice meal. Do you have the same pleasure now? Yes.</p> <p><strong>GA:</strong> Do you think you've changed your approach towards acting over the years?</p> <p><strong>JB:</strong> Yes, I think so. At the beginning, I was trying too much to please, to be loved, to be the good little soldier and obey and be perfect. And sometimes, perfection does not help you. Being true is different from being perfect, because when you're true, you're perfect, but if you try to be perfect, then you're not always true. So I think it helps me to understand and to let go of the bullshit and just go for it. For me, acting goes to a special place, it's almost mystical. You have to let go of what you think is good, it's a jump into trust, and trying to reach without wanting too much.</p> <p><strong>GA:</strong> Do you think that you get caught up in a role when you're making a film, and is it difficult to get out of character sometimes?</p> <p><strong>JB:</strong> On Lovers on the Bridge, yes, because I lived outside with the homeless, and I went to the places where they were treated, the hospitals. I needed to go through that experience to somehow give respect to them, I felt I needed to know what it meant to live on the street. But I had to be aware of how far can I go - I think I could kill myself in a movie, I didn't mind. When you want to give yourself, there's no boundary. So when I almost killed myself, then I decided to live. Then I thought life is more important. And so it doesn't mean that I involve myself less, but it's in a better way.</p> <p><strong>GA:</strong> Both Code Unknown and Les Amants du Pont-Neuf have a political and moral dimension, and you've talked about how you encouraged Carax to get more real. Is the ethical or political side of a film important to you? For instance, are there things that you wouldn't do because you disagreed with them or found them troubling?</p> <p><strong>JB:</strong> Yes. There are some scripts I've read, when it's too Manichean, I can't stand it, because I think life is more complicated. But it's true, I like to see the human side. When I chose to do John Boorman's film, In My Country [Country of My Skull], I felt he had a different point of view and I felt that this film was necessary for us westerners to understand what South Africa had been through. Because we don't know enough, and the news is not teaching us enough. Documentary is a wonderful medium in order for us to understand, but we don't go to see them because our lives are so busy. So I thought it was necessary to do this film.</p> <p><strong>GA:</strong> You famously turned down Jurassic Park to make Blue, wasn't it?</p> <p>[Audience applauds]</p> <p><strong>JB:</strong> I said to Steven Spielberg, if you want me to play a dinosaur, I'll be happy to do it. He laughed.</p> <p><strong>GA:</strong> Are there any films you turned down that you regret?</p> <p><strong>JB:</strong> I have no regrets. My life is full.</p> <p><strong>GA:</strong> Haneke's way of directing always strikes me as so precise. Is he that way when he's directing? Are you allowed to say, \"No, I don't want to say that.\"?</p> <p><strong>JB:</strong> I think, with him, it's best to do it than talk about it. So if you don't agree, just do it, and if he comes back and says, \"You didn't do this, or that\", you can say, \"Oh, yeah, I forgot.\" So there's no discussion. </p> <p><strong>GA:</strong> That scene we saw, that was one shot - a remarkable scene.</p> <p><strong>JB:</strong> That was the first take, actually.</p> <p><strong>GA:</strong> And did he let you get on with it?</p> <p><strong>JB:</strong> Yes, absolutely. The only thing I asked for that scene, which is a De Niro thing, was a black curtain. I heard from some engineers and people that I'd worked with that De Niro would ask for that. I would never have thought of that, because I thought you just use your imagination. So here I was supposed to be alone and feeling frightened but there were 30 people looking at me, so I asked for a black curtain. It was late in the day, and we only had two hours of to do that scene, but they did it.</p> <p><strong>GA:</strong> I imagine his approach to film-making is slightly different from that of the director of this clip we're showing next, Hou Hsiao-hsien.</p> <p>[clip of piano movers scene from Flight of the Red Balloon]</p> <p><strong>GA:</strong> Another scene in one take. I wanted to show that, partly because it's so delightful, but also because while you're acting in it, these were real piano movers. Was this scene scripted?</p> <p><strong>JB:</strong> In the synopsis, it was written that these two piano movers would bring the piano into the apartment, and that was it. So there was nothing else written. And actually they hired those two movers to come, but we had to wait for them to come and do this one take because they had other jobs to do. It was a little crazy, when you know that a day of shooting is very expensive. But it was all improvised. And when I asked them if they want a drink, I didn't know if we had orange juice or water. And thank God, Hou Hsiao-hsien had thought about it because that was what he was taking time with. He was not interested in writing the script or telling you to go here or go there - it was completely free. But he was very keen on knowing exactly where things were, or that in the fridge we had this, that. So he would prepare it and in that way, somehow write the scene, just being there and thinking. </p> <p><strong>GA:</strong> And getting you, to some extent, to become a co-creator if not a co-director, because you're asking them questions and they're responding. It's typical of Hou Hsiao-hsien's innovative approach to directing, and very different to Haneke, and also rather similar to the work of Abbas Kiarostami in some respects, with whom you're working on your next film. These directors you approached yourself?</p> <p><strong>JB:</strong> Abbas, yes. I met him several times at festivals, and once he said to come to Iran. So when I had time, I went, and we got along very well. So he told me this story, which is the story he wrote in the script. And at the end of the story, he asked me, \"Do you believe me?\" I said yes and he said, \"It's not true.\" But I believed it was his story. And I laughed so much that at the end he thought it would be a good film to be made.</p> <p><strong>GA:</strong> So you didn't approach Hou Hsiao-hsien yourself?</p> <p><strong>JB:</strong> No, it was a publicist, actually, Mathilde Incerti, who also introduced me to Haneke - I didn't know his work, so she gave me videotapes of his work. And I phoned him and told him I'd love to work with him and that he was a wonderful director. He came to London to see me, I was doing Naked [at the Almeida Theatre] at the time. And then he started writing Code.</p> <p><strong>GA:</strong> So it seems to me that what you've done over the years is put yourself in a position where you're exploring new ways of working that go beyond acting, in the way you're really collaborating with film-makers.</p> <p><strong>JB:</strong> Yes, more and more. And great artists, great directors, they're willing to share their creative lives. And it becomes passionate. With Amos Gitai, too, we had a very strong connection, because they allow life in. Hou Hsiao-hsien, too. By withdrawing themselves from what they're doing, they allow life to be more spontaneous and true. The actor can be a creator, writer, director because he's in the middle of it, and I felt that Hou Hsiao-hsien, he let me live that.</p> <p><strong>GA:</strong> Have you ever been tempted to direct a film yourself?</p> <p><strong>JB:</strong> I feel in my collaborations with directors in some way I'm very much directing. I'm not in the editing room, that's for sure, but otherwise, on set, where else can you be more in the centre than as an actor? That's where it happens. I remember Mike Figgis telling me - Kieslowski said this, too - \"It's so frustrating, the shooting time, because I'm the director in the editing room, but not on set because there the actors have all the power.\" But in a good way.</p> <p><strong>GA:</strong> Which brings us to in-i, the National Theatre production, where you're co-creating, co-directing and performing with Akram Khan, with both of you writing. And you're still improvising and changing it, even now. And you've, probably wisely, been very secretive about what you're doing because it sounds like a real adventure. But can you tell us how it came about and what you wanted to do?</p> <p><strong>JB:</strong> Certainly. I wanted to get close to a real artist, sharing something I've never done before. And Akram Khan was wonderful in that way. He is a virtuoso kathak and contemporary dancer, and he wanted to explore another part of himself. He was open to having an unknown experience, as I was. I think our common denominator is our fire to go for the new. Getting to know each other took a while, so we didn't know which theme we were going to go for. But by the end of February, man and woman, Adam and Eve, the big questions about how we dare to love, what is love, how far do we love - these came to us. We didn't see each other for two months, and we wrote, and then we came back together at the beginning of May and it all sort of came together somehow. So even though the expression of it can be very different from scene to scene, there's a sort of impulse that is common to the whole. I think it's terrifying - he's terrified as I am, but at the same time the need to be on stage and saying it all is so strong, stronger than the fear. We also have Anish Kapoor with us, who is so talented and has such a great vision and is a wonderful artist, along with Michael Hulls, who's doing the lighting. So we're in the middle of doing it at the National, and it's breathtaking.</p> <p><strong>GA:</strong> And it's going around the world?</p> <p><strong>JB:</strong> Yes.</p> <p><strong>GA:</strong> So painting, acting, writing, poems..</p> <p><strong>JB:</strong> Vacuuming, cooking, babysitting...</p> <p><strong>GA:</strong> How do you find the time?</p> <p><strong>JB:</strong> I go to bed very tired, I have to say. And I wake up and think, \"How am I going to get through the day?\" But the end of each day is an accomplishment because I'm living my life. Life is passing through me.</p> <p><strong>GA:</strong> Well, you're going to go to bed a little more tired because I'm now going to welcome some questions from the audience.</p> <p><strong>Q1:</strong> When you play a character, do you play yourself in your character?</p> <p><strong>JB:</strong> Well, you use yourself for the character - you use your voice, your experience, your imagination, your hands, your feet. So yes, it's you, and yet, it's \"le plus que nécessaire\", the more than necessary. That's what makes the artist for me. It's going into a world where you need to expand yourself to reach another self - it's coming from a very intimate place, but coming into an expansiveness. That's why movement is so fascinating for me, in painting, or dancing or acting, there is movement towards others. To expose yourself and daring to expose yourself, because a lot of actors are actually very shy. But I think that there is something that pushes them to go beyond - probably something that happened in childhood, something that needs to be said or hasn't been explored, that it goes beyond yourself. So yes, it's me, but it's many \"me\"s.</p> <p><strong>GA:</strong> It's interesting what you say about the physicality of painting and dancing, because if you look at the Carax films, there are scenes that are almost dance-like, especially in Les Amants, going across the bridge with Denis Lavant, which is sort of running and dancing and very physical.</p> <p><strong>Q2:</strong> You've spoken powerfully about taking risks, but how have you moved on or coped when those risks have not come off as you expected, ie when you've failed?</p> <p><strong>JB:</strong> I think failures are completely necessary and you have to learn from them. And if you allow them as something positive, then you transform them. But if you stay with the conflict, then the failure will only hurt. That I think is real failure. But if you take it as something to learn from, then it's a great mountain from which to get another view, a different perspective, like on ways of working with others. On Damage, for example, it was very difficult to work with Jeremy Irons, and we talked about it. Now we're able to talk about, so the failure became something that is, I'd say, friendship now. Also, there are so many emotions on a set, because you take risks and expose yourself so much, and feel things that you didn't expect to feel. So these emotions, they're a wonderful tool to know who you are, but they can also be mischievous and horrible if you're not careful. If you know they're your friends but you can also keep them at a distance, then it's not failure anymore.</p> <p><strong>Q3:</strong> You spoke about the difference before and after monitors appeared on set - what other changes have you experienced in film-making since you started?</p> <p><strong>JB:</strong> I think there are different styles. I did that Hou Hsiao-hsien film that you saw a clip of, then just afterwards I made Dan in Real Life, which was a Disney film. I've never done a Disney film, so all of a sudden, there were four different TV monitors, four different producers and four different frames and angles - it was all so multiplied. Whereas with Hou Hsiao-hsien, it was one take, one shot, one sequence and you were free. It's really different worlds. But the actor has to learn to adapt - that's the key - and try to find the most interesting thing in any kind of style, so that you're not feeling frustrated. So you take every second as a possibility of creation, because it is so easy to whine and say, \"We don't have this and that, why this or that.\" We all want to be the best and work with the best, but you have to make the best, try and trigger something.</p> <p><strong>GA:</strong> It is quite extraordinary that in the period before you embarked on in-i, you worked with Hou Hsiao-hsien, Amos Gitai, Peter Hedges, Olivier Assayas - all quite different film-makers and very different films. It's not just that you're choosing very different projects, but what comes across is your immense versatility. Is that quite important to you to explore so many different types of characters?</p> <p><strong>JB:</strong> Well, in 25 years, you have time to explore many characters.</p> <p><strong>GA:</strong> One thing we haven't really talked about is comedy. You haven't done much comedy, but when you have, you've often been very good. Something like The Unbearable Lightness of Being, some of your playing there is very funny. Do you regret not doing more comedy?</p> <p><strong>JB:</strong> Well, it's like when I was painting, Léos Carax told me that I was more a painter than an actor. I'm neither of them, or both of them - it doesn't matter to me. As an actor, it happened that I did more dramas, but there would be comedy moments. Jet Lag is more a comedy, Dan in Real Life, too. My nature is pretty happy, but pretty tragic, too. And I don't hide it. I love laughing but I can cry in a second. Making a comedy without being too heavy is more difficult - that's probably why I refuse a lot of comedies, because when I see a bad comedy, it makes me very sad. I find it very difficult to find a good comedy, so when I do, I jump on it.</p> <p><strong>Q4:</strong> What is the difference when the director stays next to the camera or next to the monitor?</p> <p><strong>JB:</strong> Before, everybody was staying near the camera, so the director was very present. The face of the director and the camera, it's the same. Now, it's not, because they're hidden in a corner somewhere - so they focus as much on the frame as on the acting, maybe the lighting. But somehow they're far away. So as an actor you don't receive the same thing because the presence is far away. Sometimes I get a little pissed off with some directors and I say, \"You're not seeing what's happening, you're not being with us at the crucial time.\" Sometimes it can be very difficult and you need a human being with you. Actually, John Boorman was amazing and the relationship we had was just wonderful. At the beginning, he would do two takes maybe, and at the end of the day, even though I had worked and prepared, I felt that I hadn't really done what I'd wanted to do. So at the end of the week, I was thinking, \"Oh never mind, I'll be good on the next movie, I'll be shit and I don't mind.\" And actually, Peggy Plessas, my English coach, she was there and she told me, \"No, you have to talk to John Boorman and you tell him how shit you feel and you make things change.\" And so I did. I had dinner with him and I said, \"You know John, I'm not being the actor I can be.\" And he was appalled. He said, \"But it's your film, I want you to be the best.\" And so he started opening up to doing another take - he'd ask me if I wanted another one, and I'd feel a little guilty and say yes. But it was wonderful because he allowed me to. And by the end of film, he was close to the camera, and it was so touching. </p> <p><strong>GA:</strong> Do you have a preference for doing lots of takes?</p> <p><strong>JB:</strong> Afterwards, with John, what happened was there was a difficult scene - there were many difficult scenes in that film - and I went as far as I could, I didn't want to do anymore, but he said, \"I think you can do better. I think you can do one more.\" And that took me by surprise, because he never asked for another one. With Kieslowski, Blue we did in just one take or two takes. </p> <p><strong>GA:</strong> Just as well you didn't work with Kubrick.</p> <p><strong>Q5:</strong> When you did The English Patient, you had the writer, Michael Ondaatje, on set. Did you feel extra pressure with him around?</p> <p><strong>JB:</strong> No, he was not there in that way. He came with the full happiness of being there - he loved the crew, he loved everyone on the set, so he was just happy to be there.</p> <p><strong>GA:</strong> Had you read the book?</p> <p><strong>JB:</strong> Of course.</p> <p><strong>GA:</strong> Because the film is an amazing adaptation - you wonder how Anthony got the film out of that book - it's so different.</p> <p><strong>Q5:</strong> You have worked for the most visionary directors but do you have a wish list of directors that you'd like to work with in the future?</p> <p><strong>JB:</strong> I've never had a wish list. No, I don't think that way. It happens or it doesn't. When I meet with a director I love, I say, \"One day I'd love to work with you.\" But then I forget the next minute because I don't think about it.</p> <p><strong>Q6:</strong> Could you name some movie actresses that have influenced you, or films of theirs?</p> <p><strong>JB:</strong> To start with, I was taken by actors in the theatre because that's where I belonged more when I was a teenager. I discovered movies later, with Léos Carax, and when I visited Paris in the summertime and my mother would recommend films for me to see, and that's how I saw Tarkovsky at 14 or 15 and Dreyer and all that. So I was inspired more by directors, their visions. But now, I get inspired by many many different actors.</p> <p><strong>Q7:</strong> You've talked about the power that you have on set, when you're performing, but not in the editing suite. Have you ever seen a final cut and been surprised at your performance, that it was different from your expectations? And has that changed with the director now working from a monitor, because he's now seeing the frame rather than your performance?</p> <p><strong>JB:</strong> It's not seeing the performance, it's being with the actor that's different. That way he's participating in the creation. It's not about watching me, it's about making it happen together. </p> <p><strong>GA:</strong> But there have been some films where you've been surprised by the final cut.</p> <p><strong>JB:</strong> Yes. [grimaces]</p> <p><strong>GA:</strong> Have you seen yourself in all your films?</p> <p><strong>JB:</strong> Yes.</p> <p><strong>Q9:</strong> Do you think you create your own luck? Can you explain how you've been able to meet so many great artists?</p> <p><strong>JB:</strong> It's a mystery. To a certain extent, I think you create your own luck, you invent yourself, but it's a lot of work. But work, work, work only [makes a fist] doesn't make it - you have to release the hand. If it's too tight, then nothing can get through. So it's work, but an open hand at the same time. It's an equilibrium to be found between strength and force and will. It's like a boat - you have to allow the wind to take you. But you've got to be so alert - you have to have cunning eyes. You have to be on the edge. </p> <p><strong>Shout from audience member:</strong> So it's like surfing.</p> <p><strong>JB:</strong> Yes!</p> <p><strong>GA:</strong> If you want a remarkable example of alertness, watch André Téchiné's Rendez-vous. It's an extraordinary performance by somebody so young and very alert.</p> <p><strong>Q10:</strong> In 25 years' time, what do you foresee in terms of your artistic career - will that involve singing?</p> <p><strong>JB:</strong> Singing? [breaks into The Man I Love to applause] Actually, I'm singing that song at the National. I don't know. I can only think of my children. If you were to tell me that I would not be acting anymore, I'd be fine. I don't want to hang on to anything. I have a wish, and that is to meet the man of my life soon. </p> <p><strong>Shout from audience member:</strong> Here!</p> <p>[laughter all round]</p> <p><strong>JB:</strong> But the rest it doesn't matter.</p> <p><strong>GA:</strong> Please thank Juliette Binoche for a wonderful evening.</p>",
  "<p>A million people were left without power in Louisiana and Mississippi last night after Hurricane Gustav tore up the Gulf Coast with 110mph winds and torrential rains. But the biggest fear - that the levees surrounding New Orleans would collapse - did not materialise.</p> <p>As night fell, and curfew went into effect in several towns, a weakened Gustav was moving north-west towards the Texas border. Officials said they expected the weather system to be downgraded from a hurricane to a tropical storm overnight.</p> <p>In its wake, Gustav killed at least seven people - including an elderly couple who died when a tree crashed through the roof of the Baton Rouge home in which they were sheltering. The other deaths were traffic-related.</p> <p>Power lines were downed across Louisiana, with authorities saying some outages may last for weeks. Half of New Orleans was without power. Rooftops were ripped off. Trees and other debris blocked roads in Lafayette, Baton Rouge and other towns, with people reporting extensive damage to roofs and homes further down the coast.</p> <p>The governor, Bobby Jindal, warned that the state remained at risk of rising floodwaters. \"I don't want anyone having a false sense of hope, it is still too early,\" he told a press conference in Baton Rouge. \"The worst tidal surges may be on the back end of the storm.\"</p> <p>But Louisiana was largely spared the cataclysmic storm that many had feared when Gustav began forming in the Caribbean. Fears of a repeat of Katrina led the Republicans to drastically scale back their nominating convention for John McCain.</p> <p>George Bush and Dick Cheney cancelled their appearances at the convention last night.</p> <p>But an efficient evacuation effort minimised the human cost of the storm.</p> <p>After the horrors of Katrina three years ago, the authorities were determined to move people out of danger. The mayor of New Orleans, Ray Nagin, called Gustav the mother of all storms, sounding an alarm that encouraged all but 10,000 city residents to get out.</p> <p>Across Louisiana, nearly 2m people were moved out of low-lying areas and mobile homes, and put on buses and trains to shelters in other states. Though much of the evacuation was completed on Sunday, Louisiana's governor, Bobby Jindal, told a press conference that the authorities continued to evacuate people until 6am yesterday - just three hours before Gustav made landfall.</p> <p>Bush who watched the storm from Texas praised the effort.</p> <p>\"The coordination on this storm is a lot better than on - than during Katrina,\" he told a press conference.</p> <p>The few who chose to ignore evacuation orders and remain behind fortified their homes by boarding up the windows and putting sandbags beneath their doors.</p> <p>But Gustav, which weakened by the time it made landfall, did much less damage than initially feared. The storm passed to the west of New Orleans, delivering a glancing blow to the city that was devastated by Katrina and flooding three years ago.</p> <p>Water did slop over the top of a levee in the Industrial Canal, which connects the Mississippi to Lake Pontchartrain. But the walls held, unlike three years ago when a breach of the levee sent floodwaters cascading into the low-lying ninth ward. By mid-afternoon, the national guard was reporting that the high water mark had fallen two feet since morning.</p> <p>The storm made landfall around 9.30am local time near the small coastal town of Cocodrie. It roared up through oil industry towns of Houma and Morgan City, passing over Lafayette, the state's fourth-largest city before moving off towards Texas.</p> <p>Along its route, the storm began to lose strength, diminishing in force to a category one hurricane.</p> <p>Officials said tonight they would send teams out to begin to survey the damage at daybreak. But Nagin was hopeful that New Orleans could re-open as early as today, once authorities determine that it is safe for the evacuees to return.</p> <p>\"We are not totally out of the woods, but we are getting close,\" Nagin told reporters last night.</p> <p>Even despite that cautionary note, most people believed that the worst of the storm had passed them by. By late afternoon, they began to venture out in search of ice, or just to see what had happened to their neighbours.</p> <p>Dwight Steven, a bookseller, emerged from his home at about 6pm, plastic cup with rum punch in hand, to take a look at his neighbourhood in Lafayette.</p> <p>He said he did not begrudge the authorities their dire warnings. \"Honestly I really think it was smart. We should be a little bit cautious,\" he said. \"It could have been a lot worse.\"</p>"
]