[
  "<p>Ad campaigns and licensing deals are helping to keep the world's top 10 dead celebrities alive — and earning their estates more than $232m a year. And Elvis Presley's people know that better than most. With an annual income of $49m, his coffin's coffers are set to swell yet further with the release another remix of an Elvis track. But who decides where images of the dead appear? Meet the people who have the final say on where our stars can and can't be seen. </p> <h2>Andy Warhol</h2> <p><strong>Died: 1987, aged 58. Annual earnings: $15m</strong></p> <p>When iconic artist Andy's 15 minutes of fame came to an abrupt halt 21 years ago, he left his estate — including his vast body of art and personal possessions — to create the Andy Warhol Foundation For The Visual Arts. Now the foundation is solely responsible for what Warhol-related goods you can and can't buy. And licensing both his image and his work have proved lucrative.</p> <p>\"We're committed to making Warhol's work accessible to audiences and critics around the world,\" explains Michael Hermann, the foundation's director of licensing. \"Our licensing programme works with licensees who understand Warhol's cultural currency. Our criteria states they must be able to create products that reflect his maverick approach to art-making, and his sophisticated sense of design.\"</p> <p>The final decision lies with three full-time foundation staff members, with oversight from the foundations CFO, president, and licensing committee, comprising of board members. They've allowed Warhol's images to appear on clothes in the Pepe Jeans Andy Warhol Collection; the Andy Warhol Lexington Avenue fragrance from Bond No 9 NYC; Burton's Andy Warhol snowboards; Royal Elastics' Warhol flip-flops; and Andy Warhol jewellery from Robert Lee Morris.</p> <p>\"The foundation has been able to increase the quality and quantity of Warhol licensees worldwide, which has greatly boosted the revenue generated by the licensing programme,\" adds Hermann. \"That revenue has grown significantly over the past 10 years — from just over $400,000 in 1997 to over $2m in 2007. Revenues from licensing agreements have helped to enable the foundation to build an endowment which now exceeds $240m and from which it will make cash grants to cultural organisations that help artists, in excess of $13m this year. As Warhol himself said, 'Being good in business is the most fascinating kind of art.'\" </p> <h2>Elvis Presley</h2> <p><strong>Died: 1977, aged 42. Annual earnings: $49m</strong></p> <p>Elvis may have left the building some 31 years ago but, since being dethroned in 2006 as the world's biggest beyond-the-grave money maker by young dead upstart Kurt Cobain, he's recently regained his crown as the King. And demand for money-making memorabilia shows no signs of dying out.</p> <p>\"We receive hundreds of requests to produce various products each year and only about one of every 200 is given the green light for production,\" explains Kevin Kern of Elvis Presley Enterprises Inc. \"Now we have more than 230 licensees worldwide with approximately 5,000 products available for purchase.\"</p> <p>Name any product and the chances are that you can buy it with Elvis's name, image or likeness attached. From Elvis black and gold plimsolls ($83) to an Elvis and Priscilla Barbie doll wedding set ($64.95) and Elvis \"sparkle silhouette\" iPod Nano case ($14.99) to a 68 Comeback Special Elvis wobbly head ($21.99).</p> <p>\"We take great pride in what products contain the name, image and likeness of Elvis,\" says Kevin. \"We design some merchandise in-house, the rest is brought to us by licensees. Each product is reviewed by a panel to make sure it is something the public wants, to be certain the demand is there from fans and collectors. We also require our licensees to go to great lengths to make certain the product resembles Elvis — such as figurines or where new art is created for a product.\" </p> <p>Given Elvis Presley's long association with Las Vegas it seems strange that it's taken until now for an Elvis-themed casino to hit the Strip. But he is finally getting his own $3.1bn Presley-inspired Vegas luxury hotel, casino, restaurants and showroom when it opens in 2012. So don't expect the King to drop down the big earners' list any time soon.</p> <p>\"When it comes to pop culture icons, Elvis is at the front of the line, even 30 years after his passing,\" adds Kevin. \"His sound, his music, his moves, his style: Elvis changed it all.\"</p> <h2>Albert Einstein</h2> <p><strong>Died: 1955, aged 76. Annual earnings: $20m</strong></p> <p>While few celebrity scientists spring to mind, there are even fewer who can turn over $20m a year, especially when they've been dead for 53 years. But Albert Einstein's bright idea of leaving his rights to the Hebrew University of Jerusalem has certainly paid off. It turns over $20m annually, courtesy of the products it licenses and advertisements which make use of Einstein's image.<br>With 400 applications to use his image being made every year, it's the university that gives them the green light or the red card.</p> <p>\"Before we began managing his image, we dug around to find who he really was,\" explains Martin Cribbs, director and brand strategy manager of Greenlight, which manages Einstein's intellectual property rights on behalf of the university.</p> <p>\"We wanted to find out what his philosophies were and what the university did and didn't want to be associated with. And acquiring a licence is a rigorous process. Once applied for, we need to see three years of sales predictions; retail references to make sure they are serious about the product; and their commitment to green issues.\"</p> <p>Once vetted, the potential product is then presented to the university where it goes before a panel for a final decision. Some proposals, however, don't make it past the starting block.</p> <p>\"People have called us claiming to have a piece of Einstein's hair that they want to sell in little vials for his DNA,\" adds Martin. \"We said no. And while everything is considered, we won't be giving approval to scatalogical products like toilet paper, novelties, cigarettes or sex toys.</p> <p>\"We receive an application every single day of the year from places as far and wide as Africa, China and Namibia. But we only approve a total of around 40 applications a year. Our biggest success story is our Baby Einstein and Little Einstein license with Disney, which manufactures learning videos for children. We've sold hundreds of millions' worth of products. Every 12-year-old child with formal education knows Einstein's name and his face, so we try and do things to support and enhance his legacy.\"</p> <h2>Marilyn Monroe and James Dean</h2> <p><strong>Died: 1962, aged 36 and 1955, aged 24. Combined annual earnings: $13m</strong></p> <p>James Dean and Marilyn Monroe haven't let a little thing like premature death get in the way of their careers. As the poster boy and girl of bygone Hollywood, it's been marketing and management company CMG's job to keep their image in vogue by endorsing more than 10,000 James and Marilyn products worldwide.</p> <p>\"They may have died many years ago, but for most people, they still represent Hollywood, Mark Roesler, chairman and CEO of CMG explains. As long as Hollywood exists, they will still be in demand.\"</p> <p>Under the instruction of both celebrities' estates, Roesler oversees the protection, licensing and marketing of their intellectual property rights. These rights give an owner the power to control and market their works, images and names. \"They're the most valuable asset a celebrity has, and they continue to have value after their death,\" he explains. \"Without it [management], relatives of the deceased would get no money and run the risk of having other people use those rights for profit.\"</p> <p>For the home, you can purchase Monroe-endorsed chrome curtain hooks ($19.99) or a Marilyn light switch cover ($7.99); and for those who like to smoke in the bath, there's a James Dean ashtray ($5.83) and a celebriduck — a rubber duck with the actor's face on it ($9.95).</p> <p>\"We treat a personality as a brand,\" adds Mark. \"During their lifetimes these people were selective, so during their death we have to be selective too. Marilyn merlot has been a really successful wine for us, and a Sunsilk hairspray advertising campaign has also done well. And I'm very proud of a James Dean-inspired Hogan Rebel range of apparel. But a toilet seat with Marilyn or James's image on is something we'd typically say no to.</p> <p>\"As technology is rapidly changing, particularly in film and TV ads, we can breathe new life into these people.\" CMG represents more than 200 living, dead and historical figures and Mark says he has to put his clients' wishes ahead of any criticism he might receive for cheapening an icon's image. </p> <p>\"My clients own the rights so I don't care what someone thinks who doesn't own them,\" he says. \"We interact with fans all the time but we're not running a popularity contest. We are trying to protect and build these brands and we always do what we think is right for our client.\"</p>",
  "<p>In the middle of his exhilarating exploration of science and the imagination, Richard Holmes takes us up with the first balloonists soaring from earth in the 1780s. They had expected to find out about the sky. Instead, what they saw was the earth: \"A giant organism, mysteriously patterned and unfolding, like a living creature.\" Their new view of fields and roads, rivers and hills spurred the map makers, while their flight also stirred an interest in meteorology and the formation of clouds. Holmes compares his awed balloonists to the astronauts of the 1960s looking back at the \"single blue planet\" they had left behind. Each jolt in perception makes us see the familiar map of our lives differently and revaluate our place in the universe </p> <p>The Romantic generation examined here stretches from Joseph Banks voyaging to the South Seas in the 1760s to William Whewell coining the word \"scientist\" in 1833. The central figures are William Herschel and Humphry Davy, stars of the \"second scientific revolution\", as Coleridge called it in a lecture of 1819. Holmes sees this revolution as inspired by breakthroughs in astronomy and chemistry, bringing a \"new imaginative intensity\" to the rational approach of the Enlightenment. In the works of scientists and poets, the intensity of exploration and explosion of new discoveries manifested itself as \"wonder\" (as it did, perhaps, in an earlier age of feverish discovery, in the wunderkammern of the 17th century).</p> <p>Holmes's telling mimics a quality he sees as central to this scientific surge, \"driven by a common ideal of intense, even reckless, personal commitment to discovery\". He gives us stories of individuals braving great odds, taking risks, undergoing physical and intellectual tests of endurance. This may seem dangerously like an old-fashioned narrative of \"great men\", but it is very different, partly because Holmes is acknowledging the vital role of collaboration, the importance of the long, unglamorous slog to get results, and the vagaries of chance and luck, but chiefly because it is a narrative of ideas. Mistakes are recorded here, as much as right judgments, because they stem from - or give rise to - imaginative leaps. The model is not Newton, but Wordsworth's idea of Newton:</p> <p>With his prism and silent face,<br>The marble index of a mind for ever<br>Voyaging through strange seas of Thought, alone.</p> <p>In The Age of Wonder we follow a series of such journeys, physical, emotional, imaginative and intellectual. The first explorer is Banks, encountering an \"ambiguous paradise\" on Tahiti. The aristocratic botanist evolves into an ethnologist, a human investigator filling his notebooks with language and lore, details of house construction and boat-building, cooking and tattooing, rituals and magic - transforming the British public's view of the distant reaches of the world. Banks's voyage has its tragic counterpart later in Mungo Park's expeditions in Africa. But the key moment here is one of life, not death. Slumped beneath a tree, weary and ill, staring at his feet and ready to give up hope, Parks notices a tiny moss, no bigger than his thumb. Sheer curiosity jolts him back into life, ready to go on searching. This, Holmes feels, is analogous to Coleridge's Ancient Mariner, fascinated by the water snakes, blessing them unawares and finding the albatross of guilt drop from his neck.</p> <p>The key virtue is close attention, immersion in the other: the questing, reasoning, \"scientific\" mode of Keats's negative capability. The track on which these questing spirits race, however, is far from fixed. Holmes's scientists roam far, literally and poetically, as the playful chapter headings suggest: \"Joseph Banks in Paradise\", \"Herschel on the Moon\", \"Davy on the Gas\". </p> <p>Herschel is just as much of a voyager as Banks or Parks in his ambition to construct a reflector telescope that will allow him to replace the flat, two-dimensional sky maps with a new conception of \"deep space\", an instrument that \"might plunge deep down into the sky and explore it like a great unplumbed ocean of stars\". And Davy, too, is an explorer. The lure of descending into depths and reaching heights is part of the fascination with nitrous oxide. The \"laughing gas\" removes its takers from their surroundings, transporting them to a new element. \"By degrees,\" Davy wrote of his own experience, \"as the pleasurable sensations increased, I lost all connection with external things; trains of vivid visible images rapidly passed through my mind and were connected with words in such a manner as to produce perceptions perfectly novel. I existed in a world of newly connected and newly modified ideas.\"</p> <p>The technical details are all here, the exact construction of telescopes, the mechanism of balloons, the composition of gases, the precise difference between Davy's and Stephenson's safety lamp. The author's own astonished sense of wonder jumps out of many footnotes - like the fact that the best mould for making a metal lens for a telescope was made of horse dung, and this remained so right up to the telescope that Hubble used in the 1920s. But in Holmes's account of these lives the technical minutiae of his subjects' working lives are always matched by the emotional intricacies. The work itself is a passion, but sex and love and family ties are also powerful elements, embodied in Banks's fiery-eyed Tahitian and Davy's dream of the nut-brown maiden, realised perhaps, at the end of his days. </p> <p>The most poignant relationship is undoubtedly that of William Herschel and his sister Caroline, 12 years his junior, reading the Arabian Nights and Don Quixote to relieve the monotony of their work. Devoted, tart and funny, Caroline is one of the most engaging figures here, and due tribute is paid to her own work, both in recording observations and as an astronomer in her own right. She outlived her famous brother by 26 years, her pattern of living so governed by their star-watching that even as an old lady, her delighted nephew recorded, she was hopeless in the mornings and came to life at night, telling jokes and dancing. </p> <p>As with all Holmes's work, from his early study of Shelley to his penetrating, celebratory life of Coleridge, you feel that these are people he has lived with. He knows them from letters, journals and notebooks as well as published works. He has puzzled over their individual casts of mind - the way that Herschel, for instance, jumps so easily among languages and musical and astronomical notation. He knows their small passions, like Davy's love of fly fishing. He can see their houses, like the cluttered parlour of 19 Rivers Street, Bath, where astronomical instruments share space with the piano and violin. He has the trick of making us feel we share their experience, like the amazed joy of Banks watching the Tahitians surfing. But he is interested, most of all, in the dreams that start people on their path and the way they pick up and modify the knowledge passed on by others. This is summed up in shining images - of the young Joseph Banks with a book of botanical studies on his knee and the globe beside him, or James Ferguson listening to his father point out the stars on a frosty Scottish night. Ferguson's book in turn inspires Herschel, poring over Astronomy Explained in his difficult early years as a refugee in England. The overarching conception, the author reveals, is not of solitary striving but a relay race, in which the baton is handed from one person to another.</p> <p>Communication itself is therefore part of Holmes's subject. He makes us understand the tremendous excitement that followed Herschel's discovery of Uranus, prompting Erasmus Darwin to a \"shimmering\" poetic evocation of the origins of the world, the planets sailing in their ellipses into infinite space. The later chapters show how the discoveries of Humphry Davy led not only to considerations of the material universe but to meditations on consciousness, the nature of \"the soul\" and the hidden principle of generation. In another grand and productive error, Davy's lectures on the chemical attraction and the electrical properties of atoms were used to give authority to theories of \"vitalism\" and to discussions of how galvanic and electrical energy might create life from inert matter. Such life, we now know, exists only in imagination. But live it does, in the Frankenstein nightmare of Mary Shelley's eloquent monster wandering forlorn among the icy wastes.</p> <p>A writer's skill can make a lost world live, and Richard Holmes does that here. Like Davy's gas, The Age of Wonder gives us a whole set of \"newly connected and newly modified ideas\", a new model for scientific exploration and poetic expression in the Romantic period. Informative and invigorating, generous and beguiling, it is, indeed, wonderful.</p> <p><strong>· </strong>Jenny Uglow's Nature's Engraver: A Life of Thomas Bewick is published by Faber</p>",
  "<h2>Make an air-powered boat</h2> <p>We enjoy finding new uses for items that normally get thrown away. One amusing invention is an air-powered boat made from a humble plastic water bottle, with the aid of a party balloon. The vessel doesn't have any moving parts and no tools are required. Instead of throwing your empty bottle (preferably the flat-sided sort with a sports cap) into a recycling bin, use a drawing pin or compass point to make a hole a little larger than a pinhead. It should be towards the top but below the tapered neck. </p> <p>Then the fun starts. Blow a few puffs into the balloon and, without releasing the air, attach it to the bottle's open cap. Place the bottle, punctured side down, into your pond or bath and watch it go. The air slowly bubbles through the hole, giving just enough thrust to propel the \"boat\" gently through the water, often with the accompaniment of a realistic \"phut-phut\" sound.</p> <p>It keeps young children occupied for ages, especially if you encourage them to experiment by adding weight or decorating the sides with card and crayons so it looks the part. Maybe they will get the bottle-boat bug, producing a small fleet of them for racing. Don't forget to impress everyone by stating that the exercise demonstrates Newton's third law of motion: that every action has an opposite and equal reaction.<br><strong>Bob Barton</strong></p> <h2>Celebrate 50 years of Blue Peter</h2> <p>John Noakes and his crazy exploits, Valerie Singleton and Peter Purves (or whoever it was in your generation), Shep the dog and the Blue Peter baby, excitable peeing elephants (if you haven't seen this one, watch it on You Tube) and, of course, the \"one I made earlier\". So many of us grew up with Blue Peter and now, still going strong for our kids - and their kids - it is celebrating its 50th birthday.</p> <p>There is a free exhibition opening on October 18 at the National Media Museum in Bradford. Here's One I Made Earlier: 50 Years of Blue Peter looks back over everything about Britain's most enduring children's television programme: from the first script (1958) and earliest surviving footage (1963 with Christopher Trace) to today's new presenters, Joel Defries and Helen Skelton, the pets and the appeals. </p> <p>There will be objects from the show (including badges and the nativity scene that featured on the Christmas programme for 40 years) and some of the original \"makes\" (like the famous Tracey Island). At weekends and in school holidays, the Art Cart rolls in to allow kids to do their own Blue Peter-inspired makes (a bit quicker than the originals) and museum interpreters are set to lead family talks around the exhibition. </p> <p>There are loads of clips of the show, of course, and even some Blue Peter spoofs. And in TV Heaven you can sit in your own viewing booth and watch full programmes from across the decades. </p> <p><a href=\"http://www.nationalmediamuseum.org.uk\">nationalmediamuseum.org.uk</a>, 0870-7010200, until January 11 2009 <br><strong>Juliet Rix</strong></p> <h2>Go to the cinema for free</h2> <p>For Helen Mirren, the cinema is the only place to watch a movie. \"The lights go down, the ads are over, the logo for the film distributor comes up, and then the music kicks in. You feel everyone in the audience settle in for the ride.\" That moment, \"like quicksilver - fleeting and imaginative\", still thrills her. Yet many children - 60% in a recent survey - have only ever watched films on a TV screen.</p> <p>Which is why Mirren and half a dozen other celebs, including Eddie Izzard and Sienna Miller, are endorsing this year's National Schools Film Week. The fun begins this Friday when cinemas in Leicester Square open their doors to 4,000 children for a day of free screenings, including a preview of the animated feature, Igor.</p> <p>But anyone who missed out on the big London trip can still attend free screenings at more than 550 cinemas around the country until October 24. Just key your nearest town into nsfw.org, check what's showing, and ask a teacher to book. There are primary and secondary programmes, and resources linking each movie into the curriculum and demonstrating how film can be used to bring issues to life, are available to teachers. </p> <p>Each year, there's a chance to win a young film critic award, and anyone wishing to enter next year's competition should start taking notes on any film they watch between now and the closing date - July 17 2009 (<a href=\"http://www.youngfilmcritic.org\">youngfilmcritic.org</a>). <br><strong>David Newnham</strong></p> <h2>We came, we saw, we conkered</h2> <p>Given the number of conkers I'm finding under foot at the moment, today's children don't know about this precious, autumnal booty. If you do one thing this week, tell your children about conkers, then perhaps the venerable playground game of the same name - first recorded in 1848 - will live to see another generation. </p> <p>The fruit of the horse chestnut falls to the ground in September and October, splitting to reveal within its green spiky case, a perfect, polished brown nut. The trees, native to the Balkans, were imported in the 16th century, largely as ornamental trees, which is why you will find conkers gracing urban avenues and parks. The horse chestnut is under serious threat of disease at the moment, another reason to go searching for conkers while you can. </p> <p>When you get them home, soak them in vinegar or bake them in the oven to toughen them up. Bore a hole through the middle (younger children should obviously be supervised). Thread a piece of string, about 25cm long, through the hole. Tie a knot in the end to stop the conker falling off. </p> <p>Take turns to aim a strike at your opponent's conker (each player wraps the top bit of string around their hand; the person waiting to be bashed lets their string hang straight; the one doing the bashing swings theirs down). The first conker to break loses. If both are \"virgins\", the winner is a one-er. If you beat a one-er, you become a two-er ... the world record is held by a 5,000-er.<br><strong>Sarah Woodley</strong></p>",
  "<p>Despite being the grandson of a betting man, Sebastian Barry would not have backed himself to be shortlisted for this year's Man Booker prize. His previous novel, <em>A Long Long Way</em>, was shortlisted in 2005 and his agent explained to him how rare it was for lightning to strike consecutive books. But <em>The Secret Scripture</em>, Barry's account of centenarian Roseanne Clear's life story, has made it through to the final six, and the bookmakers, less pessimistic than Barry, have him and Amitav Ghosh's <em>Sea of Poppies</em> competing as favourite (the decision is made on Tuesday). If Barry does win, he will be the third Irish writer, following John Banville and Anne Enright, to be awarded the prize in the past four years.</p> <p>The story of <em>The Secret Scripture</em> came, as so often with Barry, via his mother, who once pointed out to him a ruined hut in her home town of Sligo and told him that his great-uncle's first wife had lived there before being put in a lunatic asylum by the family. She knew nothing about the woman except that she was beautiful and in some way \"no good\". She thought the two things were related. The woman was erased from family history and even Barry's great-uncle's children from his second marriage didn't know of her existence. Barry's novel has the wronged Roseanne, now aged nearly 100 and still in the asylum, surreptitiously writing her life story. His first attempts to write the story as a screenplay - \"I thought that would be a properly glamorous recompense for this beautiful woman who'd been done down by my own family\" - and then a play were defeated by her silence. He had to wait some years after tentatively starting a novel \"to hear Roseanne's voice. And when it arrived, it was the most mysterious and exciting thing. It makes you ask what sort of creatures are we that these stories can so powerfully reverberate in the brain\".</p> <p>Joseph O'Connor, praising a \"magnificent and heart-rending novel\", claimed Barry was involved in the ambitious creation of \"one operatically extended fiction comprising discrete but interrelated novels and plays\". This grand project can, in hindsight, be traced back to Barry's earliest poetry and fiction, but it began in earnest with his 1989 play <em>Prayers of Sherkin</em>. The writer and journalist Fintan O'Toole noted that the previous generation of Irish theatre had often been explicitly about social change and featured \"epic convulsions\" and actors who represented \"not just individuals but forces\". Barry was not only a new voice, he was speaking \"a different theatrical language, evocative rather than explicit, poetic rather than realistic, intent, not on making the familiar conflicts of everyday life strange, but on making the strange familiar\".</p> <p>The principal character in the play, Fanny Hawke, was Barry's own great-grandmother, but he knew nothing about her beyond her name \"and the fact, or remembered fact, probably not the same thing, that she had left her people [a decaying Protestant sect transported from England a hundred years before] to marry my great-grandfather, a lithographer in Cork City\". The matter of Barry's family connection to the story, and to the production, with his mother, the actress Joan O'Hara, part of the original cast, seemed to be of minor importance at the time. Barry says he did have some \"inkling\" that he might want to explore other family stories. \"But I had absolutely no idea that 20 years later these people would still be with me. I'm in a book of quotations saying that, as our ancestors hide in our DNA, so do their stories. I don't remember saying that, but over the years I've come to believe it. It's as if these hidden people sometimes demand that their stories are told.\"</p> <p>Barry embarked on a cycle of acclaimed plays that culminated in the multi-award winning <em>The Steward of Christendom</em> in 1995. It was built around the fractured reminiscences of a character based on his own great-grandfather, Thomas Dunne, who, although a senior officer in the Dublin Metropolitan Police under British rule, experienced discrimination as a Catholic and then faced ostracism as a traitor in the newly independent Ireland. </p> <p>O'Toole observes that \"grace and disgrace are constant companions\" for many of Barry's characters, who are \"history's leftovers, men and women defeated and discarded by their times\". Barry says he didn't initially set out to locate such characters. \"But by the accident of being born in Ireland into families who had lived in Ireland through this past century, everywhere I looked I found people mired in history.\" </p> <p>Over the past decade or so, novels, as well as plays, have provided the vessels for these forgotten voices. The protagonist of <em>The Whereabouts of Eneas McNulty</em> (1998), another servant of the British state, is forced into exile; <em>Annie Dunne</em> (2002) features Barry's great-aunt; <em>A Long Long Way</em> (2005) focuses on Annie's brother, Willie, and Ireland's entry into the first world war.</p> <p>The Booker shortlisting of his latest two novels has been \"a very simple and simplifying pleasure\", Barry says. \"MacNeice said 'simplify me when I'm dead'. News like that simplifies when you're alive. It's like a child being alerted to something lovely and it's kind of wonderful there are still things in your 50s that can do that to you.\" </p> <p>Such pleasures have been hard won. Early in his career Barry and his wife, the actress and scriptwriter Alison Deegan, were at times penniless. And from the beginning he learned that delving into family histories would have an emotional cost. An early book, comprising two short novels <em>Time Out of Mind</em> and <em>Strappado Square</em> (1983), employed stories based on his grandfather's life. \"He read them, called me to his flat and he cursed me,\" Barry recalls. \"He said: 'You fucker'. To hear that out of my grandfather's mouth was shocking. I adored him, but we never spoke again. He kept asking me how I knew all these things. And of course the answer was that my mother had told me. It was all from within our own family.\"</p> <p>Barry was born in Dublin in 1955, the middle of three children to O'Hara and the architect Frank Barry. Family stories were there from the beginning. \"I sometimes think of myself as an African writer because I was told all these stories by my mother. She was a little bit bipolar, a wonderful actress and an incredibly energised person. She would pour these stories on top of us, mostly about her 30s and 40s childhood in Sligo, and sometimes they were incredibly dark and slightly traumatising to a child. By contrast there was virtual silence on my father's side, who had a Sartrean darkness about him and who believed history was dead, love was dead and family was dead. Especially family.\"</p> <p>Barry didn't read or write until he was eight and thinks part of the reason was that until then, \"language was such a physical thing for me. It was as if I was looking at those Hogarth paintings with their strips of tickertape text in the air. My mother would put out this huge river of tickertape, and my father this thin dribble of Morse code I couldn't really understand. And out of the confluence of her volubility and his silence these books and plays have been made.\"</p> <p>His parents eventually separated, and Barry says he and his siblings endured a \"very difficult childhood that you could be a casualty of, a survivor of, or a writer. My sister ultimately survived, but my younger brother became very ill\". His brother, who aged 17 was on a scholarship at Harvard, has suffered severe mental health problems throughout his life. \"And now I don't know where my brother is. It sounds like a biblical phrase, but it is true. I hope that he is well, and that he is batting up to whatever is presented to him. I pray for him. And coming from the son of two agnostic Catholics I hope they are particularly strong prayers.\"</p> <p>Barry once began a childhood memoir but soon abandoned it, wary that he might \"drain the well from where I draw water\". But he says he has become increasingly \"afraid of things that cannot be said. I'm afraid of the damage that is caused by not speaking of people like Roseanne, the unmentioned first wife, like so many families' old uncle Jacks who died in the first world war fighting for England. I'm concerned these silences leave a gap in yourself which then leaves a gap in your children and can ultimately lead to a hole in the country's sense of itself. Ireland's history is so much more rich, exciting, varied and complicated than we had realised. What I'm trying to do is gather in as much as I can. It's not to accuse, it is just to state that it is so.\" </p> <p>From his time at Trinity College Dublin, where he read English and Latin, Barry had an almost physical compulsion to write. Working as a time-strapped English teacher in Paris in the early 80s left him \"ill and detached from myself. It was frightening and I have worried ever since that if you turn your back then somehow the cooking will burn.\" </p> <p>He and his wife \"were the traditional broke arty couple hiding under the bed when the rent needed to be paid\". When Barry was inducted in 1989 into Aos Dána, the Irish arts organisation set up by the controversial former Irish prime minister Charles Haughey, he was its youngest member and received an annual grant of £8,000. \"It was a miraculous sum of money. We could pay the rent, which is really the thing you're always trying to do, whether it is temporal or spiritual.\"</p> <p>Barry's 2002 play, <em>Hinterland</em>, included a thinly disguised version of Haughey and provoked threats of libel writs. But, he says, while Haughey \"obviously had his bad points, he really wanted to be a sort of chieftain at the centre of Irish culture. And the fact that people have raised families by telling stories over the past 30 years is miraculous in a way. I live in a house that books and plays built. You can feed your children with a strange form of barter whereby you can convert sitting in a room into spuds and chops.\"</p> <p>The prominence of his mother's career delayed Barry's own entry into theatre, but when he did begin to write plays he experienced \"an almost literal sense of coming home. I was forever that little boy going into town with his mother to sit with the beautiful actors in the theatre\". Plays drawing on fragments of family history such as <em>Prayers of Sherkin</em>, <em>Boss Grady's Boys</em> (1989), <em>The Only True History of Lizzie Finn</em> (1995), <em>The Steward of Christendom</em> and <em>Our Lady of Sligo</em> (1998) attracted near-universal praise. It was not until <em>Hinterland</em>, a rare excursion into the contemporary, that he suffered a critical setback. But while the press focused on the Haughey character, Barry's attention had always been on the disturbed son, who was based closely on his brother. \"I was trying to put together some sort of family formula that would explain what had caused this in my brother, and what could be done about it. And the most frustrating and terrifying thing is that it seems there is nothing you can do except stand and watch these things unfold.\"</p> <p>Barry's earliest artistic impulses had been to use writing as a salve against family pain. His first poetry collection, <em>The Water Colourist</em> (1983), was in response to news that his artist grandfather was dying. \"I suppose I was trying to rescue him, to stop him dying. It was part of a strategy against the darkness. To somehow build a counterweight against nothingness. I've never been to funerals. I didn't even go to my mother's last year. My feeling is that they go on living in us. They keep talking and keep informing us and I want to carry them on for other people. I loved history at school, but didn't truly understand these things as being in the past. There was something lacking in my brain and it felt more as if the living and the dead were all here together.\"</p> <p>The writing of <em>The Secret Scripture</em> was also informed by personal pain. While he was working on the book, his mother became terminally ill. Barry then discovered that she had been writing her own account of her Sligo childhood, which in effect featured some of the same people that would inhabit Roseanne Clear's fictional life.</p> <p>\"It was set in the same epic landscape and felt like the finishing of some enormous circle. Our relationship had been difficult and we hadn't been in touch for a while. But then not only was there this real document, somehow all the difficulties of our relationship also fell away to leave just this elemental sense of mother and son, which took me back to that asylum ward full of those women who were of course unknown mothers and unknown children themselves. It sort of gave me hope for the human creature that there is at bottom such an abiding central impulse.\"</p> <p>Barry's readings of his work have been compared to revivalist meetings. People want to testify about family members who became \"history's leftovers\". \"I was down in Kilkenny and this woman in her 70s stood up and said in a trembling voice how her grandfather was the chaplain in the Royal Dublin Fusiliers. It was probably the first room she had ever been in where she could stand up and say that.\"</p> <p>As a young writer in Ireland, Barry had been taught that sort of emotion was \"wrong and corny. We learned that literature was about distance and an audience was unimportant. Even if you were in Dublin, you had to pretend you were silent in Paris. That it has changed is something to do with the country growing up in a way which should have killed literature, as the opening up of eastern Europe was the death of the poets, but in a bizarre and wonderful way has actually expanded the possibilities.\"</p> <p>He says, much to his surprise, \"the way we think about ourselves in Ireland means there is no longer a necessity for those secrets. We can now marvel at them. It's as if the signal has been given that we can drop the purely nationalistic, DeValera history. It's like that certain sort of handshake you sometimes exchange in the country when you meet someone at a farm gate. It's not saying come on my land and do what you like, it's just an acknowledgment that you're welcome in the district too. It's a nod of the head, a gesture of respect and you both carry on with your lives.\"</p> <h2>Barry on Barry</h2> <p><em>\"That place where I was born was a cold town. Even the mountains stood away. They were not sure, no more than me, of that dark spot, those same mountains.</em></p> <p><em>There was a black river that flowed through the town, and if it had no grace for mortal beings, it did for swans, and many swans resorted there, and even rode the river like some kind of plunging animals, in floods.</em></p> <p><em>The river also took the rubbish down to the sea, and bits of things that were once owned by people and pulled from the banks, and bodies too, if rarely, oh and poor babies, that were embarrassments, the odd time. The speed and depth of the river would have been a great friend to secrecy.</em></p> <p><em>That is Sligo town I mean.\"</em></p> <p>I wrote this little opening section in about 2003 and it sat alone in my computer, forlornly representing the entire novel, for about two years, until I managed to write some of the rest of the chapter. Then there was another worrying break in the connection. In about the summer of 2006 I sat down with this little I had done, confidently thinking it was about time I began properly, and had the chastening experience of waiting four more months before I could see and hear the book, and so write it. But these paragraphs were at least a herald, a coin in the bank, and I suppose contained something of the whistle-tune, the birdsong, of the book.</p>",
  "<p>It was one of dozens of advertisements in the Chinese Business Gazette, a freesheet circulated in Chinatown in London. A brothel was advertising for staff: \"Located in outer London. Catered only for westerners. Busy. Comfort-able living environment. Safety guaranteed. Recruiting Misses. Housekeeper urgently required. Female only.\" Hsiao-Hung Pai, a reporter who has carried out undercover investigations for the Guardian in the past, applied for the housekeeper job.</p> <p>Summoned to a neat, featureless block of flats in leafy Bedfordshire, she was hired on the spot by Linda, an illegal immigrant using an assumed English name, who turns an annual profit of £250,000 running two brothels employing teenage girls trafficked from China. Hsiao-Hung's duties were to cook, clean and look after the girls.</p> <p>She soon realised the \"misses\" came and went on a weekly basis, rotated through Chinese-run brothels in a routine intended to keep the customers happy and the authorities guessing. It's part of a well-established system. Young girls are lured to the UK with the promise of lucrative, respectable careers. Some as young as 11, they arrive without passports or visas, some claiming asylum at British airports, having paid traffickers thousands of pounds for their transit. Once here, they vanish from the hostels or foster care to which they have been assigned by the immigration authorities, often ending up in brothels run from suburban flats and houses.</p> <p>Hsiao-Hung - posing as Xiao Yun, just in from Zhejiang province, in south-eastern China - saw for herself that the misses are never allowed out and have no idea where they are, the time of day or even the month. Few can speak English or know anything about their rights, the UK's asylum processes or its legal system; they are made to believe they have no alternative but to remain in the brothels until they have earned enough to buy their release, and their only contact with British society is the men with whom they have sex.</p> <p>Madam Linda's phone rings. \"It's Big Cunt,\" she says - she has such a nickname for all her clients. She arrived from Beijing four years back and worked as a prostitute until she'd amassed enough money to climb up the pecking order and become a lao ban niang, a madam. She switches into a sweet English voice: \"We've got a nice young girl, cup 32, very pretty, lots of demand.\" She is talking about Miss Rong, an exhausted-looking Chinese girl dressed in a lacy pink negligee, sitting on the sofa behind her, who was trafficked to Britain 18 months ago and who won't divulge her age.</p> <p>Trade is brisk today. Yet none of the other residents of Avon Court, a 70s block of flats on Shakespeare Road, Bedford, seems to suspect what's going on in this two-bedroom, ground-floor flat. Dozens of Chinese girls pass through here, part of a network that has sprawled out across almost every British town and city. It is a criminal enterprise that blurs the boundaries between trafficking and smuggling, ensnaring girls and women who in many cases leave China of their own free will. Often sent with the best wishes of their community, which has clubbed together to pay the exorbitant fees, the victims cannot bear to tell their families what they have been compelled to do on arrival. None would consider turning witness against their controllers: their heads are filled with horror stories of how they will be raped and imprisoned by the British police, and what would happen to those back home. Girls who attempt to run away are often hunted down, abducted from local authority care or hospitals. Frequently, victims emerge only when, injured, sick or pregnant, they have been abandoned on a street corner.</p> <p>It is evident there are incredible profits to be made. Last year, police discovered £93m transferred back to China via one bank account held by a Chinese restaurant in Kent - money suspected to have been earned through trafficking and brothel-keeping. Recently, two specialist national police units have been created to define, penetrate and disrupt the trade. Home Office minister Vernon Coaker, who is leading the government's new anti-trafficking initiative, told us, \"Just five years back I would not have believed this kind of thing could be happening in Britain. But it is down your street, in your lane, run by communities into which we have made few meaningful inroads.\"</p> <p>\"Hurry up, cow cunt,\" Madam Linda shrieks at her new housekeeper. The doorbell rings and an overweight, married white man in his 50s saunters in. Two minutes later, \"Little Dick\" arrives. Then a third: an Asian mini-cab driver so new he has no pet name. They sit, sullenly, each waiting their turn with Miss Rong. When they have left, and Madam Linda has gone to check on her misses in another rented flat, on Station Road, Miss Rong tells us her story.</p> <p>She was once a waitress in a Chinese town she doesn't wish to name. She was earning less than £50 a month and living with her parents when local traffickers persuaded her she would make her fortune in London. On her arrival, Miss Rong was taken to a brothel in Ealing where she had sex with seven clients on the first day. \"You clench your teeth and endure the pain,\" she says. After a few weeks, \"Alan\", the brothel's Hong Kong boss, passed her on to a pimp with an apartment overlooking Baker Street in London, trading as China Red. When Miss Rong was found to have syphilis, she was thrown out. Without papers, she could not go to a GP for medication. There was no going back home until the debt was paid and no words to describe to her conservative parents the reality of life abroad.</p> <p>Sick and penniless, Miss Rong sought out another brothel, this time on a council estate in Seven Sisters, north London, known as the Red Tower. Last summer, she was working in a Birmingham-based business advertising \"student-like young girls\" and \"female servants\". By the time she was taken on by Madam Linda at Avon Court - on duty from 7am to 2am, seven days a week, dosed with antibiotics bought by Madam Linda to counter the syphilis - she estimates she'd had sex with more than 7,000 men. \"I must earn as fast as I can,\" Miss Rong says, adding that she's paid £20 for each 20-minute session. \"I must get through it all and get back home.\"</p> <p>After Hsiao-Hung Pai had been at the brothel for three days, Madam Linda told her to start giving customers massages. Soon after, Hsiao-Hung left.</p> <p>Five foot nothing and wearing a white T-shirt, Lingshan Lin, 15, and her 11-year-old sister Lingran disappeared on September 28 2006 from a social services hostel in Hove, East Sussex, where they were staying pending their asylum hearing. On August 24 2007, Li Juan He, 16, ran away from a hostel in Worthing, West Sussex. Xi Wang, 16, disappeared from the same hostel two months later, on October 7 2007. Jing Jing Lu, 16, vanished from a hostel in Sevenoaks, Kent, on December 15 2007.</p> <p>All had entered the UK just days before their disappearance; the only evidence they had ever been here is the photographs taken of them by police, immigration officials or social services. The authorities fear they may have been dragged into the brothel network which, our findings suggest, has more than 4,000 Chinese teenagers and young adults in its grip. Police and social services know from missing person reports that more than 1,000 have disappeared, almost all of whom have been trafficked through or were born in the Chinese province of Fujian.</p> <p>Which is puzzling, as Fujian is one of the wealthiest provinces in the People's Republic, highly industrialised and pumping out goods for the west. There are opportunities galore. And when you meet Fujianese people on their home turf, they talk only of success. We are invited to a dinner in an upscale restaurant in Fuzhou, the booming provincial capital, and our fellow guests are brimming with confidence. We ask Ai Hwa Lin - a friend of a friend, who owns two dress shops and a new £150,000 condominium overlooking the Min river - why people, especially teenagers, risk all to leave here. \"No one leaves any more,\" she says. \"We have everything we need.\"</p> <p>But when her husband, Gao Xin, pipes up for the first time, an hour into the banquet, he speaks in English, with a New Jersey drawl: \"Welcome to China, where life's real good.\" As Ai Hwa glowers, an indiscreet relative chimes in: \"Gao Xin has been away for 17 years.\" He was working illegally as a chef in a Fujianese restaurant in New York state and returned three weeks ago - the first time he'd been home.</p> <p>Ai Hwa reluctantly admits that we are last-minute additions to her husband's homecoming dinner and that he is the source of their wealth. We now notice how wan and fragile he seems, as if he almost worked himself to death. He is a stranger among family and friends. But after many toasts of Sedrin beer, it emerges that everyone around the table has recently paid for someone to travel abroad illegally, raising sums as large as £20,000 for their illicit passage. Expectations are high, but there is no clear idea of what the relatives will do on arrival. Despite the weekly phone calls, the emails and photographs of which everyone here talks, no one really knows what is being endured by their loved ones abroad.</p> <p>A man in a golf shirt ambles over and introduces himself as Officer Zheng Xian, head of the city police's economic crimes division, whose responsibilities include countering trafficking. He is one of Ai Hwa's oldest friends and asks if we have heard her sister's story. He says her parents paid criminals to smuggle her to Britain in 1997; she had an excruciating six-month journey via Russia, the Ukraine, the Czech Republic and Holland, and ended up earning slave wages in British garment and poultry factories.</p> <p>Everyone has been touched by smuggling, but no one has mentioned the missing. We bring out a sheaf of reports from the UK, including ones about Fujianese girls as young as 11 who might have been swallowed up by the sex trade. \"They're just working,\" one woman mutters as she rises and leaves. </p> <p>\"You'll never find their families,\" says Xian, pointing out that Fujian has a population of almost 40 million: the names we have are so common, it would be like looking for a Jane Smith in London. In less than five minutes, everyone has gone except Ai Hwa and her ailing husband, who snaps out of his dream world. \"'What was it all for?\" he asks of no one in particular. \"I lost my life. Nobody should go.\"</p> <p>Fujian province has had a criminal tradition since the 70s, when gangs smuggling luxury goods from Taiwan began transporting people, too. They first smuggled them to the UK in the 90s, mostly to work in restaurant kitchens for the long-established Hong Kong Chinese community. It was only when 58 Fujianese men and women were found broiled in the back of a lorry transporting tomatoes through Dover in June 2000 that the province became known in Britain as a haven for snakehead gangs who could evade whatever obstacles our immigration services threw up. Four years later, 23 paperless Fujianese workers who earned pennies picking cockles in Morecambe Bay were drowned. And alongside the illegal workers and gangmasters who made the headlines, a hidden parallel trade was emerging - in girls recruited into the nascent Chinese brothel network creeping across the UK.</p> <p>But no one in Fuzhou will talk details: names, methods, routes. Some clearly fear reprisals, while to others it is commercially sensitive information.</p> <p>We drive out to villages from which the missing girls told immigration officials they came. All are dominated by new churches as large as ocean liners. We call in on one, the True Jesus Church, and ask the pastor, Chen Jin Yun, if she will help us find families whose children have gone missing in Britain. She laughs. \"Many have got children working in the UK. They love it there, but keeping in contact is always a struggle.\"</p> <p>She introduces us to duck farmer Mr Liang. All three of his brothers have gone to the UK, he says. We ask about methods, money, how they're doing. Liang sidesteps most of the questions: \"Oh, one of them is a millionaire. Everyone who goes from here to there, young or old, does very well.\"</p> <p>Liang's neighbours crowd into the room and confirm they all have children in the UK, some as young as 13. We decide against bringing out the reports of the missing. Don't they discourage their children from going so far away from home now that there are plenty of opportunities in Fujian, we ask, mentioning the hundreds of garment factories lining every highway. Liang jumps in: \"Those are menial jobs for outsiders,\" he says - Fujianese people have higher expectations than the wages offered by these factories, £25 for an 84-hour week. Heads around him nod. We later check with the factory bosses and they confirm that tens of thousands of their employees are young women from impoverished and predominantly agricultural provinces such as Anhui, Hubei and Henan, 1,000 miles from here, whose residents cannot afford to be so picky.</p> <p>Later, Liang shows us the vast concrete skeleton of a building rising beside his duck pond: \"My new home. Paid for by my brothers.\"</p> <p>Villages such as Xi Zai in Fujian province have emptied to the UK, leaving behind a dwindling population of the very young and very old. The Chinese government has recently said it will crack down on trafficking, establishing special police units to do so. Liang's cousin, it turns out, is a detective in the Jinfeng police force. We get out the reports to show her. She doesn't want to know, though three of her siblings are in the UK. \"You should speak to the Chinese embassy in London,\" she snaps.</p> <p>We leave, but our Chinese researcher returns a few days later. Liang, the duck farmer, is delighted to see her. He feels more relaxed among Chinese people, he says, asking what she does. \"I'm a student, from a poor family,\" she says. \"Why don't you marry someone rich?\" he suggests. \"Or go to London?\" He offers to assist: \"If your family can raise £15,000, my cousin will get you over.\" Our researcher adds a level of difficulty. \"I have a young cousin, too, 12, who would like to come along.\" Liang shrugs. \"Great. Don't worry. We send plenty of kids. It's 100% safe.\"</p> <p>Eventually, he explains how it works. His cousin is just one of a hundred people offering similar services. All can procure forged passports redesignating the travellers as Japanese or South Korean citizens, nationalities that raise fewer suspicions with immigration officials in Britain. Our researcher would be first flown or driven to Russia, where Chinese people require no visa. Then they might fly on directly to the UK, probably avoiding Heathrow. \"Few bother with trucks and boats any more,\" Liang says. Another preferred option is flying to a European city, then on to the UK with easyJet, the Madrid-London route being a current favourite.</p> <p>Our researcher will be given a UK sim card to hide in her luggage, and a phone number to write on her bra strap. She is to activate her phone and make the call on landing, and meet a Fujianese contact. \"Hang around the airport before going through immigration,\" Liang says, \"so they have no idea which flight you came in on, otherwise they could send you back. Then go to immigration and say you're a teenage asylum seeker. They have to let you in, and Britain will allow you to stay until you are 18.\"</p> <p>\"When can I go?\" our researcher asks. </p> <p>\"The next trip will be in November. We need sufficient passengers to make it worth our while. Eight or nine on a flight.\"</p> <p>Few of the British authorities tackling trafficking have been given the freedom to travel across China, observing for themselves the suffering and upheaval that result from the human trade. Relationships between British detectives and China's ministry of public security are in their infancy, with the first conference between Fujianese officials and their opposite numbers in the Serious Organised Crime Agency (Soca) taking place in the UK this autumn. The traffickers have had a 15-year head start - the British authorities having spent nearly that long arguing over data and definitions. The first warning that Chinese children were being abused came in 1995 when dozens began arriving, unaccompanied, at Gatwick airport, claiming asylum, but the signs were ignored by everyone except the social workers called to deal with them.</p> <p>What those sending the children to Britain appeared to have hit upon, as the duck farmer Liang explained, was the specifics of British law, and in particular the breadth of the 1989 Children Act, whereby foreign teenagers travelling alone who claimed asylum had to be allowed into the country and cared for by a local authority as a \"child in need\" until they were 18.</p> <p>Sussex social workers had so many demands on them, they fought to find funding for a young asylum seekers team. The team's trafficking caseworker was Lynne Chitty, whose house in Portsmouth is filled with a jumble of files, photographs and incident reports relating to missing Chinese girls. She tells us, \"We would get the call, go up to the airport and find these kids in a holding room. They all had little bits of rolled-up paper with UK numbers on them and were desperate to make a call. Within hours of us taking them into care, they had vanished.\"</p> <p>From the brief interviews Chitty managed to conduct, she became convinced that all had been trafficked and many were ending up in brothels or worse. \"No one wanted to hear or was overly concerned about the kids going missing. The only calls I got were from the Met police in London saying they had fished the body of an Asian child out of the river and asking if it was one of mine. And I had to say: 'I have no idea.'\" </p> <p>It did not take long for the traffickers to evolve new methods. Instead of arriving with a telephone number, the children began presenting addresses and names of relatives in the UK, hoping to bypass the local authority's hostels. In 2000, Chitty took a call from one immigration official who, reviewing case files, discovered that his Gatwick team had released more than 100 Chinese children to the same \"uncle\". Unable to interest the police, Chitty eventually traced the man to a north London Chinese takeaway. The intelligence she gleaned went nowhere. Immigration officials conducted no inquiry. The phone numbers were never followed up and Chitty continued to see children vanishing.</p> <p>By 2003, people trafficking was such a global problem that the UN produced a protocol, defining it as a trade that subjugated more than 2.4 million people a year. It called for a unified response, but in western Europe only Denmark, France and Spain signed up at the time. It was not until early 2006 that the British government signed, and established Soca, which made targeting traffickers one of its priorities.</p> <p>Often it is only those spat out by the network who can testify to its existence and many of them find that life on the outside can be just as harsh. Jodie Bourke is a former children's adviser with the Refugee Council who has assisted 30 teenagers suspected of being trafficked to the UK. She told us: \"One heavily pregnant 17-year-old Chinese girl was brought to our attention when she walked into a London hospital. They didn't want to deal with her. Who was going to pay? It was only after prolonged discussions that the local authority agreed to look after her and we got to sit down and hear how she had been abducted 18 months earlier from her village in south-western China and driven to Russia, where she'd been locked in a hotel room for months and repeatedly raped. Then she was trafficked to the UK and so it went on.\"</p> <p>Victims rarely receive any compassion, says Lucy Kralj of the Helen Bamber Foundation, a London-based human rights organisation which works with trafficked women and children. \"Most of those we get to see entered the country as children and emerge from the brothels as adults, only to be consigned to Yarl's Wood immigration removal centre, in Bedfordshire, pending deportation. They are delivered to us for counselling by Group 4 Securicor in caged vans, often surrounded by their own vomit. Recently, two Chinese girls, who had escaped prostitution, were so weak they had to be carried up our stairs by security guards, who then stood behind them throughout the counselling sessions, sealing the exits.\"</p> <p>Having seen Chinese women who were so young when they were taken into prostitution that they don't even know the basics of biology, who feel as if \"a viper is eating away inside them\", Kralj says her job has become \"believing the unimaginable\". But in the UK, it appears, many in government, social services, immigration and the police are acting as if they have trouble believing at all.</p> <p>• Additional reporting: Hsiao-Hung Pai</p>",
  "<h2>Northumberland Lights</h2> <p>Snooping around gardens, forests and old Edwardian buildings at night could be spooky, especially in the pumpkinny part of the year. But the illuminations of the Blyth in a New Light event, on November 2, will transform Ridley Park into a spangly glitter fest, and the only shivers down your spine will be if you fail to wear enough layers. Up to 50,000 people are expected to come to watch entertainers and outdoor performers, and to enjoy the ice-rink, food stalls and fireworks. </p> <p>Also part of the festival, Kielder Forest, one of the most remote locations in Britain, hosts Wood Rush, a night cycle along a 13km trail that includes a dreamy 2km stretch along the new Lakeside Way path, with visual and auditory animations (Nov 12, £10pp, pre-book on 01434 652 220).</p> <p>• <a href=\"http://www.northumberlandlights.com\">northumberlandlights.com</a></p> <h2>Brighton White Nights</h2> <p>The clocks will soon be going back, and the nights are getting darker, but Brighton and Hove council's doing its bit to counteract the effect, for one night at least. Its brand new White Lights festival will light up the city like a birthday cake, with artistic illuminations and installations, to \"celebrate the start of winter\".</p> <p>On the line-up are romantic performance art and songs, comedy sketches of unrequited love and night-time tours of the Royal Pavilion - where the Brighton Philharmonic Orchestra will perform while the Urban Playground dancers twist over the lawns. Late-night swimming sessions to music heard only underwater will be taking place at the Prince Regent Swimming Pool until 2am. Various other museums, restaurants and artists will leave their doors off the latch to allow visitors in. </p> <p>• Oct 25-26, <a href=\"http://www.whitenightbrightonandhove.com\">whitenightbrightonandhove.com</a></p> <h2>Picture perfect, London</h2> <p>Outdoor cinemas, cinemas like bars, secret cinema clubs ... the latest celluloid development is silent cinema. Not a throw-back to the pre-talkie variety, this experience follows in the mould of silent disco, with audience members each given their own set of wireless headphones to listen to the soundtrack, banishing popcorn-and-crunchy-packets noise pollution, and meaning you don't miss the action (aural at least) when you pop off to the lav or the bar. Launching at the Andaz hotel in London, the first screening on Oct 31 is The Shining, with monthly dates to follow.</p> <p>• £10pp, <a href=\"http://www.silent-cinema.co.uk\">silent-cinema.co.uk</a></p> <h2>Enchanted Forest, Perthshire</h2> <p>This autumn, the Enchanted Forest event in Faskally Wood near Pitlochry has a space theme, so you can expect encounters of the third kind down among the trees beside Loch Dunmore cast in multicolours by otherworldly lighting effects. Interactive displays, a kids' area, plus street entertainment at Pitlochry Autumn Festival in the town centre. There's a \"space shuttle\" bus to take you from Pitlochry's main street to the woodland (astronaut training provided). </p> <p>• Oct 17-Nov 2. 0844 888 6688, <a href=\"http://www.enchantedforest.org.uk\">enchantedforest.org.uk</a>. Adults £11.50, children (3-16) £6.50, under 3s £1</p> <h2>Grizedale Big Draw, Lake District</h2> <p>John Ruskin aimed to teach people not to draw, but to see. Seeing as he lived down the road at the Brantwood estate by Coniston Water, Grizedale Forest's Big Draw event has taken his quote as inspiration to encourage visitors to experiment with sketching and art. Craft making and charcoal burning are among the activities available to entice folk to get creative among the forest's sculptures, which include works by Andy Goldsworthy.</p> <p>• Oct 11, also 27-31. £2pp. <a href=\"http://www.campaignfordrawing.org\">campaignfordrawing.org</a></p> <h2>Klanging Banging, Leeds</h2> <p>Synthetic birdsong created from recorded traffic noise and bus brakes floats out from bird boxes hung in the branches of a canalside tree. Beneath a railway bridge an artist has playfully altered the acoustics of the space; an audio timeline traces Leeds's history from industrial to modern sounds. This is sound art, audio experiments that are part of Klanging Banging, a free sound-trail along the Neville Street tunnel, which leads from the station under the railway bridge.</p> <p>• Until Nov 7. <a href=\"http://www.holbeckurbanvillage.co.uk/nevillestreet\">holbeckurbanvillage.co.uk/nevillestreet</a></p> <h2>Meet a really fungi</h2> <p>Will you unearth the rare pink ballerina, a fairy club or earthtongue? Discovering mushroom varieties such as these is the challenge of the day on various woodland walks run by the National Trust this month. Forage for edible 'shrooms at Attingham Park (today and tomorrow, 01743 708 162, £6 per adult, £3 per child), or Killerton estate in Devon (Nov 2, £7 per adult, £4.50 per child, 01392 881 345) and there's a mushroom photography class at Clumber Park, Nottingham on Oct 15, 20 and 23 (01909 476 592, £3pp). </p> <p>• Booking essential, <a href=\"http://www.nationaltrust.org.uk\">nationaltrust.org.uk</a></p> <h2>Love Food, Bristol</h2> <p>The tables will be heaving with artisan bread, wine, cheese, cakes, jam and other goodies from the region's small producers in a huge indoor market for the Love Food festival. And a country cider bar will stream green fizz to wash it all down with.</p> <p>• Oct 19 and Nov 30, free entry. Paintworks centre, Bath Road. 07815 308 488,<a href=\"http://www.lovefoodfestival.com\"> lovefoodfestival.com</a></p>",
  "<p>Vampires never go out of fashion. From Bram Stoker to Stephanie Meyer, via Anne Rice and Buffy, they are gothic literature's equivalent of the little black dress. They have a secret or not so secret nightlife - rather like Marcus Sedgwick, who works in sales at a publisher by day then morphs at dusk into the writer of his own spooky novels.</p> <p>Another evocative V-word is Venice. It's a setting that has drawn writers from Henry James to Salley Vickers. In this novel, it's a decadent, early 18th-century, plague-ridden lagoon city, more Thomas Mann than Cornelia Funke, and in its crumbling palazzi there's a secret society putting V-shaped tattoos on its members. </p> <p>Young Marko is sent a letter in his absent father's handwriting. The addressee is unknown but the letter is untypically full of hate and vengeance. Marko leaves his unnamed eastern-European homeland and mother and travels to Venice to search for his father, who has gone missing while visiting a glassmaker called Simono Bellini.</p> <p>In Venice Marko meets Bellini's daughter Sorrel, who needs a hero; she is disappointed by the callow boy who has arrived, because she is living in a haunted house with a father who is being driven mad by an inability to sleep. Servants are leaving the Bellini palazzo like rats - perhaps because it is known locally as the House That Kills. All they have left is the family gondolier and factotum Francesco, whose tongue has been cut out by Turks. Next door lives the enigmatic and beautiful Venetia, who has ordered a glass tiara from Simono and wants it in time for Carnival. We are suspicious of her from the moment we see the first letter of her name, and she indeed turns out to be the source of all that is wrong in the city. </p> <p>What gives the ensuing plot an additional piquancy for Sedgwick fans is the return of the main character from his novel My Swordhand is Singing, which won the Booktrust teenage prize last year. Peter is now an impossibly old man with superhuman strength.</p> <p>You have to expect a bit of schlock in a Gothic novel, and Sedgwick doesn't disappoint: there's plenty of gore and some genuinely scary moments. Just occasionally his imagination seems to falter: \"The whole scene reeked of evil, sadism and vile happenings\" doesn't really deliver. But he is superb, as in the earlier book about the undead, at creating atmosphere. There it was all snow and ice and shambling zombies; here it is mist, corruption and masks, concealing whether figures in the night are friends or foes. Sedgwick is also tremendous at that worst form of horror, when a trusted person turns out to have gone over to the dark side.</p> <p>And I loved the way the Queen of Shadows has a reason for sucking out people's souls; this story is skilfully inserted as one from the Pentamerone (the 17th-century collection of fairy tales which inspired it in the first place). This is a lovely book to hold, with its elegant grey cover of gondolas and bats. It even has a purple-ribbon bookmark. But the copy editing or proofreading is not up to the same standard, and there are mistakes in the Italian, the most egregious of which is the misspelling of La Serenissima as Serrenisima. That's a real shame, because in every other respect the book is a class act.</p> <p>• Mary Hoffman's Stravaganza: City of Secrets is published by Bloomsbury</p>",
  "<p>As many as 100 migrants from Somalia were missing and feared drowned off the coast of Yemen after smugglers forced them overboard in the treacherous Gulf of Aden waters.</p> <p>Thirty bodies were found washed up on shore yesterday and were buried immediately as a search operation continued at sea.</p> <p>The smugglers' boat left Somalia on Monday with 150 people on board, a UN refugee agency spokesman said. Later, when their vessel was about three miles offshore, the smugglers forced all but 12 of the migrants overboard. The 12 were put in a smaller boat while the rest tried to swim to shore, but only 47 made it and alerted authorities.</p> <p>A Yemeni official said the boat was bound for Yemen's Shabwa province, some 300 miles south of San'a on the Gulf of Aden coast. He believed that between 100 and 118 migrants could have drowned.</p> <p>The 30 bodies found so far were buried on Friday in Shabwa, in keeping with Islamic customs of quick burial, the official said. In a sign of how frequent such drownings are, he cautioned that it was not certain whether all 30 came from the boat, as bodies often float in on the Shabwa shores. During the first half of September some 165 bodies were found on the shore and buried, the interior ministry said in a statement.</p> <p>The waters off the Horn of Africa and Yemen remains a busy crossing-point for migrants fleeing to Yemen from the Horn, particularly from Somalia.</p> <p>\"It's essentially the same problems that allow piracy and smuggling,\" said Roger Middleton, an expert on east Africa at the Chatham House thinktank in London.</p> <p>Those problems include dire economic conditions, mass displacements of people and the general lawlessness that abounds in Somalia, said Middleton. \"People are very desperate.\"</p> <p>Reports of abuse by smugglers are common in the heavy traffic of migrants across the sea to Yemen. Often migrants are attacked during the journey by smugglers and thrown overboard into shark-infested waters.</p> <p>The UN high commissioner for refugees, António Guterres, said the number of crossings had doubled \"in the present season\". About 32,000 people have arrived in Yemen on boats this year, many of them from the Horn of Africa, he said. </p> <p>The Yemeni interior ministry said 22,532 Somali migrants had reached Yemen this year. </p> <p>The UN refugee agency estimates at least 230 people have died and 365 remain missing, including 100 from the latest incident. </p> <p>A separate search was launched on Thursday after a boat with about 50 illegal migrants on board sank off the coast of Morocco. </p> <p>Moroccan officials say the number of boats of illegal migrants setting off for Spain fell 90% last year as the government moved to break up trafficking gangs.</p>",
  "<p>\"What a miserable thing it is to die amongst women howling,\" declares the poisoned Duke Bracciano in John Webster's Jacobean revenge tragedy. What a miserable thing it is to spend close to three hours watching a production that appears to have no particular passion for this bloody splatterfest, or Webster's grimly sardonic vision of a world of lust and slaughter. The dying Flamineo, who has pandered his sister Vittoria and killed the Duke's virtuous wife, announces: \"This place is hell.\" Sadly, it is nowhere near in Jonathan Munby's dull but serviceable modern dress production, that seems to be taking place in a comfortable suburb of hell with a dry-ice machine and an excess of fake blood.</p> <p>The traverse catwalk staging that splits the auditorium in two not only limits the visual interest, but is also cruelly exposing of all but the most glittering acting. With her halo of blonde hair, Claire Price shines brightly as Vittoria, particularly when she defends herself with wit and intelligence in the play's great trial scene.</p> <p>Apart from some ill-directed death throes, Claire Cox is full of grace as the doomed Isabella. In one of the production's more imaginative moments, her ghost entwines herself with her former husband and Vittoria in their wedding dance, so that you know that there will always be three in this marriage: the guilty lovers and the murdered wife.</p> <p>But it is a sign of this production's fatal weaknesses that you relax and feel in safe hands every time Christopher Godwin's fox-like Cardinal is on stage. With much of the laughter being generated by excess and the preposterous rather than a genuine sense of fear, this is an evening that goes to the devil, rather than excavating evil.</p>",
  "<p>While they have their backs turned, fighting wars in Asia and the Middle East, it seems that US troops have allowed a counter-invasion of their country by marauding legions.</p> <p>An infestation of the Turkistan cockroach, which can carry diseases such as typhoid and dysentery, can be blamed on a handful of the insects hitching a ride with soldiers returning from the war zone, experts say. Now the fast-breeding cockroaches, which are adept at dodging pesticides, have spread from California to New Mexico, threatening mayhem further afield as they seek new territory.</p> <p>\"It started with soldiers and equipment coming back from the first Gulf war in the early 1990s, but it's still happening and they're spreading to other areas,\" said Philip Koehler, a professor of entomology at the University of Florida, Gainesville.</p> <p>Experts say that the Turkistan cockroach, native to many countries including Iraq, Afghanistan and Iran, is particularly troublesome. Its natural habitat is the desert, of which there are large areas in California, Arizona, New Mexico and Texas. It breeds quickly at room temperature and, according to Koehler, is not timid. \"They like to live around the outside of houses, but also to invade them,\" he said. </p> <p>While the spread of the Turkistan is his biggest worry, Koehler warned that warmer areas of the US were also under threat from other newly imported species such as the Madagascar hissing roach, the lobster roach and the orange spotted roach. \"We have 69 species of cockroaches in the US and 29 of them were brought in from other countries,\" he said.</p>",
  "<p>As the 60th anniversary of the Universal Declaration of Human Rights nears, expand your understanding with this international selection of powerful, enlightening human rights-themed documentaries and discussions. Opening with Between Heaven And Earth, the story of two Uzbek circus performrers divided by politics, the programme spans the globe (Made In LA deals with Latina immigrant sweatshop workers), but maintains a distinctly Scottish feel, with Roma Of Govanhill, about Roma settlers in Glasgow (discovered by two Hungarian film-makers when in Scotland for Document 5), and a screening of The New Ten Commandments, a fascinating collaboration between a group of Scottish film-makers (including Tilda Swinton and Irvine Welsh) on human rights in Scotland. All are free to asylum seekers and refugees.</p>",
  "<p>The Monday after the Ceilidh in Cromarty, Bloss and I were lost looking for a place called Moniack Mhor. We had instructions, but somehow we'd taken a wrong turn and all the windy roads looked the same, narrow roads with passing places. We drove back down the hill towards Loch Ness. \"Do you believe in Nessie?\" Bloss asked. \"Uh huh,\" I said. \"I was brought up on porridge, square sausage, potted hough and Nessie - definitely!\" I said. Bloss laughed. \"Do you think Nessie is lonely? Monsters are often all on their ownio, eh? Do you think it bothers her that some people believe in her and some don't?\" I snuck a look at her. Was she talking about herself or talking about the monster? \"Do you think she's bothered? She's a monster! Why should she care?\" I said, laughing. I looked down into the beautiful, unfathomable Loch Ness. It looked like a dream of a loch. It looked as though it said \"Och och,\" in its sleep. It looked as though it woke up restless in the morning from nightmares. It looked as though everything it experienced was freshly wiped out the next day; and yet also as if it had been there for hundreds of years. </p> <p>\"The timeless loch,\" Bloss said. \"I'll tell you what, we're late!\" I said. \"It's nearly seven o'clock and we're lost.\" \"Call a taxi company and get someone to lead us there!\" Bloss suggested. </p> <p>Twenty minutes later, a taxi driver called Robert arrived smiling. \"You won't believe how often this happens,\" he said. \"You're not the first to get lost, looking for Moniack Mhor, we call it Maniac Moor,\" he laughed. We followed him up the very steep hill from Loch Ness round a bend, then at the top we took a left fork. </p> <p>\"There's where we went wrong, that fork!\" Bloss said, and down there in the distance were the big bothy and the wee croft. \"It's beautiful here, Fiddle!\" \"I know,\" I said. We'd got two cancellation places on a writing course. Bloss had said she wanted to try her hand at writing. \"Me too,\" I'd lied, \"I'd like to write lyrics.\" But I started to regret my decision the minute I saw 16 people round a long trestle table eating vegetarian lasagne. I'm not a group person. There were two seats free, but not next to each other. Bloss sat at one end of the table and I sat at the other. \"Is this your first course?\" I asked the woman next to me, who had a bright scarf tied round her neck. \"No, it's about my seventh,\" she laughed. \"I love them. This is my favourite of the houses.\"</p> <p>After the dinner, the two writers welcomed us and then said we were going to play some ice-breaker games. My blood ran cold. \"You'll enjoy this,\" the woman who'd sat next to me at dinner whispered in my ear. The male writer got out a big box of Original Cook's matches. \"Strike the match and talk about yourself for as long as the match is still burning. Don't burn your fingers!\" he laughed. A very large woman interjected. \"I'm prone to asthma; I think all that phosphorescence might set me off.\" The writer didn't look very empathetic. \"Maybe you should sit near the kitchen door then?\" The box of matches did the rounds. Some people were hilarious, I think, because I heard laughter though I couldn't concentrate on what anyone was saying. I sat watching the circle close in towards my turn. I wished I could play my fiddle for as long as the match burnt. No, then my fiddle would definitely be on fire! </p> <p>It was Bloss's turn. I felt nervous for her. \"My name is Angela, but people call me Bloss,\" she said, and her cheeks glowed under the light of the long struck match; she looked even more beautiful because we were in a room full of strangers, \"and I've never been on a writing course before, but I really want to write. Before this I worked in a big hall,\" she said, turning her match around and speaking faster to make the flame last longer, \"called Hinxted Hall. I was working in the . . .\" And she stopped because her match blew out. Everyone went Awwww; the group was friendly, willing. The first night's wine was free and people sipped their glasses round the log fire.</p> <p>\"My name is Mairi,\" I said, \"But people call me Fiddle. Not because I play the fiddle, because I don't,\" I said waiting for everyone to laugh but no one laughed. </p> <p>\"No, just joking,\" I said to the hush round the cackling fire. \"I'm called Fiddle because I play the fiddle,\" I said flushing with embarrassment now. Bloss smiled at me. \"I'm better with music than with words,\" I said quietly, \"which is why I'm here, to get better with words.\" A tiny murmur of approval buzzed round the room, a communal \"mmmmmmmm\", which almost redeemed me. But I still didn't feel confident enough to look anyone in the eye. I blew my match out when there was still flame to go. </p> <p>\"That was lovely, thanks for that,\" the poet said. \"Now, it's meant to be a mathematical probability, that if 16 people are in the one room, two of them will share a birthday. Let's go round and hear everybody's birthday!\" So we did, but nobody shared one, except somebody shared one with somebody's son. \"Well, that's nearly,\" the poet said, clearly disappointed. \"Right! Onward! Workshops tomorrow between 10 and 12. One to ones Tuesday and Wednesday, between two and five. Guest reader on Wednesday, you're in for a treat, we've got Liz Lochhead. Usually after the guest reader the whole course starts to gel. Friday is your night. You can read something you've written this week. Then it's the party. You won't believe it, because you'll be feeling as though you're with a bunch of strangers . . . but by the time Saturday morning comes we'll feel as if we've known each other all our lives and we'll be waving goodbyes, gutted. Believe me!\" </p> <p>That night, we were shown to our twin room. \"I'm afraid you've both got to share,\" the woman said. The single rooms all went to those that booked early. \"That's a pity,\" I said. Bloss shot me a look. The next morning, the poet took the first workshop. She said: \"Write a poem from the point of view of Loch Ness. Use all five of your senses. What does the loch taste like, smell like . . . what does it say? Take risks.\"</p>",
  "<p>The 300,000 UK savers who had accounts with failed Icelandic bank Icesave will be lucky to get their money back by Christmas, it has emerged this week.</p> <p>After one of the most tumultuous weeks ever seen in the financial world, the Financial Services Authority on Wednesday night announced that Icesave was technically in \"default\" - thereby triggering payouts by the official Financial Services Compensation Scheme (FSCS).</p> <p>Around £4bn of UK savers' money was in its accounts when it ceased trading after its parent company, Landsbanki, went into receivership on Tuesday. The FSA's announcement that the compensation scheme was being put into play ended a horrendous 36 hours for Icesave customers.</p> <p>But it means they now face a long wait - probably between two and three months. </p> <p>However, it could have been a lot worse. On Tuesday night, many faced losing any savings over £50,000. </p> <p>The government here stepped in after Iceland allegedly refused to meet its compensation obligations. After a sleepless night, chancellor Alistair Darling allayed their worst fears by announcing that no saver would lose money as a result of Icesave's failure. </p> <p>After a further day, during which it tried to mount a rescue package that would have returned the savers their money earlier, the FSA placed Icesave in default. The Treasury said it had frozen all Landsbanki's UK assets and that it would be seeking to recoup its losses from the Icelandic government - in the courts if necessary.</p> <p>In a separate move this week the Treasury also arranged for more than £3bn of UK savers' money held with other Icelandic-owned banks to be transferred to UK arm of the Dutch savings bank ING Direct. </p> <p>Around 160,000 savings customers of another high-paying internet bank, Kaupthing Edge, and savers with the Heritable Bank, are now ING customers.</p> <p>FSCS chief executive Loretta Minghella said: \"We know that many savers with Icesave are anxious about their savings. Following the chancellor's announcement today, people can be confident they will be repaid in full. </p> <p>\"We are working closely with all concerned on the practical arrangements to get people their money back as quickly as possible.\" Both Icesave and Kaupthing Edge attracted big deposits with the promise of some of the highest-paying savings accounts in the UK market.</p> <p>Kaupthing was paying 6.55% savings rates - while Icesave's cash Isa was particularly popular for Isa transfers.</p> <p>On Thursday, Kaupthing became the last of Iceland's big banks to fall under state control, effectively ending a short love affair between Reykjavik and the British saver.</p> <h2>Exposed ... the near fatal flaw</h2> <p>Icesave's collapse has exposed a significant flaw in the Financial Services Compensation Scheme. A flaw unknown to most people.</p> <p>While customers were probably aware that the scheme guaranteed savers the first £35,000 of their cash - upped to £50,000 this week - if their bank collapsed, how many Icesave savers knew were they were reliant on the Icelandic government's compensation scheme?</p> <p>A close look at the FSCS's website reveals that people with savings accounts operated by UK divisions of banks headquartered elsewhere in Europe, usually have to rely, first and foremost, on that country's compensation scheme. These banks typically operate under little-known \"top-up\" rules in which the institution's host country pays the first segment, and then the UK compensation scheme coughs up the remainder up to the maximum limit.</p> <p>In the case of Icesave, consumers would have had to claim the first £16,200 from Reykjavik and up to a further £33,800 from the FSCS. But then, of course, the chancellor announced no UK saver would lose, and that they would probably only have to fill in one form to claim.</p> <p>Savers in ING Direct and Triodos Bank - whose parent companies are based in the Netherlands - rely on the Dutch deposit guarantee scheme which increased its maximum payout to €100,000 (£70,700).</p> <p>Ireland announced it would guarantee all savings held in its accounts, and that is what some would say the UK government is now effectively offering following the chancellor's Icesave move.</p>",
  "<p>Irène Némirovsky began All Our Worldly Goods in 1940, in occupied France. She was a refugee from the Russian Revolution and a Jew. She was the wife of a rich man, also Jewish, though they had converted to the Catholic religion, and they had two daughters. The novel was published serially in the magazine Gringoire, which also published Pétainist diatribes against fifth columnists and foreign refugees (Jewish). It was published under an Aryan pseudonym, and only appeared as a book in 1947. What sort of a novel could a thoughtful writer construct, in the midst of a war whose end she believed would be bad, for her and for Europe?</p> <p>Némirovsky had ambitions to write her own War and Peace, and after she had sent off All Our Worldly Goods she started on the unfinished Suite Française, full of ferocious mocking comedy and narrative urgency, an account of the fall of Paris written close to the event and without any idea of what would ensue. All Our Worldly Goods is an extraordinary predecessor in these circumstances. It is a coolly crafted traditional family novel about bourgeois families on the northern French coast. The son of the local factory owner is engaged to a suitable rich girl whom he doesn't love, and in love with an unsuitable childhood friend, Agnès. There is a wonderful Flaubertian scene of barbed conversation between the two mothers in a bathing machine; there is an elegantly recorded engagement party. Things go awry; Pierre does marry Agnès after her mother makes a splendid scene, and the novel follows their married life through both the first world war and the coming of the second. The inhabitants of the village flee when the German guns and tanks roll in in 1914, and flee again when they return in 1940. The tale has a rhythm of crisis and a rhythm of the \"ordinary\", deftly put together. Pierre and Agnès's son wants to make (and does make) an inappropriate marriage, as they did - this time to the daughter of the rejected rich fiancée. </p> <p>Némirovsky wrote a life of Chekhov at the same time as this novel, and her eye for detail derives from the Russian as much as from the French bourgeois fictional world of Flaubert and Maupassant. She treats her world, in this novel, with a steely gentleness, and always at a certain distance. In many of her other works - David Golder, Suite Française itself - she is ruthless in her steady recording of spiritual failure, absurd self-deception, disgusting habits. She strips illusions - \"Je suis à faire peur,\" she wrote: I am frightening. And an early editor remarked wisely that in her, curiosity was a stronger force than disgust: she went on looking and did not turn away. In this novel she is unusually kind to those she mocks; her account of Agnès's mother, Madame Florent, and her self-glorification as the prime mover in the coming-together of the lovers is sharp but not nasty. </p> <p>She is gentle to Pierre and Agnès, too. She describes them in a wood with their small son on a stifling day - they quarrel mildly, they find a ring they lost at an assignation when they were young, they are too hot. Némirovsky remarks, distancing them as her creatures, at the end of the chapter: \"They brushed aside the day, relegating it to the past, to obscurity, without a single regret. It had been one of the sweetest and most peaceful days of their lives. But they had no way of knowing that.\"</p> <p>One of the things she does best is to describe the ordinary state of mind of numbers of people. She is very good on populations faced with the upheaval and possible horror of war wanting simply to cling on to their accustomed comforts, not believing. This disbelief is connected to that other irrational disbelief, the inability to imagine that one will oneself be killed, however many die. The novel subtly compares and contrasts the waiting for invasion in both wars. In Paris in 1940 \"all the Parisians were saying they would be bombed that very night. They waited, without real fear, but with curious fascination, as a bird waits for a snake to appear. You can't run away, but the danger seems too unbelievable. You can't understand it; you can't imagine it.\" Her biographers juxtapose this passage with a sentence from her description of Chekhov. Chekhov, she wrote, \"sat and looked at truth, steadily, for a long time, making no movement to escape it; he looked at it so well that it finally became formless, melted into a kind of mist, dissolved and disappeared\".</p> <p>Némirovsky took her daughters to a village in Burgundy where she went on writing, continuing to attempt to persuade Paris publishers to print her work, although ordinances against Jews were increasing. She was not allowed to make telephone calls. She could not travel. There was a curfew. She and her daughters wore yellow stars. She wrote beseeching letters to influential people. She wrote fierce entries in her notebooks, full of an extraordinary life and energy. She went on working on her War and Peace, remarking to herself that it might not be read before 1952 - or even 2052. She described herself sitting on a blue cardigan spread in a pine wood and writing, writing. She heard of the first deportations but does not seem to have thought of trying to leave the country. Part of her seemed to believe that she had enough influential friends to protect her - part seemed to be in the state of denial she describes in the Parisians. She had come through a pogrom in Kiev, the Russian Revolution, the Finnish civil war. She said on the radio in 1934: \"I have never known a time of peace; I have always lived in a state of great anxiety and often in danger. Nevertheless, I lived the life of a normal girl, I worked, I read, as I do now ... \"</p> <p>The French police knocked at the door and took her to a camp. Her husband wrote endless letters, called up endless friends, made himself ill. He believed she was in a French concentration camp, but in fact she had already been sent to Auschwitz, where she died, as he himself also did. Her daughters, and her manuscript and notes, were saved.</p> <p>• AS Byatt's The Little Black Book of Stories is published by Chatto. To order All Our Worldly Goods for £15.99 with free UK p&amp;p call Guardian book service on 0870 836 0875.</p> <p>• This article was amended on 5 June 2009. In the original, Agnès's husband was named as Paul. This has been corrected.</p>",
  "<video data-media-id=\"gu-video-338432378\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1845403302_thomyorke-bridgeschool.flv\"/> </video>   <p>Neil Young, the grand old man of North American rock'n'roll, is leaning over towards me, chin jutting forward, eyes bulging, lower lip set defiantly. After nearly an hour and a half in this old-money hotel on New York's Upper East Side ranging candidly over the highs and lows of his extraordinary 45-year musical journey, Young is rising to deliver his closing address. He has talked about Crazy Horse and Crosby, Stills &amp; Nash, about Devo and Pearl Jam, about heroin and Geffen, about the early days in Canada and the brain aneurysm that nearly killed him three years ago and now he's reaching forward like some veteran sea captain grabbing the tiller to reveal both the unquenchable artistic desire and sheer salty cunning that have enabled him to survive so many years out on his own on the fickle seas of rock'n'roll. It is almost as if the room can no longer quite contain him.</p> <p>'There's always another wave,' Young concludes, pausing for effect. 'So you're going to go up and down; waves are going to keep coming, every once in a while you're visible to the world and other times it's like you're in a trough, nobody cares. Everybody's looking at the whitecaps. They don't see you but then ... you come up again, riding something and it's like, \"Where the hell did they come from, I thought they were gone!\"\" </p> <p>He shrugs and leans back, maybe even regains something like his normal size. 'That's the way I look at it, and there's nothing you can do about it except just hang in there and keep on going.'</p> <p>Some 90 minutes earlier I had been dreading a wasted journey. At breakfast in the Carlyle hotel, the Warner executives and veteran journalists gathered here for their moments with Young had exchanged knowing tales about his sudden flights, of interviews cancelled after a week's waiting, of journalists flying back and forth from Jerusalem and never gaining so much as a sighting of ol' Shakey.</p> <p>I had had my moments with Young; wondering at the wondrous patchwork on his jeans and the quivering emotions of After the Goldrush as a besotted teenager in 1970, then staring bewildered at the huge amplifiers and tiny figures rocking the stage at the Cow Palace in San Francisco for Live Rust in 1979. Ten years later, there was a long day and night as journalist on the video shoot for 'Rockin' in the Free World' at a waste dump in the San Fernando Valley with Young dressed as a homeless bum. I interviewed him about his collaboration with Pearl Jam in 1995 at the bar near his Broken Arrow ranch where they shot the video for 'Harvest Moon'; there have been gigs at Hammersmith and beyond, a life spent in thrall to his wayward genius.</p> <p>Now here I am in September 2007 for BBC television with director/producer Ben Whalley, a camera crew and some lights in a hotel suite, waiting for Young. He is in town to talk about Chrome Dreams II, a patchwork of new songs and the previously unreleased late Eighties opus, 'Ordinary People', an 18-minute saga of life in Reagan's America. But Ben and I have come here to talk to Young about his entire life.</p> <p>Rumours have grown ever hotter about the imminent release of the first volume of Young's long-awaited 1CD/8DVD audiobiography, Archives, covering the early years to the mid-Seventies. Now surely is the time for Young to break the habit of a lifetime and talk about his life's work on camera. And then, just as the interview is about to start, enter his manager of four decades, Elliot Roberts, who has been at Young's side through every quixotic move. Roberts takes me over to the window. 'The thing is,' he explains amiably, 'Neil doesn't like to talk about the past, he's all about the now. Talk to him about the new album and when we're ready to talk about the Archives project, we'll call you.'</p> <p>Then Roberts leaves the room. Is he bluffing, or am I doomed to spending too much time again talking about one Neil Young album when I want to talk about them all?</p> <p>Suddenly Young is there, shuffling amiably into the room in his trademark old jeans and plaid shirt and, for an opening gambit, I ask idly whether he recalls the first time he played New York. He rubs his chin. 'I think it was with Buffalo Springfield in 1968. We followed the Doors into a club called Ondine's or something, just off the 59th Street Bridge. The New York scene was pretty intimidating to us and the Doors were a good match with New York; they were like God here and then when we got there, we weren't like God so it was a little different. We were more or less on an equal footing with them in LA where we were the house band at the Whisky a Go Go but Buffalo Springfield was more of a country-folk rock band and that didn't have roots here in New York as much as the poet, psychedelia thing which Jim [Morrison] and Robby [Krieger] were doing. It was a cool thing they were doing and they all came from Venice, where we'd come from all over the place to make it and we lived in the Hollywood Hills.'</p> <p>Already I could punch the air. I don't know at this point where we are going, that we are going to get enough from Neil this day to make us crave more. I don't know that we will spend six months pursuing a second crack at Young, endure a withering phone call with Roberts in which he will explain that he (and therefore Neil) doesn't want to be part of any crappy VH-1-type documentary scenario, that Ben Whalley will fly twice to California, first to interview Crosby, Stills &amp; Nash, and then back for that much promised second audience with Young at that same bar near Broken Arrow. But Ben will be asked to wait so long in San Francisco that he will have enough time to fly to Winnipeg to interview the remaining members of Neil's teenage band the Squires before heading back to the city and finally getting the phone call that Neil is ready. But I do already know that if Young continues to talk like this, we will make a film.</p> <p>I take a deep breath and ask if it was always his ambition to make a living, playing music as a kid in Winnipeg in the middle of the prairies in the early Sixties, where the winters were six months long, where there was a strong British connection that enabled Young and peers such as Randy Bachman to hear the Shadows and the Beatles before their American counterparts while also listening to US radio stations playing country and R'n'B way down in the South, their signal beaming straight up across the flat plains of North America.</p> <p>'I think I just was always different; I wasn't athletic, I just always wanted to write songs and go and play in my band at weekends; I used to draw pictures of stages and the way the equipment should be set up to get a certain sound. I'd plan all week what I was going to do and then we'd borrow the equipment so we could play a gig somewhere and get five bucks for it. There was a bunch of guys from school who kept changing, we were called the Squires or the Esquires, we just kept morphing and changing. People would join and then we'd do gigs out of town and they'd quit because they didn't want to leave town. Eventually I got two other guys that were ready to take a chance; some of the guys I wanted to take, I couldn't because their parents would say, \"You're gonna screw up your life!\" and the thing would derail. Some good musicians who just couldn't step out and take a chance got left behind. As for me, I didn't want to be restrained. Didn't ever cross my mind that anybody would.'</p> <p>The Beatles and then the folk scene that spread across Canada made Young realise he could make his own music. 'Oh yeah, we got the Beatles right away. They were a group. Up to that point we'd only really seen guys in front of a band like Roy Orbison or Motown, a shifting revue kind of thing. But this was a group that played and wrote their own songs and were self-contained.'</p> <p>The Squires had been playing instrumentals but now Young was determined to write his own songs and sing. Wasn't this terrifying, given the distinctive, high-pitched quaver that already surely sounded like no other on the planet?</p> <p>Young stares at me and then laughs. 'It was terrible at first. They thought, \"What's he doing?\" Because I couldn't sing or I sing with such a weird voice - but I still sang. I listened to Bob Dylan and I'd think: \"He's got a great voice.\" He said, \"Listen, I'm not a singer like Caruso but I sing my own songs,\" and that made sense to me. I didn't really know there was anything I couldn't do at that point. To me, the real battle was just remembering the words and singing the melody, just being able to do it all at once and play the guitar. I was still learning how to do all those things and I found it interesting when I sang because as many people liked it as didn't like it so I knew there was something going on with it. So I said to myself, \"What the heck, there's a lot of people out there. Some of them are going to like it.\"'</p> <p>So Young started to sing inspired both by Dylan and singers with 'different voices' such as Del Shannon and Fifties TV personality Wink Martindale. Already he was singing his rock'n'roll songs in the bars of Winnipeg and then Thunder Bay and his solo songs on the Canadian folk scene that produced Gordon Lightfoot and Joni Mitchell. According to Mitchell, Neil wrote one of his first great songs, 'Sugar Mountain', when he turned 21 and could no longer play a favourite youth club that had an under-21 policy. Yet for all that song's poignancy, Neil had an overriding sense of what Joni, in one of her earliest songs, called the 'Urge For Going'. From Winnipeg to Thunder Bay and up to Toronto, where he played with future funk star Rick James in the Mynah Birds before Canada could contain him no longer. He had his hearse to transport his gear and his friends and he set out in 1967 on the long haul to LA to make it.</p> <p>'I insisted on driving almost all the way, which was crazy but I didn't trust anybody else. So I got pretty worn out in New Mexico and I had to stop a while. It was a long trip but we wanted to get somewhere where it would make a difference if we did something. In Canada I went to Toronto to make a difference and when I got to Toronto I realised I had to go to LA or New York. Choices. It's up to you. So I chose to go down where I could be new and do it in a new place. LA then was the place to be. If you made it there, then everybody knew you made it.'</p> <p>As the afternoon light floods into the hotel suite and Young continues to mull over his past and to talk about the roots of his music and the sheer force of his ambition, I become increasingly intrigued by his sudden willingness to meditate upon the past and how that past reveals his constant ability to walk on, often leaving others behind.</p> <p>Why on this early autumn afternoon in New York is Young talking so openly to the BBC about Canada, about Crazy Horse and Crosby, Stills &amp; Nash, about finally 'making it' at the dawn of the Seventies when he has never done so before? Is it because preparing the Archives set has made him more conscious of his past or is it because of what happened in March 2005, while shaving in this very hotel? 'It felt like a shard of glass dividing my vision into two parts,' he says of the brain aneurysm he discovered here. Young's potential cerebral haemorrhage was quickly and successfully operated on but two days later, he was walking his labradoodle outside the Carlyle when he found his moccasins filling with blood from the reopened surgical wound. Young denies that this brush with death has made him value his past more but he goes on to examine it further, contrasting the bands that define so much of his career, Crazy Horse and Crosby, Stills &amp; Nash.</p> <p>Crazy Horse are his pals from the Canyon with whom he recorded his first great album, 1969's Everybody Knows This is Nowhere, a band who, in his words, 'have nothing but soul'. Crosby, Stills &amp; Nash are the supergroup containing his old Buffalo Springfield buddy Stephen Stills, who enlisted him in time for Woodstock and their second album, 1970's Déjà Vu. This was the springboard, only months later, for Young's third solo album and huge hit, After the Gold Rush. That album and 1972's Harvest remain the commercial highpoints of Young's career, but he found the very experience of success so unsettling that to this day he believes it threatened his own creativity.</p> <p>'Well, the reaction to Crosby, Stills, Nash &amp; Young was ridiculous,' Young sighs. 'It was so over the top. It became a showy thing and we were distracted by that because we were young and had no idea what we were doing; it's not because there's anything wrong with anyone in the band, it's just that what we were confronted with changed us. The crowd, the adulation, that roaring sound ... it changed us. We were four individuals playing together and it wasn't like a band because the rhythm section were hired guns and kept changing. Whereas the thing with Crazy Horse, that didn't change. Nothing could change that; Crazy Horse was like a custom-made machine for me. I chose them from a group of guys, they were my band, and that's not the same as what happened with Crosby, Stills &amp; Nash.'</p> <p>But what really freaked him out was the success of 'Heart of Gold' and Harvest in 1972. You can read the trajectory of Young's erratic career as the restless manoeuvring of one of rock's first great anti-stars, driven by a sense of how to keep his muse on the rise, his peers on their toes and his record company at bay. This almost perverse pilgrim's progress surely begins in earnest with Harvest. The way Young recalls it, the album was a particular selection of songs from an ongoing creative peak of writing and recording whose very success somehow threatened to fix him in the public eye and destroy him.</p> <p>'I can't remember if I enjoyed that time,' he says. 'I was just experiencing it. It was very intense. People saw something in me that I didn't see in me. They thought I meant something to them and whatever I was to them was different than what I was, I couldn't keep up with that part of it. How many sensitive songs can you write before you're just writing a sensitive song and then it's really sensitive because it's not real? You can't live up to those expectations. I didn't spend 10 years in the Sixties and Seventies creating something so I could be a prisoner of it. I had to make sure everybody understood that, myself included. You know if you're trying to stay in the favour of the public, you're a loser - you'll never get there.'</p> <p>And, of course, Neil didn't. Instead, he became an emotional chronicler of the long slow death of the Sixties which occupied the first half of the American Seventies. Two of his friends died of heroin overdoses and he wrote about their deaths in the brutal but dark Tonight's the Night, the tequila flowing, amps on overload, the needle constantly straying into the red. 1974's On the Beach was as bleak as its cover - the tailfin of a '59 Cadillac buried in an empty, windswept beach and a discarded newspaper with headlines about Nixon's resignation. 'The world is turning, hope it don't turn on me,' sang a fragile Young on the title track. I mention 'Revolution Blues', a particularly bleak, virulent song written as if from inside the dark animus of the Manson Family and Young seems to fix back on Manson, who used to hang out with Dennis Wilson of the Beach Boys. 'Spooky times. I knew Charlie Manson. A few people were at this house on Sunset Boulevard and the people were different. I didn't know what it was; I was meeting them and he was not a happy guy but he seemed to have a hold on girls. It was the ugly side of the Maharishi. You know, there's one side of the light, nice flowers and white robes and everything, and then there's something that looks a lot like it but just isn't it at all.'</p> <p>Young wasn't just content to chronicle his own generation, even as he managed to combine introspective songwriting with a poetic grasp of the state of his adopted nation. He stopped touring with Crosby, Stills &amp; Nash, wrote a song about Johnny Rotten, 'Hey Hey, My My', and cut it with new wave surrealists Devo. He jumped ship on his peers and bought himself years of critical respect in the process. But then Young always knew there would be another wave. 'It was just - these are the new guys. They're rockin'. They're doing it, they're believing it, they're living it. That was a great time in music and a lot of my peers felt threatened by these people and they didn't see themselves in them. But they didn't look deep enough. If they'd have gone back, they could have seen themselves in what these guys were doing and realised that this new generation of artists were reflecting the times that they grew up in, not the time that we grew up in, so their reflection was different; it made ours seem like old hat and that's the way it goes. The next wave, you know ... '</p> <p>We talk about the Eighties as the conversation ebbs and flows. Young is bullish in his account of what was surely his darkest decade, when he was struggling to raise two children with cerebral palsy, when he resorted to a succession of genre albums in different guises just to keep the albums coming. 'The Eighties were really good,' he announces defiantly. 'The Eighties were artistically very strong for me because I knew no boundaries and I was experimenting with everything that I could come across, sometimes with great success, sometimes with terrible results but, none the less, I was able to do this and I was able to realise that I wasn't in a box and I really wanted to establish that; I was possessed with that for a while. I saw my work as paintings on a wall in museum. I see my records as being really my life's work. Playing is very good for instant gratification and it's good for you physically, but the real work is the things that are preserved in some sort of form that can be reproduced.'</p> <p>Young's restlessness led him to leave Warners and sign, in the early Eighties, with his old pal David Geffen, former co-manager of Crosby, Stills, Nash &amp; Young, who had started his own artist-friendly label. But soon Geffen couldn't stomach Young's experimentation and seeming refusal to make what he regarded as a proper 'Neil Young album'. Famously, he sued him after Neil handed in the countrified Old Ways and the Fifties-style Everybody's Rockin'. 'They said, \"Neil, you gotta make a rock'n'roll record, I mean you just have to.\" And I said, \"You know what rock'n'roll is?\" There was a kind of silence and I tried to figure out what it was. So I thought in my mind, what the hell is rock'n'roll? Let's go back in time to when rock'n'roll started and see what it is. Originally it was like rockabilly and then it transformed into this thing called rock'n'roll. I think they wanted me to make a hard rock record but they didn't ask for that and if you're going to tell me to do something and yell at me and sue me, then you'd better tell me to do exactly what you want or you might get exactly what you asked for. So I gave them Everybody's Rockin', which was like early rock'n'roll. I think that's when they sued me.' </p> <p>Young came back strong with 1988's This Note's For You, a broadside against corporate sponsorship's infiltration of rock'n'roll, and 1989's Freedom, an atmospheric take on late Reaganite America that, like its leading anthem, 'Rockin' in the Free World', didn't so much judge the American psyche of the time as inhabit it. Hunkering down in his trailer the night of that video shoot in the San Fernando valley in 1989, still dressed as a homeless bum, he had fixed his beady on me. 'For years now I've skirted the issue of what was really on my mind by doing stylistic things, genre albums,' he had said then. 'I wasn't ready to talk about what had happened in my own life so I just shut all that off. But this record's just me, it's what I feel. I'm at a point now where I'd rather just keep on going. I'm kind of in a hurry, time is running out and I still have so much left to do. I'll listen to my music every day until I've finished an album and then I don't listen to it again. It's like, \"Get out of the house, get your own food and money, get your own place to live. I've got new ones coming.\" I'm a vehicle and as long as I keep the gates open, things keep coming through me ... '</p> <p>The past couple of decades may not match the previous two but Young has kept on going, swapping bands and concepts as restlessly as ever, yet also making peace with his past. You could say he was in the autumn of his days, especially after his brush with death and warm, amber albums such as Harvest Moon and Silver and Gold. He denied his past for years in his hunger to keep moving but, increasingly, he's acknowledging it, last year releasing two live albums from the early Seventies, one solo acoustic and racked, the other rocking that elemental groove with Crazy Horse. </p> <p>Yet it was Young who couldn't stomach the invasion of Iraq, and wrote the Living with War album against it and the Bush administration in a matter of days. He then enlisted Crosby, Stills &amp; Nash to tour the songs and filmed it along the way. 'Normally what it's all about is just letting yourself do what's coming through; it's not like writing a story where you know exactly where A,B and C are and you just fill in the blanks. The songs about Iraq are a whole different thing. That stands in complete contrast to everything I've ever done. I had no voice telling me to do anything musical. I thought that to spend that kind of musical currency on this message was a waste. So I used other people's melodies, folk melodies, whatever would get in people's head and stick because the ideas are too real to bother.'</p> <p>Months later our film's producer/director Ben Whalley gets his own audience with Young who fills in many of the blanks in the story, fleshes out the journey. So, too, do the fellow travellers whom Whalley tracked down - members of the Squires, Randy Bachman, Crosby, Stills &amp; Nash, Nils Lofgren. There are other fans who have worked with Neil or admire his work whom we interview and don't make the cut because we decide to stick with Neil's story - take a bow Thom Yorke, Emmylou Harris, Steve Earle. But our interviewees and Young himself keep telling the same story, about the kid from Winnipeg who had to leave town to follow the music wherever it took him and whoever he left behind. 'I'm brutal,' concludes Young at the end of our interview in the Carlyle. 'I only do it for the music. If the music is saying to do one thing, the people are secondary; you just have to do what you have to do and if you're always like that, people will begin to trust that. They realise it's not a personal thing.'</p> <p>• 'Neil Young - Don't Be Denied' is on BBC Four on 31 October and 2 November at 10pm. </p> <h2>Forever young: Why Neil reigns supreme</h2> <p><strong>Thom Yorke</strong><br>The first time I heard Neil Young's music I was about 16 and I sent a demo tape into a magazine. They liked the tape and they said you sound like Neil Young and I was like, 'Who's Neil Young?'. So I went and bought After the Gold Rush and immediately fell in love with his voice. He has that soft vibrato that no one else has and it's always that thing that he's just laying down whatever's in his head and staying completely true to it. At that time, at 16, you hate your voice. You hate everything about it, you're 16. And then to have someone singing in that register, in that frail way, you're like, 'It's OK to be like this.'</p> <p><strong>Emmylou Harris</strong><br>There is a certain choirboy innocence about him, but he takes you to the dark side. But you always feel he is grounded in something, grounded with the angels somehow; I think he's managed to continue to make music that is truly speaking to him. I read somewhere that he said, 'I work for the muse.' And you know that whatever he's doing he is going to follow the muse. Because he understands she doesn't come around all the time. So when she shows up, you better have your bag packed. He's always had a bag packed. </p> <p><strong>Steve Earle</strong><br>Neil Young and Crazy Horse - it's primal. I remember standing on the side of the Farm Aid stage in a Crazy Horse year. Me and Jay Farrar standing and watching and we'd just turn around and look at each other and go 'Whooo!' because all of a sudden there's this surge, this moment. That's how they play together; sometimes it takes a while to take off but once it does, it's this long, sustained nuclear fusion. It's really profound and it's not just a flash, once it hooks up it stays hooked up and it goes on until the show's over.</p> <p><strong>Randy Bachman (Bachman-Turner Overdrive)</strong><br>When we were teenagers in Winnipeg, Neil and I would run into each other downtown. We'd stand outside the music stores and stare at guitars for hours, either the big blonde Gibson like Chuck Berry or the Orange Gretsch like Duane Eddy. Other kids did this for a hobby but Neil was always a lifer. I saw the determination in his eyes. It's like you go to an ice hockey final and if you look into the eyes of the guys, you can tell who the winners are. They have the killer thing; Neil always had that, no matter what happened - girlfriends, guys leaving the band, bad managers, bad labels. 'This is what I do, I will do this till I die and if I have people on the ride with me, great. But I'm going anyway.'</p> <h2>Ragged glory: The pick of five decades</h2> <p><strong>Everybody Knows This Is Nowhere (1969)<br>The guitar album</strong></p> <p>Young's second solo album contains three songs that any fan needs: 'Cinnamon Girl' 'Down by the River' and 'Cowgirl in the Sand', with the last two establishing the style of simple, slow-burn, very long track that Young has made his own.</p> <p><strong>Zuma (1975)<br>The underrated album</strong></p> <p>Hurtling away from success, Young followed Harvest with the harrowing Tonight's the Night and On the Beach. This flits from bar-room rock to mellow harmonies, with 'Cortez the Killer' a highlight.</p> <p><strong>Freedom (1989)<br>The return from the wilderness</strong></p> <p>After 1979's Rust Never Sleeps and the bizarre shows that followed, pictured above, Young pursued projects that often bamboozled his audience. Here, they came together again, although 'Rockin' in the Free World' was as misinterpreted as Bruce's 'Born in the USA'. <br><strong><br>Sleeps With Angels (1994)<br>The Cobain tribute album</strong></p> <p>A strange album, brought on by Kurt Cobain's use of a Young lyric in his suicide note. The bruising title track and elegiac 14-minute 'Change Your Mind' are highlights.<br><strong><br>Chrome Dreams II (2007)<br>The mature but evergreen album</strong></p> <p>Young is at his best on stage, and with most albums there is one track that he will road test in his live show. Here, it's 'No Hidden Path', a 25-minute wig-out on his recent tour. With a rash of styles, it's a sometimes confusing, sometimes special set.</p> <p>• To see more stars talking about Neil Young go to <a href=\"http://www.bbc.co.uk/neilyoung\">bbc.co.uk/neilyoung</a>.</p> <p>• We were wrong to say that Zuma (1975) was the third and most accessible of Neil Young's 'doom trilogy'. The three Neil Young albums that make up the 'doom trilogy' are Time Fades Away, On the Beach and Tonight's the Night. This has been corrected.</p>",
  "<p>Jake Chapman was born in Cheltenham in 1966. He and his younger brother, Dinos, graduated from the Royal College of Art in 1990, and first received critical acclaim in 1991 for their sculpture Disasters Of War, a reinterpretation of Goya's etchings. Their work was collected by Charles Saatchi and they became part of the YBA (Young British Artists) movement. In 2003, they were shortlisted for the Turner prize. The brothers are showing at Frieze Art Fair from October 16-19.</p> <p><strong>When were you happiest? </strong><br>Until Bambi's mother was shot dead right in front of me in glorious Technicolor. After that, everything seemed to go downhill. </p> <p><strong>What is your greatest fear? </strong><br>Being alive when I die a slow and painful death.</p> <p><strong>What is your earliest memory?</strong><br>Blood. Shit. A slap. Blood-curdling screaming. Skimmed milk. Rats.</p> <p><strong>What is the trait you most deplore in yourself?</strong><br>Every single one of the traitorous little traits that add up to make the big deplorable trait that is me, me, me... </p> <p><strong>What was your most embarrassing moment?</strong><br>Losing the Turner prize to a grown man dressed as a small girl.</p> <p><strong>What is your most treasured possession?</strong><br>An old moth-eaten Victorian teddy bear back from when I was knee-high to a gibbet.</p> <p><strong>Where would you like to live?</strong><br>A tropical island with a modest house, but a good bed, good food, freshest milk and butter, flowers before my window and a few fine trees before my door; and if my happiness is to be complete, I'll be granted the joy of seeing six or seven of my enemies hanging from those trees. </p> <p><strong>What makes you depressed?</strong><br>Poverty, greed - the fact I can't reconcile my greed with my poverty.</p> <p><strong>What do you most dislike about your appearance?</strong><br>I can't see what it's doing behind my back.</p> <p><strong>If you could bring something extinct back to life, what would you choose?</strong><br>Charles Saatchi?</p> <p><strong>Who would play you in the film of your life?</strong><br>Mr Magoo.</p> <p><strong>What is your favourite smell?</strong><br>Burning trees.</p> <p><strong>What would you most like to wear to a costume party? </strong><br>A prawn.</p> <p><strong>Is it better to give or to receive?</strong><br>Better to give! Give! Give! (then lay in wait for the debt to sear in the mind of the foolish receiver...). </p> <p><strong>What do you owe your parents?</strong><br>I never asked to be born.</p> <p><strong>What does love feel like?</strong><br>Mind your own business.</p> <p><strong>What is your guiltiest pleasure?</strong><br>Ice-cream. I binge, when the children are asleep in bed, under the stairs.</p> <p><strong>What was the best kiss of your life?</strong><br>Unforgettable. It was right on my lips.</p> <p><strong>Which living person do you most despise, and why?</strong><br>I'm not saying, because it would involve mentioning those with military might or a massive unethical conglomeration, and if I mentioned them by name, they might hurt me.</p> <p><strong>Who would you invite to your dream dinner party?</strong><br>Sigmund Freud - then I could listen to myself talking all night without stupid interruptions.</p> <p><strong>Which words or phrases do you most overuse?</strong><br>'I'm so sorry, I'm being inconsiderate and unfair.'</p> <p><strong>What is the worst job you've done?</strong><br>Superglueing all the little arms on the soldiers on our first Hell sculpture.</p> <p><strong>What has been your biggest disappointment?</strong><br>Where to begin?</p> <p><strong>If you could edit your past, what would you change?</strong><br>All the bad bits and put much better bits in the gaps. </p> <p><strong>How do you relax?</strong><br>In a bath with aromatic candles. And a goat's head and some chicken blood.</p> <p><strong>What is the closest you've come to death?</strong><br>I blinked, then looked away, so I don't really know. </p> <p><strong>What do you consider your greatest achievement?</strong><br>Releasing children from my fecund loins to a sterile future.</p> <p><strong>What keeps you awake at night?</strong><br>I worry about fretting. </p> <p><strong>How would you like to be remembered?</strong><br>As fun-loving and optimistic.</p> <p><strong>What is the most important lesson life has taught you?</strong><br>Don't put off today what might kill you tomorrow.</p> <p><strong>Where would you most like to be right now?</strong><br>With my family, who love me without reserve or judgment.</p>",
  "<p>\"Welcome to the Central London Hatchery and Conditioning Centre,\" said the Director to the ring of fresh-faced students gathered round him. \"We'll begin at the beginning.</p> <p>\"This is where the ova are fertilised by male gametes. The Alphas and Betas will remain bottled in their incubators while the Gammas, Deltas and Epsilons are brought out after 36 hours to undergo Bokanovsky's Process. Each embryo will be budded to create 96 identical twins. It's one of the great instruments of social stability as it makes everything more uniform.</p> <p>\"Ah, Mr Foster,\" he continued, spotting a manager of indeterminate age, but then it was impossible to tell how old someone was in the year After Ford of 632. \"Would you care to explain the rest of the process?\"</p> <p>\"Oh, thank you sir,\" Foster replied. \"The embryos are monitored along the conveyor belt and are conditioned according to what caste they are going to be. The expectations of the Gamma and Epsilons are lowered by giving them less food and training them to hate flowers and music; it's important they should be fulfilled in their stupidity, so that they can do the really boring jobs without moaning to us Alphas.\"</p> <p>\"Marvellous,\" said the Director, stifling a yawn.</p> <p>\"And then, of course, we have to teach them erotic play. In the days when Our Ford was still alive, children used to stay with their mothers and fathers until they were 20 and formed abusive monogamous relationships. And now I'm going off to play a complicated game of Obstacle Golf. Long live Mustapha Mond, Resident Controller for Western Europe. To consume is to live. Old is bad, new is good ...\"</p> <p>\"Quite so,\" the Director interrupted. \"If I'd wanted a thesis on the dystopia of eugenics and 1930s American consumerism I'd have asked for an essay. But it's supposed to be a novel, you fool. So lay off the high concept stuff for a bit and introduce a few characters.\"</p> <p>\"Er ... This is Lenina Crowne.\"</p> <p>\"You've been going on rather too many dates with Henry Foster,\" Fanny said to the pneumatic Lenina, \"It's a long time to be going out with the same man. And it's not as if Henry hasn't been sleeping with other women. He's very conventional. Why don't you go out with the meaningfully named Bakunin or Trotsky?\"</p> <p>\"Good Ford, no,\" Lenina replied, \"but I might take up Bernard Marx's offer of a holiday in the Savage Reservation in New Mexico. He's a bit ugly but nothing that a few grammes of soma can't put right.\"</p> <p>Even after some soma, Bernard couldn't let himself enjoy the Orgy-Porgy and the Sexophones of the Solidarity Circle. He felt different to everyone else. Even Epsilons liked the social body; he just wanted to be alone with the pneumatic Lenina. </p> <p>\"If you maintain this kind of attitude you will be sent to Iceland,\" the Director said. \"Try to be more infantile when you get to the Savage Reservation. I went there once with a Beta Minus girl about 25 years ago. She got lost and I never saw her again.\"</p> <p>Bernard remembered just what a clunky piece of plotting the Director's last speech had been when he and Lenina came across two Savages on the Malpais Reservation.</p> <p>\"I may be a toothless old crone now but I was once a Beta Minus Beauty,\" said Linda. \"I was left for dead here by my Alpha Plus and gave birth to John.\"</p> <p>\"To be or not to be, that is the question,\" John cried. \"I am her son who was brought up in the traditional ways of yore. I am of Nature and have drunk deep of the forbidden mystical texts of Shakespeare and the Bible. How I long to be crucified.\"</p> <p>\"And how your condition speaks to me,\" Bernard replied. \"Allow me to take you back to London.\"</p> <p>Bernard looked around the room contentedly. Women wanted to sleep with him now he'd come back with the Savages, got the Director the sack and was a Celebrity. And tonight he would introduce John to the Arch-Community Songster.</p> <p>\"Tomorrow and tomorrow and tomorrow I'm not coming out,\" said John, springing into life after bizarrely taking a back seat for 50 pages. </p> <p>\"We all hate you really, loser,\" the Arch-Community Songster whispered to Bernard.</p> <p>\"Oh John, your mean and moody silences have sent me into raptures of lust,\" the pneumatic Lenina declared, unzipping her zippicamiknicks. \"Take some soma and sleep with me.\"</p> <p>\"Neither a borrower nor a lender be I love you too but I want some foreplay, you strumpet,\" he shouted, before rushing to the hospital to watch his mother die of old age. </p> <p>\"So,\" said Mond eventually. \"You'd better go off to the Falkland Islands, Bernard, where you can be on your own-ish. But what shall we do with you, John?\"</p> <p>\"Is there no pity sitting in the clouds I would quite like to have a dreary, portentous chat with you about Shakespeare, science and religion before going off to live on my own in a lighthouse in Surrey.\"</p> <p>He was tormented by visions of Lenina and flagellated himself ceaselessly. Yet still the tourists came to visit him. \"I don't know about you,\" he cried, \"but I've had just about enough of this book\". And with that, he hanged himself.</p>",
  "<p>In the introduction to his third book on Pakistan, Tariq Ali quotes a friend who asked if it wasn't reckless to start a book about the country when the dice were still in the air. Ali's reply: he would never have been able to write anything about Pakistan if he had waited for the dice to fall. Ali has had an uncanny record of foreseeing the way things are going. In his 1969 book Pakistan: Military Rule or People's Power he foretold the imminent break-up of Pakistan, a shocking prediction at the time which came true within two years. In the 80s, Can Pakistan Survive? caused outrage within the Pakistani establishment, but two decades later, on the cover of every current affairs magazine and in every TV talk show, not only is Pakistan being branded the most dangerous place on earth but it has even been suggested that the world's end is being planned there. The Duel is less concerned with the trajectory of the dice than with why they've been in the air for more than 60 years and who threw them. </p> <p>When I heard the title of the book earlier this year, I thought it had a certain poetic flourish. As American drones started pounding the tribal areas of Pakistan and its ruling elite tried to convince their people that it's for their own good, it turned out to be devastatingly literal.</p> <p>But The Duel is not the familiar quick round-up of recycled headlines peppered with inane quotes from anonymous intelligence sources rattling off their theories about jihadists taking over Pakistan's nuclear devices, the jihadists taking over Pakistan, and then Pakistan destroying western civilisation as we know it. Not since Ayesha Siddiqa's groundbreaking work Military Inc has there been such a well-informed and articulate account of the country's history.</p> <p>Ali has a simple advantage: he knows his subject. He can turn many of the lazy assumptions about Pakistan on their heads merely by providing context. In the opening chapter he gives a detailed account of the Lal Mosque debacle, a week-long televised siege of the militant hideout in the heart of the Pakistani capital, which brought all the factions of the Pakistani Taliban together and resulted in a wave of suicide attacks that culminated in the horrific bombing of Islamabad's Marriott Hotel. </p> <p>According to Ali, jihadists are no more likely to take over Pakistan's nuclear weapons than Hindu hardliners or extremist Jews. He also reveals how Tableeghi Jamaat, the largest non-political congregation of Muslims in Pakistan, which many western intellectuals regard as the peaceful and acceptable face of Islamists, is not as innocuous as it looks. Its million-strong gatherings provide fertile recruitment grounds for future suicide squads. </p> <p>Ali is unabashedly sentimental about his reasons for continuing to write about Pakistan. \"Something of me stayed behind in the soil and the trees and the people ... \" And although his analysis is razor sharp and his logic always ice cold, his passion seeps through when he chronicles the struggles of Pakistan's common people to take their fate into their own hands. From the student movement that forced Pakistan's military ruler Ayub Khan out of power in the late 1960s to the lawyers' movement that brought Musharraf down last year, The Duel offers a detailed and impassioned history. Ali also does what no thinktank wallah would ever do: he intersperses his narrative with quotes from writers who have never waited for the dice to fall before speaking their minds. Poets such as Sahir Ludhianvi, Faiz Ahmed Faiz and Ustad Daman provide an alternative perspective on the state of the nation, a view from the street.</p> <p>According to Ali, the real threat to Pakistan, and as a consequence to the world, emerges from the appalling economic inequity and the dangerous complicity among Pakistan's corrupt-to-its-core military, its civilian elite and their American counterparts, which goes way back: the founder of the nation Muhammad Ali Jinnah tried to sell his own house to the US ambassador. He was politely refused but got four ceiling fans as a consolation present.</p> <p>The Duel also proves that you don't need to rely on those anonymous sources in the defence establishments in Islamabad and Washington to write a well-informed, compelling narrative about Pakistan. Most of the information comes from on-the-record interviews, declassified documents and thinktank papers. Ali uses his own encounters with historical figures - Zulfikar Ali Bhutto, Indira Gandhi, Benazir Bhutto - sparingly but they add an urgent, intimate layer to the narrative. One of the very few times Ali quotes an anonymous source he adds another theory to the two-decades-old speculation as to who might have killed General Zia, Pakistan's military dictator and America's partner in its last war in the region. As someone who has indulged in speculation myself in fictional form, I found it only too plausible. </p> <p>• Mohammed Hanif's A Case of Exploding Mangoes (Cape) is on the longlist of the Guardian first book award</p>",
  "<p>Sometimes the affinity of children and technology can be irritating. The tipping point for Sophie came when she asked five-year-old Maddy if she'd like to paint a picture and, instead of running for brushes, Maddy headed for the computer. In seconds she had the machine booted and the Microsoft Paint program rolling. It was later, when Maddy talked about saving her picture on a memory stick, that Sophie started planning an extreme simplicity, non-technological holiday.</p> <p>The place she came up with was Yuva, a vegetarian yoga retreat situated down a remote track on the Lycian coast of Turkey. As well as doing week-long taught yoga retreats suitable for couples and singles, Yuva also has weeks for anyone who needs peace and quiet, children included. The nearest shop is a half-hour drive away; the internet is unheard of. \"We'll get up every morning at six and do yoga,\" says Sophie, \"There'll be no computers, mobiles, or electronic gizmology, nothing like that - not even ice cream.\"</p> <p>This shocked Maddy to attention. Sophie continued waxing lyrical about this puritan fantasy. \"Just sun and sea and exercise and wholesome food.\"</p> <p>When we came to pack, I got the laptop ready. \"There's some work I've got to finish.\" Maddy winked and slipped a DVD in the case: her latest favourite, The Sound of Music. \"Don't tell Mummy.\" </p> <p>We arrived at night in Dalaman airport, southwest Turkey. Night lasers sliced up the sky above the tourist towns of Hisaronu and Olu Deniz, but then came darkness. The road went higher and lower, then higher again. The stars came out and we could sense rather than see, huge cliffs, forested gorges and craggy peaks all around. </p> <p>We descended slowly through a forest of black fir trees, lurching and bouncing until we reached a hand-painted gateway which led us to a cool stone cabin with veranda. There we slept.</p> <p>Rising at nine, not six, we explored the 400-acre site with Nihat, assistant manager at Yuva and old friend of Atilla Sevilmis, the owner. Nihat had first walked the precipitous Lycian coastline three decades ago, a time when there was only a narrow footpath along the 10-mile section between Olu Deniz and Yuva. Changes such as the new road, however, do not seem to unduly depress his enthusiasm.</p> <p>\"Once you get beyond Olu Deniz, it's still a beautiful quiet wooded coast with Lycian tombs in the undergrowth and a few beekeepers.\"</p> <p>The Yuva site is certainly quiet. </p> <p>A few cabins and cottages built by hand with local timber and stone are dotted among the trees on a steep hillside. Vines curl around eaves laden with tiny sweet grapes. Maddy browses. It is 10am and there have been no DVD or ice cream demands. Sophie is smiling. Nihat takes us down to the eating area with its large open vegetarian kitchen full of smiling Turkish matrons who sweep Maddy into their welcoming bosoms and start feeding her by hand. Sadly adults do not get quite the same level of service, but we tuck into local produce galore: olives, cucumbers, yoghurt, fat tomatoes, walnuts, almonds, peaches, and various local specialities - the poppy seed paste was delicious, so was Atilla's concoction of mulberry jelly and tahini. The bazlama spelt bread is warm from the oven. </p> <p>Afterwards I snooze in a hammock in an elevated gazebo that is stocked with cushions and books. Maddy curls up with Mehmish, the tabby cat, under the kitchen table while the matrons start work on a walnut and honey sponge cake. No one has asked me to do any yoga. I'm in heaven.</p> <p>Atilla Sevilmis is something of a pioneer in Turkey. Starting out as an economist in Istanbul, he initiated the first attempts to link village farmers and city consumers, part of his belief that food production should be small-scale, local and organic. Ten years ago he extended that philosophy to tourism, building the Yuva retreat in the same spirit. </p> <p>\"We take a maximum of 20 guests. We make very little impact on this environment: the wild pigs still come and eat the carob seeds at night, the tortoises are everywhere. We live in the forest.\" </p> <p>Quiet is the operative word. That first day the noisiest thing I encountered was next to the shady yoga platform: two tortoises making mad passionate love.</p> <p>As the sun lost its heat, Nihat showed us around the swimming options: a sheltered cove, a more rocky outcrop and a second cove with a smattering of shingle. Smaller children would find all these options too challenging, but Maddy was fine despite being a weak swimmer. In fact we could not get her out of the second cove until sunset, finally dragging her back to the kitchen for a feast of home-made pasta and stuffed peppers. Wine and beer, I discovered, were available, reminding me of my first visit to Turkey when an imam in a mosque assured me that wine and beer, \"were not strong enough to be called alcoholic.\"</p> <p>Soon enough we had entered that heady lotus-eater routine of sleep, swim, eat - one we repeated around three or four times a day. The laptop stayed in its case. We forgot where our money was since there was nothing to buy, nor any reminders of that world - Yuva is a wonderfully economical place to be. I even started a few yoga stretches, usually in the afternoon when the tortoises took a break from their love-making.</p> <p>After a few days Atilla took us to see the farmers' market in Fethiye, over 200 stalls selling the best of Lycia's food: honeycombs, tiny sweet cherries and various types of fig. We snacked on borek, spinach and cheese fried in flat bread, then had a late lunch in a restaurant at nearby Yakakoy, where tables are set up above tumbling streams of spring water under the shade of ancient chestnut trees. Finally on the way home, and at my insistence, we stopped in Olu Deniz.</p> <p>In many ways the lagoon at Olu Deniz has been a barometer for the Turkish tourist industry. Thirty years ago the place was empty: a long coarse sand beach protecting a placid lagoon and surrounded by wooded mountains. Now it's a low-rise town of medium-size hotels, restaurants, bars and shops. By the standards of such places it is not at all bad, but there is no escape from the commercialisation of relaxation. On the beach sunloungers are packed in ranks with warning signs, \"Do not sit between the loungers!\" \"Sunloungers are for rent!\" and even \"Warning: Slippery when wet!\"</p> <p>To reach the prime spot, the finger of double-sided beach that stretches between sea and lagoon, one passes through a turnstile and pays an entry fee of £1.50. Security guards patrol and warning signs remind visitors that this is \"a protected natural place\". One local lady, trying to dry her daughter's tiny swimming costume on a tree branch was assailed by two burly guards and told to remove it. \"This is a nature park,\" they reminded her and stalked back to their cabin next to the ice cream stall.</p> <p> After this our return to Yuva felt like a home-coming. We swam in the deserted cove, ate dinner together, then Nihat played his flute, the Turkish ney, while Atilla sang a traditional Turkish lament. </p> <p>\"I am on a long and narrow way, I'm walking night and day. </p> <p>I don't know how I fare, I'm walking night and day.\"</p> <p>On our leaving, we packed our bags sadly. Maddy glanced at my laptop case but said nothing, Julie Andrews was silent and forgotten in the side pocket. Yuva, however, will not be so easily forgotten and this remarkable experiment in responsible tourism deserves every bit of its quiet success. </p> <p>• Thomas Cook (<a href=\"http://www.flythomascook.com\">flythomascook.com</a>)flies Gatwick-Dalaman from £120pp rtn. Thomsonfly (<a href=\"http://www.thomsonfly.com\">thomsonfly.com</a>) flies to Dalaman from eight UK airports from May-Oct. A week's full-board at Yuva costs £245pp, (valid until Oct 27). Winter breaks from £195pp (from Nov 10); Yoga weeks from £375. (Children under five free; 6-12 year olds sharing parents' room pay 50% of the adult price. A week's stay between Dec 22-Jan 5 costs £330. Book through <a href=\"http://www.nealsyardagency.com\">nealsyardagency.com</a>, <a href=\"http://www.yuvaholidays.com\">yuvaholidays.com</a> or Vegi Ventures (01760 755888, <a href=\"http://www.vegiventures.com\">vegiventures.com</a>).</p>",
  "<p>You know you've reached rock bottom when you find your house has been broken into and the burglar has left a note urging you to pull yourself together. This is how low middle-aged sales rep Tyndale Corbett has sunk since he lost his job with a firm selling lighting equipment. So he decides his marketing skills might be put to better use selling salvation, and takes a flight to Miami, where he soon finds work as an assistant pastor at the Church of the Heavily Armed Christ.</p> <p>This is the kind of thing that happens in Tibor Fischer novels. The most recent, Voyage to the End of the Room, featured an agoraphobic who gets a job in a Barcelona strip joint; before that we had The Thought Gang, in which a British philosopher teams up with a one-armed French convict and goes on a bank-robbing spree. There are few authors as capable of pursuing an improbable caper to its most outlandish extremes. Yet this latest leaves you wondering if Fischer's novels aren't a bit like gum: briefly refreshing rather than nourishing; and though there's the odd philosophical speculation to chew on, they inevitably lose their flavour after a while. </p> <p>Fischer's problem is basically the same as his hero's - he simply doesn't know when to stop. Having inveigled himself into a position of authority with a crackpot church whose congregation could fit comfortably into a car, Tyndale begins to get grand ideas. Since posing as a pastor has been so easy, he decides to aim higher and attempt to pass himself off as God. \"A tall order but what a potential pay day. Considering my failure as a human being, what have I to lose by acting worshippable?\"</p> <p>Well, the confidence of the reader for a start. Even the most outrageous satires need to be tethered to some form of truth, but once Fischer unleashes his imagination it simply floats away. \"Strolling down Collins Avenue I abjure reason and jettison honesty,\" Tyndale says. \"It's fantastic. I resolve to laugh at qualities such as reliability, compassion, punctuality, patience, industry and the truth.\" This is all very well, except that it conveniently grants the author licence to disown plausibility and consistency at the same time.</p> <p>Fischer seems unable to prevent himself from suffocating a promising comic idea by pushing it too far. In one scene Tyndale makes a delivery to a nightclub (he combines his pastoral duties with a little drug couriering on the side), where \"in the DJ booth a small monkey was changing the discs with practised ease\". Closer inspection reveals that the monkey is armed. You can suspend incredulity only so far. A monkey in a nightclub is just about believable; a monkey operating the turntables is stretching it a bit; but a monkey with a gun is really only there to set up the inquiry \"does the monkey have a licence for that?\" and the inevitable punchline, \"It's a monkey, it doesn't need a fucking licence\". A few pages later the monkey tears a page from the Bible and rolls itself a spliff, having now become a comic device that has so outlived its useful purpose you want to borrow its gun and shoot it.</p> <p>Such anarchy would be fine if it shed some revealing light on the vicissitudes of religion, or people's willingness to buy salvation from a cynical charlatan. Yet the insight Fischer provides is neither particularly profound nor original. He speculates on the nature of miracles, suggesting that they may not have to be on the loaves-and-fishes scale to have a life-altering effect. He backs this up with a childhood story about his dread of being punished for allowing an ice-cream to melt in his jacket pocket, followed by jubilation when he arrives home to find all traces of the stain gone. It's a neat anecdote, but seems incredibly close to the pivotal scene of Jonathan Coe's The Rotters' Club, in which the young hero prays for a pair of swimming trunks so he will not have to appear naked in front of his classmates, and pledges a lifelong devotion to God when a pair miraculously appears in his locker.</p> <p>Early in the novel Tyndale contemplates killing himself, but rejects it because \"suicide panders to our laziness, and laziness always wins, sooner or later. That's the only law.\" A couple of hundred pages later he repeats himself, stating: \"the only law is laziness always wins.\" Such repetition sums up the facile nature of the book. There's a sprinkling of good ideas and some flashes of pithy comic writing; but it is laziness that wins in the end.</p>",
  "<h2>Matt Groening</h2> <p><strong>A masterpiece of joy and heartbreak</strong></p> <p>No one needs any formal introduction to Peanuts. From our infancies we've had our chins wiped with official Snoopy bibs and been swaddled in unofficial security blankets. Over the decades we've bought, received, worn, played with and stared at an endless series of Peanuts books, greeting cards, sweatshirts, shoestrings, coin banks, figurines, adverts and TV shows. (Lest you think this is a knock, remember I'm the Simpsons guy, and we've allowed Bart asthma inhaler holders and Duff Beer fishing lures.) But clear away the insurance commercials, billboards, dolls, apparel, stickers, soap dishes and the rest, and we're left with the real thing: the Peanuts comic strip itself, Charles Schulz's brilliant, angst-ridden, truly funny, 50-year-long masterpiece of joy and heartbreak.</p> <p>I dug Peanuts from the time I could read, and as a kid spent way too many nights under the covers with a torch, poring through such nifty anthologies as You're Out Of Your Mind, Charlie Brown!, Who Do You Think You Are, Charlie Brown? and You Can't Win, Charlie Brown. </p> <p>I was excited by the casual cruelty and offhand humiliations at the heart of the strip. Peanuts seemed emotionally real (and unlike anything else). Occasional sadness comes up (such as Charlie Brown's complaints that no one likes him, and Patty's un-sympathetic explanations of why this is so), but this is offset by a friendly drawing style, great jokes and a sense of childhood exuberance that makes the discouragements of life seem a worthy price to pay. </p> <p>Back then, it seemed that everywhere you went you were guaranteed to find Peanuts books you'd never seen just lying around, with such compelling titles as I Need All The Friends I Can Get, Happiness Is A Sad Song and You've Had It, Charlie Brown.</p> <p>My grade-school buddies and I constantly attempted to draw our cartoon favourites, from Popeye to Batman, Sad Sack to Huckleberry Hound. We especially loved copying the Peanuts kids, because they seemed simple enough at first glance. But those giant heads and dots for eyes were trickier than they looked. Our Charlie Browns weren't sweet and impassive. In our wobbly hands, Charlie Brown's big, round head turned into a macrocephalic oval, his eye dots drifted apart, and his body got fatter and more squished. No matter how much we practised, our Charlie Browns looked like freaks.</p> <p>Gradually my friends grew up and turned to other pursuits, while I never matured and kept cartooning to this day. Eventually my crude little Charlie Brown transformed into my crude little Akbar and Jeff, the erstwhile stars of my weekly comic strip, Life In Hell.</p> <p>I'm struck by just how rich and consistent the world was that Schulz created. I like that Peanuts doesn't contrast the kids' piddly concerns with those of adults. I like that, from the beginning, grown-ups didn't exist, except as off-stage voices (usually Lucy and Linus's mother). And I like the unpredictability of the jokes: some carry on the traditions of classic American comic strips, with such impossible sight gags as Charlie Brown flying a kite with a ship's anchor chain or Snoopy retrieving an unpopped soap bubble. Other strips offer a more open-ended, emotional outburst. Throughout the second half of 1955, Schulz's funny but unnerving punchline consists of an agitated Linus shouting: \"Five hundred years from now, who'll know the difference?\"</p> <p>The kids are all quite young in the early strips. Four-year-old Lucy (\"the world's number one fussbudget\") still sleeps in a cot, while her tormented yet optimistic brother, Linus, can't yet walk - he crawl-wobbles through the air - but compensates by building gigantic sandcastles and inflating square balloons. Characters who later disappear, including Patty, Shermy, Violet and the loud-talking Charlotte Braun (who looks like Charlie Brown with a scribble for hair), are quite vigorously on the scene. \"Pig-Pen\" (I love the quote marks around his name) figures in a number of strips. And Snoopy's fantasy life is just beginning.</p> <p>He tries being a giraffe, kangaroo, alligator, python, bird and lion, and visually mimics the profiles of a pelican, Lucy, Violet, a moose and Beethoven. (I especially love Snoopy's Mickey Mouse pose, and Charlie Brown's reaction: \"Frightening, isn't it?\")</p> <p>I got to meet Schulz once, in May 1998. I was holed up on the Fox lot in Century City, working on some Simpsons nonsense, when I received word that the great man was eating lunch nearby. I dropped everything and raced across town, stumbling into the restaurant where the affable Schulz held court before a group of fans and friends. I told him of my all-time favourite Peanuts comic strip, which I hadn't seen in 40 years. The strip shows Lucy methodically making a series of tiny snowmen, then stomping on them, as Charlie Brown looks on. Lucy explains matter-of-factly: \"I'm torn between the desire to create and the desire to destroy.\"</p> <p>\"Thank you for that strip,\" I said. \"In one sentence you summed up my life.\" </p> <p>Schulz smiled politely. Do you hear me? He smiled politely! I made Charles Schulz smile politely! I just now realise I'm more like Charlie Brown than I've ever admitted to myself. ·</p> <h2>Jonathan Franzen</h2> <p><strong>A gift from the heart<br></strong><br>Was Charles Schulz's comic genius the product of his psychic wounds? Certainly the Schulz depicted in Rheta Grimsley Johnson's authorised biography, Good Grief (1989), was a mass of resentments and phobias that seemed attributable to emotional traumas in his youth: his unpopularity at school, his skinniness and pimples, the rejection of his drawings by his high-school year book, the death of his mother on the eve of his induction into the army, the rejection of his marriage proposal by the real little red-haired girl (Donna Mae Johnson), and so on. The man who became the best-loved artist on the planet was increasingly prone to attacks of depression and bitter loneliness. ('Just the mention of a hotel makes me turn cold,' he told Grimsley.) Although he left his native Minnesota, he replicated its comforts in California, building an ice rink whose snack bar was called The Warm Puppy. By the 70s, he was reluctant even to get on an aeroplane unless someone from his family was with him. Here - the armchair psychologist might think - was a classic instance of the pathology that produces great art: wounded by adolescent traumas, our hero took permanent refuge in the childhood world of Peanuts.</p> <p>But what if Schulz had become a toy salesman rather than an artist? Would he have lived such a withdrawn and emotionally turbulent life? I suspect not. I suspect that Schulz the toy salesman would have gutsed his way through a normal life the same way he'd gutsed out his military service. He'd have done whatever it took to support his family - begged a Valium prescription from his doctor, had a few drinks at the hotel bar.</p> <p>Schulz wasn't an artist because he suffered. He suffered because he was an artist. To keep choosing art over the comforts of a normal life - to grind out a strip every day for 50 years; to pay the steep psychic price for this - is the opposite of damaged. It's the sort of choice that only a tower of strength and sanity can make. The reason Schulz's early sorrows look like 'sources' of his brilliance is that he had the talent and resilience to find humour in them. Almost every young person experiences sorrows. What's distinctive about Schulz's childhood is not his suffering, but the fact that he loved comics, had a gift for drawing and was the only child of good parents.</p> <p>This is not to say that the depressive, failure-ridden Charlie Brown, the selfish and sadistic Lucy, the philosophising oddball Linus and the obsessive Schroeder (whose Beethoven-sized ambitions are realised on a one-octave toy piano) aren't all avatars of Schulz. But his true alter ego is clearly Snoopy: the protean trickster whose freedom is founded on his confidence that he's lovable at heart, the quick-change artist who, for the sheer joy of it, can become a helicopter or a hockey player or Head Beagle, and then, in a flash, before his virtuosity has a chance to alienate or diminish you, be the eager little dog who just wants dinner.</p> <p>One long-running gag in the Peanuts strips is Charlie Brown's yearly failure to get any valentines. In Peanuts, A Golden Celebration, published shortly before his death, Schulz told a valentines story from his own childhood. When he was in first grade, his mother helped him get valentines for everybody in his class, so that nobody would be offended by not getting one; but he felt too shy to put them in the box at the front of the classroom, so he took them all home again to his mother. At first glance, the story recalls a strip in which Charlie Brown peers over a fence at a swimming pool full of happy kids, then he goes home and sits by himself in a bucket of water. But Schulz, unlike Charlie Brown, had a mother on duty - a mother to whom he chose to give his whole basket of valentines.</p> <p>A child scarred by a failure to get valentines would probably not grow up to draw lovable strips about the pain of never getting valentines. (A child like that - one thinks of R Crumb - might draw a valentine box that morphs into a female body part that devours his valentines and then him, too.) Beneath the conventional narrative of Schulz's childhood failures is the story of a happy young man oversupplied with parental love. His family's closeness gave him strength; its closedness probably helped estrange him from the world. Love feeding art feeding estrangement feeding forgiveness: the gifts Schulz was given became his gift to us.</p> <p>• These are edited extracts from The Complete Peanuts 1955 To 1956, by Charles M Schulz, introduced by Matt Groening, and The Complete Peanuts 1957 To 1958, by Charles M Schulz, introduced by Jonathan Franzen, published next week by Canongate at £15.</p>",
  "<p><strong>3/10</strong><br><strong>Telephone </strong>020-7629 7688<strong><br>Address </strong>St James's Hotel and Club, 7-8 Park Place, London SW1<br><strong>Open</strong> All week, breakfast 7-10.30am, lunch noon-3pm, dinner 7-10pm</p> <p>At economic moments such as this, what we all need (second only to a few 24-carat gold bricks in a safety deposit box) is a good giggle. For those without access to liquid temazepam, laughter is the best medicine for terror and blind panic, and on this basis I must thank Andaman By Dieter Müller for a hilarious lunch. As if history's most comically mistimed opening wasn't merriment enough, we were treated to the drollest volte-face the world has seen for a very long time. Well, since two days before this particular meal, in fact, when John McCain's fiscal diagnosis went overnight from rude good health to, \"Hello, is that the undertaker?\"</p> <p>\"I'm not sure this is a restaurant at all,\" whispered one of my friends, bemusedly, when I arrived. \"I think this is a non-restaurant.\" </p> <p>He had a point: Andaman is sited in a weeny, tarted-up alcove at the end of a bar in, of all mood-capturing emblems of the times, an overbearingly opulent boutique hotel. Wishing to capitalise on this unhappy space, the German owners have hired Müller, holder of three Michelin stars at his schloss near Cologne, to lend his name, staff and the pretence that the cuisine is inspired by Marco Polo, who visited the Andaman islands en route to Beijing. Precisely where \"Club Sandwich\" fits in with that I leave to you to figure out, but what hints towards Polo's travels there are appear in the dinner menu section, headed \"Amuse Bouches by Dieter Müller\", in which the oral drolleries include a dash of papaya, chilli and lemongrass.</p> <p>At lunchtime, however, the menu is so brief and Polo-free that I asked our portly French maître d' if we might order from the evening menu instead. \"No,\" he said bleakly, \"it is not the politic of the restaurant.\" </p> <p>Look, I pleaded, we're the only people here, so the chef can't be that frantic. Go on, be a sport. </p> <p>\"No, this is not the politic,\" he reiterated, overtly displeased at this sustained challenge to the traditions of a place that had officially opened only the previous night. \"But I will ask the general manager.\" </p> <p>Eventually a very charming chap arrived to identify the problem, with regret, as \"lack of prepping time\". And seeing that the dinner menu included such labour-intensive complexities as \"filet of beef with pommes dauphines and red wine onions\", we had to accept his verdict (not to mention let out a sigh of relief: the prices were breathtaking).</p> <p>It was shortly after this encounter that the notebook made its debut. I have addressed you before on the alchemical qualities of this affordable piece of stationery, and this is why. For half an hour we'd been contemptuously ignored among the golden chairs, yellow banquettes and abstract sculptures of a glorified box room whose best feature is a view over some mews cottages only partly obscured by two giant stone (Marco?) polo mints. All of 60 seconds after the notebook materialised, however, the maître d' was by our side to pour wine on troubled waters by upgrading the bottle we'd ordered from the cheekiest list I've ever seen (£48 for a chianti classico, forsooth) to a rosso di Montalcino for which, he assured me, nothing would be charged.</p> <p>From that moment forth, his attentiveness was such that one of our number expressed \"the need for a new language to express the transformation\". Every few minutes he returned, sometimes at a jog, to deliver discourses on the non-oxidising properties of the cutlery, for example, and the Michelin scene worldwide, and finally he went so far as to offer us dinner on the house.</p> <p>Before then came some food. I do not propose to dwell on this because a) this is Andaman By Dieter Müller, not Andaman By A Sous Chef Dieter Müller Can Manage Without, and Herr Müller had returned to the Fatherland after the launch do the previous day; and b) there is a greater chance of me being offered the lead in a Paul Newman biopic than a single one of you choosing to eat here in this, or any other, economic climate.</p> <p>Let it suffice, then, that carpaccio of beef was fresh, \"pea mint soup\" too sweet for my taste but not for my friend's, and smoked guinea fowl salad with \"tandoori and pineapple\" perfectly nice, even if it sounds like something Domino's chief designer conceived while on mescaline. The main courses - a very mean serving of roast poussin and prawns with \"peanut-tandoori sauce\", a veal escalope and loin of lamb with olive sauce and artichokes - would also have been good had they not been oversalted. For pudding, a tarte tatin was excellent, but a chocolate savarin with coconut ice cream was stodgy. For the bar of a business travellers' airport hotel, the food was outstanding. For a restaurant bearing the name of a Michelin deity, it was very average, thank you.</p> <p>But then this, as my friend had been so quick to appreciate, is a restaurant in only the barest technical sense. This is a clip joint of a shameless brazenness the like of which I cannot recall. A year ago, it would have induced raging dreams involving gelignite, because then it would have made a mint from City bonus boys going doolally with that wine list. But not, God be praised for silver linings, any more. </p> <h2>The bill</h2> <p>Beef carpaccio £15</p> <p>Pea mint soup £9</p> <p>Guinea fowl salad £13.50</p> <p>Roast poussin £25</p> <p>Veal escalope £24</p> <p>Loin of lamb £29</p> <p>Tarte tatin £10</p> <p>Chocolate savarin £12</p> <p>Rosso di Montalcino £48</p> <p>(first bottle on the house, second bottle charged at bargain chianti rate)</p> <p>Bottled water £5.20</p> <p>Subtotal £190.70</p> <p>Service @ 12.5% £23.84</p> <p><strong>Total £214.54</strong></p>",
  "<p>Our cause is just. But so it was in 1975, when Iceland decided - unilaterally and illegally - to create an \"exclusion zone\" around its coast. Foreign trawlers were forbidden to fish within its boundaries.</p> <p>When Grimsby skippers ignored the edict, Icelandic gunboats severed the cables which connected boats to nets - risking fishermen being cut in half by steel hawsers ripping across the deck. All Whitehall agreed that the Icelanders - the most highly educated people in the world - would respond to an offer of compromise. I was chosen to carry it to Iceland. I returned home full of sympathy for Neville Chamberlain - though, as compared with Reykjavik, Munich was a meeting of true minds.</p> <p>Harold Wilson had been explicit. Hostilities must be abandoned during negotiations. If a cable was cut while the British delegation was in Iceland, we were to leave at once. We landed at Reykjavik at 4.30pm and were greeted with the news that two cables had been cut at 4. Huddled together, we considered whether or not the cable cutting had been a deliberate provocation. We decided that it had, but that - in our British way - we would rise above it and continue the negotiations. It seemed that our emolience had been rewarded. The first meeting would be preceded by a trip around the island.</p> <p>It began with a history lesson. The entire Icelandic population had descended from a handful of exiled Irishmen who abducted a similar number of women and went into the unknown to find refuge from their enemies. Only men of indomitable will could have survived on a lump of volcanic rock in the north Atlantic. They had founded a nation of Norsemen who sailed the world in open boats, sacking and pillaging. When they discovered that they had landed in Venice - mistaking it for Constantinople - they sacked and pillaged anyway, since that was their trade. To my relief, the lecture then moved on to literature and the Sagas - all of which had titles like Blood on the Snow.</p> <p>The tour of the island began at the site of the world's oldest parliament. Its members, who first assembled in AD930, must have been remarkable. They deliberated in the freezing cold while sitting on sharp pinnacles of rock which nature has arranged round an ice-covered lake. Near the parliament was the \"punishment pool\", into which (my guide explained) adulterous women were thrown. \"Same time?\" I asked. \"Tenth century?\" No, he told me. \"The last one was 1912.\" He was lying. But his invention created the desired impression. At last I realised that the discussions would not be easy.</p> <p>They were consistent. Day after day London instructed me to concede a little more, and day after day the Icelandic foreign minister rejected my concession. Jim Callaghan told me wistfully that we had invaded Iceland during the second world war; and Henry Kissinger, asked to help, confirmed his grossly overrated reputation by offering no more than a platitude which he attributed to Bismarck. \"How great is the tyranny to which small nations can subject the great.\" I left for home and the harassing of trawlers continued.</p> <p>When Iceland demanded that the talks resume, the British delegation assembled in Glasgow with a new brief. A Ministry of Agriculture under-secretary begged me, \"Don't budge\". I budged continually, but the Icelanders did not. On day four I decided to come home. The pilot of our chartered aircraft came into our cabin to tell me that, 20 years before, I had broken his nose during a football match. When he added that we were playing for the same team, the other members of the delegation looked as though they had found out why the cod war was turning into a British rout. Let us hope that Alistair Darling never forgets which side he is on.</p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<p>The astonishing boldness of the government's attempt to get credit flows moving again has rightly received high praise. But there is a danger that the moral of the whole affair will be misunderstood. Before he unveiled the £500bn package, Alistair Darling was often criticised for his blandness. Surely he should have known that confidence was leaking out of the global financial system well before panic accelerated? Surely he should have displayed more grip, more foresight? </p> <p>What no one seemed to realise is that he was in good company. The national government of 1931 was formed to save the pound; and all good men and true assumed that it would do so. Yet a month after its formation, sterling left the gold standard after all, and proceeded to float down to unheard of levels. After the Wall Street crash of 1929, US bankers and political leaders insisted again and again that the worst was over - only for each new display of optimism to precipitate further stock market falls.</p> <p>In the summer of 1949 Stafford Cripps, the Labour chancellor, repeatedly declared that sterling would not be devalued. When devaluation came in the autumn he was savagely attacked by the Conservatives for misleading the nation. It was the same story in 1967. Harold Wilson had set his face against devaluation when he formed his government in October 1964, despite a rapidly deteriorating payments balance, for which devaluation was the obvious remedy. From then until November 1967, when devaluation eventually took place, he, too, repeatedly insisted that nothing of the sort would happen and banned the very mention of devaluation from Whitehall. </p> <p>In 1976 the Callaghan government insisted that all was well, until a long-predicted sterling crisis forced it to seek a massive credit injection from the IMF. In 1992, John Major denounced what he called \"the soft option, the devaluers' option\", only to preside over Britain's departure from the ERM, and an effective sterling devaluation of 15%.</p> <p>For free-market fundamentalists, the moral is plain: governments and central banks cannot \"buck the market\". Politicians should keep their sticky hands out of the economy and give free rein to market forces. The results will often be untidy, and sometimes painful. But that is the price of what Friedrich von Hayek, the high priest of the unfettered market economy, called \"the Great Society\". Well-meant state intervention is a snare and a delusion, which is bound, sooner or later, to open \"the road to serfdom\".</p> <p>I doubt we shall hear much from that camp in the near future. It is obvious that the current financial crisis is the result of too little public intervention, not of too much. But the free-marketeers are not the only fundamentalists around. The populist left, now beginning to poke its head above the parapet, is equally fundamentalist, but in the opposite sense. For it, markets are nasty at best and wicked at worst. Bankers are evil, and ought to be punished, not rescued. Ordinary people who live beyond their means, put their money into dodgy institutions and take out mortgages they can't afford, are blameless. They have been manipulated by an inherently wicked financial services industry. Globalisation, the true author of the financial crisis, is evil too. We should put a stop to it, or at least slow it down. </p> <p>It is not fashionable to say so at the moment, but that makes it all the more important to remind ourselves that globalisation has made it possible for the governments of India and China to lift millions out of the most appalling poverty - and that, as Churchill said of democracy, the capitalist market economy is the worst economic system ever invented, apart from all the others. </p> <p>In truth, the fundamentalisms of right and left mirror each other. One says, \"markets good, states bad\". The other says, \"states good, markets bad\". The truth is that they are both good and bad - at the same time. What the present conjuncture shows most obviously is that unregulated markets sooner or later destroy the ethical and institutional foundations on which market economies rest. When times are good, greed and credulity drive out prudence and common sense, not just in the City, but on every high street. When they turn bad, as they always do sooner or later, fear drives out hope. Ebbing confidence feeds on itself. </p> <p>The truth is that market actors - which include you and me, as well as the faceless speculators of current demonology - are not the ice-cold rational calculators that classical economics assumes them to be. They are irrational, prone to panic and to behave more optimistically than they should. Nor, however, are they the helpless raw material for would-be social engineers. </p> <p>The need now is for clever regulation, on a global scale. In the EU, there is an equal need for much stronger political institutions to complement the central bank. But the greatest need of all is for a new theory of the mixed economy, framed for the global marketplace of today, as the now-defunct Keynesian system was framed for the national post-war economies. In the early 90s, economists like John Kay and Will Hutton were groping their way towards such a theory, but when New Labour won its crushing victory their work was buried. It's time to return to the charge. </p> <p>• David Marquand is the author of Britain Since 1918 <a href=\"http://mailto:david.marquand@mansfield.ox.ac.uk\">david.marquand@mansfield.ox.ac.uk</a></p>",
  "<p>There is a startling disparity between the cherubic features of White Lies frontman Harry McVeigh and the sound that emerges when he opens his mouth. Imagine a horror movie in which a prepubescent choirboy, radiating innocence, becomes possessed and starts singing in a rumbling bass dredged up from five fathoms deep: that's the effect McVeigh conveys. It is instantly riveting.</p> <p>Everything about White Lies suggests this kind of theatrical contrast. Their songs inhabit the territory where goth and pop intersect: first, they conjure an atmosphere of doom from thudding drums, stomach-churning basslines and keyboard notes that swirl in the air like dry ice, then they puncture the gloom with a singalong chorus and razzle-dazzle finale. Their most upbeat song is called Death. McVeigh, who otherwise scowls and clenches his fists, claps along to this one, beaming as the synths twinkle.</p> <p>If White Lies have a weakness, it's that they stick too closely to what rapidly becomes a familiar template: their nine-song set effectively runs out of ideas halfway through. They are also prone to cliche, or else lavish so much energy on a song's chorus that the verses between feel flat (noticeably on 50 On Our Foreheads). Sometimes, too, the heightened drama of their style veers perilously close to parody, and risks becoming unintentionally hilarious.</p> <p>But then you are caught again by that demonic voice, singing knotty narratives of murder and regret, exhorting one girl to \"put down those scissors\", telling another \"I'd kill you in a second\". With just two singles released, these are early days for White Lies; they could yet fill the footsteps of Joy Division, Interpol and all their other black-clad heroes.</p> <p>• At Guildhall, Gloucester (01452 503050), November 20. Then touring.</p>",
  "<p>Recent work by leading economists suggests that a new consensus is emerging on free trade agreements. Gone is the doctrine of the <a href=\"http://en.wikipedia.org/wiki/Washington_Consensus\">Washington consensus</a> which preached signing trade deals with any nation that is willing. A narrow but significant accord is emerging that says smaller regional and bilateral trade agreements are bad for the world economy. Perhaps then, Senator Barack Obama's <a href=\"http://www.barackobama.com/issues/economy/\">call</a> to rethink deals like Nafta is not so protectionist but really in line with <a href=\"http://www.cfr.org/publication/15653/obamas_freetrade_credentials_top_clintons.html\">contemporary economic thinking</a>. </p> <p>One of the world's most well-known trade economists is <a href=\"http://www.columbia.edu/~jb38/\">Jagdish Bhagwati</a> of Columbia University. In the early part of his career he spawned technical innovations to trade theory that are taught in any serious textbook of international economics. In recent decades he has served as free trade's champion in accessible books and short articles.</p> <p>His recent book, <a href=\"http://www.cfr.org/publication/15840/\">Termites of the Trading System: How Preferential Agreements Undermine Free Trade</a>, came as a shock to those who count him as an academic ally in the campaign for free trade. Bhagwati argues that trade deals like Nafta or the pending <a href=\"http://www.whitehouse.gov/news/releases/2008/03/20080312-3.html\">US-Colombia Free Trade Agreement</a> are \"termites\" that are eroding the world trading system and world economy.</p> <p>Why are these deals so bad? Bhagwati shows that they divert trade away from those nations with a true <a href=\"http://www.economist.com/research/economics/alphabetic.cfm?term=comparativeadvantage#comparativeadvantage\">comparative advantage</a>. Such advantages occur when every nation produces and exports from those sectors where their mix of land, labor and capital is most abundant. Liberalising tariffs and other barriers then means producers get access to more markets, and consumers have better choices and lower prices. </p> <p>In this scenario all nations benefit because they produce where they have a comparative advantage. Throw in these small trade deals and all of a sudden we are buying shirts from countries like Honduras rather than from China and Mexico where they can be produced more efficiently and come at a lower price. The crux of Bhagwati's argument is that foregoing those lower prices costs us in terms of \"trade diversion\". Indeed, the World Bank's 2005 Global Economic Prospects puts the price of trade diversion due to deals like Nafta between $115bn and $150bn on an annual basis. </p> <p>Another of the more eminent global trade and development economists is <a href=\"http://ksghome.harvard.edu/~drodrik/\">Dani Rodrik</a> of Harvard University. Rodrik and Bhagwati often disagree, but Rodrik's new book: <a href=\"http://press.princeton.edu/titles/8494.html\">One Economy, Many Recipes: Globalisation, Institutions, and Economic Growth</a>, also argues that many trade agreements are out of whack with economic theory - albeit from a different vantage point.</p> <p>According to Rodrik, many nations are stuck with a comparative advantage today that will keep them in poverty for a long time. Nations that grow the most over time exhibit a diversity of products for export and production. However, market failures make it difficult for poorer countries to diversify their economies and gain dynamic comparative advantage. Government policy is needed to help spur the diversification process. Many trade deals choke the ability of nations to deploy the proper policies for long-run development. </p> <p>Developing countries often look at the example of the US and European economies, and more recently, the economies of South Korea and China. Such nations moved into the global marketplace slowly and strategically, protecting their major exporting industries in order to nurture them into world markets. Rodrik shows that nations have trouble doing this under the WTO and an even harder time under deals like Nafta. </p> <p>If economists say these agreements are so bad, why do so many countries sign them? Indeed, most Latin American countries line up to sign trade agreements with the US. A new book, <a href=\"http://www.lse.ac.uk/collections/pressAndInformationOffice/publications/books/2008/PoliticalEconomyofHemisphericIntegration.htm\">The Political Economy of Hemispheric Integration: Responding to Globalisation in the Americas</a>, edited by Diego Sanchez Ancochea of Oxford University and Kenneth Shadlen of the London School of Economics, argues that rich countries have the market power to bully Latin Americans into the deals by aligning themselves with Latin American elites and the sectors that receive the short term benefits. It's the politics, stupid.</p> <p>Senator Obama has said that when he is president he will rethink these agreements and make multilateralism the cornerstone of his foreign policy. Senator McCain has <a href=\"http://www.johnmccain.com/Issues/JobsforAmerica/trade.htm\">pledged</a> to follow the Bush administration's fundamentalist fervor for free trade agreements, however small or irrelevant, and is out of touch with contemporary economic thinking.</p> <p>Judging by these recent books from opposing sides of the trade debate, Senator Obama seems to have the economics right.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338486760\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/nobelpeaceprize/rex_805835a-9233.jpg\" alt=\"Dar es Salaam, Tanzania\" width=\"590\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Martti Ahtisaari with his wife, Eeva, his father, Oiva, and his son, Marko, in Dar es Salaam, Tanzania, on August 2 1973. Ahtisaari was then the Finnish ambassador in Tanzania</span> <span class=\"element-image__credit\">Photograph: Lehtikuva OY/Rex Features</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338486766\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/nobelpeaceprize/R90109050-556.jpg\" alt=\"Windhoek, Namibia\" width=\"597\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Namibian youths celebrate their country's first hours of independence from South Africa on March 21 1989. Ahtisaari was the UN special representative who oversaw the country’s transition to independence</span> <span class=\"element-image__credit\">Photograph: Graeme Williams/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338486769\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/nobelpeaceprize/000_APP2000032092875-1130.jpg\" alt=\"Windoek, Namibia\" width=\"548\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Athisaari (l) is met by the Namibian president, Sam Nujoma, at Windoek airport on March 20 2000 for the 10th anniversary celebrations of Namibia's independence</span> <span class=\"element-image__credit\">Photograph: Jutta Dobler/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338486772\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/nobelpeaceprize/000_ARP1479533-1645.jpg\" alt=\"Helsinki, Finland\" width=\"574\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Then Finnish secretary of state, Ahtisaari poses with his wife in front of the presidential palace in Helsinki</span> <span class=\"element-image__credit\">Photograph: Martti Kainulainen/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338486807\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/nobelpeaceprize/000_SAPA990519530450-2120.jpg\" alt=\"Helsinki, Finland\" width=\"623\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">As president of Finland, Ahtisaari (r) negotiated, alongside Russia's Balkan envoy, Viktor Chernomyrdin (c), with Slobodan Milosevic to end the fighting in the Yugoslav province of Kosovo</span> <span class=\"element-image__credit\">Photograph: Jaakko Avikainen/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338486810\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/nobelpeaceprize/PD558999@Loyalist-mural-on-a-wa-2725.jpg\" alt=\"Belfast, UK\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">After stepping down as president, in 2000 Ahtisaari was appointed by the UK government to the team overseeing the inspections of IRA weapons decommissioning in Northern Ireland</span> <span class=\"element-image__credit\">Photograph: Paul Faith/Press Association</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338486829\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/nobelpeaceprize/EMP-1360690-6746.jpg\" alt=\"London, UK\" width=\"567\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ahtisaari, pictured with the British prime minister, Tony Blair, the Northern Ireland secretary, Peter Mandelson, and fellow IRA arms inspector Cyril Ramaphosa at a breakfast meeting at Downing Street</span> <span class=\"element-image__credit\">Photograph: Fiona Hanson/Press Association</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338486817\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/nobelpeaceprize/000_Par2206275-4460.jpg\" alt=\"New York, US\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">At the UN headquarters in New York on April 22 2002, the UN secretary general, Kofi Annan (l), named Ahtisaari as the head of a fact-finding team charged with investigating events at the Palestinian refugee camp in Jenin</span> <span class=\"element-image__credit\">Photograph: Evan Schneider/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338486820\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/nobelpeaceprize/000_SAHK990421526150-5030.jpg\" alt=\"Lhokseumawe, Indonesia\" width=\"578\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In 2005, Ahtisaari successfully headed negotiations that led to a peace agreement between the Free Aceh Movement (Gam), of the Aceh province on the island of Sumatra, and the Indonesian government</span> <span class=\"element-image__credit\">Photograph: STR/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338486823\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/nobelpeaceprize/42-15675477-5617.jpg\" alt=\"Helsinki, Finland\" width=\"598\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ahtisaari (c) pictured with Indonesia's justice minister, Hamid Awaludin (l), and the Free Aceh Movement's chairman, Malik Mahmud, at the signing of the peace deal in Helsinki on August 15 2005</span> <span class=\"element-image__credit\">Photograph: Ruben Sprich/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338489411\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/nobelpeaceprize/GD2312769-1447.jpg\" alt=\"Pristina, Kosovo\" width=\"429\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In November 2005, Ahtisaari was appointed as UN special envoy for Kosovo to oversee the process to determine whether Kosovo would become an independent state or remain part of Serbia</span> <span class=\"element-image__credit\">Photograph: Dimitar Dilkoff/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338486826\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/nobelpeaceprize/42-20948064-6190.jpg\" alt=\"Belgrade, Serbia\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ahtisaari (r) talks to the Serbian president, Boris Tadic (2-l), at a meeting in Belgrade on February 2 2007 during Kosovo talks</span> <span class=\"element-image__credit\">Photograph: Sasa Stankovic/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338489102\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/nobelpeaceprize/w80155164-1543.jpg\" alt=\"Helsinki, Finland\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ahtisaari proposed internationally monitored independence for Kosovo. He stepped down as the province’s UN envoy in July 2007 – six months before it unilaterally declared independence</span> <span class=\"element-image__credit\">Photograph: Markku Ulander/AFP</span> </figcaption> </figure>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338484315\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/1/GD9145672@A-devotee-immerses-an-8530.jpg\" alt=\"A devotee immerses an idol of Hindu goddess Durga into the waters of river Mahananda \" width=\"576\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Siliguri, India: A devotee immerses an idol of Hindu goddess Durga into the waters of the river Mahananda    </span> <span class=\"element-image__credit\">Photograph: Rupak De Chowdhuri/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338484309\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/1/GD9144732@Firemen-battle-a-fire-7240.jpg\" alt=\"Firemen battle a blaze in a building in Harbin, China \" width=\"572\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harbin, China: Firemen battle a blaze in a building  </span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338484312\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/1/GD9145269@Female-members-of-Ira-8086.jpg\" alt=\"Female members of Iran's Basij militia attend a training session in riot control \" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tehran, Iran: Female members of the Basij militia attend a training session in riot control  </span> <span class=\"element-image__credit\">Photograph: Yalda Moaiery/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338484318\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/1/GD9147182@A-man-looks-at-a-Humm-8955.jpg\" alt=\"Made in America trade fair in Beirut\" width=\"555\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Beirut, Lebanon: A man reflected in the grill of a Hummer at the 4th annual trade fair for US products and services called Made in America       </span> <span class=\"element-image__credit\">Photograph: Bilal Hussein/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338484324\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/1/GD9149497@A-man-lifting-weights-9944.jpg\" alt=\"bodybuilding inb Havana\" width=\"584\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Havana, Cuba: A man lifting weights is reflected in a mirror hanging on the wall of an improvised gym  </span> <span class=\"element-image__credit\">Photograph: Javier Galeano/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338484327\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/1/GD9150119@Spiders-hang-from-a-w-413.jpg\" alt=\"spiders in belarus\" width=\"613\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Selishche, Belarus: Spiders hanging from a web   </span> <span class=\"element-image__credit\">Photograph: Sergei Grits /AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338484352\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/1/GD9150643@U-830.jpg\" alt=\"John McCain pulls a face at a rally \" width=\"569\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Waukesha, US: Republican presidential nominee, John McCain, pulls a face after a question from a supporter during a town hall meeting in Wisconsin   </span> <span class=\"element-image__credit\">Photograph: Carlos Barria /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338484355\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/1/GD9150743@A-Thai-participant-ma-1281.jpg\" alt=\"coffin ceremony in Thailand \" width=\"627\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bangkok, Thailand: A man prays as he lies in a casket next to a buddhist monk during a coffin ceremony, the latest religious trend to sweep country   </span> <span class=\"element-image__credit\">Photograph: Pornchai Kittiwongsakul/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338484370\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/1/GD9145634@STANDALONE-PHOTO-Ripp-3791.jpg\" alt=\"punting on the cam\" width=\"404\" height=\"630\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cambridge, UK: A person taking a late summer punt along the river Cam  </span> <span class=\"element-image__credit\">Photograph: Chris Radburn/Press Association</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338484358\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/1/GD9151311@Federal-police-stand--1760.jpg\" alt=\"federal police in mexico \" width=\"562\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Morelos, Mexico: Federal police stand at a Xoxocotla highway during a protest by local people  </span> <span class=\"element-image__credit\">Photograph: Margarito Perez/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338484361\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/1/GD9152108@Russian-officers-stan-2363.jpg\" alt=\"Soyuz prepares to take off from Baikonur cosmodrome, Kazakhstan\" width=\"411\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Baikonur cosmodrome, Kazakhstan: Russian officers stand guard near the SOYUZ TMA-13 rocket as US space tourist Richard Garriott prepares to blast off for the International Space Station  </span> <span class=\"element-image__credit\">Photograph: Dmitry Kostyukov   /AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338484367\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/1/GD9156841@Dry-leaves-cover-a-ga-3234.jpg\" alt=\"Autumn leaves in Germany\" width=\"515\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Erfurt, Germany: Dry leaves cover a garden table and chairs </span> <span class=\"element-image__credit\">Photograph: Jens Meyer/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338484373\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/oct/10/1/GD9147178@People-walk-on-an-emp-4308.jpg\" alt=\"Empty streets in Jerusalem during Yom Kippur\" width=\"445\" height=\"630\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jerusalem, Israel: People walk on an empty street during the Jewish holiday of Yom Kippur  </span> <span class=\"element-image__credit\">Photograph: Eliana Aponte/Reuters</span> </figcaption> </figure>",
  "<p><strong>FANTASY FOOTBALL</strong></p> <p>Never mind Soccer AM, presented by Hells Bells and whatever random male idiot happens to be sitting beside her on any given Saturday, the Fiver is currently developing a terrible TV show of its own. Featuring a panel of moody, irritable and aggressive women experiencing bre@st tenderness and lower abdominal pain discussing the footballing issues of the day, it will glory in the title, Soccer PM.</p> <p>Honk!</p> <p>We might get Alexander Hleb to host it. After all the knacked Belarus skipper has nothing better to do at the moment and his ability to moan about small things that don't affect him in any way make him the ideal candidate. If you don't believe us, look at what he had to say about conditions in the England camp, of which he is not and never will be a part. \"It seems that in the English team there's some kind of communism going on with all his banning this and banning that,\" he said of Fabio Capello's policy of mobile phone and video game prohibition in the build-up to internationals. \"For example, he says their breakfast is not from eight till nine but strictly at 8.15! It's all nonsense.\"</p> <p>Nonsense it may be, but if Fabio's authoritarian regime stops just one England player from exhausting himself by texting ladies detailed descriptions of how exactly he'd like his Sword of a Thousand Truths polished, then the Fiver says ban on.</p> <p>On the subject of pathetic fantasy games that help pass the time, one England player who definitely won't be donning his Frostwolf Battle Tabard and going in to combat against Kazakhstan tomorrow is England's Brave John Terry, who has succumbed to back-knack and will not feature. \"We have plenty of players, we have the substitutes, I am sure the substitute of John Terry will play well,\" said Capello, handing Rio Ferdinand the captain's armband, but refusing to let hacks or Johnny Kazakh know whether it's Joleon Lescott, Matthew Upson or Wes Brown who won't be allowed to text their nearest and dearest the good news.</p> <p>*********************</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"If the aftershave gets you girls like [$tevie Mbe's] Alex Curran, I'll be buying a bottle\" - Liverpool fan Robert Clancy at the launch of the club's own brand of aftershave, a blend of lamb, carrots, onions and potatoes. It has top notes of sandalwood and spume from the River Mersey.</p> <p>*********************</p> <p><strong>Guardian Fantasy Football</strong></p> <p>Go on, <a href=\"http://www.theguardian.com/fantasyfootball\">play it</a>.</p> <p><strong>Guardian Pick the Score</strong></p> <p>Go on, <a href=\"http://guardian.pickthescore.co.uk/\">pick it</a>.</p> <p><strong>Guardian Soulmates</strong></p> <p>Go on, <a href=\"http://dating.theguardian.com/s/\">trawl it</a>. (Let's face it, if you clicked either of the links above, you obviously need a girlfriend.)</p> <p>*********************</p> <p><strong>COMPREHENSIVE WORLD CUP NOT-ENGLAND ROUND-UP, FEATURING SCOTLAND, NORWAY AND ICELAND (BUT NOT WALES, NORTHERN IRELAND OR THE REPUBLIC OF IRELAND)</strong></p> <p>The Fiver trooped into Fiver Towers this morning full of zest as usual. We sat down at our desk, made ourselves a strong cup of Brazil Drink, booted up the computer, had a shufty at some h@rdcore bongo, then, when The Man arrived, clicked over to the front page of <a href=\"http://www.theguardian.com\">Big Paper's 24/7/365 Internet Site</a> to at least give the impression that we were getting up to speed with all the latest news.</p> <p>At which point our spirits fell faster than a Bank of Scotland executive from an office window. <a href=\"http://www.theguardian.com/business/2008/oct/10/marketturmoil-creditcrunch\">JIGGERED OLD ECONOMY F****D</a>, screamed the Big Paper headline. Wah! With immediate effect, the ever-deepening global recession sent us spiralling into the bluest of funks, one not even a downpage link to <a href=\"http://www.theguardian.com/lifeandstyle/gallery/2008/oct/10/best.mens.wallets?picture=338440683\">this gallery of £145 wallets</a> could get us out of. Oh recession, how could you!</p> <p>Still, at least we have secure jobs, for the next few days at least, unlike Scotland boss George Burley, who needs a win tomorrow at Hampden against Norway if he doesn't want to go the way of Iceland (ie pursued by annoyed clenched-fist-waving Scotsmen shouting <a href=\"http://www.theguardian.com/business/2008/oct/10/banking-iceland\">\"this is totally unacceptable\"</a>). \"Anything less than a win against Norway and our chances of qualification are doubtful,\" said Gordon Smith, SFA suit and annoyed clenched-fist-waving Scotsman.</p> <p>\"There's a big psychological factor at stake in this game,\" continued Smith. \"The next match we have is against Holland, and that's five months away. A win on Saturday is crucial under those circumstances!\" That's easier said than done, seeing the threat of the in-form-again-at-long-last John Carew will be met with David Weir, who will be celebrating his 147th birthday after the match with old team-mates from Everton, Hearts and Third Lanark. With this in mind, Smith relented a bit. \"But it would be wrong to judge George on the strength of one match at the weekend. His position as national team manager is not under any threat at all.\" Having received the vote of no confidence, Burley may well be wishing he'd taken up a career in short selling instead.</p> <p>*********************</p> <p><strong>THE RUMOUR MILL</strong></p> <p>With Joe Kinnear in his old job, Sam Allardyce may return the compliment by joining Nottingham Forest. That's the nearest the words \"Kinnear\" and \"compliment\" have been to each other for a good five or six years, incidentally.</p> <p>Portsmouth are set to land midfielder Tawrick Jibril from Hearts of Oak, before, if Arry Redknapp's previous transfer activities are any sort of precedent, selling him on for a vastly increased/reduced rate three months later.</p> <p>And Arsenal want to buy Yaya Touré from Barcelona, but his agent wants him to go to Juventus, so that's that.</p> <p>*********************</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Chelsea are trying to reclaim the £16m they paid for Obi Wan Kenobi, of which £15,999,999.99 went to Manchester United, following the criminal conviction in Norway of Lyn's former chief executive officer Morgen Andersen. The Fiver doesn't actually care what happens, sick to the back teeth as we are of stories about finance, so we're not going to explain it.</p> <p>Oh alright, it's because we don't really understand it. Who do you think we are, Proper Journalist David Conn?</p> <p>Middlesbrough defender Robert Huth is to see a specialist on Monday over problems with his ankle. Ten quid the specialist prods it with his pen while saying: \"Hmm, mmm, mmm, yes, mmm, hmm, yes, well, the problem with this ankle, Mr Huth, is that it is attached to a big lumbering galoot.\"</p> <p>According to Roberto Mancini's lawyers, their client reckons he's being driven out of Milan after being \"forced to suffer the direct comparison with the new management\" at Inter. In other words, Jose Mourinho. \"This unsustainable situation has created the urgent need for Mr Mancini to move from Milan to a destination yet to be established.\" Mancini has also been spotted being chased along a beach by big white balls, and he is not a number, he is a free man. Perhaps he should move to Portmerion.</p> <p>Mexican authorities have detained seven members of a third-division football team for alleged ties to drug traffickers. The Mapaches de Nueva Italia Raccoons members were detained in Mexico City on Wednesday at the Aguilas del America training facility after a match against a local team.</p> <p>Here's the Republic O'Ireland squad for the upcoming Cyprus game named by G O'Vanni and his sidekick Trap O'Toni: Shay Given (Newcastle United), Dean Kiely (West Brom), Joe Murphy (Firewall FC), Alex Bruce (Ipswich Town), Damien Delaney (QPR), Richard Dunne (Manchester City) , Kevin Kilbane (Wigan Athletic), Joey O'Brien (Bolton Wanderers), John O'Shea (Manchester United), Paul McShane (Sunderland), Stephen Hunt (Reading), Aiden McGeady (Queen's Celtic), Damien Duff (Newcastle United), Liam Miller (Sunderland), Andy Reid (Sunderland), Theme Pub O'Fiver (Fiver Towers), Glenn Whelan (Stoke City), Kevin Doyle (Reading), Robbie Keane (Liverpool), Andy Keogh (Wolves), Shane Long (Reading), Daryl Murphy (Sunderland), Caleb Folan (Kings of Leon), Kevin Foley (Wolverhampton Wanderers), Anthony Stokes (Sunderland), Keith Andrews (<a href=\"http://www.lancashiretelegraph.co.uk/sport/3733691.Lakeland_anger_as_four_sent_off_for_Blackburn_Ladies/\">Blackeye Rovers</a>), Darron Gibson (Manchester United).</p> <p>And the Fiver's best wishes go to one-time bricklayer and former Bongo FC, West Brom and Fulham striker Geoff Horsfield, who has been forced to hang up his boots after discovering he is suffering from testicular cancer. \"I was diagnosed last Friday and I'm going in for surgery next Thursday,\" the 34-year-old revealed.</p> <p>*********************</p> <p><strong>STILL WANT MORE?</strong></p> <p>Harry Pearson takes <a href=\"http://www.theguardian.com/sport/blog/2008/oct/10/newcastleunited-premierleague\">a gander down the cheese aisle in Tesco</a> and is inspired to wax like a Gouda about Newcastle United.</p> <p>Here's Ewan Murray on <a href=\"http://www.theguardian.com/sport/blog/2008/oct/10/scotlandfootballteam-norway\">the role Chris Iwelumo is likely to play for Scotland against Norway</a> this weekend, a piece you may find slightly more considered than the Fiver's childish pap on the same match.</p> <p><a href=\"http://www.theguardian.com/sport/blog/2008/oct/10/scunthorpe-leagueone\"> Firewall FC's streak of success shows no signs of slowing</a>, hisssssses John \"I'm Comin' Up So You'd Better Get This Party Started\" Ashdown.</p> <p><a href=\"http://www.theguardian.com/football/youaretheref\">You Are The Ref</a>, yeah?</p> <p><a href=\"http://www.theguardian.com/sport/blog/2008/oct/10/mattscott-footballfinancialcrisis\">Football is in crisis!</a> And <a href=\"image.theguardian.com/sys-images/Football/Pix/pictures/2008/10/10/mattscott.jpg\">Matt Scott</a> couldn't be less pleased if <a href=\"http://www.theguardian.com/football/blog/audio/2008/oct/06/footballweekly\">you locked him in a room with only Joe Kinnear for company</a>.</p> <p>*********************</p> <p><strong>FIVER LETTERS</strong></p> <p>\"Seeing as the legal disclaimer in yesterday's Fiver only stated that you don't really think Tony Jimenez cleans the bogs at Newcastle United but omitted everything else from the first paragraph of the story, are we to assume that he actually does live in a cupboard, smells of Dettol and is a sweeping enthusiast?\" - Rashid Khan.</p> <p>\"If you think reversing a tractor in a straight line isn't as easy as it looks (yesterday's last line), try putting a double silage trailer behind that tractor - then you'll see what difficulty is\" - Ken Anderson.</p> <p>\"Re: the ongoing 'Awooga!' debate (Fivers passim). Although I don't actually care who said it first, here's <a href=\"http://www.youtube.com/watch?v=YSp-PM3n-vQ\">proof from the horse's mouth</a> that the early 90s TV presenter catchphrase of choice wasn't coined by Kriss Akabusi. His was the far less imaginative 'Aaaalriiight' while pummeling the air with one hand\" - Kris Boyes.</p> <p>\"Re: Charles Day's letter about 80s cartoon legend Rock Steady Eddie and the ongoing 'Awooga!' debate (yesterday's Fiver letters). Rock Steady Eddie's catchphrase was actually 'Arooga', so if Charles was friends with a young Jonathon Ross I think he's cracked it\" - Paul Galloway.</p> <p>\"It seems the exact origin of 'awooga' is more confused than Titus Bramble's defending. I remember first hearing it as the war-cry of one of the characters (Bruiser, a Betelgeusian Berserker Baboon) in mid-80s comic/early-90s cartoon Bucky O'Hare\" - Michael Hall.</p> <p>\"Thanks to whoever brought up Red Dwarf in the letters section (Wednesday's Fiver). Clearly what this tea-time football email has been crying out for is the addition of ubernerds to pontificate over which one of the wacky characters said a crazy word on a pretend spaceship\" - Anna Greenwood.</p> <p>\"I access the Fiver through the net (pesky work email filters). Yesterday I saw the Red Dwarf picture and thought: 'Today, more than ever, it's just not worth it'\" - Mark Griffin.</p> <p>\"Having learned of the pickle that West Ham's owner finds himself in on the news and thinking back to their shenanigans last season, it got me wondering: is this karma at work or are Sheffield United far more powerful than we ever knew?\" - Steve Swain.</p> <p>\"Re: England fans shouting abuse at the Welsh, the Italians and the Turks (Dion Di Miceli, yesterday's Fiver letters). As long as football's governing bodies have a better grasp of the difference between r@cism and xenophobia, England should be OK\" - Tom Hausley.</p> <p>Send your letters to <a href=\"mailto:the.boss@theguardian.com\">the.boss@theguardian.com</a>.</p> <p>*********************</p> <p><strong><a href=\"http://uk.youtube.com/watch?v=F07hiKJi6DY\">'WHATS YOUR FAV BEATLES SONG' 'THERE'S SO MANY TO CHOOSE FROM BUT I'D SAY REAL LOVE. NOT SURE IF YOU'VE HEARD THAT ONE.'</a></strong></p>",
  "<p>Today, a bunch of women are going to attempt to remind the government about climate change - a subject which appears, frankly, to have slipped its mind lately. The <a href=\"http://www.climaterush.co.uk/\">Climate Rush</a> is modelled on the \"rush\" on parliament 100 years ago by the <a href=\"http://www.historylearningsite.co.uk/suffragettes.htm\">Suffragettes</a>. </p> <p>On Friday a group of protesters targeted the <a href=\"http://www.rbs.co.uk/\">Royal Bank of Scotland</a> for its aggressive pro-fossil fuel investment policies. And by Saturday the organisers of the <a href=\"http://www.anarchistbookfair.org/\">London Anarchist bookfair</a> will be hoping that \"capitalism will have already collapsed in a global financial meltdown! Hooray!\"</p> <p>Now, if you're an environmental activist what are you thinking at the moment? Are you thinking, ooh, those poor wee strongholds of the capitalist system have had a terrible week, I'll leave them alone and give them a chance to pull themselves together? I'm sure when they've had a nice cup of Oolong tea and a sitdown they'll get round to thinking about those melting ice caps again. Or are you thinking: Wahey! Get in! Pour sugar in their petrol tanks while they're still scratching their heads in the boardrooms! </p> <p>Hopefully you're going to say the latter.</p> <p>Take Climate Rush. In honour of the Suffragettes, the Climate Rush - organised by a woman-only collective which includes members of <a href=\"http://www.planestupid.com/\">Plane Stupid</a> - is planning to <a href=\"http://www.theguardian.com/environment/2008/oct/12/activists-climatechange\">gather outside the Houses of Parliament</a>, hear some speeches, and then … get up to something. What precisely is not clear. </p> <p>Now, if this is a good bit of action, it will come at the perfect time to remind MPs of their environmental responsibilities. After all, the situation hasn't just lightened briefly to give us a break while we cope with financial meltdown - and the <a href=\"http://services.parliament.uk/bills/2007-08/climatechangehl.html\">climate bill </a>is due to go for its third reading in the House of Commons soon. </p> <p>Sure, MPs are nervous and may stampede if goaded too far. But if they're panicked enough, hopefully they'll stampede in the right direction.<br>And what about targeting businesses like RBS who are already under tremendous strain? Even my stony heart was moved to pity when I saw the <a href=\"http://uk.finance.yahoo.com/q/bc?s=RBS.L&amp;t=5y&amp;l=on&amp;z=m&amp;q=l&amp;c=\">RBS share price</a>: it's like looking at a cardiograph at the moment of the arrest, with a long steady history and then a sudden nauseatingly vertical plunge. </p> <p>Once again, however, hearts must be hardened: there was never a better moment to apply pressure. </p> <p>For two and half years now environmental groups including <a href=\"http://www.platformlondon.org/\">Platform</a> and <a href=\"http://peopleandplanet.org/\">People &amp; PLanet</a> have been targeting RBS's self-applied moniker The Oil and Gas Bank: RBS have been involved in financing projects such as the <a href=\"http://www.greenconsumerguide.com/domesticll.php?news=1694&amp;CLASSIFICATION=85\">Baku-Tbilisi-Ceyhan</a> pipeline (a problematic project from the start), and are now (since their ill-fated takeover of ABN/Amro last year anyway) the financiers of Gazprom's stake in the disastrous Russian <a href=\"http://www.sakhalin.environment.ru/en/\">Sakhalin II project</a>. </p> <p>Although they're unlikely to divest from much of this stuff at the moment, any bank is going to be terrified of losing customers, and campaigns like this can really begin to eat in to the vital student market. In the 1980s <a href=\"http://en.wikipedia.org/wiki/Barclays_Bank#Involvement_with_South_Africa_under_apartheid\">Barclays finally pulled out of South Africa</a> after a leaked memo revealed that the long-running boycott was cutting student sign-ups, which is the key to the future customer base of any bank: climate change is certainly a subject which will appeal to students as much as apartheid. </p> <p>RBS just can't afford to lose the future when everything looks so dubious in the present, so at the very least if this pressure carries on they will have to do more than make soothing noises. </p> <p>And as for the anarchist book fair this weekend? (A brilliant gig by the way - you always learn something new, even if it's only how to set up your own radical feminist tantric massage collective.) It's only fair enough really. As the anarchist house mag <a href=\"http://www.schnews.org.uk/index.php\">Schnews </a>said this week: \"Blimey, you spend 15 years struggling against global capitalism and then the bloody thing collapses of its own accord\". </p> <p>I imagine the mood will be cheerful.</p>",
  "<p>This is the oldest South American derby. History books cite Uruguay v Argentina in 1901 as the first international clash ever to take place outside the British Isles (Argentina's three goals were scored by Leslie, Dickinson and Anderson. Uruguay's two goals were scored by Céspedes and William Poole!). But in fact Queen Victoria's 70th birthday in 1889 had been marked on the River Plate with a match between teams from Buenos Aires and Montevideo. These teams continued to play each other on a yearly basis until 1985, by which time it appears other clubs from both countries also started playing each other regularly.</p> <p>\"There is no such thing as immigration among these two nations,\" Victor Hugo Morales tells me. \"We cannot say 'immigrant' but rather citizens who can inhabit either country.\" Morales is a case in point; the legendary commentator has become a symbol of Argentinian football narrative and there isn't a single documentary crew or sports reporter in the world who doesn't wish to include him in any portrayal of Argentinian football. His trademark preamble to a goal, \"Ta, ta, ta, ta ... el Gol!\", betrays his Uruguayan essence. \"Ta\" is how Uruguayans pronounce \"está\": 'there it is,' 'there you have it'. It is one of the few giveaways that the speaker is from the east coast of the Rio de La Plata rather than the west — there is more difference in accent and speech between Buenos Aires folk and other provinces in the country than Uruguayans and Argentinians. Victor Hugo's narration of Maradona's second goal against England in 1986 has reached iconic status and <a href=\"http://www.gustavomozzi.com.ar/images/audios/yelmurgon/01_arriba.mp3\">even been mixed into a tango/murga fusion by Uruguayan composer Gustavo Mozzi</a>, who describes his music as the sounds of the Rio de la Plata.</p> <p>Historically Uruguay has been a giant in international football, winning two World Cups by beating Argentina in the 1930 final and Brazil in 1950. Uruguay is probably the only country in the world that can step on to the pitch to face either of these rivals without fear. \"That's old history now,\" Victor Hugo says, \"although we have been great, more recently we have not shone to the same extent.\"</p> <p>Tomorrow, for the nth time, Argentina and Uruguay countries will face each other in the South American World Cup qualifiers. For Argentina manager Alfio Basile, a lot is at stake. His side have not won any of their last six matches. The Argentinian press are reporting the fact that there are still 5,000 unsold tickets for the Monumental as evidence that people are losing faith. Juan Román Riquelme, the current enfant terrible of domestic football, is in questionable fitness. Column inches are being churned out following the dramatic soap opera — without Román there is no option: \"3-4-3, because there is no other link man in the system,\" states sports daily <em>Olé</em>. <a href=\"http://images.google.co.uk/imgres?imgurl=http://lh6.ggpht.com/_ZzXbJMWkdB4/R8ohfUhGWqI/AAAAAAAAAYU/BzjH7HzCJjc/6-30%2BArg%2Bcoach%2BAlfio%2BBasile%2Bdrinks%2Bmate%2Basst%2Bcoach%2BRuben%2BDiaz%2Bsits%2Bbehind.jpg&amp;imgrefurl=http://picasaweb.google.com/lh/photo/WDz_LFRuiSlge_OqUT67tw&amp;h=512&amp;w=353&amp;sz=16&amp;hl=en&amp;start=4&amp;um=1&amp;usg=__w1FPJYGmtFJ0tLa8riscX5GkT8w=&amp;tbnid=VYu8nY2Kt3jS9M:&amp;tbnh=131&amp;tbnw=90&amp;prev=/images%3Fq%3D%2522Alfio%2BBasile%2522%26um%3D1%26hl%3Den%26client%3Dfirefox-a%26rls%3Dorg.mozilla:en-US:official%26sa%3DG\">Basile is no doubt chain-smoking through the conundrum</a>.</p> <p>Riquelme's nemesis when he was a Boca player first time round was Uruguayan manager Oscar Tabárez, the first manager who dared to bench him. Tomorrow, Tabárez will again be in the dugout, this time in charge of Uruguay. His team's fitness worries focus on a different issue: who can replace the injured Diego Forlán up front? Forlán, born in Uruguay but professionally formed in River Plate of Buenos Aires, has become the experienced world player the national side relies upon. Forlán, together with Sergio Agüero, has this season made Atlético Madrid realistic contenders in the Champions League.</p> <p>River Plate striker Sebastián Abreu is the most likely candidate to replace Forlán tomorrow. He describes Argentina v Uruguay as a family affair, a board game between siblings, rather than a game between warring enemies. \"The first one I remember was in the 1986 World Cup [when Argentina won 1-0]. I watched on the telly. It looked like we might draw.\"</p> <p>I ask Victor Hugo if he remembers the first contest he commentated on. \"Uruguay won 1-0. It must have been 67 … round about then.\" He pauses to ask one of his radio producers if he recalls the exact date. He mentions players by nickname and a couple of landmark on-the-pitch moments, a ball that hit the post. No exact date is established. \"This clasico has been played more times than any other in the world,\" he says. \"It may have become somewhat devalued in the last few decades but it is the true superclasico.\"</p> <p>Victor Hugo has no qualms calling it like it is. If he disagrees with a refereeing decision or feels a goal is undeserved by either side, he will say so. His opinionated yet accurate descriptions are part and parcel of what has turned him into the legend he is. \"I can draw on professional objectivity because that is what I am trained to do,\" he says, adding that Argentina have more riding on the result tomorrow. </p> <p>\"Player for player, Argentina have the best squad in the world by a long shot,\" he says. \"Under the right leadership there is nothing they couldn't accomplish. But the last few matches it's not been happening. Basile needs to win. For Uruguay on the other hand, this is not such a crucial game. A draw would be wonderful.\"</p> <p>And from a personal point of view, what would the most consummate professional in the business like the result to be? \"Well,\" he chuckles. \"I guess the most convenient for me personally would be a draw too. I really don't enjoy seeing Argentina lose, but one's own little country always has a special pull.\"</p> <p>The bickering, the injuries, the line-up, the formation: once again, following a tradition kicked off by Queen Victoria's birthday, after more than a century of interlocked footballing histories, of players coming and going, crossing the Atlantic and returning, the most played international derby in the world takes centre stage in the Rio de la Plata. This is the port of entry to the whole continent for football, and when people think of Argentina and Brazil as the superpowers, the hotbed of talent, they often neglect an undeniable fact: the real seeds of South American football were planted on the banks of the widest river in the world, both sides.</p>",
  "<p>Direct-to-video. There's still a stigma attached to that phrase. Even updating it to the infectious sounding STD (Straight-to-DVD) or trying to make it sound Prince-style cool, D2V, haven't stuck, it's even more of a diss to say a film is heading for a format that doesn't even exist anymore. When the home video revolution hit, DTV releases were seen by many punters as a film that had somehow already failed. In the best case scenario, the film had stiffed so badly at the box office overseas that skipping a theatrical release was a last ditch attempt for the producers to cut their losses. Worst case? It couldn't even get a theatrical release anywhere in the world - not a good sign.</p> <p>Of course, in those days film distribution was a lot different from today. Back then only a few prints of movies were usually produced and they made their way around the country, region to region. So going DTV really was a sign of trouble. Today the landscape has changed dramatically. It's all about the first week, getting as many prints out to as many multiplex screens as possible. Movie distribution today has more in common with carpet bombing than with any carefully thought out marketing strategy. With a movie print costing well north of a grand, hitting 100+ cinemas is a gamble many are unwilling or unprepared to make.</p> <p>Many movies sidestep the DTV tag by playing in as few cinemas as possible (occasionally even just the one). This provides a chance for the movie to get reviewed as a theatrical release, and justifies shelling out for a celluloid print.</p> <p>There are many types of DTV. Most of the films of <a href=\"http://www.theguardian.com/film/2001/oct/12/artsfeatures1\">Studio Ghibli</a> bypassed the movie houses here, but few would question their quality. DTV isn't just an arena where lower tier Baldwin brothers or the Chris Mitchums and Frank Stallones of this world can build a career on their relatively famous surnames. Or where actors once tipped for stardom like Michael Paré can thrive. Or where action heroes in decline, such as the once-mighty Steven Seagal, can create mayhem on the film-maker-friendly streets of Prague. Or even where a studio such as <a href=\"http://en.wikipedia.org/wiki/The_Asylum\">The Asylum</a> can rush out cash-ins that arrive on shelves at the same time as a blockbuster with a similar theme hits the cinemas: movies like <a href=\"http://www.youtube.com/watch?v=e2-6XdiR1iI\">Transmorphers</a>, <a href=\"http://www.youtube.com/watch?v=EkSpowTU3YU\">Street Racer</a>, <a href=\"http://www.youtube.com/watch?v=\" hi0on\" the shelfkyzmzcvg\">I Am Omega</a>, <a href=\"http://www.youtube.com/watch?v=mLePMOi7Jiw\">AVH: Alien vs Hunter</a> or .</p> <p>This year has seen a raft of releases that never had any intention of hitting a movie screen. Here's a pick of a few, each with their own reasons for going DTV.<br> <a href=\"http://uk.youtube.com/watch?v=_woGjV_q8fM\">Starship Troopers 3</a><br>Not great but there's a real sense of everyone putting extra effort in that's quite endearing. Making a film depicting interstellar war with a cast of only around a dozen takes a lot of work. There is some horrendous acting but plenty of action and effects. James Cameron's FX-collaborators the Skotak brothers mix up the CGI with plenty of old school techniques. It may not always look real, but it does always look real cool. First time director Ed Neumeier, writer of Robocop and the first 'Troopers aims for the dumb smarts of the original with nifty ideas on religion, war and politics and nods to Heinlein's novel, but his lack of budget and experience makes one miss the more subtle approach of Verhoeven, which is something I thought I'd never say. <a href=\"http://uk.youtube.com/watch?v=IaCSjHfVOFw\">Wake Up Ron Burgundy: The Lost Movie</a><br>As making it up as you go along seems to be the way most US comedies are made, there's plenty of footage that doesn't make the final cut. You could stick them on a DVD as extras or, like this, cut them together to feature length and use a voice over to paper over the cracks. It plays like a slightly less funny version of Anchorman, which means it's still funnier than plenty of \"proper\" comedies. <a href=\"http://uk.youtube.com/watch?v=ib4g-AVmGhQ\">Get Smart's Bruce And Lloyd Out Of Control </a><br>A blockbuster release like <a href=\"http://www.theguardian.com/film/movie/125551/get.smart\">Get Smart</a> uses such a great deal of resources - advertising, sets, merchandise - that it's a shame to waste it all on just one movie. This takes two peripheral characters and gives them their own mildly amusing adventure, with some overlaps to the main feature. It hit the shops the day Get Smart hit cinemas. It's the Rosencrantz &amp; Guildenstern Are Dead of DTV. Expect to see more of this sort of thing.<br> <a href=\"http://uk.youtube.com/watch?v=8ZFA4tOntfE\">Lost Boys: The Tribe</a><br>Watching this it's hard to see whether they thought they were making a sequel or a remake. The emptily glossy MTV style original could easily stand a decent emo-friendly remake, but this isn't it. Looks the the real drama went on <a href=\"http://uk.youtube.com/watch?v=yF4YA8HMsGY&amp;feature=related\">behind the scenes</a>.<br> <a href=\"http://uk.youtube.com/watch?v=iXrhcQ7M-K4\">Batman: Gotham Knight</a><br>There's a section of society that will buy anything with Batman in it, so it's nice when a cash-in actually has a little thought behind it. This has six directors, each with their own style and approach, tackling the Dark Knight in short animated instalments. Some are better than others but they all explore the character more effectively than any of the big screen versions. Are you a fan or a hater of DTV? Even been surprised by a good one? Perhaps some of the Disney DTV sequels have charmed you? Will you watch anything with \"Fatal this\" or \"Deadly that\" in the title? Or does online rental now mean that such impulse purchases are now a thing of the past?</p>",
  "<p>La Straniera is nowadays widely considered to be Bellini's problem piece, but it was hugely popular in its day. The complex narrative is curiously prophetic of Anne Brontë's The Tenant of Wildfell Hall. The hero Arturo, unstable and suspicious, is drawn to the mysterious Alaide, who is a refugee from marital disaster. Arturo interprets her occasionally strange behaviour as evidence of past sexual extravagance and catastrophically assumes his friend Valdeburgo to be her lover when he is, in fact, her brother. Bellini's decision to replace his usual flexible coloratura with something more altogether angular leads, however, to a score that his contemporaries considered radical, but which now feels expressively rigid. Made in tandem with Opera Rara's revival last November, the recording makes a strong case for the work, but can't disguise its occasional longueurs. Patrizia Ciofi is a sensitive Alaide, but can't make up for the fact that the role needs a fuller tone than she possesses.</p>",
  "<p>Here are some observations by Frank Bruni, to whom the New York Times assigned the task of writing a <a href=\"http://www.nytimes.com/2008/10/08/us/politics/08assess.html?hp=&amp;pagewanted=print\">front page \"news analysis\"</a> of Tuesday night's presidential debate:</p> <blockquote> <p>McCain tried to play happy warrior - but didn't have much to smile about.</p> <p>Neither candidate was selling morning in America. At times it seemed more like a competition to see who could paint the gloaming in the least unsettling hues.</p> <p>Candidates' voices communicated anger less often than mere frustration. The decibel level was sometimes whispery and the gestures usually muted. There were no exaggerated huffs, no big laughs, no long sighs.</p> <p>…the sort of can-do, feel-good, rah-rah exuberance that candidates sometimes bring to debates was in conspicuously short supply.</p> <p>But during the first hour of the debate, candidates' voices communicated anger less often than mere frustration. The decibel level was sometimes whispery and the gestures usually muted. There were no exaggerated huffs, no big laughs, no long sighs.</p> <p>Despite some odd verbal hiccups during that exchange, Mr Obama spoke more fluidly than Mr McCain, and so calmly that the town-hall format was a largely wasted opportunity. Mr Obama did not use it to communicate any of the spontaneity he has been accused of lacking.</p> <p>Mr McCain, for his part, used the paper in front of him to write so many notes to himself, in such a focused fashion, that he could have passed for a student in a penmanship class.</p> </blockquote> <p>What dear reader, do all of these observations have in common? Well, many things, no doubt, but at least one of these is the fact that none of them makes a damn bit of difference with regard to who should be the next president. You would think that the New York Times had assigned the job of covering one of the three most important political events of the past four years to its food critic, rather than someone versed in the issues that face the next president.</p> <p>Ha ha, you get it. They did. <a href=\"http://www.nytimes.com/ref/dining/bruni-bio.html\">Bruni is the paper's food critic</a>. Of course, once upon a time, he was assigned to cover George Bush - during the 2000 campaign and for Bush's first term as president. And to be honest, judging by his political coverage, you can see why the Times editors thought he'd make a fine food critic. Back in 2000, Bruni's coverage of those presidential debates were just as contentless as the ones he did eight years later. <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9502E3DF1E3DF937A35753C1A9669C8B63\">Take a look</a>:</p> <blockquote> <p>It was not enough for vice-president Al Gore to venture a crisp pronunciation of Milosevic, as in Slobodan, the Yugoslav president who refuses to be pried from power … Mr Gore had to go a step further, volunteering the name of Mr Milosevic's challenger, Vojislav Kostunica. Then he had to go a step beyond that, noting that Serbia plus Montenegro equals Yugoslavia…. And as Mr Gore loped effortlessly through the Balkans, barely able to suppress his self-satisfied grin, it became ever clearer that the point of all the thickets of consonants and proper nouns was not a geopolitical lesson…. It was more like oratorical intimidation, an unwavering effort to upstage and unnerve an opponent whose mind and mouth have never behaved in a similarly encyclopaedic fashion.</p> </blockquote> <p>Bruni also felt compelled to note that Gore was \"barely able to suppress his self-satisfied grin\" as if these were the kinds of characteristics upon which voters might be invited to judge their presidential candidates. Meanwhile, in Bruni's view, \"George Bush presented himself 'as the country's best hope for bridging ideological divides, healing partisan wounds and making sure Americans could gaze upon the White House with unfettered respect'.\"</p> <p>Back then, in the lead story in The New York Times following the third and most crucial presidential Bush-Gore debate, readers were forced to wade through 22 full paragraphs before reading a word of substance with regard to either candidate's policy positions. And even here, as veteran journalists Bill Kovach and Tom Rosensteil noted, coverage was cast not in the context of the issues themselves, but strictly in terms of how they \"played\" as political theatre.</p> <p>I don't mean to pick on Mr Bruni. But I do mean to wonder, aloud, why the most important newspaper in the country wants this kind of coverage so badly that they would go back to it even after the 2000 debacle. I mean, it so happens that <a href=\"http://www.pollster.com/blogs/re_debate_reaction_town_hall_d.php\">Obama beat McCain on Tuesday night</a> on style as much as substance, as every single network poll afterward indicated. But what if he hadn't. What if, like Al Gore, he had a few annoying mannerisms but was far better prepared, better tempered, more intelligent, more patient, and more in sync on issue after issue with the nation than his opponent — as he also happened to be — and yet his opponent was a better actor? Would that matter?</p> <p>Since when did our most important news organisations decide that the actual issues that face a president are irrelevant to calculations as to who should actually be president? When did these debates become subject to the judgments that are more appropriate to a reality TV show such as American Idol?\" (Sadly, it obviously predates American Idol.)</p> <p>We have seen the danger of judging a president the way we judge a good steak. (\"Plenty of sizzle, not much flavour…\")</p> <p>Turn to the <a href=\"http://www.nytimes.com/2008/10/08/opinion/08wed1.html\">editorial page of the New York Times</a>, and you can actually find the information you need to understand the key dynamic of the debate:</p> <blockquote> <p>In a way, we should not be surprised that Mr McCain has stooped so low, since the debate showed once again that he has little else to talk about. He long ago abandoned his signature issues of immigration reform and global warming; his talk of \"victory\" in Iraq has little to offer a war-weary nation; and his Reagan-inspired ideology of starving government and shredding regulation lies in tatters on Wall Street.</p> </blockquote> <p>But what's the point of hiding that inside the newspaper? How is that substance is relegated to the opinion pages while the front page \"analysis\" offers little more than the kind of irrelevant diversion from which a serious, respected newspaper is supposed to be the antidote?</p>",
  "<p>Japan's mission to boost the number of overseas visitors suffered a setback this week after hundreds of hoteliers and inn owners said they would turn away foreign guests.</p> <p>Of the 7,068 hotels and inns that responded to a survey by the communications ministry, 62% had received at least one foreign guest last year, while 38%, or 2,655 establishments, had received none. Of that number, 72% said they would prefer their doors to remain closed to non-Japanese.</p> <p>The results were published only days after Japan's newly formed tourist agency said it planned to increase the number of foreign visitors to 10 million by the end of the decade, compared with 8.35 million last year. It then hopes to double the number to 20 million by 2020.</p> <p>Many cited language problems, while others said they did not have the facilities for foreign guests, although what that actually meant wasn't specified. Some said they would be unable to respond properly if any problems involving foreigners arose on their premises.</p> <p>Smaller hotels and traditional inns, called ryokan, are most reluctant to court the international tourist yen.</p> <p>In theory at least, the country's thousands of ryokan, often located deep in the mountains or near the coast, are supposed to offer old-fashioned hospitality: faultless service, rooms with sliding paper screens and tatami-mat floors, communal hot spring baths and exquisitely presented local delicacies.</p> <p>\"The survey sheds light on a pretty dark part of Japan,\" said Debito Arudou, an American-born naturalised Japanese citizen.</p> <p>Arudou, the author of a book on racial discrimination in his adopted country, called on local government to enforce anti-discrimination laws and revoke the business licenses of offending hotels and inns.</p> <p>\"They are supposed to be part of the service industry, but they're not providing that service to foreigners.</p> <p>\"They claim they can't provide foreign guests with a proper standard of service, so instead they deny it to them altogether. That's arrogance on a grand scale.\"<br>Officials from Visit Japan, a government-sponsored tourist drive launched in 2003, conceded there was little they could do to encourage reluctant hoteliers to change their ways.</p> <p>\"It is up to the individual hotels and inns to decide who they have as guests, but we would like them to realise that the influx of foreign visitors represents a huge business opportunity,\" Daisuke Tonai, a spokesman for the Japan National Tourism Organisation, told the Guardian.</p> <p>\"Although we can't force them to act, we certainly want hotels and inns to do more to make overseas visitors feel more welcome.\"<br>Renewed efforts to woo overseas visitors got off to an inglorious start last month when Nariaki Nakayama, the transport minister, was forced to resign after saying that Japan was \"ethnically homogeneous\" and that the Japanese, in general, \"do not like foreigners\".</p> <p>His replacement, Kazuyoshi Kaneko, whose brief includes tourism, admitted that foreigners were unwelcome in some places.</p> <p>\"Some people might not like the idea of having foreign tourists very much,\" he told the Japan Times. \"Although it's not our intention to change the people's mindset, [the tourism agency's] major task will be to attract a large number of foreign tourists.\"</p> <p>Though tourist numbers have risen significantly from 5.21 million five years ago, Japan has strict visa and immigration rules and has been criticised for its sometimes frosty attitude towards outsiders.</p>",
  "<p>While <a href=\"http://www.guardian.co.uk/commentisfree/2008/oct/10/3\">the storm in an imperialist teacup</a> about the award of this year's <a href=\"http://www.guardian.co.uk/books/nobelprize\">Nobel prize</a> for literature to JMG Le Clézio rages on, and the debate about the ills and virtues of American writing simmers away, I fear the fierce debate is overshadowing the fact he is a most worthy winner of the prestigious prize. That he is <a href=\"http://www.amazon.co.uk/exec/obidos/search-handle-url/202-8919403-6861461?%5Fencoding=UTF8&amp;search-type=ss&amp;index=books-uk&amp;field-author=Jean-Marie%20Gustave%20Le%20Clezio\">virtually out of print in English</a> is both sad and a reflection of our traditional <a href=\"http://www.guardian.co.uk/books/2008/oct/02/nobelprize.usa\">insularity</a> and lack of curiosity for foreign culture.</p> <p>I was also amused by both the Nobel Academy and the hordes of commentators actually referring to him as Jean-Marie Gustave Le Clézio, rather than using his initials as he has always done on his books. It's as if people began mentioning James Graham Ballard rather than JG Ballard (and what a great Nobel choice he would have proven!) or quoted VS Naipaul's first names in a misplaced attempt at familiarity with these writers. And, actually, the similarities with Ballard are interesting: Ballard spent his formative years as a child in China while Le Clézio grew up in Mauritius; both emerged from genre: Ballard from science fiction and Le Clézio from the nouveau roman. They were both children in strange lands who became fascinated by the alien landscapes, the different quality of the light, and the contrast between western civilisation and manners and more ancient cultures.</p> <p>Le Clézio, by then living in Nice, exploded onto the French cultural scene with his Renaudot award-winning novel Le Procès-Verbal in 1963, when he was only 23. Later novels in what one might term his first period include Le Deluge, Terra Amata, Le Livre des Fuites, La Guerre and Les Géants. Veering between the formal influence of Robbe-Grillet and the visionary tradition of dreamers like William Blake and Lautréamont, they are hyper-realistic tales dominated by the fundamental war between cities and nature, between mankind and mythology. In that respect, his early books did not fit in anywhere into the established canons or fashions of contemporary French writing. Brought up bilingual in English and French (his father was a Mauritius-born British doctor), Le Clézio's vision of the world is almost that of an entomologist examining the world through the distortion of a microscrope's lens. The resulting landscapes proved fascinating and, like Ballard's, a curious version of \"inner space\" against which his often floundering protagonists squirm to almost cinematic effect. </p> <p>Le Clézio began to travel extensively from the mid-1970s: Thailand, Mexico, Panama, Africa, South America. His later novels reflect his fascination with primitive cultures, animism and ethnography, as does his more autobiographical work, travel writing and even children's books about Indian and Mexican children. Major books include Désert; Vers les Icebergs, the first ever translation into an occidental language of the Indian mythology book The Prophecies of the Chilam Balam; Onitsha, in which a small child moves to Africa in search of his father, a doctor; Étoile Errante, about Jewish emigration to the Promised Land; Pawana, Diego et Frida, a fictional tale of Diego Rivera and Frida Kahlo and La Quarantine, a narration of the past adventures of his maternal grandfather. </p> <p>This period in Le Clézio's writing is characterised by a sober, clear style - again not dissimilar to Ballard's - in which the simplicity of the language conceals its artfulness and an invigorating and open-eyed attitude to the third world and the richness of its fauna, flora, landscapes and traditions. In addition, Le Clézio has also proven a prolific short story writer and essayist.</p> <p>Once dubbed by the French popular press the Steve McQueen of French writing because of his strong jaw, blond hair and his passion for escape, Le Clézio <a href=\"http://www.guardian.co.uk/books/gallery/2008/oct/09/nobel.prize.le.clezio?picture=338435728\">remains to this day a great traveller</a> and shares his time between New Mexico and his native Mauritius, describing himself as \"a mix\" of nationalities rather than specifically a Frenchman. </p> <p>His many works are much overdue for English translation. But where to begin?</p>",
  "<p><a href=\"http://www.enn.com/energy/article/38379\">UN agency questions wider use of biofuels</a> <br><strong>Source: International Herald Tribune</strong><br>The United Nations food agency has called for a review of biofuel subsides and policies, noting that they had contributed significantly to rising food prices and the hunger in poor countries.<br>With policies and subsidies to encourage biofuel production in place in much of the developed world, farmers now often find it more profitable to plants crops for fuel rather than for food, a shift that has helped lead to global food shortages.</p> <p><a href=\"http://www.enn.com/wildlife/article/38376\">Fisheries losing $50 billion a year: World Bank</a> <br><strong>The World Business Council for Sustainable Development </strong><br>As more and more fishermen chase fewer and fewer fish, $50bn is lost each year in potential economic benefits to the fishing industry, a report released Wednesday said.<br>Released by the World Bank and the United Nations' Food and Agricultural Organisation, the report blamed poor management, inefficiencies and overfishing for more than $2tn of avoidable economic losses over the last three decades.</p> <p><a href=\"http://www.reuters.com/article/GlobalEnvironment08/idUSTRE49779E20081008\">Solar demand exceeds supplies</a><br><strong>Source: Reuters</strong><br>Demand for solar panels still exceeds supply despite a global financial crisis, allowing solar power company Suntech Power Holdings Co Ltd to keep 2009 price declines in the range it had previously forecast.<br>Average selling prices for the Chinese company's solar modules are still expected to decline between 8-10% next year, Steven Chan, Suntech's chief strategy officer, said in an interview at the Reuters Global Environment Summit on Wednesday.</p> <p><a href=\"http://www.reuters.com/article/GlobalEnvironment08/idUSTRE4977QN20081008\">Cities should do more to protect nature: UN</a> <br><strong>Source: Reuters</strong><br>The world's burgeoning cities must do more to safeguard animals and plants by increasing parkland, planting trees and recycling resources, the UN's top biodiversity official told Reuters on Wednesday.<br>\"The battle for life on earth will be won or lost in cities,\" Ahmed Djoghlaf, executive secretary of the UN Convention on Biological Diversity, told Reuters.</p> <p><a href=\"http://www.chinadialogue.net/article/show/single/en/2425-Regional-initiatives-global-strategies\">Nepal must be at the heart of regional climate plans</a><br><strong>Source: China Dialogue</strong><br>Home to most of the Himalayas, Nepal must be at the heart of any regional climate change initiative, says Murari Sharma.<br>The Himalayas, which affects much of the weather in Asia and holds immense promise for hydropower and irrigation, is already experiencing the effects of climate change — the temperature is rising, the snow line receding and ice caps are thinning.</p> <p><a href=\"http://www.grist.org/news/2008/10/09/sumatra/\">For Peat's Sake: Deal reached to halt deforestation on Sumatra</a><br><strong>Source: Grist</strong><br>Indonesian authorities have agreed to halt deforestation on the island of Sumatra, which has lost about half of its forest cover to logging since 1985. Conservationists joined Sumatran tigers, orang-utans, rhinos, and elephants in applauding the deal, launched at the World Conservation Congress.</p>",
  "<p>More than one man broke the <a href=\"http://www.guardian.co.uk/commentisfree/2007/may/18/comment.film\">Hollywood anti-communist blacklist</a>. <a href=\"http://en.wikipedia.org/wiki/John_Henry_Faulk\">John Henry Faulk</a> may well have started the ball rolling in 1957 after he sued a company called <a href=\"http://en.wikipedia.org/wiki/AWARE,_Inc.\">AWARE</a>, one of the many private organisations making a fast buck at the time by publicising the names of supposed left wing sympathisers in the US film industry. Alfred Hitchcock also helped rock the foundations of a way of thinking which held sway in Tinseltown for more than a decade when he hired blacklisted actor Norman Lloyd as an associate producer for the TV series Alfred Hitchcock Presents, in 1957. And then there was director Otto Preminger's public announcement in January 1960 that prominent member of the Hollywood 10 Dalton Trumbo, who had been working under pseudonyms for the past 16 years, was the screenwriter of his film Exodus.</p> <p>However, it may well have been Kirk Douglas' intervention during his work on the same year's Spartacus which played the greatest part in destroying the blacklist. Douglas was also executive producer on the project, and he insisted to Universal pictures that Trumbo be named as screenwriter of Stanley Kubrick's Roman epic.</p> <p>\"Too many people were using false names back then. I was embarrassed,\" <a href=\"http://www.hollywoodreporter.com/hr/content_display/features/interviews_profiles/e3i05c8198f5eab4cdacbe74bc63d1c5d06?imw=Y\">he tells the Hollywood Reporter in this interview</a>. \"My company produced Spartacus, written by Dalton Trumbo, a blacklisted writer, under the name Sam Jackson. I was young enough to be impulsive, so, even though I was warned against it, I used his real name on the screen.\"</p> <p>Douglas, who will be honoured for his contribution at an Ambassadors for Humanity Gala Dinner in LA later this month, says he probably only got away with the move because Universal were in the process of being sold and were therefore in a weak bargaining position. Whatever the case, the decision to name Trumbo started the ball rolling to end the blacklist, although many film industry workers never recovered their careers.</p> <p>A number of those on Senator Joseph McCarthy's list (or the various other lists compiled by sympathetic groups like the conservative veterans group The American Legion) descended into alcoholism or even committed suicide. Whole families were split down the middle over the question of whether to name names or plead the Fifth Amendment and risk being placed on the list. Some revealed the identities of other supposedly communist sympathisers and were still placed on the blacklist. Others left for Europe or central America - Trumbo had been living in Mexico for a number of years after serving 11 months in prison for contempt when he refused to give evidence before McCarthy's House Committee on Un-American Activities.</p> <p>What's interesting about the Hollywood Reporter feature I've linked to above, is that the interviewer feels the need to question Douglas over whether left-wing influence is now more rife in the industry than it was in 1947, when McCarthy first began his hearings. Clearly the sort of people who were behind the recent Michael Moore bashing polemic <a href=\"http://www.guardian.co.uk/film/movie/126192/american.carol\">An American Carol</a> are taken seriously over there. And some of the comments in response from users of the Hollywood Reporter website read like the sort of guff which Fox News puts out: those hideous \"testimonies\" from viewers about how wonderful it is to watch a news channel which operates outside the influence of the supposed liberal-biased US media hegemony.</p> <p>It's more than 50 years since McCarthy died from acute hepatitis, a condition brought on by excessive alcoholism probably stemming from depression following his censure by the Senate in 1954. Yet it seems the man still has his supporters.</p>",
  "<p>In his new, bestselling book, <a href=\"http://www.amazon.com/Hot-Flat-Crowded-Revolution-America/dp/0374166854\">Hot, Flat and Crowded: Why We Need a Green Revolution — and How It Can Renew America</a>, New York Times columnist Thomas L. Friedman describes a world in trouble. With climate change, globalization, and overpopulation, he argues, the central challenge to humanity has now become \"to manage what is already unavoidable and avoid what will truly be unmanageable.\"</p> <p>In an exclusive interview for Yale Environment 360, Friedman spoke with New Yorker staff writer Elizabeth Kolbert about the need for an energy technology revolution — a revolution he believes should be led by the United States. The three-time Pulitzer Prize winner told Kolbert that energy technology must be the next great global industry and that \"the country that leads that industry is going to have the most national security, economic security, innovative companies and global respect.\"</p> <p>During the 40-minute interview, Friedman talked about everything from Washington and China to E.O. Wilson and Barack Obama, and he dismissed calls for the U.S. to develop more fossil fuels (\"drill, baby, drill\") by noting, \"There's only one mantra for America, and that's 'Innovate, baby, innovate.'\"</p> <p>Friedman spoke with Kolbert from his office in Washington, D.C.</p> <p><strong>Elizabeth Kolbert</strong>: You've written extensively both about global terrorism and global warming, and you talk in the book about the difference in the American response to these both very, very scary problems. Why do think there is such a big difference? Why the war on terror and sort of a shrug on global warming?</p> <p><strong>Thomas Friedman</strong>: I guess it's a couple things. One is that the war on terror could be personified in the face and person of Osama Bin Laden or the 9/11 hijackers, and I think that's very important for getting people focused on a threat. It could be manifested in immediacy, literally, in the downing of the Twin Towers and the attack on the Pentagon. There was a clear and present danger people felt.</p> <p>Thomas Friedman: \"It's unlike any challenge I think we've ever seen.\"<br>Now I'll just contrast that with climate change. The enemy is a gas called carbon dioxide that you can't see, touch or smell. So there's no personification basically. The effects at the moment tend to be diffuse and hard to see, unless you normally travel through the Arctic Circle during summer.</p> <p>And finally, the biggest impacts, as we understand them, will fall on people who haven't been born yet. And getting people, our generation, to take decisive action on a kind of 9/11 scale in response to a problem you can't see, touch or smell, that will impact most profoundly on people who haven't been born yet, is a real challenge in stewardship.</p> <p>And it's unlike any challenge I think we've ever seen.</p> <p>Kolbert: As you point out, global warming is a really, really hard issue and, as we just talked about, a multigenerational issue that requires really smart, focused leadership over the course of many years.</p> <p>Friedman: That's right.</p> <p>Kolbert: Don't these two facts sort of point you to the reaction that Dave Letterman gave you the other night, when he just sort of blurted out, \"We are so screwed?\"</p> <p>Friedman: Right. This book in many ways — what I tell people when I speak about it now to audiences — is that it masquerades as a book about energy and the environment. But it's really just a masquerade. It's really a book about America.</p> <p>And energy/environment is almost like an allegory I use to talk about our ability anymore to face a big, multigenerational problem in a serious, fixed, focused and sustained way... One of the challenges, and I don't have to tell you this, is that if you tell people, \"We're just completely toast, we're fried, we're cooked.\" They say, \"Well, if that's the case, let's party.\" And if you say, \"No, no, no, no, no. No, we can actually do this. If we get our act together, we can do this.\" And they say, \"Oh, we can do this? Well, let's party.\"</p> <p>So the problem is, either way people want to just party, and finding that kind of happy medium where people understand the immediacy and seriousness of starting now, and at the same time aren't paralyzed by the enormity of the task.</p> <p>That's why I end the book, I love Donella Meadows' line, \"We have exactly enough time, starting now.\" You know?</p> <p>Kolbert: Yeah, that's a great line.</p> <p>Friedman: I kind of live by that mantra. Because I always tell people, pessimists are usually right. Let's face it. Optimists are usually wrong. But all the great change in history, positive change, was done by optimists.</p> <p>So what I've really tried to do in my own politics and in this book is really two things: One, is basically to say, well, if the world is getting hot, flat and crowded, what does that mean? It means that these five big problems are the next big problems of the 21st century — energy, natural resources supply and demand, petro-dictatorship, climate change, biodiversity loss, and energy poverty. What does that list mean? That means the next great global industry has to be — energy technology. The production of abundant, cheap, clean reliable electrons through a combination of innovation, energy efficiency, and conservation.</p> <p>Well, if that's the next great global industry, then it means that the country that leads that industry is going to have the most national security, economic security, innovative companies, and I think global respect. And my point is, simply, that country has to be the United States of America.</p> <p>Kolbert: You talk in the book about how crucial it is to put the right regulatory policies in place, to encourage the development of clean energy sources. But you always hear, and I'm sure you always hear it when you go out into the U.S., that anything that we do, that China, say, isn't doing, puts us at a competitive disadvantage. So how do you answer those folks?</p> <p>Friedman: Well I answer that really with a story I tell in the book. Last year, I was invited to the China Clean Car Conference. China has a clean car conference — who knew? — in Tianjin, China, their kind-of Detroit, kind of a rather grimy city, the Marriott Tianjin.</p> <p>And, I was the closing speaker. The audience was all Chinese car guys. All kind of grizzled Chinese car guys, all listening to me — nobody spoke English, they were all listening on headsets through an interpreter. And I thought, \"What do I tell these guys?\" And so, my basic message was this: \"Guys,\" — it was only guys — \"guys, I have got to tell you, every time I come to China young Chinese say to me, 'Mr. Friedman, you guys got to grow dirty for 150 years. Now it's our turn.' And my message to you, on behalf of all Americans, is to tell you, 'You're right. It's your turn.</p> <p>All the great change in history, positive change, was done by optimists.\"</p> <p>Grow as dirty as you want.' Because I think we just need about five years now to invent all the clean-power technologies you're going to need as you choke to death, and we're going to come over, and we're going to sell them all to you. And we're going to clean your clock. I don't know how you say that in Chinese, we're going to clean your clock in the next great global industry. So, please, if you want to give me a five-year lead, I'd love five. I'd prefer 10. Take your time. Because we are going to clean your clock in the next great global industry.\"</p> <p>Now it takes about 30 seconds for the translation to get through — and that's when you see everyone adjusting their headsets, eyes lighting up — and then about one second for them to understand exactly what I'm saying: That they basically have a choice. They can do what they did on telephony, which was to go from no phones to cellphones, and skip landlines, and they can do that in clean power… But unless they really change, they're going to miss the new IT, which is ET.</p> <p>And so they can sit back and say, \"This is unfair. You guys ate the hors d'oeuvres, you ate the entrée, and you invite us for dessert and ask us to split the bill. We're not going to do that.\" And I understand, I say, \"I know why you're pissed. I'd be pissed, too. But I'm here to tell you, this is the next great global industry in a world that's hot, flat and crowded, it has to be.\"</p> <p>Kolbert: Now, have you delivered that to an American audience? What kind of response do you get?</p> <p>Friedman: They all kind of get it. But I just tell you, parenthetically, it's been amazing... I had 8,000 people come to hear me at Miami of Ohio, in the basketball stadium, 4,200 in Purdue, 3,000 at Ohio State. I've had crowds I never had before. I'd like to think it's about me. It's not. And this is not false modesty. People are desperate for someone to point them out and forward in a way. And they're just so hungry… But they also want to know, \"What can I do?\"</p> <p>Kolbert: You have an interesting passage in the book, where you talk about how in a campaign, a candidate might frame an energy tax, I think you talk about a gasoline tax. Can you talk about that?</p> <p>Friedman: Politicians will always say, \"If I do this, my opponent will hit me on taxes.\" And I say, well, let's just think about this. Let's imagine I'm the pro-green candidate, and Elizabeth Kolbert is the pro-nontax candidate. And I come out and I say I'm for a gasoline tax and you say, \"There goes my opponent, Mr. Friedman.\" Just like Sarah Palin you would say, \"He's never seen a tax he didn't like. And now he wants to come to Wassila, Alaska, and tax your gasoline?\"</p> <p>I'd say, \"Let's get one thing straight. My opponent and I, we're both for a tax. Because if you don't think what OPEC oil cartel is doing to the real price of oil isn't an artificial price, isn't in effect a tax, then you're not paying attention. So we're both for a tax. I'd just prefer my taxes go to the U.S. Treasury to fund U.S. schools, U.S. roads, U.S. highways, U.S. research, U.S. innovation. It's just a little tic I have, that I like my tax dollars to build my country, not Saudi Arabia, Iran, or Kuwait, or Abu Dhabi, or Dubai, or Russia or Venezuela… My opponent is indifferent where your tax dollars go.\" If you can't win that debate, you don't belong in politics.</p> <p>Kolbert: Right, but of course if we look at what we've actually seen over the last few months, it's \"Drill, baby, drill.\"</p> <p>Friedman: Absolutely. And that, as I've written and been saying, that is just so stupid. I mean, it is as if on the eve of the IT revolution, on the eve of the birth of the Internet and the PC, we are out there pounding the table for more IBM Selectric typewriters. Carbon paper, baby, carbon paper! That's nuts. There's only one mantra for America, and that's \"Innovate, baby, innovate!\"</p> <p>Kolbert: You had a column the other day which I thought skirted pretty close to an endorsement there.</p> <p>Friedman: Yes… you noticed!</p> <p>Kolbert: But do you actually like Barack Obama's energy plan or is it just better than \"Drill, baby, drill?\"</p> <p>Friedman: I think it's just, right now, better than \"Drill, baby, drill.\" I give Obama credit for generally leaning in favor of all the right things. And not falling off the wagon on things like \"Drill, baby, drill\" or on lifting the federal gasoline tax in the summer. And he did vote in favor three times for the renewable energy and production investment tax credits.</p> <p>McCain missed all eight votes. He came out for lifting the gasoline tax in the summer, which was just a stunt that would have simply added more driving, more CO2 to the atmosphere, and pushed up the price of oil. And then he came up with \"Drill, baby, drill.\"</p> <p>So, to me, basically there's a clear, clear choice. Now there's only one green candidate. It is Barack Obama.</p> <p> If you don't have an ethic of conservation, you basically have a license to drive a Hummer through the Amazon.\"</p> <p>Would I like Obama to make the things I'm passionate about more central to his identity and his campaign, rather just another spoke in the wheel? There's health care, there's green technology, there's new roads, there's education, there's Iraq. Yes, to me, it's the center. It's not another spoke. But, you have to ride whatever horse you got. And right now he's all we got. And he's a lot better than the other guy. And so I ride.</p> <p>Kolbert: Can you talk about the media's role in all this. I mean, what do you think of the job that we all have done?</p> <p>Friedman: You know, it's such a hard issue. I'm a big believer, to name something is to own it. And if you can name an issue, you can own an issue: \"The World is Flat.\" And that's why I spend a lot of time naming things. And trying to find ways to convey enormous complexity in a very simple way. And one of the things, and I've said this before, that's always struck me about the green movement, is that it was actually named by its opponents. They own the definition... Because they named it liberal, tree-hugging, sissy, girly-man, unpatriotic, vaguely French.</p> <p>And the whole purpose of my book is to redefine green. To redefine it as a geo-political, geo-strategic, geo-economic, patriotic. Green is the new red, white and blue.</p> <p>Kolbert: But as you also discuss, there's a real reason to be afraid that even unlimited clean energy is not going to save the planet, in fact quite possibly it would just accelerate biodiversity.</p> <p>Friedman: Well, bless your heart… You're one of the few people who've picked up on that. You know.</p> <p>Nobody gets the conservation part of the triad — that if you don't have an ethic of conservation, you basically have a license to drive a Hummer through the Amazon.</p> <p>I tell you, it goes back to your Barack Obama question. Why am I still hanging in there with him? Because I believe, once elected, he has the potential — the potential — to really be a transformational figure on this issue, if he wants to be… The president of the United States' bully pulpit is unlike any other in the world. And what we have lost sight of, because we've forgotten what it would be like to have a president who — unlike the current one who cannot choke the word c-c-c-c-c-conservation out of his mouth — what it would be like to have a president who on inauguration day gives his inaugural speech and then hops on a bicycle, and bikes to the White House.</p> <p>Kolbert: That's a great idea.</p> <p>Friedman: And that's what I'm going to propose, if this guy wins. You and Michelle ride your bike from the Capitol steps to the White House. Do you know what happens the next day? A hundred thousand bicycles are sold in America. The people forget the symbolic and rhetorical power of the president of the United States… We've forgotten, you know, because we've had this troll who comes out once a week now and tells us the economy's OK. And Dick Cheney, when was the last time you ever heard him speak to anybody? I mean, who would know?</p> <p>Kolbert: You talk to an amazing array of very smart people, the people we would all like to talk to, from John Holdren to E. O Wilson. If you had to pick, and maybe this is unfair, but something that someone said to you that really got you thinking about things in a new way, and that you'd point people towards, what would that be?</p> <p>Friedman: You know, you mention E.O. Wilson, and Ed Wilson is just one of the great treasures of America. And he said something that really struck me. And I'm not going to get it exactly right, but he basically said,</p> <p> We're only going to innovate our way out of this problem. This is not a problem for regulators, it's for engineers.\"</p> <p>\"Nature is regulating our climate for free. Mother Nature, she's been doing that for free, for a long, long time. Now do you really want to get in there and do geo-engineering and all this kind of stuff? Well, if you don't want to do that, then we need to get out of Mother Nature's way. Because do you want to be turning the dials and pulling the levers and think we can do that better than Mother Nature?\" I don't think so. And it is a very, very powerful point.</p> <p>Kolbert: One of the themes of the book and explicit messages of the book obviously is the importance of making advances in clean-energy technologies, so you write, and I quote, \"Incremental breakthroughs are all we've had, but exponential is what we desperately need.\"</p> <p>Friedman: Yes.</p> <p>Kolbert: Can you just talk a little bit about what you mean by that?</p> <p>Friedman: I went to Bali last year… It really was an epiphany for me, because I just sort of looked around, I looked at the process and I said the following to myself: We're not going to regulate our way out of this problem. We're only going to innovate our way out of this problem. This is not a problem for regulators, it's for engineers. Because, my attitude basically is that I'm not against Bali, and Kyoto - if you can get 190 countries all to agree and implement verifiable reductions and limits on their CO2 emissions, may God bless you and keep you. But I don't want to hostage my future and my kids' future to that necessity.</p> <p>And so I'm trying to change the model here. I'm trying to say, let's make America the leader, the country that demonstrably grows richer, more innovative, more energy secure, more economically secure, more nationally secure, and more respected, by taking the lead in the green revolution. I am absolutely convinced more people will follow us, by emulation, than will ever do under Kyoto, what we expect them to do by compulsion.</p> <p>Kolbert: But you also write, and you know that real energy innovation is hard.</p> <p>Friedman: That's right. Our nose is pressed right now against the boundaries of physics, and chemistry and biology. And that's why so much of what we need to do is just push out that boundary. Because only in the arbitrage between all those disciplines will we find, I think, the real breakthrough.</p> <p>Kolbert: But what makes you think that breakthrough is out there?</p> <p>Friedman: I do. I really do. Here's the upside of the book tour I've been on. Every stop I come home with a pocketful of business cards. Because all these people come up to me with their energy companies that they started — solar, wind, cellulosic. \"I've got a duck that paddles a wheel, blows up a balloon, the balloon issues methane, burns fuel, turns a turbine…\" You hear the craziest stuff, but everyone's trying. And so I'm a big believer in the wisdom of crowds here.</p> <p>Kolbert: You had another great fact in the book, which I did not know, which was that green was the single-most trademarked term in 2007, and you go on to point out that a lot of the ways in which green is used is [the idea that] green should be easy. But the fact of the matter is there is no easy way to be green. I mean, if it's easy, it's not green.</p> <p>Friedman: That's right.</p> <p>Kolbert: I though that was a very good point. Of course people, as you point out, we don't like hard things. That, I suppose, is the $64 trillion question… But can green be sold as something hard? Can it be sold politically with the acknowledgement that it's hard?</p> <p>Friedman: The way I try to sell it is that it's something big, it's aspirational, it's about national security. That it's not just about electric power, it's about national power.</p> <p>Kolbert: You had a column the other day titled \"Green the Bailout.\" What do you mean by that?</p> <p>Friedman: Well, from \"The World is Flat,\" one of the things I was keenly aware of is the importance of bubbles. It was actually the railroad bubble back in the 19th century that all these people went in, bought railroad stocks, and built railroads — most of them actually lost money. But what they left behind was the national railroad system.</p> <p>The dot.com boom bubble bust — you know, people went out, bought dot.coms, most people lost money, some people made money, but what they left behind was a national Internet bandwidth highway. And unfortunately now we're going through a financial system or industry bubble — and what it's leaving behind is</p> <p> People are desperate for someone to point them out and forward in a way. And they're just so hungry.\"</p> <p>bunch of dead derivatives, empty condos in Florida, and Gulf Stream jets that the mega-rich can't afford anymore. It will be a tragedy, and what makes it even worse, we borrowed a lot of it from China, and we didn't borrow — we put it on our kids' Visa cards. And so if we're going to do this mega-bailout we have got to make sure we are laying the foundations with it of another great industrial revolution.</p> <p>Kolbert: Here's my last question. In the process of writing the book, did you become more or less hopeful about the prospects for a world that's hot, flat and crowded.</p> <p>Friedman: I'm from Minnesota. I'm optimistic. I mean, that's just who I am.</p> <p>Kolbert: Yeah, you call yourself a sober optimist.</p> <p>Friedman: Right. But I'm more sober, you know, but I am still an optimist. I've had the opportunity to talk to Bill Gates a lot about this and the previous book. And Bill's kind of, I would say, an innovation determinist. He believes innovation can, will and must solve every problem. And maybe I'm not quite there yet, but I lean on his side of the debate than the other side. And as long as I have breath issuing forth from this body, yeah, that's where I'm going to put my time and energy.</p> <p>• This article was shared by <a href=\"http://e360.yale.edu\">Yale Environment 360</a>, a member of the <a href=\"http://www.theguardian.com/environment/network\">Guardian Environment Network</a></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338444384\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/09/2/GD9146696@BRASELTON,-GA---OCTOB-7178.jpg\" alt=\"Petit Le Mans in Georgia \" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Braselton, USA, October 4: The Team LNT Ginetta-Zytek07 driven by Danny Watts and Olivier Pla during the American Le Mans Series, Petit Le Mans  </span> <span class=\"element-image__credit\">Photograph: Darrell Ingham/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338444358\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/09/2/GD9146673@PHILLIP-ISLAND,-AUSTR-6501.jpg\" alt=\"Dani  Pedrosa turns out of a corner during  warm up for the Australian MotoGP\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Phillip Island, Australia, October 5:  Dani  Pedrosa turns out of a corner during  warm up for the Australian MotoGP  </span> <span class=\"element-image__credit\">Photograph: Quinn Rooney /Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338444322\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/09/2/GD9097383@University-of-Texas'--6415.jpg\" alt=\"NCAA Big 12 Texas v Colorado \" width=\"630\" height=\"386\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boulder, USA, October 4: Chris Ogbonnaya  of University of Texas is tackled by University of Colorado's Daniel Dykes during their NCAA Big 12 football game  </span> <span class=\"element-image__credit\">Photograph: Mark Leffingwell/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338444325\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/09/2/GD9097577@Mexico's-Cesar-Figuer-7378.jpg\" alt=\"Cesar Figueroa lies on the canvas after being knocked out in 47 seconds by Junior Featherweight champion Juan Manuel Lopez\" width=\"557\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">San Juan, Mexico, October 4: Cesar Figueroa lies on the canvas after being knocked out in 47 seconds by junior featherweight champion Juan Manuel Lopez  </span> <span class=\"element-image__credit\">Photograph: Ricardo Arduengo/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338444328\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/09/2/GD9102954@WATFORD,-UNITED-KINGD-7976.jpg\" alt=\"Saracens v Scarlets in the EDF cup\" width=\"508\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Watford, UK, October 5: Kris Chesney of Saracens (L) helps to tackle David Lyons during the EDF Energy Cup meeting between Saracens and Llanelli Scarlets   </span> <span class=\"element-image__credit\">Photograph: John Gichigi /Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338444331\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/09/2/GD9103357@PORTSMOUTH,-UNITED-KI-8645.jpg\" alt=\"Jermain Defoe of Portsmouth tackles Ricardo Fullerof Stoke City\" width=\"533\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Portsmouth, UK, October 5: Jermain Defoe of Portsmouth tackles Ricardo Fuller of Stoke City during his team's Premier League match at Fratton Park </span> <span class=\"element-image__credit\">Photograph: Ryan Pierse /Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338444334\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/09/2/GD9105329@MANCHESTER,-UNITED-KI-9672.jpg\" alt=\"Robinho misses a chance against Liverpool \" width=\"614\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Manchester, UK, October 5: Robinho of Manchester City ends up in the net after missing a chance during his team's Premier League match against Liverpool  </span> <span class=\"element-image__credit\">Photograph: Richard Heathcote /Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338444337\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/09/2/GD9107833@Indianapolis-Colts-wi-973.jpg\" alt=\" Reggie Wayne  scores a touchdown against the Houston Texans\" width=\"522\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Houston, USA, October 5: Indianapolis Colts wide receiver Reggie Wayne makes a one handed touchdown catch under pressure from Houston Texans cornerback Jacques Reeves   </span> <span class=\"element-image__credit\">Photograph: David J. Phillip  /AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338444340\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/09/2/GD9107936@Nancy's-players-celeb-1797.jpg\" alt=\"Nancy v PAris in L1\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nancy, France, October 5: Nancy's players celebrate after scoring a goal   </span> <span class=\"element-image__credit\">Photograph: Jean-Christophe Verhaegen   /AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338444343\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/09/2/GD9108766@Los-Angeles-Angels-th-2840.jpg\" alt=\"Chone Figgins of the Los Angeles Angels misses a single against Boston Red Sox \" width=\"630\" height=\"341\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boston, USA, October 5: Chone Figgins of the Los Angeles Angels misses a single against Boston Red Sox   </span> <span class=\"element-image__credit\">Photograph: Elise Amendola/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338444349\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/09/2/GD9128507@epa01512951-Dutch-goa-4059.jpg\" alt=\"Edwin van der Saar returns from retirement to play for Holland\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Katwijk, Netherlands, October 7: Dutch goalkeeper Edwin van der Sar in action during a training session </span> <span class=\"element-image__credit\">Photograph: Olaf Kraak/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338444346\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/09/2/GD9126564@epa01512736-Motorcycl-3407.jpg\" alt=\"Total Pharaons International Cross Country Rally\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Western Desert, Egypt, October 7: Motorcyclists race down a dune in the third stage of the Total Pharaons International Cross Country Rally  </span> <span class=\"element-image__credit\">Photograph: EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338444352\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/09/2/GD9132489@Australian-cricketer--4676.jpg\" alt=\"MAtthew Hayden meditates\" width=\"600\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bangalore, India, October 8:  Australian cricketer Matthew Hayden sits on the pitch as groundsmen work around him during a practice session before his team play India   </span> <span class=\"element-image__credit\">Photograph: Dibyangshu Sarkar/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338444355\"> <img src=\"https://static.guim.co.uk/Guardian/sport/gallery/2008/oct/09/2/GD9145639@NEWBURY,-UNITED-KINGD-5346.jpg\" alt=\"Film Set ridden by Frankie Dettori wins the Vodafone E.B.F. Maiden Stakes\" width=\"630\" height=\"384\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Newbury, UK, October 9: Film Set ridden by Frankie Dettori wins the Vodafone EBF Maiden Stakes  </span> <span class=\"element-image__credit\">Photograph: Warren Little/Getty</span> </figcaption> </figure>"
]