[
  "<p>Surrounded by fellow militia armed with Kalashnikovs, Captain Elrus patiently explained the new map of Georgia. \"This used to be our territory. This is our territory. And this will be our territory in future,\" the captain said, pointing out a large bulge of land around the town of Akhalgori.</p> <p>On Saturday Elrus and his men arrived in Akhalgori from rebel-held South Ossetia. The sleepy town was previously under the control of the Georgian government. Its mixed population of Georgians, Ossetians, Armenians and the odd Russian had - until now - lived contentedly together. </p> <p>Now, however, most of the Georgians had fled, driving off down an attractive mountain road lined with mulberry and walnut trees. Its administration had also fled to Tbilisi, 40kms away. </p> <p>The town was now under full South Ossetian control, Elrus said yesterday, adding: \"It will be part of an independent country within the Russian Federation.\" His militia had taken over the town's police station; a soldier tried to scuff away a Georgian flag removed from the roof. Nearby Russian soldiers perched on top of an armoured vehicle - and invited the Guardian for a spin round the block. (\"Let's go to London. We don't need a visa,\" one joked.) </p> <p>The capture of Akhalgori is significant. It appears part of a wider Kremlin plan to redraw the map of Georgia - reducing the young republic to a small leftover rump and boosting the size of its separatist territories. </p> <p>Across the central swath of Georgia there was no sign whatsoever of an imminent pullout from Georgia by Russia's army - despite the ceasefire deal signed by Russia's president, Dmitry Medvedev. The Kremlin leader promised yesterday to start a withdrawal on Monday, but on the ground, Russian forces seemed to be digging in for a longer campaign.</p> <p>As well as helping their South Ossetian allies capture undefended Akhalgori, Russian troops have set up new checkpoints along the highway between Tbilisi and Gori. Several tanks are visible up in the surrounding hills; others are hidden among thickets of twigs. On the road to Gori yesterday afternoon the Guardian spotted a Grad multiple-rocket launcher - heading not away from the conflict zone but towards Tbilisi. In Gori, Russian soldiers are now manning checkpoints at all entrances in and out of the city. Some residents yesterday returned, gathering at a relief centre set up in the main Stalin Square. </p> <p>Before the war in Georgia, South Ossetia's rebels controlled one small town, Tskhinvali, and a few villages. Moscow is now reimposing the old, much bigger borders that South Ossetia enjoyed when it was an autonomous area or oblast within Soviet Georgia. </p> <p>Residents fear that when South Ossetia votes for rule by Moscow, Akhalgori will become Russian again. \"I'm Georgian. I live in Georgian territory,\" Tamar Ogadze, 29, said, waiting with other locals for a ride out of town and down the valley. Pointing at the Caucasus, she added: \"These are the mountains that have always surrounded Georgia and protected it from invaders. It's been like that for centuries. Now I'm sad. I don't have any desire to join an association with Russia.\" Many residents had spent two nights hiding in the mountains, she said, fearful of what would happen if the militias advanced. Yesterday the South Ossetian paramilitaries were patrolling the dusty streets - allegedly performing \"peacekeeping duties\". Each had tied a white armband round their arm to indicate their new function. </p> <p>Human Rights Watch and other bodies have accused the South Ossetian militias of carrying out widespread ethnic cleansing in the Georgian villages between South Ossetia and the town of Gori. Asked whether this was true, Elrus said: \"We did perform some cleaning operations. We were looking for fighters.\"</p> <p>He went on: \"Why are you journalists not reporting about the civilians killed in the [Georgian] attack on Tskhinvali? We have Georgian soldiers whose bodies have been lying there a week. Their government doesn't care about them.\"</p> <p>Most of the town - population 10,000 - was deserted yesterday. A few people, mostly Ossetians and the elderly, had opted to stay. The South Ossetian militia had set up a checkpoint in the village of Odzizi, a couple of kilometres down the road; they had parked a large truck and mini-tank on a grassy verge. \"This is a very beautiful place. No wonder Russia wants it,\" Dada Natadze, 26, mused, squatting in the shade of a mulberry tree. He added: \"Most people have gone. Their gardens are dying already.\"</p> <p>In Tbilisi yesterday Mikheil Saakashvili, Georgia's president, accused Russia of ethnic cleansing. Elrus was unimpressed. \"This place is peaceful. Nobody needs to be afraid. But if there are problems we have lots of tanks.\"</p>",
  "<p><strong>Saving the Whale</strong> Sacked TalkSport presenter <strong>James Whale</strong> is back on the airwaves this week on London talk radio station, LBC 97.3. \"He's a class act who appreciates the art of great conversation,\" announced LBC programme director Jonathan Richards. This is presumably the same Jonathan Richards who was recently described as a \"pillock prize-prat and a half\", and who was told in no uncertain terms \"if you consider what you are doing in radio... is breaking new ground, let me tell you: it isn't.\" Whose words? Why, James Whale's of course. <strong>Through the Kayhole</strong> With The X-Factor just returned for a fifth series and Strictly Come Dancing shortly to return, the ubiquitous TV talent show is about to be taken down a peg or two with a spoof by <strong>Peter Kay</strong>. Monkey hears the Channel 4 comedy has a working title - deep breath - Britain's Got The Pop Factor And Possibly A Celebrity Jesus Christ Superstar Dancing On Ice. How's that going to fit on the EPG? <strong>Missing the mark</strong> A quartet of journalists from the <strong>Times</strong> put their reputations on the line last week by sitting exam papers from this year's A-Levels. And what do you know, Peter Riddell, Mary Ann Sieghart, Roger Boyes and Kate Wighton all scored straight A grades. Alas a report that editor <strong>James Harding</strong> would join them, sitting the media studies exam, proved wide of the mark. We're sure he would have got an A too. Perhaps his paper got lost in the post.</p> <p><strong>Put a sock in it</strong> \"There's little more calculated to make a man reach for the temazepam than the interminable cack currently filling every newspaper about Fantasy Football,\" writes Independent editor Roger Alton in his <strong>Spectator sport</strong> column. \"Please guys, if it really is the highlight of your week to roll down the pub to chat about who's the better value in midfield, then you really should get a hobby. Or a life.\" Or cancel your subscription to the Spectator's sister paper, the Telegraph, which bangs on about Fantasy Football more than most.</p> <p><strong>It's all Greek to R1</strong> It is good to know that dubious <strong>BBC radio phone-in competitions</strong> are nothing new. Former Radio 1 controller Johnny Beerling, in his just-published history of the station, Radio 1 The Inside Scene, recalls a 1992 competition in which a listener won a trip to the opening ceremony of the Barcelona Olympics. \"The question was 'Where in Greece is the Olympic flame traditionally lit?'\" remembers Beerling. \"The correct answer was 'Olympia'. But the punter said 'Mount Olympus.\" The DJ, alas, was unaware of the difference, and awarded the prize anyway. \"When the mistake was pointed out to him, he spent all afternoon on the phone to the Greek embassy, trying to get them to say it was the same thing, when in fact they are 200 miles apart.\"</p> <p><strong>Boardering on a joke</strong> More on <strong>Bedder 6</strong>, the unlikely name given to <strong>Jeremy Clarkson</strong> and his Top Gear executive producer Andy Wilman's production company. Monkey's mind may be even more puerile than Clarkson's. Last week we speculated it might be a lame play on words - Bedder 6, better sex, that sort of thing - but now it appears it might be a reference to their alma mater, Repton School in Derbyshire, where the slang for dormitory was \"bedder\". See? \"Both were boarders at the Priory boarding house,\" reports former staffer James McLaren. But Bedder 6 may no longer exist, with boarders more likely to stay in bedsits. Case closed. Probably</p> <p><strong>Prop's the big deal?</strong> At the risk of fanning the flames, <strong>Father Ted</strong> co-creator Graham Linehan was none too impressed when the BBC News website picked up on his blog request for viewers to send in props for the latest series of his Channel 4 sitcom, <strong>The IT Crowd</strong>. \"Why are journalists such drama queens?\" asked Linehan. It's a rhetorical question. \"I love the way this journalist has me 'appealing' for props, like there's some sort of prop famine going on. It's just a bit of fun, you ninny!\"</p>",
  "<p>BAA could be forced to sell Gatwick airport after the Competition Commission orders the break-up of Britain's dominant airport operator this week.</p> <p>In what would be the greatest shake-up in British airport ownership since BAA was privatised more than 20 years ago, the commission is expected to indicate that a break-up of the group is in the interests of consumers and airlines. Nine out of 10 airport passengers in south-east England travel through BAA terminals at Heathrow, Gatwick, Stansted or Southampton airports, and eight out of 10 passengers in Scotland use BAA airports at Glasgow, Edinburgh or Aberdeen.</p> <p>Sir Nigel Rudd, BAA's chairman, told the BBC this weekend that he expected the commission to order divestments, amid speculation that it may demand that all three London airports end up with separate owners. The group could be forced to sell one of its airports north of the border as well.</p> <p>Rudd said a break-up would not be a \"disaster\" for the group, which has already had \"huge expressions of interest\" from potential buyers for Gatwick and Stansted. </p> <p>He argued that Heathrow competes with airports in Paris, Dubai and Amsterdam rather than ones in the UK.</p> <p>The commission is expected to argue that joint ownership of Heathrow, Gatwick and Stansted results in slow development of plans to expand those airports, which in turn means passengers suffer overcrowded conditions and regular delays. </p> <p>Its conclusions in a \"provisional findings\" document, which could be published as soon as Wednesday, are therefore expected to challenge the government's 2003 aviation white paper - which prioritises new runways at Heathrow and Stansted over Gatwick. Under the commission's logic, a new Gatwick owner would work harder to overturn an agreement that prohibits constructing a second runway until 2019 and would at least start planning work sooner.</p> <p>Ryanair, Europe's largest low-budget carrier, has expressed an interest in acquiring Stansted airport if BAA is forced to sell Britain's third-biggest airport. However, the chief executive, Michael O'Leary, told the Guardian last week that the airline's priority was to see BAA reduced to owning just Heathrow and Southampton in southern England.</p> <p>\"Unless you get Stansted and Gatwick sold off, the Competition Commission will not make any difference,\" he said. </p> <p>Ryanair and easyJet, Stansted's biggest customers, are vehement opponents of airport regulation, which they claim allows BAA to charge excessive landing fees for an airport that needs only the most basic facilities to operate low-budget, short-haul flights.</p> <p>If BAA does become a forced seller of Gatwick it is expected to attract interest from a wide variety of international bidders including Germany's Hochtief, Global Infrastructure Partners, the GE-Credit Suisse Investment fund, Australia's Macquarie as well as the UK's Manchester Airport Group.</p> <p>The commission's provisional findings will be closely watched by lawyers as the watchdog usually demands that assets are sold off during takeovers or mergers not as a result of monopoly inquiries.</p>",
  "<p>The unexpected advantage of the silly season is that there is also space for some serious stuff to escape from the thinktanks for a few deep breaths of the oxygen of publicity. This August, a series of research findings on the status of women at work has produced some conflicting results that need thought. How is it that the skills minister David Lammy, in this week's New Statesman, can point to the growing demand for \"soft skills\", emotional and intellectual, rather than physical strength, and a Yorkshire Building Society survey can argue that the work women do in the home should be valued at £8,000 a year - while TUC research into vulnerable workers found that at the bottom of the low-paid pile were newly arrived migrant women? A partial answer is given in an analysis by the Office of National Statistics, released last Tuesday, which simply said that two-thirds of the gender pay gap remains unexplained. Discrimination by employers plus women's motivation and qualifications were put up as reasons, although with girls outperforming boys at school and increasingly at university the latter seems unlikely. It is the relevance of qualifications that may be more of a problem, according to the ONS, which found that manufacturing jobs and apprenticeships remain a largely male preserve.</p> <p>Earlier this month there was a flurry of excitement about the death of the supermum - a 1970s media myth - who held down a top job, cooked soufflés and coached the kids in maths all at the same time. Most women will be truly grateful at her demise, presumably from exhaustion. Supermums were invented by men who did not want to do the hoovering, misguidedly egged on by women with no sense of sisterly solidarity. But the heart of the report by the Cambridge sociologist Jacqueline Scott was that in Britain and the US there was a growing concern that family life suffered when mothers worked, even though it is ever more widely accepted that men are not the sole bread winners. In fact, workplace equality, and the expectation that both mothers and fathers go out to work, has never had such extensive support. In the latest British Social Attitudes survey, only 17% thought men should be the main earners. Cultural attitudes, reinforced by economic pressures like the cost of buying a home, are not in retreat at all. The assumption that everyone wins is. Last month, Nicola Brewer, who as chief executive of the new Equalities Commission might be expected to champion change, warned that legislation might actually be counterproductive, discouraging employers from taking on women of child-bearing age and, most significantly, confirming the prejudice that mothers are the main carers.</p> <p>There is anecdotal evidence that non-mothers, as well as some employers, feel the legislation (that from 2010 gives mothers a year's paid maternity leave, the second half of which can be shared with the father) has gone too far, yet almost every aspect of working and home life is still framed to make it harder for mothers. As the campaigning organisation Fawcett points out, most jobs are still man-shaped - long hours, full-time, intensive, making demands that can only be met by someone without immutable outside commitments. While the women who would like them to be shaped differently still get sacked when they get pregnant (at a rate of about 30,000 a year), change will only come slowly. Meanwhile, the home is still woman-shaped. Four-fifths of mothers work, but they still do two-thirds of the chores and most of the parenting. Maybe that is why the growing concern about the impact on the family Professor Scott identified is more marked among men (no clean socks in the drawer) than women. Meanwhile, the state still hesitates about engaging fully in providing the support that families most need. But in the end, equality needs more than government policy to make it happen. It starts at the kitchen sink.</p>",
  "<h2>North Wales coast </h2> <p><strong>Blake Morrison</strong></p> <p>As each town on the Llyn Peninsula comes up, the years peel away and my heart races a little faster. Porthmadog, where my father taught me to drive on Black Rock Sands. Criccieth, where the hotel asked us to leave because I had chickenpox. Pwllheli, where my grandparents rented a guest house on the front. But it's Abersoch I'm aiming for, site of the first holiday I can remember and many more summers after that. </p> <p>I pull up at the entrance to the Warren beach. When we stayed here that first summer, there were only a handful of wooden shacks and caravans, discreetly nestling in the dunes. Later \"chalets\" took over - aka luxury mobile homes - and in 1967 my father bought one, with a picture window and slate terrace and views across the bay to Harlech. We had the chalet for the next two decades; for three summers in my late teens I worked as a barman in the Warren Club, the only place for miles around where you could drink on Sundays. The place is part of my history. But today the automatic barrier that lifts for residents stays down for me. I'm only a visitor. I've not been here since 1988.</p> <p>It's a hot afternoon, so I head straight for the beach. The mile-long sands are no more crowded than they ever were: there's plenty of room for building sandcastles or playing rounders. Why then do I feel oppressed? Partly it's the chalets massing on the dunes: there are so many of them I can't work out where ours used to be. Mostly, though, it's the noise that gets me: powerboats, jetskis, motor cruisers playing loud music as they go. I mustn't be hypocritical: we too had a speedboat for a time, and learned to water-ski behind it - on windless mornings or evenings we would be out there, throwing up high spray at each turn. But in my memory we had the place to ourselves. Now the water's a churn of whining propellers. And every kid on the beach is wearing a wetsuit. That's the new fashion - to wear a wetsuit all day long, even if you're only splashing in the shallows. No more days of braving the cold in trunks and pretending, \"It's lovely when you're in.\"</p> <p>I'm in danger of becoming maudlin, especially when I spot a dead seagull lying in the sand: what more blatant Chekhovian symbol could there be? So I make for the rocks at the far end of the beach, where my father once caught a lobster. Amazingly, there's no health and safety rule to prohibit me clambering up, and I take the path around the headland. The water's quiet here, a gentle slap-slap. Someone's fishing from a red dinghy, perhaps luring mackerel with bread, as we used to. After a time, the path becomes overgrown, as if no one knows this route any more, and as I scramble up the hillside my legs brush against prickles and gorse. But the higher path is clearly defined and quickly leads me to the tin man, a clifftop statue mounted on the headland above Llandbedrog. Though a new version, it honours the rusty spirit of the original. Returning over the top to the Warren, I begin to feel restored.</p> <p>I feel better still back on the beach. It's evening now, the wind has dropped, and all the speedboats have been moored or towed away. Encouraged, I nerve myself for a swim and find the water surprisingly bearable. Two girls sit on the side of a yacht, dangling their feet in the water to keep cool. I dry off in the dunes, feeling the warm sand between my toes, and suck on a stalk of marram grass, my petite madeleine. It's beautiful here. The weather's perfect, the air still warm at eight. Why would anyone ever want to go abroad?</p> <p>The answer comes an hour later, in the middle of Abersoch village, when a storm breaks and puts an end to alfresco dining. They get a lot of rain here. They always did. By 10 the place is dead. That's the attraction of Abersoch, says the young man serving me sea bass. He moved here from Manchester because the season's short and nothing happens in winter - ideal if you want to chill out. </p> <p>Afterwards, the storm over, I walk to the main Abersoch beach, unwilling to believe there's no action on a night as balmy as this. A wooden gate bars entry after 8pm but it's easy to slip through the chains and padlock. The dark, wet, soft sand kicks up white as I step through it. A group of teenagers sit in a huddle. Will they swim at midnight, and experience the phosphorescence, as we used to? Too early to say. But I'm pleased they're here, outwitting the spoilsports.</p> <p>Next morning, in daylight, I see it differently: there's a mess of bottles and crisp packets where the teenagers were sitting. I feel grumpy, as if something pristine has been despoiled, and the grumpiness gets worse as I roam the village. The pollution here is affluence: the cars with personalised number plates (GB6, for God's sake - how arrogant can you get?); the pavement cafe where men in shorts sitting with their families do deals by mobile phone (\"I can have it signed off by the end of today\"); the fusion bars and wetsuit sales and sickeningly expensive boats. \"The Welsh Riviera\", the local tourist board calls the area. Yes - the Riviera without the sun but with all the avarice.</p> <p>But I'm being unfair. Abersoch has always attracted the upwardly mobile from Manchester and Birmingham; it's only the accessories that have changed. And in defiance of the severe weather warning for the north-west, the sun is out (the Llyn Peninsula has its own micro-climate), which stops me feeling as disenchanted as I'd like to. Millions of pounds are moored out in the bay. But why begrudge people their yachts? It's not as if I'm into boating anyway: the one time I tried it with my father, we had to be towed in.</p> <p>The longer I stay, the more familiar everything seems. Bilingual signs are still the rule (\"Golff\", \"Parcio\", \"Brekwast\"). The beautiful secluded cove at Porth Ceiriad is still reached by parking at the farm, paying your fee and walking down. The roads round Llanengan are still so narrow you have to back up to let the other car through. If London weren't six hours away, the area would have been \"discovered\" and wrecked by now. But it hasn't been. </p> <p>Before I leave, I stop off at the Warren to ask if there's a new Q23 in place of our old chalet. No one seems to know but I'm handed a portfolio of chalets for sale. Last year one went for £500,000, but today the top price is under £400,000 and the large number up for grabs - nearly 50 - is evidence of the recession. The cheapest is going for £75,000. For a moment I'm tempted to view it. White sand, marram grass and midnight swims could be mine again. But enough nostalgia already. It's time to let go of my past.</p> <h2>Cornwall</h2> <p><strong>Hannah Pool</strong></p> <p>Judging by the 12.06 from London Paddington to Penzance, the great British tourism industry is booming. As I hastily grab what feels like the last seat, I decide that catching a lunchtime train is definitely a much more civilised way to start a holiday than schlepping to Luton airport under cover of darkness for an easyJet flight. My sense of calm is soon diminished, however, by the fact that as well as lots of screaming children (what fool sits in the \"family\" carriage?), there are three stinky, slavering dogs in my proximity. I consider moving, but the train is so full that people are having to stand, so sitting and smelling of dog it is.</p> <p>Three and a half hours later I arrive at Bodmin Parkway and encounter my first hurdle: I don't drive. As I'm not on holiday with my dad, or anyone else's parents for that matter, the only way I can get to Constantine Bay, the small beach a few miles south of Padstow where I spent many childhood summers, is either by waiting an hour for the next bus to Padstow and taking a taxi from there, or taking a taxi all the way. I opt for a taxi and arrive at the Treglos hotel nearly £50 lighter, dump my bag in my room (faded 90s decor and far too much pine), and contemplate what I shall have for dinner. </p> <p>I first came to this spot about 25 years ago, when I was invited by my schoolfriend Heather to spend a fortnight in her family bungalow, perched on top of a nearby cliff. That holiday, and the many others to the area that followed, started with us being woken in our beds in Manchester at about 4am, staggering to the car in our pyjamas (bringing pillows and duvets with us) and going straight back to sleep until somewhere past the Midlands.</p> <p>Arriving in Cornwall, after what felt like an epic drive, we'd untangle ourselves from the back seat and run out to lean our bodies against the wind on top of the cliff. Heather and I would spend the next few weeks messing about on the beach, swimming in nearby coves and trying to get her older sister to let us hang out with her. When the elements were against us, which they often were, we'd sit indoors playing endless games of Monopoly. </p> <p>When I was about 15, my own family also started to go to the same spot. And then, as I hit my late teens, it became the first place in which I experienced the thrill of holidaying without any responsible adults.</p> <p>No matter how old I was, or who I was with, every holiday in Constantine Bay started with fish and chips from Fryer Tucks in nearby St Merryn. This time, still smarting from the taxi fare from Bodmin, I decide to make the 20-minute walk to the chippie. Ten minutes later, I arrive back at the hotel, soaking wet and ask reception to call me another cab. So much for a credit-crunch-busting holiday.</p> <p>In just a few minutes, I am eating plaice and chips and wondering what exactly it is they put in chip shop curry sauce that makes it lumpy. </p> <p>The next morning, after an underwhelming breakfast (poached egg with some very tired mushrooms), I head to the beach. Constantine Bay is a wide, sweeping giant of a beach that can easily give the shores of the Mediterranean a run for their money. The sand is soft, the surf is good and the lifeguards are cute. The beach looks almost exactly the same as I remember: only the van selling fair-trade cappuccino, and the recycling collection point mark the passage of time, and with it the kind of place this resort has become. I also notice, with disdain, that almost everyone in the water is wearing a wetsuit, the wimps.</p> <p>I take the coastal path towards Treyarnon Bay, and discover that the beachside pub in which my friends and I used to get drunk on Pernod and black has now become a youth hostel (with leek and potato soup and wifi). There is still a bar, however, and for about 30 seconds I contemplate ordering a Pernod for old times' sake.</p> <p>Instead, I carry on walking, and try to spot the cottage I used to stay in. As I'm looking out across the headland, a gale picks up and the heavens open. The beach below clears in record time. A soggy 10 minutes later (the wind broke my useless London umbrella) the rain eases, eventually stopping altogether, and the sun comes out. Suddenly the beach is full again. Three seasons in one hour - that's the Cornwall I remember.</p> <p>Now that I have worked up an appetite, I decide to have lunch in Padstow. If I go now, I can blag a lift from the photographer, instead of having to take yet another taxi. </p> <p>Despite having read about Rick Stein's influence on this small harbour town, I am still surprised by his ubiquity. Two restaurants, a cafe, a fish and chip shop, a deli, a patisserie, a cookery school and a Rick Stein gift shop? It's no wonder some have rechristened the town Padstein. </p> <p>There's no room at the cafe or the bistro, and I had fish and chips for dinner last night, so I opt for a non-Stein cheese-and-onion pasty. It's delicious, even if I do have to eat standing up because the only space left to sit is on the floor next to an overflowing bin. The town's narrow streets are bulging with tourists (and their umbrellas) and the harbour is chock-full of gleaming yachts. I remember boats in the harbour but I don't recall them being quite so bling. I have an ice-cream chaser after the pasty, and wonder if anyone has considered the health implications of swapping two weeks eating tapas or greek salads for two weeks of British seaside cuisine.</p> <p>Later I strike up a couple of conversations with families who are visiting Cornwall for the first time in years. The consensus is that while the county is easier to get to (as long as you drive), and is cheaper than going abroad (but not by a huge amount), it's let down by one simple factor: the weather. When it's sunny, it's glorious, but when it rains it's pretty miserable, especially if you're with children, which explains why almost every conversation I've overheard is about the weather (today's, yesterday's, tomorrow's). </p> <p>In the evening I have dinner in the Old Ship pub. It's fish and chips again - all I seem to be doing here is eating cliches. I sit outside, under an awning (it's raining again), while the couple on the table in front share an umbrella. There is something of the blitz spirit about it all, sitting here, trying to pretend it's not raining. In the bar, the average age is about 20, the voices are distinctly upper-class, and the drink of choice seems to be Pernod. Holiday fads come and go, and so do the rainclouds, but young people will always think it's acceptable to drink Pernod.</p> <h2>Isle of Wight </h2> <p><strong>Stuart Jeffries</strong></p> <p>The last time I saw Shanklin, Jimi Hendrix was still alive and you paid your hotel bills in pounds, shillings and pence. It was August 1970 as we drove there from Dudley in our two-door powder-blue Ford Escort. Like thousands of others we were going to the Isle of Wight; unlike most visitors, though, we weren't going to hear Hendrix play what turned out to be his last big gig before he died the following month.</p> <p>My brother and I didn't roll with Purple Haze or Voodoo Chile. No, Neil (5) and Stuart (8) sat on the back seat singing Rolf Harris's Two Little Boys as we raced out of the Black Country towards the Isle of Wight. \"Gaily they played each summer's day/Warriors both of course ...\" We didn't know there was any other kind of gay. We were oblivious to so much. Never such innocence again.</p> <p>\"I remember it was very hot,\" said my mother when I asked about her Shanklin memories the other day. But she would remember it that way: she was six months pregnant with my sister Alison and anyway we'd been lured to Shanklin because it was famed as the sunniest town in England. \"I remember me and Dad were sick when we arrived,\" recalls Neil. \"Really throwing up.\" Ah, to get travel sick merely as a result of driving through southern England and taking a ferry across the Solent, one of the calmest waterways in the world.</p> <p>We didn't have passports, but that didn't matter. Our horizons were closer, our capacity to take joy in the little pleasures of English summer infinite. When Morrissey sang of some English resort \"It was a coastal town/That they forgot to close down/Come Armageddon, come Armageddon now\", I felt piqued by a lunatic sense of betrayal: he wanted to nuke my most cherished childhood memories (even though, I know at another level, he's right).</p> <p>Because we were from the landlocked Midlands, Britain's coastal bits seemed amazingly exotic. Even now, as I crest a hill and see the sea for the first time, I feel my heartstrings pull and an old Detroit Spinners song swoon through my head. That was the song on the radio when, on one summer holiday, we left Woolacombe in north Devon where I spent the best summer of my childhood. Or was that the song I heard as I rode the pedalo at Looe? Either way, I always felt cheated when my mum and dad took us to the Yorkshire Dales or the Lake District. We always wanted to go to the seaside.</p> <p>Shanklin was the most exotic place I'd ever been. People from the Black Country or Birmingham didn't go there. We went to north Wales - to Rhyl, Llandudno or Black Rock Sands. Or we'd jam up the southbound A38 and then transform Dartmouth, Weymouth or Bude into little Wolverhamptons on Sea.</p> <p>But in August 1970 the Jeffries family were boldly going to go into another world. Admittedly it was a world that fell under the administrative ambit of Hampshire county council. Some said that if you kept going after Shanklin you'd reach France, but Neil and I knew different: if you swam too far from Shanklin you'd fall off the edge of the world and plummet down for ever and ever.</p> <p>None of us recalls where we stayed. Instead, we all remember little things: at Osborne House, Victoria and Albert's summer palace, there were little models of the queen's children's hands. Weird. Everywhere you could get different coloured sand. Roofs were made of shredded wheat (adults called it \"thatch\"). There were things called chines, which sounded to my eight-year-old ear thrillingly oriental (they're lush wooded culverts running down to the sea). And everywhere you looked, the romantic smuggling heritage was exaggerated; part of me even then realised that this fetishistic commodifiication of criminal exploits was designed solely to part Wulfrunians from their hard-earned.</p> <p>In 1970, the Isle of Wight's attractions were clearly finite: during a week's holiday, we still found time to return to Portsmouth and visit the HMS Victory (hence the holiday snap of Neil and I astride one of its cannons, personifications of the decline of British sea power).</p> <p>Things have changed since then. Britain has been decimalised, Europeanised, Ryanairified, and made into a nation that can't take pleasure in little things, particularly if they are close to home. Hendrix is dead and Rolf has sung Led Zeppelin. The teenage Lenny Henry won New Faces and really put Dudley on the map. Shanklin, though, remains somewhat the same. You still can't move for Ye Olde Smuggler's tearooms, pubs, tanning salons and automotive parts suppliers (I exaggerate, but not much). Carousel is on at the Shanklin Theatre, as perhaps it was 38 years ago. As I sat in the garden of our hotel of an evening, I heard a brass band playing When the Saints Come Marching In at an outdoor concert. How quaint, I thought: nowadays bandstands in the town where I live sit in parks unfavoured for decades by brass bands. In 2008, Shanklin is still keeping it real, brass-band wise.</p> <p>But there are downsides. The prices are London-mad: the car ferry was £64.50 return; the cliff lift down to the beach cost me and my partner Kay £1.80 (the man had barely taken our money before it was time to leave); the Pencil Cottage tea rooms charged us £20 for three sandwiches and soft drinks. And my arteries furred disquietingly as we passed tea garden after tea garden serving frighteningly vast cream teas.</p> <p>\"Places like this,\" said Kay as we paddled with our toddler Juliet, \"make me feel the cold grip of death around my heart. It's quite pleasant, though,\" she added, with the look of an urbanite who would cheerfully pave England's remaining countryside. Certainly, Shanklin and its environs are temperamentally mild parts of England, devoid of the edge that makes the country bearable. It's no wonder that Alan Titchmarsh is the High Sheriff of the Isle of Wight (whatever that involves): being exposed to the island is as soothing/exasperating as having your eyelids pinned up and being compelled to watch Gardeners' World for 24 hours non-stop.</p> <p>And yet, let me choke on my cynical adult \"sophistication\". As Juliet hurled herself on top of my meticulous sand simulacrum of Warwick Castle, as she screamed with delight as another tiny wave splashed into her face, as she filled her bucket with what she insisted were interesting stones, I wished I was more like her: taking joy in uncomplicated things, even if they are located in England.</p> <h2>Lake District</h2> <p><strong>Maya Jaggi</strong></p> <p>The ingredients of the ideal holiday were fixed for me as a child on a trip to Windermere. After a day on the lake, messing about in a rowing boat with my family, my aunt Madhur gave me a masterclass in boning fish. As I lifted the spine clean away from a fresh rainbow trout, the savour of exhausted limbs and earned relaxation sharpened the thrill of gastronomic discovery. Nowadays, I prefer to separate the exertion (swimming, walking) from the prandial payoff with a sundowner on a terrace overlooking water.</p> <p>In 1973 my aunt, the actor Madhur Jaffrey, was visiting from New York and had by then published her first cookery book, An Invitation to Indian Cooking. Her second career as a BBC television chef was about to take wing. When she came over to London for work, staying with us in Kew, we would often drive with her up the M1 to the Lake District. My uncle Sanford, then a violinist in the New York Philharmonic, would also visit when he played in London, as would my American cousins, and other relatives.</p> <p>My parents had taken to borrowing a friend's cottage in the village of Ulpha near Coniston Water. My mother (Madhur's eldest sister) was head of English in a London school, and was drawn to the Lake poet associations. She would marshal my two older brothers and me to Dove Cottage and Rydal Mount, pointing out the spot where the Ullswater daffodils sprouted. My brothers learned to fish for brown trout in the River Duddon, the inspiration for 34 Wordsworth sonnets (I was keener then on Swallows and Amazons). The riverbanks near Ulpha bridge are now a popular site for picnickers, but we had them much to ourselves.</p> <p>For my displaced, cash-strapped parents the Lake District may have been a landscape in which to recreate for us aspects of their own childhoods. My father, whose family lost land in Punjab during Partition, would roll up his trousers and wade gamely into the becks, much to my adolescent embarrassment, while packed lunches on the fells could conceivably stand in for the lavish picnics at Himalayan hill stations that were a mythic part of my mother's Old Delhi family. After the sisters studied at Delhi university (where my parents met), my mother left for London on her honeymoon, while Madhur, after Rada, settled in Greenwich Village. The English Lakes became a place where a family dispersed across three continents could reassemble. My brother Rohit now test-drives airplanes and motorbikes as a Financial Times columnist, so the slow pleasures of fishing may not have been his bag. But an interest in literature, combined with travel and cuisine, has persisted in my own life.</p> <p>When my parents had a place near the north Lakes in the 1980s - agnostic Hindus in a disused Methodist chapel - I would drive up from Oxford as a student in a battered Mini, making the journey time a gruelling seven hours. By train it's little more than half that. Bowness-on-Windermere appears little changed from my memory, though the B&amp;Bs are smarter. I stayed in a lake-view room in Oakbank House, an elegant, family-run guesthouse above the old lanes around the 15th-century St Martin's church.</p> <p>Even late-July crowds fail to mar the serenity of Windermere. A cruise confirms that England's largest lake is still surrounded by Herdwick sheep-studded hills and forests, the fells rising beyond. The national park since 1951 has ensured that Bowness and Ambleside are the only settlements on the shore between stark-white manor houses, some built by northern industrialists inspired by the Swiss lakes. I headed for the Belsfield Hotel, a former Barrow steel magnate's house above Bowness pier, with a path that leads up to the perfect sundowner terrace. Later, at the Ship Inn by the marina, sunset on the lake lent a glow to the pink trout and rosé.</p> <p>The area has become a gourmet destination for its country house hotels. Avoiding on principle restaurants with a sniffy dress code, I had lunch at the Edwardian Gilpin Lodge. I thought the Michelin-starred Anglo-French food might be a tad minimal - I did laugh out loud at the tiny roast potato beside the pigeon breast. But the combination of flavours won the argument, not least the banana and fennel compote with rosemary sorbet. I'm all for spicing up puddings.</p> <p>Intrigued on the cruise by the glimpse of a Georgian mansion, built, the guide said, \"on the proceeds of the African slave trade\", I took a detour to Storrs Hall, now a luxury hotel. </p> <p>Lancaster was a minor slaving port, and I had earlier sought out the gravestone in St Martin's churchyard of Rasselas Belfield, a \"Native of Abyssinia\", born into slavery but freed \"on Britania's [sic] Strand\", who served the Windermere gentry till his death in 1822, aged 32. In Storrs Hall, built in the 1790s, I found a portrait of the Liverpool merchant who bought and extended it. John Bolton, pictured in a blue frock coat, a dog at his feet, and described by peers as an arrogant man with a vicious streak, was a Cumbrian who made a fortune in the triangular trade, dealing in \"slaves, sugar, rum and cotton\" in St Vincent and St Lucia. Bolton's friend Wordsworth recited Daffodils in his mansion, and, with Sir Walter Scott, attended his glittering regattas.</p> <p>I was unaware of this history as a child, but the things we notice change even if the places do not. In Storrs Hall I was startled to come across an Indian miniature among the oil paintings. It struck me that there must have been historical ties between imperial India and the English Lakes long before my parents chose to holiday here.</p> <p><strong>· </strong>Wish you were back there? Harry Pearson on why it's good to revisit your childhood holiday haunts <a href=\"http://blogs.theguardian.com/travel\">blogs.theguardian.com/travel</a></p>",
  "<p>Ben Ainslie was asked if he considered himself Superman. A small, slightly self-effacing smile flickered over his lips: \"As far as I know I'm human.\" His competitors at the past three Olympic Games might be inclined to disagree. Yet on one thing they are all agreed, best summed up by Zach Railey of the United States, who won the silver medal in the Finn class behind Ainslie here yesterday on a stormy day of torrential rain and squally winds: \"Ben is the best dinghy sailor the world has ever seen.\" There were no ifs, no buts.</p> <p>And luckily for Britain, after four Games with three gold medals and one silver, making him the country's most successful sailor ever, he still has what he calls \"the Olympic bug\". It is not certain he will sail the Finn class again at London 2012 - the Star has been mentioned - but most importantly he will be there. \"It will be amazing to be racing on home water,\" he said. Between times his thoughts and actions will no doubt turn to the America's Cup in which the millionaire owners joust and the sailors become millionaires.</p> <p>Such racing is a far cry from leaning out of the side of a dinghy and having the waves hit you directly in the face. And for the first time here that happened, the starkest of contrasts to the millpond stillness of Saturday, when barely a breath of wind sighed across the Yellow Sea, resulting in the initial medal race, with its double points, being abandoned.</p> <p>Having fed on a double portion of lasagne on Saturday evening, knowing full well that the next day might be altogether more testing, Ainslie looked out of his window to see grey clouds scudding across the skies. These were his kind of conditions, a whiff of home. Railey saw him go and could do nothing, concentrating on preserving his own silver medal. He knew that any small chance that Ainslie might slip up was no more than a pipe dream.</p> <p>\"It was the way I wanted to win it,\" said Ainslie, who on the third leg into the wind had new and ancient mariners alike purring with admiration. Here was a sailor at one with his boat and the elements. The previous day, before the race was aborted, he had simply blocked and thwarted Railey. This time there was nothing remotely defensive. He simply accelerated into the far grey yonder, skimming the waves with the ease of a shearwater. \"In many ways it was the best gold medal I have won because there was so much expectation coming into the event. It's hard to describe the amount of pressure you feel when the conditions - the lack of wind - are like that. I was so very happy when it blew and I could sail my own race.\"</p> <p>Ainslie did not need to win, merely make sure he finished within a place or two of Railey. In the past he has sometimes been criticised for his blocking tactics. It does not bother him one iota, although clearly the nature of this win, the sheer freedom and exuberance of it, pleased him immensely. \"I would have taken the win on Saturday but I am much happier to have raced in a decent breeze and gone out and won. It is a much better way to win gold for sure.\"</p> <p>It was a victory that also emphasised his fitness and speed in the wind, which his competitors could not match. On the final leg he barely bothered to glance back, such was the gap he had opened up. \"I was just thinking 'do not capsize, do not capsize', so I was a bit conservative.\" The previous evening every section of his boat had been carefully inspected, simply to ensure that nothing mechanical could possibly go wrong. \"Thankfully the old girl held together.\"</p> <p>So now he has more medals than Rodney Pattisson who won two golds and a silver in the Mexico City, Munich and Montreal Olympics. \"When I was a kid all of my generation looked up to him. We were in awe of what he achieved and it seems a little bit surreal to be in the position I am in now. It has been a long road but I have really enjoyed all of my Olympic sailing career whether it has been the Games or the journey along the way.\"</p> <p>As for celebrations there were a few beers last night with his coach, Jez Fanstone. \"It's funny because it is such a sense of relief you really feel like collapsing and saying, 'Thank god, I've made it.'\" And there will be no dash for Beijing or home. \"We have made a big thing of being a sailing unit. The Yngling girls and myself will keep our boats around the place and we will try to come down and help the rest to bring back more medals.\"</p> <p>Nothing could be more inspiring - not Superman, simply super fan.</p> <h2>A life of medals</h2> <p><strong>Born</strong> February 5 1977</p> <p>Won silver in the Laser class at the Atlanta Games in 1996, aged 19.</p> <p>Took gold in the same class at the Sydney Games in 2000.</p> <p>At the Athens in 2004 competed in the Finn class and won gold.</p> <p>Yesterday's victory in the Finn class in Beijing means he has won gold at three successive Olympics.</p> <p>Has also won eight world and European Championships, as well as competing in two America's Cups.</p> <p>Next year will skipper Team Origin, Britain's entry in the 2009 America's Cup.</p>",
  "<p>The UN's committee on human rights has just published a report criticising Britain's anti-terror laws and the resulting curbs on civil liberties. For many commentators the issues raised are mostly a matter of academic abstractions and speculative meanderings. For me, it is anything but. These laws have destroyed my life.</p> <p>On May 14 I was arrested under section 41 of the Terrorism Act - on suspicion of the \"instigation, preparation and commission of acts of terrorism\": an absurdly nebulous formulation that told me nothing about the sin I had apparently committed. Once in custody, almost 48 hours passed before it was confirmed that the entire operation (involving dozens of officers, police cars, vans, and scientific support agents) was triggered by the presence on my University of Nottingham office computer of an equally absurd document called the \"al-Qaida Training Manual\", a declassified open-source document that I had never read and had completely forgotten about since it had been sent to me months before. </p> <p>Rizwaan Sabir, a politics student friend of mine (who was also arrested), had downloaded the file from the US justice department website while conducting research on terrorism for his upcoming PhD. An extended version of the same document was also available on Amazon. I edit a political magazine; Rizwaan regularly sent me copies of research materials he was using, and this document was one. </p> <p>Within hours of my incarceration I had lost track of time. I often awoke thinking I had been asleep for days only to discover it wasn't midnight yet. My confidence in the competence (and motives) of the police ebbed away. I found myself shifting my energies from remaining cheerful to remaining sane. In the early hours, I was often startled by the metallic toilet seat, crouched in the corner like some sinister beast. </p> <p>For days on end, I drew cartoons and wrote diary entries in the margins of Mills and Boon novellas. I spent hours reciting things to myself: names of Saul Bellow characters, physics Nobel prize winners, John Coltrane albums, anything to keep the numbness away.</p> <p>I'm constantly coming across efforts being made to give detention without charge the Walt Disney treatment: the crushing weight of solitary confinement is painted as a non-issue; the soul-sapping nothingness of the claustrophobic, cold cell is portrayed as a mild inconvenience. Make no mistake: the feeling that one's fate is in the hands of the very people who are apparently trying to convict you is, without doubt, one of the most devastating horrors a human being can ever be subjected to. It is (to misquote Carl von Clausewitz) the continuation of torture by other means. </p> <p>\"Those who have nothing to hide, have nothing to fear,\" goes the tautological reasoning of the paranoia merchants calling for harsher, ever more draconian \"security\" measures - as we saw throughout the 42-days debate. They should read Kafka: nothing is more terrifying than being arrested for something you know you haven't done. Indeed, it is the innocent who suffers the most because it is the innocent who is tormented the most. The guilty calculates, triangulates, anticipates. The innocent doesn't know where to start. The answers and the questions are absolute, unbreachable, towering conundrums. </p> <p>I underwent 20 hours of vigorous interrogation while entire days were being completely wasted by the police micro-examining every detail of my life: my political activism, my writings, my work in theatre and dance, my love life, my photography, my cartooning, my magazine subscriptions, my bus tickets.</p> <p>Aspects of my life that would have been seen as commendable in others were suddenly viewed as suspect in my case for no apparent reason other than my religious and ethnic background. I was guilty of being that strangest of creatures: a Muslim who reads; who studied engineering yet writes about Bob Dylan; was a vocal opponent of the Iraq war yet owns all of Christopher Hitchens' writings; admires Terry Eagleton yet defends Martin Amis; interviews Kazuo Ishiguro, listens to Leonard Cohen, goes to Radiohead concerts, all of which became the subject of rather bizarre questioning.</p> <p>This is not all: outside, lives are shattered, jobs are lost, marriages are destroyed, minds are damaged, friends and families are traumatised - often irrevocably so. My parents, whom I wasn't allowed to call, could barely get any sleep throughout the ordeal. Many of my Muslim university friends were, and still are, worried about being targeted themselves. For most of my loved ones, despite my innocence, nothing will ever be the same again. I'm now jobless, facing destitution and threatened with deportation from the country I've called home for nearly half my life.</p> <p>Immense pressure is exerted on law enforcement agencies by their political mandarins to produce \"results\": pressure to produce a higher number of arrests but also the corollary, more dangerous, impulse to justify them at any cost. Naturally, through a perverted but pervasive circularity in the logic, lack of evidence becomes the very justification for requesting \"more time\". The government claims that checks and balances will ensure extensions to detention periods are based on verifiable and compelling arguments. I beg to differ: in my case, the judge was simply bullied by streams of technospeak until she had no option but to grant extra time. </p> <p>Fighting terrorism is a serious matter and needs to be tackled in a serious way - not through empty gimmicks sustained by fear-mongering and alarmist rhetoric. The real danger is that we are witnessing a slide from the essential purity of habeas corpus into a Britain where the innocent are detained until proven guilty.</p> <p><strong>·</strong> Hicham Yezza, an activist and writer, was released without charge after six days in custody, immediately rearrested on immigration charges and issued with a removal order to Algeria, after which he was held for a further 27 days; he is still awaiting a conclusion to his deportation case <a href=\"http://www.freehicham.co.uk\">freehicham.co.uk</a></p> <p>· This article was amended on Tuesday September 2 2008. A document known as \"the al-Qaida training manual\" does not appear on the reading list for Nottingham University's politics department, as we first said in this piece. This has been corrected.</p>",
  "<p>Madeleine Bunting (We may admire the Nordic way, but don't try to import it, August 15) may be correct in asserting that Nordic societies are more orderly than ours, but is that such a bad thing? Is being expected to behave according to reasonable social norms so terrible, especially if, as she suggests, the package may include less inequality, better welfare provision etc? </p> <p>And just what is wrong with a \"remarkable degree of mutual trust and expectation that characterises Scandinavian social relations\"? It's hard to see present-day Nordic society as being \"stiflingly oppressive\". Finland, for example, like Britain, has changed dramatically over the past 40 or 50 years, but still retains some of the social cohesion that we used to enjoy. We can still learn from the Nordic model.<br><strong>David Moss</strong><br>Rochdale, Lancashire </p> <p>Madeleine Bunting's observations on Scandinavian societies are superficial and in some cases inaccurate. Their brand of Protestantism comes via Germany and is Lutheran not Calvinist. That is perhaps why music and, especially choirs, play such an important role in social bonding and culture. Finland, in particular - with a population below that of London - has an extraordinary high profile in the music world. </p> <p>Finland has the lowest proportion of its population in prison and the highest in higher education of any country in the world. Furthermore, the penal system of all Scandinavian countries is aimed at rehabilitation (in which they are very successful, unlike our own). This is the sort of tolerance we could learn from. Meanwhile, Sweden, with an acceptance rate of asylum-seekers per head of the native population way in excess of ours, has very little racism.</p> <p>Perhaps we could benefit from more \"egalitarian conformity\" and maybe the inhibition we feel in expressing disapproval of inconsiderate behaviour has more to do with fear of assault than of any genuine tolerance.<br><strong>Kate Macintosh </strong><br>Winchester, Hampshire</p> <p>The slim evidence Madeleine Bunting offers for the \"stiflingly oppressive\" tendencies of the Nordic social settlement includes the fact that credit cards were not allowed in Sweden until the 1990s. So unlimited consumer credit is something the British can be proud of, is it? </p> <p>And how can the Finns be criticised for not imposing their private conversations on everyone else in a restaurant by shouting at each other? The \"ingrained self-restraint\" of such societies may be \"profoundly foreign\" to some, but not to us all. What's more, unless all developed nations abandon consumerism for just such self-restraint, the planet's climate is going to collapse. What Bunting calls \"consensual authoritarianism\" is surely our only way to avert that disaster.<br><strong>Bob Irvine </strong><br>Edinburgh</p> <p>Madeleine Bunting criticises Scandinavian \"egalitarian conformity\" and \"consensual authoritarianism\". Her view that personal freedoms are preferable to collective considerations will no doubt be widely shared. </p> <p>But however valid this view may have been in the past, it will no longer suffice in the dawning era of one world. Today all human beings face the same global problems of inequality, climate change and resource constraints (to mention just a few). These can only be tackled effectively by putting the collective interest before that of individuals. However restrictive the Nordic view may appear, it points the way ahead for all of us, irrespective of party politics.<br><strong>Eric Deakins </strong><br>London</p> <p>Madeleine Bunting is right to draw attention to the downside of oppressive forms of conformity which can occur in some Nordic societies and elsewhere.</p> <p>However, if we could make a concerted effort to import Nordic norms of courtesy in public spaces, their egalitarian ethos and their willingness to fund high-quality publicly funded universal welfare services for all, then British society would be improved immeasurably. Let us make a start as soon as possible.<br><strong>Robert Page</strong><br>Birmingham</p>",
  "<p>It is the darkest place in England. The Kielder Forest, occupying 250 square miles and situated just where Northumberland brushes against Scotland, has the lowest levels of light pollution in the country - making it the perfect place to watch the stars. Here, far from towns and cities, where all that artificial light smogs up the skies, Charles Barclay, a young, London-based architect, has designed a gloriously inventive yet low-key observatory. It is a place where amateur stargazers and professional astronomers can share telescopes, viewing platforms, ideas and knowledge, beneath one of the most wonderful sights the country has to offer, as the sun sets on clear days and eyes adjust to the seemingly infinite expanse of stars above. </p> <p>This really is a remote spot. It is the last great, uninvaded playground of the red squirrel, as well as home to otters, roe deer, six species of bat (happily evident in the hot summer skies) and any number of birds of prey, from goshawks to windhovers. Unless you are prepared to drive, though, the Kielder Observatory, built for the Forestry Commission and the Kielder Partnership, is very hard to get to. The last passenger train stopped at Kielder Forest station in 1956. If trains were running along the route today, they would be busy all summer: there is so much to see, by day as well as by night. There's the vast reservoir, opened in 1982 and almost instantly redundant, designed to quench the thirst of heavy industry along the Tyne, Wear and Tees. There are 155m trees, great stretches of moor and bog, and a cluster of enigmatic artworks, plus numerous other structures - including Japanese architect Kisa Kawakami's Mirage, which features 1,000 steel discs woven between trees - all commissioned over the years by the Kielder Partnership. </p> <p>And now there's the observatory. I finally got here by the post bus that runs morning and afternoon from Hexham, half an hour from Newcastle upon Tyne by train. The observatory - which is not staffed all the time, so check before you go - is a small wonder, a kind of wooden pier stretching over land. When the doors of the turrets concealing its telescopes glide open, it looks like a child's drawing of a warship. With its decks and galley, its largely timber and steel construction, and great views out across the waters of Kielder Forest, the observatory really does feel like a ship at sea - especially as night settles in and only the ghostly shrieks of barn owls remind you that you are a long way from tidal waters. </p> <p>Set on concrete stilts, the observatory has two hand-cranked, rotating telescope turrets; between them sits an open-air terrace where amateur stargazers can unfold their telescopes, and a timber retreat called the \"warm room\". This is where professional astronomers can operate the smaller telescope remotely, by computer. The room is equipped with a stove, and there's a compost lavatory next door. All the energy the observatory needs is generated by a 2.5kw wind turbine and by solar power. This special building touches down on the Kielder landscape as gently as a long-legged fly on the nearby reservoir.</p> <p>It has not been expensive: the total cost, including equipment, was £415,000. Projects like this will never make architects well off, yet who could resist such a challenge? Charles Barclay was a natural choice. He has a good feel for buildings that are inventive and gentle, as well as being imaginative and economical; his best work includes the renovation and remodelling of an 18th-century barn in the Cotswolds, and a new timber house for a Cornish dairy farmer at Liskeard.</p> <p>Barclay's observatory is a happy balance between what appears to be little more than a simple, almost cartoon-like, timber gangway with some sheds on top and some fine technology inside, with the cranks and cogs needed for the telescope turrets sitting delightfully within the simple wooden walls, floors and ceilings. It is rather like being in an early Victorian steamship, especially in the dark, when the red lamps glow (red keeps light pollution to a minimum). The timber, Douglas fir and Siberian larch, has had to be imported; the abundant supply within Kielder Forest is not suitable for building. Equally, there's a nice balance between the computer-linked telescope and its larger sibling, a 20in Pulsar Optical, a mighty star-spotting device. </p> <p>So the Kielder observatory is not just a special building in a special place, but a gateway to the heavens. At night, in the darkness of the forest, the sky is anything but still: shooting stars flare, satellites flash as they spin past, planets appear to rise and fall, and the moon glides by. I trained my telescope on the Dog Star, at its height in summer (hence the phrase \"the dog days of summer\"). It was the clearest view of it I've ever had. </p> <p>The observatory joins a growing cluster of unpretentious, low-cost British buildings by intelligent architects that offer something way beyond what money can buy, far from the world of crude modern development. These gems include the simple yet sophisticated An Turas ferry shelter on Tiree, designed by Sutherland Hussey Architects; and Tony Fretton's Faith House on the Dorset coast. Both are, as it happens, good places to watch stars from. And, because of their rarity, these buildings, along with the Kielder Observatory, are curiously exotic, and well worth working that little bit harder to get to - much like the stars themselves.</p> <p><strong>· </strong>Details: <a href=\"http://www.kielderobservatory.org\">kielderobservatory.org</a> </p> <h2>From a monsoon predictor to dishes that can cross the road<br>Jonathan Glancey picks five other great gateways to the heavens</h2> <p><strong>Royal Greenwich Observatory, London</strong><br>Commissioned in 1675 by Charles II, this observatory, commanding a magnificent view over the Thames and central London, was designed by Christopher Wren with Robert Hooke. It was the originator of Greenwich Mean Time, and in 1851, a line drawn through the observatory became the prime meridian (longitude 0 degrees). </p> <p><strong>Jantar Mantar, Jaipur, India</strong><br>This elaborately sculpted stone observatory, built in the 1720s, boasts 14 major devices for measuring time, predicting eclipses, tracking stars, ascertaining declination of planets and determining the beginning of the monsoon season. Enchanting, unexpected and very beautiful.</p> <p><strong>WM Keck Observatory, Hawaii</strong><br>The twin domes of this station, on the peak of Mauna Kea, Big Island, Hawaii, sit atop a 13,600ft dormant volcano. Night skies here are as dark as any human could hope for, and the journey up is breathtaking. </p> <p><strong>Parkes Observatory, New South Wales, Australia</strong><br>Opened in 1961, this station, with its big telescope/communications dish, was a great help to Nasa and the first manned mission to the moon in July 1969. It is one of the most important centres for locating pulsars, which were once thought to be beacons created by extraterrestrials.</p> <p><strong>The Very Large Array, New Mexico, US</strong><br>There are 27 radio telescopes here, built by the US National Science Foundation as part of the National Radio Astronomy Observatory. Arranged on tracks, the dishes can move huge distances. They can even cross Highway 60. The location, 7,000ft above sea level, is one of magnificent isolation.</p>",
  "<p>Tourists were ordered to evacuate the Florida Keys yesterday in preparation for a tropical storm that has claimed at least four lives in the Caribbean.</p> <p>Authorities placed the low-lying island chain and coastal areas of south-west Florida on a hurricane watch in anticipation of winds over 75mph and a tidal surge up to two metres above normal later today.</p> <p>Charlie Crist, Florida's governor, called a state of emergency as the evacuations began, saying: \"Tropical storm Fay threatens the state with a major disaster.\"</p> <p>Visitors to resorts on Cuba's east coast were also moved inland as the storm passed over the country yesterday, dropping up to 30cm of rain and prompting a warning from the US National Hurricane Centre (NHC) in Miami of \"life-threatening flash floods and mudslides\".</p> <p>Erratic path and rapid cycles of strengthening and weakening winds has made Fay difficult to predict. But meteorologists insisted it had the potential to escalate rapidly as it crossed the warm waters of the Gulf of Mexico towards Florida.</p> <p>\"Fay is expected to reach hurricane strength in the south-eastern Gulf,\" said an NHC forecaster, James Franklin.</p> <p>The Florida Keys, which have not been in the direct path of a hurricane since 1998, are particularly vulnerable to flooding because they lie at sea level. Business owners in Key West, the most westerly island, began laying sandbags and boarding up windows yesterday morning as hurricane shelters opened for residents and visitors began the drive to the mainland over a 150-mile chain of bridges.</p> <p>Shell Oil said it was evacuating workers from rigs in the Gulf of Mexico as a precaution.</p> <p>The death toll from tropical storm Fay rose to four on Saturday when a woman and two children, aged 13 and five, drowned in the Dominican Republic when they tried to cross a swollen river in a car, emergency services said. </p> <p>Another man drowned in Haiti, where local radio reported that flooding and high winds had destroyed rice fields and banana crops.</p>",
  "<p>Pakistan's parliament is set to put forward today or tomorrow a motion to impeach President Pervez Musharraf, who has so far stubbornly resisted intense pressure to resign. </p> <p>Back-channel negotiations between the government and Musharraf have not so far produced a deal, though he is still most likely to resign rather than face impeachment proceedings. But if he decides to go, it could happen as early as today.</p> <p>An aide revealed that the president is now plotting to have the final say, rebutting whatever accusations are levelled against him, then finally quitting before the impeachment hearings begin. According to sources close to Musharraf, his camp is split between those who want him to fight on and others urging him to go now. </p> <p>A middle position may have emerged. It is understood that he is considering waiting for the government to publish the \"charge sheet\" against him, after which he will call a press conference where he will refute the allegations and then resign. </p> <p>The main pro-Musharraf party, the Pakistan Muslim League-Q, is concerned that it will be badly damaged, by association, if he goes out with a whimper. One unnamed presidential supporter said: \"We want him to defend himself, not just dump us and leave. Once and for all, he should answer all those questions.\" </p> <p>Musharraf suspended the constitution for six weeks towards the end of last year. Subversion of the constitution is one of the grounds for impeachment. Although the president cannot muster enough support to beat the parliamentary motion, analysts believe he does hold some strong cards, as the government has been heavily lobbied by western allies and Pakistan's powerful army, which do not want to see messy and risky impeachment proceedings. </p> <p>Musharraf presided over Pakistan's role in the \"war on terror\" and issues such as Pakistani terror suspects - hundreds of whom disappeared - could feature in the prosecution. \"Nobody wants the Pandora's box opened up,\" said Najam Sethi, editor of Pakistan's Daily Times. \"The issue of impeachment is really a non-starter.\" </p> <p>The issue of where Musharraf will live has been central to negotiations with the government. He has set his heart on retiring to his mansion, currently under construction, in Chak Shahzad, an exclusive district just outside Islamabad. But the coalition government believes that his continued presence in Pakistan, particularly so close to the capital, would be politically damaging for them. </p> <p>His luxurious retirement retreat is months away from being finished, though and builders are racing to complete it. It is unclear how secure the house would be for a man thought to top the hit list for al-Qaida and Pakistani extremist groups. Though there is thought to be a bunker below the building and there is a high boundary wall, topped with barbed wire, the property backs on to a main road. </p> <p>Friends say that he plans to stay in Karachi until the house is finished but the government is desperate for him to leave the country.</p> <p>It is thought that while the army has indicated to Musharraf that it is time for him to go, military chiefs have also made it clear to the government that they did not want to see the president - who was head of the army until November - humiliated with the impeachment. </p> <p>A similar message has been delivered to the government and Musharraf by Saudi Arabia, Britain and the US. The coalition government in Islamabad, which is led by the Pakistan People's party, indicated that it is willing to cut a deal. \"We are not interested in politics of vendetta,\" said Sherry Rehman, a leading member of the PPP and a senior minister. \"We want political stability and the government's focus should be on the people's betterment.\" </p> <p>The Middle East - and Saudi Arabia or the United Arab Emirates in particular - are the most likely destination for Musharraf if he is forced into exile. The US, for the first time since its close ally was threatened by impeachment 10 days ago, said that it would not take him in. </p> <p>Granting Musharraf asylum was not an \"issue on the table\", said the US secretary of state, Condoleezza Rice, yesterday. \"I just want to keep our focus on what we must do with the democratic government of Pakistan.\"</p>",
  "<p>In the euphoria of this weekend's gold rush, many commentators were speculating that the Beijing games could deliver Team GB's best ever Olympic performance. But at the risk of going for gold in party pooping, it must sadly be noted that this will never happen. Though the current medal tally is 11 golds at the halfway point, with 25 overall, it is piffling compared to how the Great Britain team fared 100 years ago.</p> <p>Then, in the 1908 London Olympics, they took an astonishing 146 medals, including 56 golds. We did have home advantage over the 21 other countries taking part, mostly, it seems, because we were able to include the sports we were especially good at - and in some cases, which only we knew the rules to.</p> <p>Take rackets, an obscure squash-like game played primarily by public school boys, which made its first and only Olympic appearance in 1908. Only seven players entered, all of them British, so it was no surprise when the podium was all red-white-and-blue.</p> <p>There were some other idiosyncratic inclusions, including water motorsports, where Britain claimed two out of three golds. Conditions in Southampton Water were so choppy that in each race only one boat made it to the finishing line. As a report of the competition later noted, \"That any competitors started at all was a strong testimony to their pluck and determination\".</p> <p>The miserable weather was a constant theme of the 1908 games and the cycle track was almost permanently flooded. \"This may have troubled our foreign visitors, for the United Kingdom won five out of the seven events,\" the official report later noted, while adding that the home team were \"peculiarly unfortunate in the number of their punctures\". Indeed, the final of the 1000m had to be abandoned after the time limit of 105 seconds was exceeded when two of the top British riders, Charles Kingsbury and Victor Johnson, got flat tyres. </p> <p>Another unusual aspect of the 1908 games was its duration - the opening ceremony took place on April 27, yet the competition did not draw to a close until October 31. That's because of another unusual addition to these \"summer\" games - ice skating, which could only take place in colder weather. Great Britain won more medals in figure skating than any other nation, with 27-year-old Madge Syers - who competed in a full-length skirt - clinching gold in the singles, along with a bronze for pairs with her husband and coach, Edgar Syers. Not bad considering she had officially retired from skating in 1907.</p> <p>An unfortunate incident in the 400m run led to the establishment of standard rules for each sport and the selection of judges from different countries rather than just the host. The first attempt at the final was thwarted when the British judge accused the American winner of willfully obstructing Britain's Wyndham Halswelle. The race was rerun, but the US refused to take part, leaving Halswelle to compete all on his own. Unsurprisingly, he scooped gold.</p> <p>There was triumph too in the tug-of-war, despite two other nations contesting the event. A team from the City of London police took gold; Liverpool police took silver, and the Metropolitan police K division an automatic bronze when the Swedish squad didn't show up for the playoffs. The sport has not been part of the Olympics since 1920.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-336626159\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/aug/15/observatories/kielder4-8194.jpg\" alt=\"Kielder observatory\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kielder observatory is situated on Black Fell, just outside Kielder village </span> <span class=\"element-image__credit\">Photograph: Charles Barclay</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336626162\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/aug/15/observatories/kielder3-8814.jpg\" alt=\"Kielder observatory\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">There were more than 200 entries in the competition to design Kielder observatory. The winners were Charles Barclay Architects</span> <span class=\"element-image__credit\">Photograph: Charles Barclay</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336626149\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/aug/15/observatories/greenwich-4176.jpg\" alt=\"Greenwich observatory\" width=\"300\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The UK's most famous observatory is in Greenwich. Commissioned in 1675 by Charles II, the facility was designed by Sir Christopher Wren with Robert Hooke</span> <span class=\"element-image__credit\">Photograph: Jeremy Horner</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336626143\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/aug/15/observatories/jaipur-1137.jpg\" alt=\"Jaipur observatory\" width=\"500\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Built from stone in the 1720s, Jaipur observatory in India boasts 14 major devices and is used, among other things, to announce the beginning of the monsoon season</span> <span class=\"element-image__credit\">Photograph: Travel Ink</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336626146\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/aug/15/observatories/socorro-3340.jpg\" alt=\"Very Large Array\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The huge radio telescope dishes of the Very Large Array (VLA), situated on the plains of San Agustin 50 miles west of Socorro, New Mexico</span> <span class=\"element-image__credit\">Photograph: Roger Ressmeyer</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336626152\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/aug/15/observatories/hawaii-5447.jpg\" alt=\"WM Keck observatory in Hawaii\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">WM Keck observatory in Hawaii. The twin domes of this station sit atop a volcano</span> <span class=\"element-image__credit\">Photograph: Roger Ressmeyer</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336628236\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/aug/15/observatories/parkesgetty-3304.jpg\" alt=\"Parkes observatory\" width=\"600\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Parkes observatory in Australia. The telescope, affectionately known as 'The Dish', is one of the largest radio telescopes in the southern hemisphere, and was used by NASA during the Apollo moon missions</span> <span class=\"element-image__credit\">Photograph: Ian Waldie/Getty</span> </figcaption> </figure>",
  "<p>The French president, Nicholas Sarkozy, today warned Russia of \"serious consequences\" if it failed to honour its pledge to begin withdrawing its troops from the separatist-held Georgian region of South Ossetia tomorrow.</p> <p>Sarkozy's warning was reiterated by the US secretary of state, Condoleezza Rice, and the German chancellor, Angela Merkel, as Russia came under intense international pressure to support the ceasefire it signed on Friday.</p> <p>Sarkozy, who drafted the truce agreement in his role as EU president, warned the Russian president, Dmitry Medvedev, that failure to pull out under a ceasefire deal would have \"serious consequences\" for Russia's ties with the EU.</p> <p>Sarkozy's office said he had told Medvedev there must be a \"withdrawal, without delay\" of all Russian military forces in Georgia. His office said Medvedev had promised the troop withdrawal would begin tomorrow at around midday. </p> <p>The two men spoke by telephone yesterday, but details of their conversation were only revealed this afternoon. </p> <p>His warning was followed by strong criticism from Rice, who accused Medvedev of failing to honour his pledge to withdraw troops quickly.</p> <p>\"I hope he intends to honour the pledge this time,\" Rice said on the US TV show Meet the Press. She said the Russians had said earlier in the crisis that they would start pulling troops from Georgia but had not done so. \"This time I hope he means it ... people are going to begin to wonder if Russia can be trusted.\"</p> <p>The US defence secretary, Robert Gates, stepped up the hardline rhetoric, saying he believed Russia was showing signs of returning to its authoritarian past. He said its actions would require the US to re-evaluate its relationship with Moscow. </p> <p>On a visit to Georgia to meet President Mikhail Saakashvili, Merkel called for \"very fast\" Russian withdrawal from Georgia and gave strong support to Georgia, saying it was on track to become a member of Nato.</p> <p>The announcement of a Russian timetable for withdrawal followed a morning of conflicting reports about whether or not the Russian pull-out had begun.</p> <p>The commander of Russian forces in Georgia said some troops were moving out of South Ossetia. Speaking outside the strategic Georgian city of Gori, Major General Vyachislav Borisov told the Associated Press that a \"planned withdrawal\" approved by the Russian president was under way. </p> <p>Minutes later, a spokesman for the Russian defence ministry said a withdrawal was under consideration but had not yet started.</p> <p>The South Ossetian interior minister, Mikhail Mindzayev, speaking by phone from the Ossetian capital, Tskhinvali, also denied a withdrawal was under way. Alexander Lomaia, the head of Georgia's national security council, said Russian tanks remained in Gori and were \"moving deeper\" within the country.</p> <p>Pope Benedict expressed hope that the ceasefire would turn into a stable peace, and called for the urgent opening of humanitarian corridors between Georgia and South Ossetia. According to the United Nations refugee agency UNHCR, nearly 100,000 people have been driven from their homes by the conflict.</p> <p>Medvedev signed yesterday's agreement in the Russian Black Sea resort of Sochi, 20km from the border with Abkhazia, Georgia's second breakaway province. Analysts said they expected Russia to absorb Abkhazia and South Ossetia into the Russian Federation - possibly within days. Both territories are likely to hold referendums calling for a formal association with Russia.</p> <p>The six-point ceasefire agreement authorises Russia to carry out \"additional security measures on a temporary basis\" until an international peacekeeping force arrives in Georgia. This requires a UN resolution.</p> <p>Last night, the US president, George Bush, cautiously welcomed Russia's apparent commitment. He described the deal, also signed by Saakashvili on Friday, as a \"helpful step\". Bush reaffirmed his commitment to Georgia's battered territorial integrity, saying the issue was not up for debate.</p> <p>The British foreign secretary, David Miliband, praised the ceasefire move but said he was \"concerned\" by reports of continuing Russian military action.</p> <p>Yesterday, Georgia claimed Russia was still destroying its civilian and military infrastructure. It said Russian soldiers had blown up a railway line near the town of Kaspi, outside Tbilisi - severing the last railway link between the east and west of the country. Moscow denied this.</p> <p>Russian military helicopters also attacked Borjomi national park - setting fire to huge areas of protected forest, Georgian officials said. Borjomi, a popular spa town since Tsarist times, is home to endangered species, including bears.</p> <p>There are growing claims of atrocities committed by irregular militias, to which the Russian forces are accused of turning a blind eye. The Observer has witnessed half a dozen assaults and robberies of civilians and journalists by mercenaries in the past five days.</p>",
  "<p>The 11-week parliamentary recess is now under way, <a href=\"http://www.telegraph.co.uk/news/yourview/1524767/Should-Parliament's-76-day-summer-recess-be-put-to-an-end.html\">amid the familiar</a> annual charges of laziness and waste. Some MPs argue that the break provides valuable time to catch up on important constituency work. <a href=\"http://www.johnredwoodsdiary.com/2008/07/23/mps-locked-out-for-11-weeks/\">Others</a>, like John Redwood, disagree. <a href=\"http://www.politicshome.com/Landing.aspx?Blog=2026&amp;perma=link\">Most political insiders</a> seem to think it is too long. </p> <p>But do we really care whether MPs are sitting at Westminster anyhow? Many believe the mother of parliaments no longer makes much of an impact and that it simply serves to rubber-stamp <a href=\"http://www.theguardian.com/commentisfree/2007/feb/25/comment.politics2\">the government's proposals</a>. Even Gordon Brown waded into the debate over parliament's effectiveness <a href=\"http://www.totalpolitics.com/magazine/mag_features01.php\">in a recent interview</a> in which he derided the institution for spending the majority of its time debating \"minor clauses of minor sections of minor bills\" instead of \"the big issues of our time\" such as climate change and terrorism.</p> <p>Parliament does spend a fair amount of time examining the PM's legislation – roughly a third of overall Commons' sitting time and <a href=\"http://www.publications.parliament.uk/pa/ld199798/ldbrief/ldwork.htm\">more than half</a> of time in the Lords – including bills this session on climate change and terrorism. This is hardly a surprise, as parliament's primary and best-known function is to make laws that affect all of us on a daily basis, regardless of whether they are \"major\" or \"minor\". And although the overwhelming majority of legislation is drawn up by the government, it is parliament alone that has the power to pass, amend and even repeal them. </p> <p>Moreover, the portrayal of parliament as puppet bears little resemblance to reality. If nothing changed between the day that a bill left a government department and the day the Queen gave her assent, then that would indeed be an indictment of parliament and the legislative process. Thankfully, this is <a href=\"http://www.hansardsociety.org.uk/blogs/press_releases/archive/2008/07/17/parliamentary-scrutiny-does-make-a-difference-to-legislation-16-july-2008.aspx\">far from the case</a>. Parliamentary scrutiny does make a significant difference to the content of legislation. In fact, thanks to the increase over the past decade in public consultation, the publication of draft bills and <a href=\"http://www.revolts.co.uk/\">backbench rebellions</a> – and a second chamber in which no single party enjoys a majority – more changes are made to bills now than in the past. Sometimes this change is dramatic – as in the case of the legislative and regulatory reform bill, which the government was forced to re-write in order to get it through the Commons. Usually, however, it is in small but significant ways. For example, during parliament's scrutiny of the immigration, asylum and nationality bill, the government was pressured to preserve appeal rights for visitors to the UK who seek to vary the terms of their visas.</p> <p>Nonetheless, the law-making process remains far from perfect and lack of time remains a central part of the problem. This, coupled with the <a href=\"http://www.timesonline.co.uk/tol/news/politics/article4166890.ece\">sheer volume of legislation</a> – and its increasing complexity – makes it difficult for parliament to carry out one of its key tasks to its fullest potential. </p> <p>Parliamentary time is precious. Therefore a shorter recess or a return to the <a href=\"http://news.bbc.co.uk/1/hi/uk_politics/6105486.stm\">ill-fated September sittings</a> might be welcome. At the very least, parliament and government should explore further ways of using the existing parliamentary time more efficiently. </p> <p><em><a href=\"http://hansardsociety.org.uk/blogs/publications/archive/2008/07/17/new-research-on-influencing-legislation-launched.aspx\">Law in the Making: Influence and Change in the Legislative Process</a> by Alex Brazier, Susanna Kalitowski and Gemma Rosenblatt, with Matt Korris, was recently published by the Hansard Society</em></p>",
  "<p>This past week in Lebanon was one for the history books. Not only did parliament vote in the new \"<a href=\"http://www.un.org/apps/news/story.asp?NewsID=27349&amp;Cr=Leban&amp;Cr1=\">national unity government</a>\", but the president visited Syria and the two countries established <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/13/AR2008081300514.html?hpid=sec-world\">diplomatic relations</a> 60 years after they became independent. On top of that, one of the biggest <a href=\"http://www.theguardian.com/world/2008/aug/14/lebanon.syria\">bomb attacks</a> since the end of the civil war in 1990 killed more than a dozen people in the northern city of Tripoli.</p> <p>Whereas the Lebanese people should be rejoicing (over the political progress) and grieving (for the victims and about the fact that the violence just doesn't seem to stop), the overall mood is one of weariness. And this not only because of the summery heat and humidity.</p> <p>Tuesday saw the parliament finally confirm the 30-member cabinet and with it the new government's policy statement. After having spent weeks wrangling over which parties get the various posts, coming to an agreement over the policy statement was held up by the issue of who is entitled to defend Lebanon and resist outside (read: Israeli) occupation and aggression. In the end, the phrase \"the right of Lebanon, its people, army and resistance to continue the liberation ... of land with all legitimate and available means\" was agreed upon, effectively protecting the status quo with regard to Hizbullah for the time being. In any case, all parties have more or less agreed that this \"national unity government\" is to be nothing but a caretaker until next year's national elections.</p> <p>And this is why the general public, despite following the developments on TV and radio, is not holding its breath. In the eyes of the Lebanese, none of the problems – political or economic – have been solved or are going to be tackled by the national unity government. Yet again, the powers that be have postponed any meaningful discussion until the next political landmark, and will in the meantime attempt to regain political credibility and power (the so-called \"pro-western\" forces) or keep trying to cement their status (the so-called \"anti-western\" forces). Hizbullah's weapons and their possible integration into the Lebanese army will not be tackled, the electrical power crisis will not be addressed and the telecom duopoly (resulting in some of the world's highest per-minute rates) will not be ended. No wonder, then, that little attention is paid to the political process.</p> <p>The following day's bomb blast in Tripoli, which killed 18 people (10 of them soldiers) also made little impact beyond the northern town itself, as it is primarily seen as part of the local conflict that has never really stopped since last summer's 15-week battle between the Lebanese army and militant Islamists in a nearby Palestinian refugee camp. The bus that had been the apparent target of the attack was travelling part of a route that connects Tripoli with the far north of the country, from which many of the soldiers stationed in Tripoli hail. Thus, for the rest of Lebanon's inhabitants, these clashes and bombs are \"up there\" and have little or no connection to them. Of course, there are those who see behind every attack the sinister hand of the Syrian \"big brother\", but in the end, for each attack there are many plausible explanations, the regional penchant for grand conspiracies notwithstanding. What is clear is that Tripoli, which just a few years ago had emerged from decades of neglect and started to attract domestic and foreign tourists, has now become a no-go area.</p> <p>At least the visit to Damascus by Lebanon's new president, Michel Suleiman, heralded some good news. Syria finally agreed to establish diplomatic relations, including the opening of embassies and posting of ambassadors in the respective capitals. Also, the issue of Lebanese detainees in Syrian jails, arrested during the era of Syrian hegemony (1976-2005) and whose very existence was until recently denied by Syrian officials, is to be tackled. Nobody expects a quick resolution, but at least it's a positive step. </p> <p>However, on the issue of border demarcation, Syria's stance reminds the observer just why its regime is widely perceived as \"obstinate\". It agreed to the demarcation of the Lebanese-Syrian border everywhere except for the area of the <a href=\"http://en.wikipedia.org/wiki/Shebaa_Farms\">Shebaa farms</a>, which have been under Israeli occupation since the 1967 war. Israel claims the territory is Syrian, both Lebanon and Syria (now) claim that it is Lebanese, but no agreement has been signed and no official notification sent to the UN, on whose maps the area is still marked as Syrian. This is significant as, according to the UN, Israel no longer occupies any Lebanese territory, yet Hizbullah uses the Shebaa farms issue as justification that its resistance (and its weapons) are still needed. </p> <p>One <a href=\"http://beirutspring.com/blog/2008/08/14/catch-22-on-the-shebaa-farms/\">Lebanese blogger</a> put the catch-22 thus: </p> <blockquote> <p>The Syrians won't demarcate the Shebaa farms because of Israeli occupation. The Israelis won't leave the farms because they are not demarcated, and Hizbullah won't abandon their weapons because the Shebaa farms are still occupied.</p> </blockquote> <p>No wonder, then, that the Lebanese public is less than ecstatic over Suleiman's visit to Damascus. </p> <p>In the local game of \"wait and see,\" holding one's breath has too often led to asphyxiation. The Lebanese have learned to adopt keeping politics at arm's length as a strategy for mental survival.</p>",
  "<p>If there are two current sailors that that spark immediate recognition in Britain, at least by name, they are Ellen MacArthur and Ben Ainslie. They come from such different disciplines that comparisons are a waste of time, although there is no doubt that Ainslie's third gold medal, to add to silver at his first Games at Atlanta in 1996, lifts him into an Olympic category of his own.</p> <p>Ainslie is not essentially a flamboyant man, but he is perfectly approachable. This is not to say he does not go into the zone once he is in his boat, but otherwise he is quite happy to pass the time of day, even hours before he is due to race. He goes about his business with an assiduity and authority that his rivals, however grudgingly, can do nothing but admire, while every single one of them recognises his stupendous sailing talent.</p> <p>Few may now remember the name of former submarine lieutenant Rodney Pattison who between 1964 and 1972 steered his Flying Dutchman to two Olympic golds and a silver in Fujisawa, Acapulco, and Kiel during the Tokyo, Mexico City, and Munich Games. Back in those days the sailors often turned up at the airport making polite enquiries as to whether the lads and lasses had won any other medals in the other events. These days, with the web and mobile phones, nobody misses a thing. Beijing may be nearly five hundred miles away from this city of nine million, but all the sailors know everything that is happening at the hub.</p> <p>Ainslie's gold left him ahead of Pattison as Britain's most successful Olympic sailor, and he is now just two behind Sir Steve Redgrave and one short of Sir Matthew Pinsent. \"Rodney Pattison was the best sailor of his generation by a long way,\" said Ainslie. The same has been true of Ainslie for some time. Now he will be seen as the best ever.</p> <p>And there is plenty more for him to go at. Ainslie intends racing at London 2012, either in the Finn (in which he has won two of his golds) or switching to Star class, while if the America's Cup ever manages to emerge from the current legal wrangles he will return to that form of racing. His great hero was the New Zealander Russell Coutts, a gold medal winner at the Los Angeles Olympics in 1984 who then went on to win three America's Cups as skipper.</p> <p>Perhaps the biggest compliment to Ainslie on Sunday came from an Australian. \"You can't play cricket, mate, but you can bloody sail. And especially that bloke.\"</p>",
  "<p>Russia said today that a withdrawal of troops from the separatist-held Georgian region of South Ossetia was \"being considered\", but denied reports that the pullout had begun.</p> <p>The commander of Russian forces in Georgia said earlier that some troops were moving out of South Ossetia. Speaking outside the strategic Georgian city of Gori, Major General Vyachislav Borisov told the Associated Press that a \"planned withdrawal\" approved by the Russian president, Dmitry Medvedev, was under way. </p> <p>Minutes later, a spokesman for the Russian defence ministry said a withdrawal was under consideration but had not yet started.</p> <p>The South Ossetian interior minister, Mikhail Mindzayev, speaking by phone from the Ossetian capital, Tskhinvali, also denied a withdrawal was under way. Alexander Lomaia, the head of Georgia's national security council, said Russian tanks remained in Gori and were \"moving deeper\" within the country.</p> <p>The German chancellor, Angela Merkel, who held talks with Medvedev on Friday, was travelling to Georgia today to meet President Mikhail Saakashvili amid western diplomatic efforts to end the crisis.</p> <p>Yesterday, Medvedev signed a ceasefire agreement to end the bloody 10-day-old war, but gave no clear indication of when he would begin to withdraw Russian troops.</p> <p>In a snub to the United States, which has demanded that Moscow remove its armed forces from Georgia immediately, Medvedev said the Russian military would remain until \"extra security measures\" were in place.</p> <p>The Russian foreign minister, Sergei Lavrov, gave no timetable for a pullout. He said Moscow would withdraw once security measures had been carried out in the conflict zone - the breakaway enclaves of South Ossetia and Abkhazia.</p> <p>Last night, the US president, George Bush, cautiously welcomed Russia's apparent commitment. He described the ceasefire deal, also signed by Saakashvili on Friday, as a \"helpful step\". Bush reaffirmed his commitment to Georgia's battered territorial integrity, saying the issue was not up for debate.<br>The British foreign secretary, David Miliband, praised the ceasefire move but said he was \"concerned\" by reports of continuing Russian military action.</p> <p>Yesterday, Georgia claimed Russia was still destroying its civilian and military infrastructure. It said Russian soldiers had blown up a railway line near the town of Kaspi, outside Tbilisi - severing the last railway link between the east and west of the country. Moscow denied this.</p> <p>Russian military helicopters also attacked Borjomi national park - setting fire to huge areas of protected forest, Georgian officials said. Borjomi, a popular spa town since Tsarist times, is home to endangered species, including bears.</p> <p>Medvedev signed yesterday's agreement in the Russian Black Sea resort of Sochi, 20km from the border with Abkhazia, Georgia's second breakaway province. Analysts said they expected Russia to absorb Abkhazia and South Ossetia into the Russian Federation - possibly within days. Both territories are likely to hold referendums calling for a formal association with Russia.</p> <p>The six-point ceasefire agreement, which was drafted by the French president, Nicolas Sarkozy, in his role as EU president, authorises Russia to carry out \"additional security measures on a temporary basis\" until an international peacekeeping force arrives in Georgia. This requires a UN resolution.</p> <p>There are growing claims of atrocities committed by irregular militias, to which the Russian forces are accused of turning a blind eye. The Observer has witnessed half a dozen assaults and robberies of civilians and journalists by mercenaries in the past five days.</p>",
  "<p>Great Britain's men are all but out of the running for a medal after a fiery and often dirty 1-1 draw with Canada at the Olympic Green hockey stadium.</p> <p>Jason Lee's side were distinctly below par but suffered at the hands of some borderline strong-arm tactics from their opponents. Ken Pereira scored in the 47th minute while Britain were down to 10 men, after Surbiton forward James Tindall was sin-binned for throwing Canada captain Rob Short over his shoulder. However, Matt Daly's deflection brought an equaliser three minutes from time.</p> <p>Throughout the match winless Canada were happy to frustrate and counter-attack as the British pushed for an all-important victory. Reading forward Simon Mantell had the game's first shot but fired into the side-netting whilst off balance. Elder brother Richard then sent his first penalty corner, in the ninth minute, straight at goalkeeper Michael Mahood before flicking the rebound well over the crossbar.</p> <p>GB continued to dominate with Jonty Clarke deflecting wide a free-hit from club-mate Richard Mantell and former Doncaster and Cannock midfielder Barry Middleton having a reverse-stick cross-shot kicked away by Mahood. A similar effort by Clarke was also denied by the goalkeeper before the game became increasingly scrappy and bad tempered.</p> <p>Seven minutes from half-time Sukhwinder Singh was yellow-carded for catching East Grinstead midfielder Glenn Kirkham in the face with his stick. Sixty seconds later Surbiton forward Daly followed him to the sin bin for chopping down Pereira.</p> <p>The second half deteriorated further as Canada dragged GB down to their level. Loughborough goalkeeper Alastair McGregor saved a one-on-one with Bindi Kullar before things really went wrong for Britain, Tindall receiving a yellow card for his dismissive treatment of Short.</p> <p>While he was in the bin Canada scored, Pereira's shot deflecting off Richard Mantell's stick to beat McGregor in the 47th minute. Britain tried to hit back by picking up the tempo, and East Grinstead's Ashley Jackson fired a reverse-stick shot over in the 55th minute. However, Canada's spoiling tactics turned even dirtier and Loughborough defender Jon Bleby was forced to leave the pitch with a cut chin after being hit in the face with a stick by Kullar - who was lucky to escape punishment.</p> <p>Tindall almost redeemed himself with a run and shot that was close to producing a goal in the 58th minute as Britain desperately pressed for an equaliser. That eventually came three minutes from the end when Daly deflected Richard Mantell's slapped cross through Mahood's legs - but GB were unable to force victory despite two late penalty corners.</p>"
]