[
  "<p>Two years ago I read a strange little story in an obscure American magazine for Orthodox Jews, claiming that a descendant of Adolf Hitler had converted to Judaism and was living in Israel. I had heard rumours in Jewish circles for years about \"the penitents\" - children of Nazis who become Jews to try to expiate the sins of their fathers. Could it be true? I dug further and discovered that a man with a family connection to Hitler does indeed live in Israel as an Orthodox Jew. Virtually unnoticed in the English-speaking world, he was exposed seven years ago in an Israeli tabloid. Then he sank from sight. I went to Israel to meet him - and on the way I was plunged into the strange subculture of the Nazi-descended Jews.</p> <p>I am walking through the alleys of the Old City of Jerusalem, to meet Aharon Shear-Yashuv. He is the son of a Nazi. And yet he was a senior rabbi in the Israeli armed forces. He lives in an apartment in the Jewish quarter, near the Western Wall. I walk through a pale gold alley; Orthodox Jewish men in long black coats and round fur hats dart past. He opens the door and looks like every other rabbi I have ever met - a black suit, a beard, a questioning shrug. He takes me into his study, settles into a chair, and says, in a thick German accent: \"My father was in the Waffen-SS.\" </p> <p>He was, he explains, born in the Ruhr Valley in 1940. During the war, his father served on the eastern front with Hitler's elite troops. What did his father do in the Waffen-SS? \"I don't know,\" he says calmly. \"When I grew up I tried to ask, but there weren't really answers.\"</p> <p>He was four when he first met his father. \"I don't remember anything about that,\" he says. It seems he doesn't want to talk about his father; he doesn't describe his conversion in psychological terms but in grand theological and historical ones. \"During my theological studies at university it became clear that I couldn't be a minister in the church,\" he says. \"I concluded that Christianity was paganism. One of [its] most important dogmas is that God became man, and if God becomes man then man also can become God.\" He pauses. \"Hitler became a kind of god.\" </p> <p>So would he have become a Jew even if the Holocaust had never happened, even if his family had been anti-Nazi? He looks surprised. \"Oh yes.\" I try to draw him back to his father, but he seems exasperated. \"Well, you see, he is a father, of course, but ideologically, there was no connection. I was so involved in my conviction that I had found the right path, all the other items no longer had any importance.\" </p> <p>Fragments of the story begin to emerge through the haze of theological reasoning. His father was \"shocked and enraged\" when he went to study Judaism in America, he concedes. \"For him that was the end of the world. 'My son is leaving Germany to study in a Jewish rabbinical seminary!' He told me I was crazy and renounced me as a son.\" When he moved to Israel, his parents pretended that it hadn't happened; they told their neighbours he was still in America. Years later, his sister arranged a meeting with his parents at a station in Düsseldorf. Shear-Yashuv arrived with a Jewish friend. His father peered out of the train, saw the Jewish stranger, and refused to get off.</p> <p>Today, he believes Germany is doomed. \"People there don't get married, and if they do they have one child,\" he says. \"But the Turks and the other foreigners have many children. So it is a question of time that Germany will no longer be German.\" Why does he think this has happened? \"I think it is a punishment for the Holocaust,\" he says, matter-of-factly. \"Germany will leave the stage of history, no doubt about it.\" But the Jews, by contrast, will never die. This is a neat irony of history that he loves. \"All the great cultures have left the stage of history,\" he says. \"The Romans, the Greeks, the Egyptians, the Babylonians. But this little people, who gave so much to the world, do not.\" He chuckles. \"That is something.\"</p> <p>I walk through the Old City, pondering my encounter with this strange, kindly man. Something seems to be missing from his story. To stand in front of a rabbi whose father was in the SS and to hear he became a Jew because he doubted the Trinity is absurd. So I telephone Dan Bar-On, a professor of psychology at Ben Gurion University, and a world expert on the psychology of the children of perpetrators. He tells me, flatly, pitilessly: \"The motive of the converts is to join the community of the victims. If you become part of the victim community, you get rid of the burden of being part of the perpetrator community.\" He interviewed Shear-Yashuv for his book Legacy of Silence. \"For me,\" he says, \"Shear-Yashuv represents a person who ran away from the past.\"</p> <p>A few days later, I take a tatty bus to the Holocaust memorial Yad Vashem, on a mountain just outside Jerusalem. There is an air of absolute, manufactured silence. In the middle is a glass-and-concrete mausoleum - the memorial. I am here to meet a woman who works in the educational department. She was born in Munich, she told me on the telephone, and she is a convert. I meet her in a cafe on the terrace; it is very chichi, but the wind is blowing in from the desert. She is in her late 30s and her head is covered. Her face is stereotypically German but the mannerisms - her emphatic movements and the soaring cadences of her voice - are all Jewish. </p> <p>I cannot name her, she says. (Apart from Shear-Yashuv, every convert refuses to be named.) She tells me, briskly and crossly, that although her grandparents were not perpetrators in the Holocaust, they were bystanders, anti-semites. Her mother, she explains, still says things like, \"There are a lot of rich Jews in America,\" and her family have what she calls \"a classic German narrative\" about the war. She bunches her fists. \"There were no Jews in these stories and no Nazis in these stories,\" she says. And she imitates them, angrily. \"No, no, there were no Nazis, we are not Nazis. We didn't know any Jews, we didn't know anything.\" How did she feel about it? She pauses, and then says, \"I was annoyed.\"</p> <p>Her favoured word for Germany is \"annoyed\". She was \"annoyed\" when a synagogue recently opened in Munich. \"People said, 'Now we have closed the circle; now everything is fine,'\" she says. \"It was like nothing had happened. But there were 11,000 Jews in Munich before the Holocaust. Where are they now?\" She is annoyed by the affluence of Germany. \"Everything is so clean,\" she says. \"Everything is so ... nice. And here,\" she stares out over the mountains, \"the life is so difficult sometimes.\" </p> <p>Why did she become Jewish? \"Because I was annoyed by how the narrative was fixed,\" she says. She tells me a story from the Midrash, a Jewish commentary on the Bible. There are, it states, non-Jews who are born with Jewish souls. They belong to the Jewish people, and will eventually join them. \"It is only a matter of time,\" she says, speaking very seriously, \"before you learn you should convert.\" I remember Shear-Yashuv said this too. </p> <p>I ask her if she believes that Nazi children convert to expiate the guilt of their parents - but this angers her. \"There is something not right when you do it to get rid of your German burden,\" she says. \"That is not honest in my eyes. Do you stop being the daughter of a Wehrmacht soldier if you are Jewish? No. That is no solution. You don't get rid of it.\" So why is she here? \"To live here, to work here, to be this bridge between two worlds.\" She repeats the word \"bridge\" and she calls it \"exciting\". She talks of her \"motivation package\" and she calls the \"discourse about the Holocaust\" in Germany \"sophisticated\". There is something emotionless about it, something deeply unsaid. And precisely on the stroke of the hour, she looks at her watch and says, \"I have to go now.\"</p> <p>I call Bar-On again. I feel the converts are giving me half-answers, scraps of answers. They talk about despising the Trinity and the terrible things that the Germans did to the Jews, but it seems like they are talking a genocide that doesn't exist, even in their memories. I can't escape the feeling that it is all about something else. </p> <p>I tell Bar-On they talk obsessively about the Trinity. But is incredulity really a reason for abandoning a religion with a three-in-one god for one that still believes bushes talk and that waves are parted by the will of God? \"That is another way of saying what I have already told you,\" he says. \"They want to join the community of the victim. They may have their own way of rationalising it.\"</p> <p>Later that day, I meet a young man. He bounces into a kebab shop on West Jerusalem's main drag. He is 24, handsome and excitable. He tells me, simply, that he hated Germany. \"In Germany I didn't care about anyone,\" he spits. \"I didn't give a fuck.\" He describes a jumbled youth, being thrown out of school, joining the army, rejecting the army. After a while, he drags me off to the Independence Park, sipping a Coke, and telling me how wonderful it all is in Israel. </p> <p>He describes growing up in a small town in industrial western Germany. A terrible anger leaks into his sentences. When I ask him why he converted, he stares at the spindly trees, bunches his arms between his knees like an adolescent boy, and says, \"I hate that question. I don't know.\" He calms down and says that something wasn't right for him in Germany, ever: \"I was always looking for my place. I hated Catholicism. I have hated it since I was 14.\" He educated himself and what he likes about Judaism, he says, is that \"what counts is the deed. In Christianity it is enough just to believe.\"</p> <p>\"I didn't think of my family of being like 'the Germans',\" he says. \"I didn't say, 'Grandfather, did you kill anyone?' My grandmother said, 'As kids under the Nazis, before the war, we had a wonderful time. They sent us to Croatia, they sent us to Sweden, and we had youth camps. How could we not be thankful for what they gave us?'\" The Holocaust was just a subject you learned in history, he says. \"You went in the classroom twice a week, they told you, you fell asleep.\"</p> <p>But he tells me one of his grandmother's anecdotes about Nazism. \"She remembers Kristallnacht,\" he says. \"She was 13. She says she remembered there were Jewish shops that got burned down and it was a big loss. Because, she said, you could always go to the Jews and buy something and if you didn't have the money you could bring it in next time.\" </p> <p>And that is his family. He never asked them about the war - I have yet to meet a convert who has. According to Bar-On, converts and their parents almost never speak about the war. He calls it the \"double wall\": both the parent and child erect a wall of silence; even if one tries to break it, the other will keep it firmly in place. </p> <p>This man told his parents he was converting one Christmas Day. He has had death threats from neo-Nazis, he says. His hometown is full of them. Why does he think they became neo-Nazis? \"Ask them - don't ask me,\" he replies. Did he become Jewish because of the Holocaust? \"People ask me that a lot,\" he says, \"and when I say no they don't believe me.\" Does he really believe that? \"Maybe.\" He sighs and looks around at the trees. \"Maybe what the war made Germany into ...\" He pauses and then says, \"I feel myself turning into a block of ice every time when I go back. I have to force myself to melt down again.\" </p> <p>I call Bar-On a final time. They all say they are happy now, I tell him. Is this true? The conversion \"may give them an illusion of peace\", he says. \"But it is not the way to work through the role of the parents [in the war]. I think it is running away from it. In order to be able to really work through the past, you have to try to understand how could it be that your father was a mass murderer. You have to think of the possibilities that had you lived at this time you might also have been able to do such things.\" </p> <p>Is he telling me that they are always wondering what they would have done in Nazi Germany to the Jews they have become? \"Being in Israel is to keep away as far as possible from it,\" he replies. \"I am not sure to what extent they have really been accepted into Israeli society. I think they are struggling. I don't envy them.\"</p> <p>As far as I can tell, the converts may know of each other, but they do not come together. In Judaism it is a sin to point the finger at a convert. And why would they? They are not here to be German; they are here to be Jewish.</p> <p>I return to the suburbs to meet an artist. This convert is also a member of an organisation that promotes human rights for Palestinians. An incredibly beautiful woman answers the door and I say hello. \"Oh, no,\" she says. \"You are not here to speak to me - you are here to speak to my girlfriend.\" The woman I have come to interview is small and wiry, with short hair; she says she is 42. She speaks very, very fast. The words pour out of her. </p> <p>She sits me down and gives me cake and coffee. I say I have interviewed a lot of converts. \"Are they all mad?\" she asks me, and laughs. What does she mean? \"Well,\" she says, \"I met some who surprised me. Some of them were shockingly unintelligent. I even wondered why they would have the intellectual independence to make this choice - especially the people who chose to be ultra-Orthodox, who chose to throw away their freedom.\" She shrugs. \"There is stigma in conversion,\" she says. \"People end up being fanatics.\"</p> <p>She sips her coffee and says that she believes there is a parallel between the way that some Jews respond to the Palestinians and the way some Germans responded to the Nazis. She never asked her grandmother about the war, she says, because she loved her too much. \"I was worried I would get hurt by information I didn't want to know,\" she says. \"Sometimes I feel that a lot of Israelis live that way. It is better not to ask questions, and not be hurt, and so you don't have to look at yourself or your family or your nation. And you can live with the illusion of who is good and who is bad.\"</p> <p>She says she was eight years old when she first heard of a Jew. \"I heard a boy next door call another boy a 'stupid Jew',\" she says. \"I asked my mother, 'What is a Jew, and is it something bad?'\" </p> <p>When she learned about the Holocaust, it literally made her retch. \"I was horrified by what Germans did to Jews,\" she says. \"I was physically disgusted. And I was totally disgusted by even my own Germanness.\" It is strange to hear things like this over coffee in a clean apartment in the Middle East. \"I didn't want to be German,\" she says. \"And because this entered my mind so early, it became as natural as brushing my teeth.\"</p> <p>So why did she convert? She grimaces. \"It isn't rational. We are talking about religion here.\" But she says she ran away to Israel to convert when she was 25. And today, she berates herself for her immaturity in doing it. She was shocked by the racism in Israel. Towards her? \"Towards the Arabs,\" she replies. \"I felt that I was being told that to be a good Jew, you had to hate Arabs.\" So she stands at West Bank checkpoints to observe the behaviour of Israeli soldiers towards Palestinians. </p> <p>\"It causes a lot of tension to come here and say the things that I say,\" she says. So why does she say them? \"Because it would be very inconsistent to have had so much criticism of Germans who were terrible cowards when it was still possible to say something, and then to come here and not speak up for justice.\"</p> <p>She is through with Israel. She says it is because of the triple whammy of otherness - German, leftwing, gay. A shrink would say that she came here to be wrong, I tell her. \"Don't think I haven't thought about it in those terms myself,\" she replies. \"I had wanted to connect myself to a history I did not perceive as shameful. Now I am wondering if I will stay. I am more or less sure that I won't. Sometimes I feel I am not built for it, that I am not strong enough for this country.\" She runs her hands through her hair briskly, and shakes her head. \"Sometimes I feel that just by existing I am always wrong here. But I cannot live with personal attacks now. I cannot bear it.\"</p> <p>Later that day, I meet the man who brought me here to Israel, the man who started all this - the so-called Jewish Hitler. He is a professor at the Jewish studies faculty at one of the universities. I telephoned him, and to my surprise he answered. How could I ask: \"Are you a Hitler?\" I told him I was writing a story about German converts to Judaism, and he said I could come over immediately. So I go to an apartment just around the corner from where the artist lives. It is a grimy white block, with a few scrubby bushes outside. </p> <p>I walk upstairs and a woman with the headscarf of all married orthodox Jewish women answers the door. She doesn't say anything, simply gestures for me to sit at a table in a room heaving with books. And then he comes in. Is this my Jewish Hitler? He is incredibly tall and slim, in a blinding yellow shirt, very animated, and his accent - an odd pulp of German, English and Hebrew - seems to zoom out of him. He is holding two pieces of paper. One is a family tree; the other is a printout of an account of the life of Alois Hitler Junior - Adolf Hitler's half-brother. </p> <p>\"I will tell you the whole story,\" he says, \"on the condition that you do not print my name\". He places the first piece of paper in front of me, points at names, and begins a strange, almost incomprehensible account of the lives of Germans who died more than a century ago. At the end of each summary of a long finished life, he jabs his finger on the table and says, \"OK?\" It only becomes clear what he is doing when I follow the tree down to a name I know - Alois Hitler. </p> <p>Alois Hitler had two sons who lived to maturity - Adolf (that Adolf) and Alois Junior. This half-brother of the Führer then produced an illegitimate son called Hans. \"OK?\" he says. \"Hans married my grandmother Erna after she divorced my grandfather.\" </p> <p>He immediately states that he hates the Hitler branch of his family. He becomes agitated. \"I have neither any blood nor DNA from Adolf and his family,\" he insists. \"I was not socialised by that family.\" He met Hans only once. The Hitlers came for tea when he was 12 years old. \"Hans was a very nice man,\" he says. \"No passions, no brutality.\" But Erna was thrilled to have married into the Hitler clan, and remained a Nazi until she died. \"I didn't know her,\" he says of his grandmother. \"She wasn't part of my family.\"</p> <p>The professor explains that his mother severed all connections with the Hitlers. As a teenager she was beaten for refusing to go to Hitler Youth dances, and when she gave birth to the professor - an illegitimate child she conceived during an affair with a married man - her mother and stepfather disowned her. He was raised in a series of rented rooms, while the Hitlers lived well. After the war, his grandmother changed her name, but her beliefs remained. </p> <p>He begins to tell me what happened to his mother during the war. She worked as a typist for the Wehrmacht in Poland and she saw dead Jews hanging in the town squares. \"She was a girl in the war,\" he says, \"but I always appreciated that she told me the truth about it. We spoke frankly. I never heard that normal German lie you hear so often from that generation.\" His voice rises and he impersonates them with a fierce whine: \"'We didn't know, we just did our duty.'\" And he thumps the table. \"My grandparents never understood what they had done,\" he says. \"My mother understood.\" When she came home after the Allied victory, she was denounced as a Nazi, and the Communists seized her flat. \"She became one of those German ladies who cleared up after all the bombing.\" He stomps to the kitchen and comes back, thrusting two silver spoons at me. \"That is all that my mother brought home from the war. I keep them to honour her.\"</p> <p>It was a brutal childhood: he barely saw his father, and his mother beat him - one time so severely that she couldn't go to work for three days because her fingers were too swollen to type. \"She was a fighter,\" he says. \"It is not the nicest thing you can be.\" Was she religious? He gives a deranged giggle. \"She had the religion of herself,\" he says. </p> <p>His mother was entirely alone. \"Nobody helped anybody at that time,\" he says. His father had another family - a real family: \"I saw my father very seldom and the times I saw him I was so proud to have a father that it was not the time to ask what he did in the war. He died when I was 19. So I never asked him what he did.\" But he does know his father was a major in the Wehrmacht. So, barring a miracle, he killed people for Hitler.</p> <p>His journey towards Judaism was long. \"It was not a sudden light from heaven that came down.\" When he was a teenager he met a girl who was interested in Judaism, and he read Mein Kampf. \"I was embarrassed when I read it,\" he says. \"How could people be so stupid as to elect a person who was writing things like this? It's awful.\" He blinks at me. \"I don't think you can really understand how awful it is if you don't read it in German. I put it away. But I keep it here.\" Did he ever finish it? He scowls at me for the first and only time. \"No.\" </p> <p>When the time came for him to be conscripted into the German army, he decided to take a theology degree, because he wanted to benefit from an ironic leftover from Nazism: Hitler promised the Pope in 1933 that he wouldn't conscript priests, and the law has never been repealed. \"I am a pacifist,\" he says. \"You raise up an army if you think you have to use it.\" As part of the degree, he was due to spend six weeks in Israel in the early 1970s. \"I felt at home. I was no longer living in a conflict. I didn't have to reject the older generation. And I thought I had met for the first time a nationality that at that point in history - today it is more problematic - still had good reasons to be proud of itself.\" So he stayed.</p> <p>We go out on to the balcony to smoke. He really enjoys his cigarette; I can see he is a pleasure-savouring man. He does not have the heaviness of the other converts, who all seemed crushed by an invisible burden. Is it because he spoke to his mother about it all? I steel myself and ask: would he have become Jewish without the Holocaust? \"I think not,\" he says. \"The sharp distinction between the generations that committed the crimes and the generation born after wouldn't exist. Non-Germans hardly understand that a whole generation checked out our teachers and asked, 'Where were you 20 years ago?'\"</p> <p>And then, to my surprise, he calls his son - his Israeli son - a fascist. \"When I hear my own son speak - as I did last weekend - I sat like this,\" and he does the Hitler salute. \"Two of my sons are chauvinists and one of them is even partially racist. I can't listen to fascistic discourse. I don't suffer that.\" They talk about the Palestinians with contempt. \"Each time I hear it is another time too much. If the Holocaust and the Third Reich have really somehow shaped me, I am a sworn democrat. I believe that democracy has to prove itself by keeping the rights of its minorities.\" </p> <p>I have been with this man for three hours, insistently asking why - why did you convert? Why? This stray branch of the Hitler family tree stares out at his dull suburban street at the heart of the Jewish state, puffs on his cigarette, and begins to talk about the images of the Holocaust that linger in his mind. \"I see that soldier trampling that child and in the end killing it, and I remember that kind of aggression. I remember the feeling of the child, too. I remember both. I could see my father or my grandfather really standing there.\" </p> <p>And as he says this, his shoulders seem to relax. He is giving me my answer. \"And all I can say, Tanya,\" he says from inside his little cloud of smoke, \"is that since I came to Israel, that feeling isn't there any more.\"</p>",
  "<p><strong>1 Chose a name</strong></p> <p>A posh part of London or New York can be suitable, as in Pershing Square Capital, Cheyne Capital and Thames River Capital. </p> <p>Or you could choose something slightly aggressive such as Tiger Capital, Citadel Capital or Centaurus. Among the big financial firms, it is voguish to squeeze as many meaningless words as possible into the title of a hedge fund. Length is not a sign of quality, however; a Bear Stearns hedge fund which went from $642m to zero was called the \"high-grade structured credit strategies enhanced leverage fund\".</p> <p><strong>2 Get a brass plaque in the Cayman Islands </strong></p> <p>Nearly all hedge funds are legally registered in tax havens to avoid both the taxman and to skirt regulatory hurdles - the sunny climes of the Caymans and Bermuda are particularly popular. Theoretically, a fund registered in London would have to register with the Financial Services Authority, but this has never actually happened. An FSA spokeswoman says: \"Nobody ever registers hedge funds in the UK. If somebody did, we'd be scratching our heads over how to deal with it. We'd have to devise something.\"</p> <p><strong>3 Set your fees </strong></p> <p>The real fun starts here. Hedge funds are enormously lucrative - their standard fee arrangement is \"two and 20\". This means that as a fund manager, you can take 2% of clients' money up front before you do anything, then keep 20% of any appreciation on the value of your fund. For successful hedgies, that means a phenomenal payday. For example, if a fund raises $1bn from investors and achieves a 30% rise in value over a year, the fund's management earns $78.8m. Crispin Odey - one of London's leading hedge fund managers - has just paid himself £28m after his firm successfully negotiated the credit crunch to make more than £55m profit in the past financial year. Most of the remaining £27m will be shared among Odey Asset Management's 11 other partners. The fund manages around £2.7bn of assets. London's top hedge fund duo - Noam Gottesman and Pierre Lagrange of GLG Partners - each took home $350m in 2007, according to Alpha Magazine, an industry publication. Gottesman recently sold his six-storey townhouse in London's Mayfair to steel magnate Lakshmi Mittal for £117m. When asked the secret of his success, he once replied \"paranoia\".</p> <p><strong>4 Raise some money</strong></p> <p>This is the tricky bit. You will need £50m at the very least to have any kind of credibility. It helps if you have private wealth or rich, trusting friends. In Britain, hedge funds are not allowed to advertise directly to the public so much of the fund-raising is done behind closed doors through contacts, conferences and presentations. Good relations with City and Wall Street banks are essential - in return for brokerage business, firms such as Goldman Sachs and Morgan Stanley will often arrange introductions for hedge funds to potential investors. It is wise to accept money only from extremely well-off people. The last thing you want is to have clients pestering you every day because their entire savings are tied up in your fund. In the US, only individuals with assets of $1m or an annual income of more than $200,000 are allowed to invest in hedge funds.</p> <p><strong>5 Rent an office </strong></p> <p>Mayfair is a good spot. It's handy for a lunchtime plate of yellowtail tuna at Nobu. Rents can be as high as £90 per sq ft, compared with an average of £65 in the Square Mile, which means premises of 2,000ft for a fledgling fund will cost £180,000 per year. Joshua Gilbery, a commercial property consultant, says hedgies want \"class A\" premises with raised floors, suspended ceilings, a concierge and acres of space. \"There might be only four or five chaps in a hedge fund office but they have so much money that it doesn't make much difference. These guys will have big, huge desks and lots of screens.\" Greenwich, Connecticut, has become a global hedge fund capital - it is home to more than 380 firms. The wealthier hedgies live in sprawling palaces with ice rinks, private cinemas and ballrooms and some commute by speedboat. Mike Tedesco, a local estate agent, can find you something top-class for $150 per sq ft, more than twice the typical Manhattan rent of $60 to $65. </p> <p><strong>6 Recruit some staff</strong></p> <p>Fund managers should be easy to find given the number of people recently laid off by Bear Stearns, Citigroup, Merrill Lynch and other banks suffering fallout from the global credit crunch. One pin-striped banker in New York has even taken to wandering around with a sandwich board declaring \"experienced MIT graduate available for hire\". Your back office and accounting functions can be contracted out to the many firms specialising in servicing the hedge fund industry. Scott Epstein, US head of HSBC's alternative fund services arm, says his staff can do your book-keeping, maintain your shareholder register, send out monthly statements to investors and do any regulatory paperwork. But you will have to be vetted first. \"When we look at clients, we go through a very, very robust process of due diligence,\" says Epstein. \"It's very much establishing a relationship with a counterparty - both parties want to be confident it's going to be comfortable mutually.\"</p> <p><strong>7 Choose an approach </strong> </p> <p>Do you want to be a \"quant\" or a fundamental? The most hi-tech operators on the block are quantitative funds, which use highly complex software to trade at lightning speed. Buying and selling by the second, their programs <br>pick up trends in prices that are often imperceptible to the naked eye. Their software will process variables such as companies' earnings ratios and price history to determine what to buy - or they might pounce on tiny discrepancies between the price of the same stock on different stockmarkets. The downside is that when the market takes a knock, the quants' machine-driven trading can cause chaos. Last year, one Goldman Sachs fund lost a third of its value in a week - a drop of $1.8bn - as a \"herd mentality\" prompted scores of quant programs to dump stocks simultaneously. More traditional-style funds with a \"fundamental\" approach spend time researching the prospects of companies, currencies and commodities. They might take the time to talk to analysts, meet corporate management and attend shareholders' meetings.</p> <p><strong>8 Adopt a strategy</strong> </p> <p>The classic hedge fund is called a \"long/short\", which means it takes straightforward positions to bet on different shares going either up or down. In addition to buying shares that you think will rise, you can \"short\" those you expect to fall. This is done by borrowing shares from a broker and selling them on the open market, in the expectation that you will be able to buy them back for a lower price and return them to the owner, pocketing a tidy profit on the way. During an FSA clampdown this summer on traders, Odey Asset Management was outed as one of several funds shorting shares in the troubled Bradford &amp; Bingley. Other strategies are more sophisticated. A \"convertible arbitrage\" fund finds and exploits discrepancies in pricing. A \"distressed debt\" approach involves high-risk dealing in struggling companies, while a \"global macro\" fund bases its decisions on broader economic calls. An \"event driven\" strategy means watching the news carefully - after an air crash, for example, these funds might short airline stocks and in the aftermath of the 2004 tsunami, some attempted to invest in Sri Lankan construction firms. </p> <p><strong>9 Accessorise </strong></p> <p>As the money rolls in, it is a good idea to install quirky diversions to make sure your big-brained staff don't get restless and leave. One American fund, Pequot, boasts a basketball court beside its trading floor. Aquariums, <br>waterfalls, pinball machines and games rooms are useful symbols of quirkiness and success. Art is an obvious way to spend all your profits. One of the world's top hedgies, SAC Capital founder Stevie Cohen, has amassed a <br>collection which includes works by Van Gogh, Gauguin, Warhol, Lichtenstein, Manet and Jackson Pollock - not to mention Damien Hirst's shark pickled in formaldehyde.</p> <p><strong>10 Hope for the best</strong></p> <p>It could, of course, all go horribly wrong. Although 1,152 new funds opened for business last year, Hedge Fund Research reckons that 563 funds shut down. As many as one in five funds fail within their first year. And the strain can be telling - therapists in New York reported an increase of 25% in enquiries from distraught Wall Street workers towards the end of last year as the markets went crazy.</p>",
  "<p>It has been called one of North America's wildest places. Just north of the US-Canada border, the wooded slopes of the Canadian Rockies channel unpolluted water into a valley that remains free of human development. Grizzly bears, cougars and wolverines prowl the banks of the Flathead river. Outside of a national park, there is probably no wilderness like it on the continent.</p> <p>But outside of a national park could mean outside of legal protection. Somewhere in the workings of the British Columbia government, an application from global energy company BP is working its way around civil servants' desks. In it, the firm outlines a proposal that has horrified local environmentalists: the installation of up to 1,500 gas wells covering an area of 500 sq km (310 sq miles) amid the lush 1,580 sq km wilderness of the Flathead. Some time during the next six months, officials may give approval to the project.</p> <p>\"There have to be some places on the planet where you don't go for energy production,\" says Jack Stanford, a biologist at the nearby University of Montana. \"This is one of them.\"</p> <p>Stanford's fascination with the region has spanned 40 years of his scientific career. When he describes the valley, it's easy to see why. To the north lie the mountainous Banff and Jasper national parks. The 4,500 sq km Waterton Glacier International Peace Park straddles the border just south of the river. All these great wildernesses have been declared world heritage sites by Unesco.</p> <p><strong>Isolated populations</strong></p> <p>The Flathead valley connects the protected areas, allowing hundreds of bears and thousands of moose to roam between the parks. Sixteen species of carnivore live in the region, a higher density than anywhere in North America. Without a corridor, animals in the parks would become more isolated, inbred and vulnerable to disease. \"The grizzlies would gradually decline and disappear,\" warns Stanford.</p> <p>Unfortunately for those animals, their route between parks covers mountains that hold valuable fossil fuel deposits. Around a kilometre below the Flathead river region lies the Crowsnest Coalfield. According to BP's initial estimates, the field holds enough natural gas for half a century of drilling. When operating at peak, it should produce over 14m cubic metres of fuel a day, more than enough to supply the 2 million people that live in Vancouver and surrounding parts of British Columbia.</p> <p>Fossil fuel drilling is never a pretty process, but environmental groups are particularly wary of projects that aim to extract methane from coal seams. Large volumes of salt water flow up the well with the gas and have to be disposed of, for example. The liquid is so saline that it can pollute land and kill fish if allowed to enter rivers.</p> <p>Coalbed methane drilling is also land intensive. Erin Sexton, a colleague of Stanford's who has studied similar projects in other parts of North America, says energy companies typically install 40 wells on every sq km of a coalbed methane project. Along with the wells come roads and pipelines. \"They have taken natural landscapes and turned them into industrial sites,\" she says.</p> <p>None of these concerns will be news to BP, which has stressed that detailed environmental studies are needed before any work begins. Hejdi Feick, a spokeswoman for the company, says the British Columbia government decision refers only to tenure, a legal status that would give BP the right to apply for drilling permits. If that's granted, the company will continue with ongoing environmental studies for at least three years before beginning commercial production. The firm also says water from the seam will be pumped back into underground reservoirs and that it plans to have only around three wells per sq km.</p> <p>Some local environmentalists have praised BP for its willingness to engage with local concerns and its commitment to study the area. But when it comes to details of how the projects may be implemented, differences of opinion arise.</p> <p>Sexton wants the company to commit to a five-year moratorium on drilling activities. That is the time she feels is needed to conduct a detailed survey of the region's waters, vegetation and wildlife. Only last year, a new species of fish was discovered in the area, she says. </p> <p>But Feick would not rule out exploratory drilling while the environmental studies were still under way. She adds that the company is \"committed to doing this project right\" and may still decide not to proceed. </p> <p>But thousands of miles to the south of the Flathead, rancher Tweeti Blancett questions such assurances. Blancett used to run cattle over 200 sq km in Aztec, New Mexico. Her husband's grandfather leased land to the energy companies in the 1950s, but it was not until coalbed methane wells arrived in the 80s that problems started.</p> <p>Blancett says saline water often spills from wells and tankers. If the spill runs into a gulley, it wipes out all vegetation in its path. She claims that spills of polluted water or drilling fluids sometimes take weeks to be cleared up and government oversight of the firms is too lightweight to make much difference. Around three years ago, she decided the land was too polluted and moved her cattle.</p> <p>A BP spokesman disputed Blancett's claims, saying her description of the coalbed methane project was \"not consistent with the facts as we know them\".</p> <p>In the Flathead, meanwhile, BP has to contend with a well-organised group representing a dozen organisations from both sides of the US-Canada border. The Flathead Coalition was first formed when coal mining began in neighbouring Elk Valley in the 70s, says Dave Haddon, the coalition's director. Its strength stems from its diverse membership, which includes local landowners, environmentalists and biologists. </p> <p><strong>Broad objective</strong></p> <p>Not everyone agrees on everything. Some landowners have no interest in designating new wilderness areas, for instance. But Haddon says the group reaches consensus by focusing on the broad objective of preventing inappropriate development in the region.</p> <p>With that diversity of interests behind him, Haddon has more of an impact than niche groups with tighter focuses. This April, for example, he met with the managers of nine investment funds that own substantial amounts of BP stock. Haddon says BP has so far declined to share documents relating to its environmental studies and that the managers might pressure BP into being more transparent about its plans for the region. The coalition is also asking Unesco to declare the Flathead a world heritage site.</p> <p>\"The coalition gives us the chance to increase the volume and to represent ourselves as mainstream,\" says Casey Brennan of Wildsight, a local environmental organisation that is part of the coalition.</p> <p>Asked if the coalition would allow any amount of coalbed methane drilling, Haddon admits that the issue is tricky. The coalition position is that development can take place, provided BP has adequate plans in place to protect the valley's flora and fauna. But the words Haddon uses to describe the Flathead - a \"cornucopia for wildlife\", a fragile corridor that could easily be \"severed\" - makes clear his concern about any threat to what makes the area unique.</p> <p>Other coalition members are more blunt. Brennan says: \"I don't think this can go ahead. This area is far too valuable. There is a saying in business: 'If you want to make omelettes you have to break eggs.' We don't want to be those eggs.\"</p>",
  "<p>A police custody suite used to hold immigration detainees for up to seven days has been condemned by prison and police inspectors as unhygienic, unsafe and unfit for use.</p> <p>A joint inspection report published today said conditions in the suite of 13 cells in Southwark, south-east London, were squalid, with congealed blood and human waste on some walls.</p> <p>The report, compiled jointly by Anne Owers, the chief inspector of prisons, and Sir Ronnie Flanagan, HM inspector of constabulary, said little had changed at the suite since a critical internal evaluation in January.</p> <p>The report, the first joint inspection of police detention facilities, looked at three south-east London custody suites and found all had dirty cells and inadequately cleaned showers, and not all staff routinely carried ligature knives or keys.</p> <p>\"This problem was acute at Southwark, a suite run entirely on overtime and which, in spite of an earlier extremely critical internal report, was still unfit for use,\" the report said.</p> <p>The inspectors found that at the other two detention facilities, at Walworth and Peckham detainees were treated professionally and they heard no complaints about improper treatment from those detained or their families. </p> <p>The inspectors said problems at Southwark arose from the fact that the UK Border Agency contracted the facility from the Metropolitan police, yet failed to provide any oversight to ensure acceptable conditions. </p> <p>The suite has been used almost exclusively since 2004 to hold immigration detainees, with 183 spending an average of four days each there in the last three months.</p>",
  "<p>One of Tara Flood's earliest memories is of being fitted with artificial arms. \"They had lethal metal hooks that we kids used to fight with,\" she recalls. \"It was easier to write without them, but it was thought it was best if we had attachments to make us look 'normal'. The truth was I looked like Metal Mickey.\" </p> <p>Flood's experiences at the special boarding school she attended, from the tender age of 16 months to her 16th birthday, help to explain why, aged 42, she is now chief executive of the Alliance for Inclusive Education (Allfie), an organisation run by people with disabilities, which campaigns for disabled people to have a mainstream education. \"The philosophy at our school was that being disabled was bad, so you must do all you could to appear not disabled,\" she says. \"We'd had it instilled in us that you must do all you can to fit into the world, because that's how you're going to get on.\" </p> <p>Her 20s were spent in City banking, playing a \"ridiculous charade of pretending to be a non-disabled person\", yet facing what she only later saw as \"atrocious discrimination\". She says she was overlooked for promotion, barred from client meetings, and refused a transfer to a job involving more contact with customers.</p> <p>She survived it by swimming. \"It was my safety valve, where I could be a disabled person,\" says Flood, gold medallist at her disability level in the 50-metre breaststroke at the 1992 Paralympics in Barcelona, setting a world record that still stands.</p> <p>Her move to the voluntary sector - working for disability charities, including the disabled-led Disability Awareness in Action - allowed her to develop the skills, confidence and self-realisation to become an effective disability rights campaigner. Last month, her achievements were recognised by the Sheila McKechnie Foundation, which awarded her its social inclusion campaign award for Allfie's We Know Inclusion Works campaign.</p> <p>The main objective of the campaign is to create a united and influential voice to highlight the importance of including disabled children in mainstream schools. Young disabled and non-disabled people, their families, teachers and educational psychologists are all members of the campaign, contributing positive stories about inclusion to help increase awareness through media coverage. </p> <p>The campaign scored a notable victory 18 months ago when the then education minister, Lord [Andrew] Adonis, reaffirmed the government's commitment to inclusion in education. His words came after he met and listened to disabled children and their families who had marched to his department's offices to present him with four volumes of their stories. \"We couldn't get a meeting with the department, so I thought, 'Let's organise a march,'\" Flood explains. \"Suddenly, when they knew we were coming, it was much easier to get a meeting.\" </p> <p><strong>Diversity of voices</strong></p> <p>Well-versed in the direct action techniques championed by the disability rights movement, Flood nevertheless recognises that the campaign's strength lies in casting aside narrow identity politics and bringing in professionals and non-disabled supporters to fight for the same cause. \"Having that diversity of voices is one of the most powerful things,\" she says. Until she joined Allfie, however, she admits she viewed these allies as the enemy. \"For disabled people, non-disabled society has created the barriers,\" she points out. </p> <p>Despite her conversion to the \"we can't do this alone\" camp, Flood vehemently believes that the struggle to create a more inclusive society for disabled people has to be led and controlled by disabled people themselves. She draws parallels with the women's and black movements. </p> <p>The We Know Inclusion Works campaign was born out of the frustration Flood felt at being constantly pitted in the media against parents who had decided to send their children to a special school. \"We needed to shift away from the polemical, painful discussions where all you hear is anger,\" she says. \"It doesn't help parents, or us as an organisation, to move on.\"</p> <p>She started to collect first-hand evidence that inclusive education could work, and rethought the way the organisation got its message across. Now she says to parents: \"I think you and I are probably on the same side, because you wouldn't have chosen to segregate your child. You've done it because the system has let you and your child down.\" She then tries to get them to focus on how the system could have worked better for their child. </p> <p>In addition, Allfie now casts its net as wide as refugee children and excluded pupils, in the belief that if schools are made inclusive for disabled children and those labelled SEN (special educational needs), they will benefit anyone failed by the current system. \"What we are asking is what can we do, together with schools, teachers and qualification bodies, so that anyone that participates in education achieves - not just academically, but is also given the tools to be a citizen,\" Flood says. </p> <p>Allfie's messages were partly honed in response to funders - many of whom, Flood says, were scared that inclusion equals shutting schools. \"The truth is that if you have inclusive education you won't need special schools, but it's not about closing schools overnight,\" she insists. </p> <p>She is prepared to wait until the 2025 deadline the government has set itself to deliver its promised equality for disabled people - but only if the momentum to towards the goal continues. Already she is concerned about signs of backtracking. </p> <p>For this reason, Flood used the <a href=\"http://www.sheilamckechnie.org.uk/showSubSub.php?id=74&amp;page=3&amp;last=87\">Sheila McKechnie award ceremony</a> to ask the prime minister, Gordon Brown, who presented her with her award, for a meeting with Ed Balls, the education secretary. \"[Brown] said it was a demand he couldn't refuse,\" Flood says with a chuckle. </p> <p><strong>Sense of injustice</strong></p> <p>The chutzpah, nerve and bloody-mindedness that has made Flood a force to be reckoned with comes from a burning sense of injustice. \"The campaign button can never be switched off,\" she says. \"I'm slapped in the face about the reality of disablism on a daily basis.\" She recalls that, just a few nights earlier, she had to be carried in and out of a theatre ,\"through gritted teeth\", by her husband. And Flood, whose prosthetic legs don't allow her to walk up or down stairs, recently found herself trapped in her first-floor office when the lift broke down for the umpteenth time. \"I had the humiliation of an IT support guy piggy-back me down the stairs. I'd never met him before,\" she grimaces. \"A day doesn't go by without someone asking me: 'How did that happen?'\" she adds, referring to her arms. Flood was born with a condition she describes as \"from-birth limb impairments\".</p> <p>Winning the award was a real surprise, she admits. She applied because she felt that the prize of tailor-made support could really benefit the campaign. Following the march on the education department offices, Flood has had to concentrate on getting Allfie on a sound financial footing - no easy task for a campaigning organisation led by disabled people, she explains. She recalls one potential funder saying: \"It's a very nice thing that you do, but I'm not sure we can trust our money to an organisation that's run by disabled people.\" When she responded that his words were discriminatory, he replied: \"But it's not in writing.\" </p> <p>Money from the Platinum Trust, City Parochial and Glimmer of Hope UK means that Flood can now take the campaign forward. The next step is getting the government to ratify fully the UN convention on the rights of persons with disabilities. A current stumbling block is article 24. The government wants to have the right to be able to place a child in a special school where it is considered to be in the child's best interests. The article would commit it to giving all disabled children an inclusive education. With a Conservative leader, who sends his disabled child to a special school, knocking on No 10, and his party calling for a moratorium on the closure of such schools, the UN convention would act as a safeguard in a more hostile political climate.</p> <p>\"Some people still don't get what we're campaigning for,\" Flood says. \"That's why the award is so important. For the campaign to succeed, I need someone to assist me and put me in other people's shoes.\" </p> <p><a href=\"http://www.allfie.org.uk\">allfie.org.uk</a></p> <h2>Curriculum Vitae</h2> <p><strong>Age</strong> 42.</p> <p><strong>Lives </strong>South-west London.</p> <p><strong>Status </strong>Married.</p> <p><strong>Education</strong> Chailey Heritage school, East Sussex; Blackpool College, business studies BTec; University of North London, applied social sciences degree; Leeds University, disability studies MA.</p> <p><strong>Career</strong> 2006-present:<strong> </strong>chief executive, Alliance for Inclusive Education; 2005-06: head of external affairs, Scope; 2000-05:<strong> </strong>information and publications coordinator, Disability Awareness in Action (DAA); 1998-2000:<strong> </strong>information officer, Radar; 1997-98:<strong> </strong>information officer, Disabled Living Foundation; 1986-97: worked in banking, City of London.</p> <p><strong>Public life</strong> Chair, DAA; trusteeships include Parents for Inclusion, Children's Rights Alliance for England, and Hammersmith &amp; Fulham Action on Disability.</p> <p><strong>Interests</strong> Politics, people, life.</p>",
  "<p>In my second year as the bearer of a British passport, I have come to the perplexing realisation that many of my fellow citizens are departing. Just the other day, a friend of my wife's announced her impending move to New York. My own inner circle of buddies has been decimated by defections to Dubai. The first friend I made at work when I arrived here back in 2001 now calls Melbourne home.</p> <p>On a radio programme last year, the host asked me where I lived before coming to London. When I said Manhattan, he seemed shocked. \"And you moved here?\" was his pitying response. Similarly, during my stints in various British workplaces, I have found myself the recipient of nomadic confessions from even the most outwardly unlikely British colleagues, my own mongrelised status evidently marking me out to them as a trustworthy, or at least sympathetic, confidant.</p> <p>Perhaps I ought not to be so surprised at this. After all, I consider leaving the UK fairly often myself. And the very existence in their current demographic forms of nations such as the United States, Canada, Australia, and New Zealand should have alerted me to a long-standing British fondness for emigration.</p> <p>But having spent the first five years of my life in Britain navigating visa applications, residence requirements, and citizenship tests, I am only now confronting the reality that many people no longer wish to belong to a club that has accepted me as a member. My first instinct was to take this personally. But I had to concede that this trend predated my arrival, indeed the arrival of anyone who looked anything like me, and, moreover, that many of my own friends were caught up in it.</p> <p>At this point another interpretative avenue presented itself. I was reading about British expatriates in India, specifically in Goa, on the BBC website. Apparently these people, who had come in pursuit of the manifest benefits of a sunnier, lower-cost lifestyle and a spicier, more coconut-infused cuisine, were confronting all sorts of problems. Their visas were not being renewed. </p> <p>Their sales and purchases of properties were being interfered with. In short, they were being treated as immigrants are routinely treated all over the world.</p> <p>And I sympathised with them. Knowing nothing about the politics of the situation or the legitimate concerns of the local population (who undoubtedly have good reasons to want their elected officials to make life difficult for the foreigners settling in their midst), my reaction as a brown-skinned man of South Asian origin was to feel a bond of empathy with these pink-skinned people of North Atlantic origin chasing their dreams of new lives in a place far away.</p> <p>Maybe we are all prospective migrants. The lines of national borders on maps are artificial constructs, as unnatural to us as they are to birds flying overhead. Our first impulse is to ignore them. If we stay where we are it is not because the instinct for migration is entirely absent from our nature, but because friends, family, home, opportunity - or fear, laws, inertia, laziness - keep us from moving.</p> <p>For me, as an immigrant, recognising that those already resident in the place to which I have immigrated often themselves wish to emigrate suggests a giant circle of human motion and potential motion of which I am a part. Perhaps, then, the resentment towards recent arrivals felt all over the world is not entirely unrelated to the feelings of a captive songbird for a wandering sparrow who alights on his cage. Of course, this does not rule out the possibility that the songbird is simply thinking, \"There goes the neighbourhood.\"</p> <p><strong>Despite my peripatetic past, I am rather pleased by the </strong>apparent crash in UK property prices. My pleasure, I should clarify, is not schadenfreude; I do not delight in the suffering of overleveraged fellow Britons. Nor do I have any particular dislike of estate agents or relocation firms or producers of the property-related television programming that we of these isles appear to have identified as our area of comparative advantage in <br>a globalising world. I simply think it's nice when homes are cheap.</p> <p>Too much of the dinner conversation I have heard in the past seven years has been about property. Londoners speak of flats the way I imagine submariners speak of women: with frustration, longing, and suppressed nervousness. And they do so for similar reasons. Both groups suffer from operating in capriciously hostile environments.</p> <p>Make love not undersea war, I say. Bring down the prices, head for the surface, and let's get it on. How wonderful it would be if we could buy housing at half today's valuations, and tuck our (metaphorical in my case) children to bed secure in the knowledge that prices would rise at the same sedate pace as wages for the foreseeable future.</p> <p>Perhaps one day full-time writers could afford to live in central London again, and fresh immigrants could arrive unburdened by their lack of local parents to hit up for a deposit. Conversation could then turn to more stimulating topics, like the weather, which in our time of global warming promises to become rather interesting indeed.</p> <p><strong>This week</strong> Mohsin watched The Dark Knight at the Odeon, Leicester Square: \"Because the kid in me insisted on according it the biggest of big-screen treatment. What a disappointing film.\" He also saw Moonlight and Magnolias at the Tricycle Theatre, London: \"Where I witnessed a man playing a man playing a woman playing a woman giving birth to a child - and doing it flawlessly.\"</p> <p><strong>·</strong> Marcel Berlins is away.</p>",
  "<p><strong>Skye Gyngell, head chef of Petersham Nurseries, Richmond, Surrey</strong></p> <p>One thing that you can try quite easily, and that is really different, is to grill little game birds. Things such as quail are fantastic because they are naturally so tender and succulent. First, you need to spatchcock them, which you do by taking the backbone out (or ask your butcher to do it for you). This leaves them flat and easy to cook. Season them the day before, then put them in a hot oven for about eight minutes and grill them on the barbecue on both sides for about two to three minutes. Rabbit legs are also very quick to barbecue and make a great alternative to chicken drumsticks. Rub them in olive oil and herbs, season well and they take about eight minutes. My final suggestion is any of the small, oily fish - sardines or mackerel are cheap and delicious when grilled. They're also easy to handle on the barbecue and would be perfect served with a salsa verde.</p> <p><strong>Mathew Shropshall, captain of the Best of British Barbecue Team</strong></p> <p>The team has been going about four years and we are now recognised as the best in the world, after the Americans. When preparing meat for a barbecue there are different stages that we go through to add levels of flavour. First is the marinade, which has to be done in advance. If you're having your barbecue on Saturday you need to have your meat bought by the Thursday, so you can marinate for at least a day, preferably two. We use freshly ground spices including a base of salt and pepper, garlic salt, fennel seeds, Hungarian paprika and then other spices depending on the meat. </p> <p>Rub the marinade in thoroughly - you'll want around 15g for every 400g of meat - cover it in clingfilm and put it in the fridge. This draws the moisture out from the meat and you end up with this amazing texture and colour. </p> <p>The next stage is a glaze. This could be something simple, such as a tomato and honey-based sauce with a bit of smoked paprika, and you brush that on to the meat while it's cooking.</p> <p>The final stage is to keep your meat moist, so we use a garden spray filled with organic apple juice.</p> <p><strong>Alan Jones, head chef at Almeida Restaurant, London </strong></p> <p>We generally don't give enough attention to the possibilities for babecued desserts. We have most of our barbecues at the height of summer when some of our fruits are at their absolute peak, so just to focus on some big lump of meat is missing out. </p> <p>Wrap a peach or any other stoned fruit, such as plums or apricots, in tin foil with a spoonful of brown sugar, a knob of butter, some star anise and a cinnamon stick and put it on the barbecue. After a while, the natural juices combine with the sugar and the butter to make a beautiful caramel syrup. The fruit becomes deliciously soft and you serve the fruit whole and pour the juices over the top as well.</p> <p>Bananas with Malibu are also good. Again wrap the whole thing in tin foil and make some slits in the banana skin, spoon over some brown sugar and a good shot of Malibu. Stick it on the barbecue, then serve with a vanilla ice-cream - the perfect end to a summer's day.</p> <p><strong>Melissa Cole, partner at Love Beer at Borough Market, London</strong></p> <p>Beer at a barbecue is not just great for drinking, it can be used to cook the food as well. I recently marinated some ribs in Blandford Fly from Badger Brewery, which is a stunningly refreshing beer flavoured with ginger. That gave a delicious flavour and made for a great accompanying drink as well. Rich stouts make wonderful marinades, as do porters which are very similar, because they both have chocolatey, smoky notes in them naturally. Try Okells Aile, which is a smoked porter from the Isle of Man, or you could cut against those barbecue tastes with something like Hop Back's Summer Lightning, which is fresh and zesty. Many of these beers come in 500ml bottles, perfect for sharing in some nice wine glasses - you don't have to have a pint just because it's beer. There are also some great low-and non-alcohol varieties. Alhambra Sin and Erdinger Alcohol-Free are superb and Bitburger Drive is not bad either. Overall, though, my two recommendations for barbecue beers are Summerfest, which is brewed by the wizards at Sierra Nevada, or, if you want something strong then I would opt for the Punk IPA from BrewDog which is full of flavour and made in Scotland by truly irreverent brewers. </p> <p><strong>Brian George, president of the National BBQ Association</strong></p> <p>It's a basic tip, but a lot of people forget this: never cook over actual flames; and if you're cooking on a charcoal grill then you need different temperatures for cooking foods faster or slower. So on one end of the grill you want the coals about an inch deep, and at the other end, about three inches. As well as adding oak or apple-wood chippings to the coals to create flavour and smoke, you can also add vine leaves or wet herb branches. One of the most interesting ways of barbecuing fish is to cook it on a plank. Get some untreated cedar wood from a DIY store about an inch thick and just big enough to sit some fillets of fish on. Soak the plank in a mixture of water and wine overnight. Then you make a normal barbecue and put your fillets of seasoned fish on the plank and the whole thing goes on the grill. It's a slightly slower way of cooking, but it stops the fillets falling apart. The taste is phenomenal because you get steam from the plank and, of course, the wood chars on the underside and releases all that smoky flavour too. A salmon fillet would be cooked in about 15 minutes and you're left with deliciously moist and succulent fish. </p> <p><strong>Levi Roots, chef and creator of Reggae Reggae sauce</strong></p> <p>In Jamaica the barbecue is used more often than the stove. We cook anything on it from a cup of tea to a pineapple. The first thing you have to do is get the vibes right - get the music on, get a good vibe going and you will carry that through to your cooking. I don't use any fancy gas barbecue, just a half-oil drum grill, the kind that you see everywhere around the Caribbean. It's like my grandmother used to say: \"The older the pot, the better the bickle,\" which is a Jamaican word for food. One of the most well-known Caribbean barbecue foods is jerk chicken. The flavour comes from the spices that you use on the chicken but also from the woods that you use in your grill. Where I'm from in Jamaica we use a lot of pimento and hickory wood to really smoke some flavour into the meat. If you can't get hold of hickory then you have to rely on the seasoning, so you need a lot of garlic and pimento. Vegetarians shouldn't miss out on barbecues either. Asparagus are beautiful when you get a bit of smoke into them, or roast sweet potatoes or yams in the coals wrapped in foil, and you can even jerk pineapples! Slice one, put it on skewers with some spices and it'll be fabulous.</p> <p><strong>Simon Gueller, head chef at the Box Tree Restaurant, Ilkley, West Yorkshire</strong></p> <p>I love cooking on barbecues. It's relaxing - one of the only kinds of cooking that doesn't seem like work. Venison burgers are great. They taste more gamey than beef burgers, which can often be very fatty and actually pretty bland. If you know the meat is good quality and you've made them yourself then you can cook them quite rare. Get the barbecue really hot and sear them on the outside and serve with a slice of blue cheese and red onion relish. One of my favourite things about barbecues is the range of little side dishes you can make to go with them. A really good one is a cherry tomato salsa. Finely chop a load of cherry tomatoes and shallots and add in a bit of white wine vinegar, olive oil and loads of fresh coriander. Leave it to settle for 15 minutes and it'll be delicious. Field mushrooms also work really well on the barbecue. Take a big, flat field mushroom and put a knob of butter in the middle, season and add a spoonful of chopped garlic. Sit them on the barbecue with a piece of tin foil over the top and they cook in their own juices.</p> <p><strong>·</strong> Share your BBQ triumphs and disasters at <a href=\"http://blogs.theguardian.com/food\">blogs.theguardian.com/food</a></p>",
  "<p>Share prices rose sharply on both sides of the Atlantic yesterday as tumbling oil prices raised hopes that the inflationary threat to the global economy was abating.</p> <p>With the cost of crude falling to a three-month low, the FTSE-100 index closed up 2.5% on the day, while the Dow Jones industrial average was up more than 290 points by early afternoon in New York.</p> <p>The prospect of an increase in output from the Opec cartel, coupled with signs of reduced demand from the recession-threatened economies of western Europe and North America, left prices almost $30 a barrel below their peak early last month. Fears of a stand-off between the United States and oil-rich Iran also eased after Tehran sought to defuse a row about its nuclear programme.</p> <p>Concerns that tropical storm Edouard would damage oil facilities in the Gulf of Mexico also proved groundless, the bad weather bypassing refineries in Texas.</p> <p>As a result, US crude was down $1.83 at $119.58 a barrel, up from a session low of $118.00, the lowest price since May 5. London Brent crude lost $2.26 to $118.42.</p> <p>Edward Meir, analyst at MF Global, said: \"It seems that the market is losing interest in geopolitical and weather-induced 'props' and instead is becoming more aware of growing supply/demand imbalances.\" </p> <p>Other commodities such as copper, gold and platinum also fell, hit by expectations that slower economic growth would limit demand and, as the dollar rose, making commodities priced in the US currency more expensive for foreign buyers. The dollar rose to its highest level in almost two months against a basket of global currencies, while gold - traditionally a haven for investors when inflation is rising - was down 2% on the day at $877 an ounce, its lowest level in three months.</p> <p>With hedge funds unwinding their positions in oil, analysts said further falls in energy prices were likely.</p>",
  "<p>The sprinter Craig Pickering's selection for the UK athletics team means that his coach, the veteran Malcolm Arnold, will travel to be with him in Beijing, making this the 11th consecutive Olympics at which Arnold, now 68, has worked since the 1968 Mexico Games, which he attended as the national coach of Uganda. After achieving extraordinary success there amid the horror of Idi Amin's rule, Arnold returned to become the national coach for 20 years of Wales, where he most notably coached Colin Jackson to 110m hurdles world records and two world championship golds.</p> <p>Later the UK team's head coach, now a UK Athletics senior performance coach, Arnold also worked closely with Linford Christie and Mark McKoy, the 110m hurdles gold medallist at the 1992 Barcelona Olympics. Yet now as he nears a retirement which, Sir Alex Ferguson-style, he has been threatening for years, Arnold finds himself increasingly drawn to memories of his first ever champion, who won gold in the 400m hurdles in Munich in 1972: the Ugandan John Akii-Bua.</p> <p>\"Of all the athletes I have worked with, I put John number one,\" Arnold reflects. \"He came from very poor circumstances, living in a hovel while working as a policeman. We worry today about the technology of drugs; he struggled for one square meal a day. From there, his achievement was incredible.\"</p> <p>In the mid-1980s, when Akii-Bua's career was over, he stayed with Arnold, and handed the coach 12 foolscap notebooks, in which, in pencil, he had handwritten his life story. Arnold, whom I met while I was ghost-writing Jackson's autobiography, entrusted me with the notebooks, and they tell, as he promised, \"a staggering story,\" of a remarkable journey to sporting greatness, then a descent into hell in Amin's Uganda.</p> <p>\"We were - hold your breath - 43 children!!\" the notebooks begin, describing Akii-Bua's childhood in a tiny village in the Lango tribal district, northern Uganda. \"My father married nine wives! He lived a legendary life.\"</p> <p>At 16, after an education ended young when his father died, Akii-Bua went to the capital, Kampala, searching for adventure. Great Britain, Uganda's colonial rulers, had sowed the seeds of future conflict by favouring the Langi and Acholi tribes over others including Amin's benighted Kakwa, but they had introduced a tradition of sport too, organised within the police, army and prison service. In Kampala, the police force took John on after a 30-minute football trial, which he played barefoot.</p> <p>He became an athletics all-rounder until, in 1968, Arnold appeared, quietly watching the athletes from the sidelines. \"This gentleman was really our Uganda national track and field coach, named Malcolm Arnold,\" John wrote. \"His name was difficult for us, so we simply called him 'Mzungu', a Kiswahili word for 'white man'.\"</p> <p>Arnold was 27 then, a PE teacher in a Bristol secondary school and part-time athletics coach, when he answered an advert in Athletics Weekly, went to an interview in Trafalgar Square, then returned home to tell his wife and two young children they were off to Uganda.</p> <p>There, Arnold found poverty, a rudimentary competition structure, scrubby grass tracks - and talent. He brought modern expertise; textbook training methods, including the scientific \"periodisation\" of an athlete's year into different phases of preparation, the first to build strength and stamina, then, in the weeks before the season, honing speed, sharpness and technique. </p> <p>After a battle of wills Arnold persuaded Akii-Bua to concentrate on the 400m hurdles, the gruelling \"man killer\" event because he believed the Ugandan did not possess the natural, explosive speed Arnold would later discover in Jackson as a teenager on a Cardiff housing estate. Akii-Bua came fourth at the 1970 Commonwealth Games in Edinburgh, and from then poured almost inhuman effort into training for Munich. Two of the notebooks are devoted to these training regimes, hill-running in a weighted vest, repeated 600m runs with just a minute's rest, morning and afternoon, which Akii-Bua himself acknowledged were \"not natural\". His improvement, though, was spectacular.</p> <p>In Munich, the favourite was Great Britain's David Hemery, the reigning gold medallist and world record holder. Akii-Bua had lane one, the worst of draws, in the final. He wrote of a sleepless night before, haunted by visions of Hemery winning, yet he produced one of the great Olympic performances, eclipsing Hemery in the home straight to win in 47.82sec, a new world record.</p> <p>\"When I finished my victory and demonstration jog, I met the coach Arnold,\" John wrote. \"His sight exalted my excitement and made me collapse and I briefly wept.\" </p> <p>Of the medal ceremony, he recorded: \"The Ugandan national anthem played as I stood to attention with the whole stadium in respect to this small nation, which was on its way to disaster in the years to follow.\"</p> <p>Akii-Bua returned a hero, acclaimed by Amin, who had seized power a year earlier. John closed his mind at first to Amin's genocide, which he later described as \"Africa's most unspeakable atrocity\", until three of his brothers were murdered by Amin's troops in September 1972. John lived a nervy life in Kampala; his tribe, the Langi, were being slaughtered, but he was protected because of his status and fame. Still, he feared the increasingly erratic Amin, and was also suspected of collaboration by the dictator's opponents.</p> <p>In 1979, when Tanzanian forces invaded Uganda to fight Amin, Akii-Bua fled with his pregnant wife, Joyce, and three children. They made it across the Kenyan border but there, Akii-Bua recorded, their baby was born prematurely and died. The Olympic champion was destitute, and had no money to bury the child. In news coverage, Akii-Bua was filmed in a refugee camp, telling reporters: \"I am a runner. I cannot tell you how bad it is here.\"</p> <p>The footage was seen around the world, and Puma, which had sponsored John's spikes in Munich, gave him a soft job in the marketing department in West Germany. He grew stale, however, felt he had to go back to Uganda, but never competed meaningfully again. He died in 1997, aged just 51. </p> <p>The athletes due to compete in Beijing are still, true to the old Olympic ideal, not paid for appearing, nor for winning. But a gold medal should make them for life, in sponsorship, appearance and prize money on the grand prix circuit. Even back then, according to Arnold, \"there was plenty of money flying about\" - but Akii-Bua, the first African Olympic champion outside the distance events, never made it. </p> <p>As his coach contemplates how Pickering and Dale Garland, his 400m relay runner also based at the University of Bath performance centre, will fare in Beijing, Arnold finds thoughts returning to Akii-Bua, his greatest ever.</p> <p>\"He had everything: enormous talent, a huge commitment and capacity for work, a very astute mind, and from nowhere, reached dizzy heights. Yet the sadness is, he only really had two years. Reviewing my own career has made me realise quite how remarkable he was.\" </p> <h2>Blighted by boycott</h2> <p>John Akii-Bua's career was blighted not only by poverty and Idi Amin's tyranny but by the African nations' boycott of the 1976 Montreal Olympics. Akii-Bua, the reigning 400m hurdles champion, had arrived with the Ugandan team in Canada ready to compete, when the 25 African countries withdrew. The reason was that New Zealand, which had a team at the Olympics, were also playing rugby against apartheid South Africa.</p> <p>Akii-Bua maintained a diplomatic silence at the time but he believed it was glaring hypocrisy by politicians. The athletes were deprived of their chance to compete as a stand against the evils of apartheid, yet back in Uganda, Idi Amin was murdering his own people. Akii-Bua was on a plane home when the 400m hurdles final was being run in Montreal. When he landed, a journalist friend told him Edwin Moses had won, in 47.64sec. \"Your record is gone,\" he told Akii-Bua.</p> <p><strong>The John Akii-Bua Story, An African Tragedy, will be shown on BBC2 next Sunday, August 10, at 10pm</strong></p>",
  "<p>I met Zakia in the restaurant of the UN compound in Kabul, partly because it was convenient and partly because there are still not that many public places for a western man to sit and talk to an <a href=\"http://www.theguardian.com/world/afghanistan\">Afghan</a> woman alone.</p> <p>Zakia (not her real name) is a former director of an Afghan non-governmental organisation (NGO) the Humanitarian Assistance for Women and Children in Afghanistan (<a href=\"http://www.hawca.org/org_bg.htm\">HAWCA</a>), established in January 1999. It started as a simple humanitarian assistance group, helping vulnerable women and children, but now lists its objectives as \"promoting the role of women in society\" and \"supporting the reconstruction of the country.\" If Afghanistan has a future, it will be due to the efforts of people like Zakia who form part of a small but emerging civil society, determined to challenge the warlords and fundamentalists who still dominate the country's official politics.</p> <p>\"We need peace,\" says Zakia. \"The American's bombs are not the answer. The two sides will have to sit down and talk some day, so the only question is how many of us have to get killed before that happens.\" I press her about whether she would accept a role for the Taliban in government and she pauses before replying:</p> <blockquote> <p>Yes, this would be a big price to pay, but if they lay down their guns and accept the constitution, why not? After all, people with the same attitudes are already in the government. What is happening at the moment is worse because while the conflict continues our whole society is being Talibanised and corrupted.</p> </blockquote> <p>HAWCA lobbied actively during the debates that led up to the adoption of Afghanistan's <a href=\"http://arabic.cnn.com/afghanistan/ConstitutionAfghanistan.pdf\">constitution of 2002 (pdf)</a>. Zakia says that the outcome was \"a mix that could go in either direction.\" Articles two and three of the constitution state: \"The religion of the state of the Islamic Republic of Afghanistan is the sacred religion of Islam\" and \"no law can be contrary to the beliefs and provisions of the sacred religion of Islam.\" Yet article seven states: \"The state shall abide by the UN charter, international treaties, international conventions that Afghanistan has signed, and the Universal Declaration of Human Rights.\"</p> <p>Zakia has worked with a network of Afghan women's groups and human rights organisations to press for legislative reforms, such as a law on ending violence against women. Along with the Afghan independent human rights commission, she was involved in a conference that drew on the experiences of a number of other countries with sharia legal systems to look at best practices for a new law on family relations. She also lobbied against a proposal in a draft penal procedure code that would have introduced a lower age of criminal responsibility for girls than for boys. After a meeting with President Karzai, he refused to sign these discriminatory proceedings into law.</p> <p>HAWCA has also helped to establish refuge centres for women escaping domestic violence – an enormously controversial issue in Afghanistan, where many judges and prosecutors still consider \"running away from home\" a criminal offence. It also participates in the Afghan women's network and a network of women parliamentarians. </p> <p>It runs education projects as well as health and childcare, counselling and protection, emergency response operations and support for income-generating activities. As well as its main office in Kabul, it also operates in seven other provinces in Afghanistan and with refugee groups across the Pakistan border in Peshawar. </p> <p>Voices like Zakia's are still comparatively isolated, but they are beginning to make themselves heard. In a country where girls are only beginning to receive an education again, it is not surprising that there are so few women professionals, opinion-formers and decision-makers. This will take time to change and social attitudes will take even longer.</p> <p>Afghanistan is a proud country, hospitable to guests, but has seen off <a href=\"http://www.theguardian.com/commentisfree/2008/mar/11/athousandsplendidsuns1\">many foreign invaders</a>. Its people are as unlikely to be subdued by western bombs as they are to accept the imposition of what they as alien values. Zakia stresses that she is a Muslim and a patriot who is as sickened at the corruption of true Islamic values by the fundamentalists as she is by the continuing destruction of her country by foreign forces.</p> <p>Many western liberals seem to have a particular problem understanding people like Zakia, but the views that she expressed are representative of hundreds of conversations that I have had with Afghan friends and colleagues over the years. These express relief at the overthrow of the Taliban – and real gratitude to the international community for its initial intervention – tempered by frustration that the opportunity was not used to break the grip of the warlords and gangsters who have consolidated their position over the last six years. More recently I have also felt a growing anger at the ineffectiveness of the international community's assistance strategy and the inept and brutal conduct of its military campaign. There is still a window of opportunity to change the broad direction of western policy towards the country, but it is getting smaller by the day.</p>",
  "<p>Exorbitant hotel rates, fears of draconian security measures and restricted ticket allocations mean Britain's medal hopes at the Beijing Olympics will have limited support in the stands. </p> <p>With just three days until the start of the games, the British Olympic Association said yesterday its official tour operator has sold tickets to just 3,000 fans - 2,000 fewer than at the same time in the run-up to the Athens games in 2004. </p> <p>The Chinese embassy in London reported that visa applications from British nationals were running no higher than last year and British Airways said there were still seats available on its daily flight to Beijing despite allocating a third of capacity - 2,300 return tickets - to athletes, Olympic and government officials, and ministers.</p> <p>The lack of bookings raises the prospect of thin support for Britain's Olympic hopefuls who have been set the task of bringing home at least 35 medals. Their ideal target is 41. </p> <p>The BOA said yesterday it would help members of the 313-strong Team GB watch their fellow competitors wherever possible to ensure strong support.</p> <p>The number of packages sold through Sportsworld, the BOA's official tour operator, suggests the Foreign and Commonwealth Office's estimate of up to 20,000 British fans cheering on homegrown athletes is wildly ambitious. It would require a considerable turn-out of expatriate support and fans buying tickets through rival Olympic associations to reach that number. </p> <p>The BOA's entire allocation of 38,000 tickets is already sold out.<br>\"Numbers are lower than in Athens partly because we have fewer tickets to sell,\" said a BOA spokeswoman in Beijing. \"In 2004 we could sell 45,000 tickets and because it was in the European Union we also had access to all the tickets that were being sold to the Greek public. We will have enough fans in the crowd and we have a huge contingent of supporters within the team. If athletes have the time to support their team mates we will certainly facilitate that.\"</p> <p>The staging of the Olympics has also resulted in a decline in bookings to Beijing among some travel agents. \"Prices are too high and hotels are costing between six and 10 times more than normal,\" said Lorimer Poultney, director of China Direct. \"But we think that interest after the games will explode.\"</p> <p>Frances Tuke, spokeswoman for the Association of British Travel Agents, said that London hosting the 2012 Games might also have been a factor. \"It could be that Britons know they will have a chance to see the Olympics on their own doorstep in just four years and they may not have been prepared to travel a long way for these games.\" she said. </p> <p>\"It may be the same with the soccer World Cup, with people who were happy to travel to Germany for the 2006 championships not so keen to go to South Africa for the 2010 event.\"</p> <p>Air China, which was charging £1,200 for a return flight in February, has advertised some returns as low as £503. Four-star Beijing hotels, which were being offered at £110 a night, are now down to around £58. One night in a three-star establishment now costs £30, down from £50.</p>",
  "<p><strong>Hometown:</strong> London. <br> <strong>The lineup:</strong> Gwen Atom and Marc Atom (songs, instruments and \"cosmic glue\"). <br> <strong>The background:</strong> \"Sugar\" is just one of those words that sound good in a pop song. There have been some great \"sugar\" songs, and more often than not they wind up in the charts: Brown Sugar by the Stones, Sugar Sugar by the Archies, Sugar Me by Lynsey De Paul, Sugar Candy Kisses by Mac &amp; Katie Kissoon, Sugar Walls by Sheena Easton, Sugar Hiccup by the Cocteau Twins. Oh, Atoms, a new group with a past, chose well when they decided to make the first song they ever wrote together about sugar mice, or at least to use confectionery rodents as the launch pad for a lovely meditation on childhood, life, nostalgia, fear, wonder and hope. Because it inspired them to create something cute and memorable, about memory and being cute, and because the song in question, Sugar Mouse, attracted the attention of Gurinder (Bend It Like Beckham) Chadha, who put it in her latest film Angus Thongs and Perfect Snogging. Not bad for a song hastily cobbled together in a Hackney attic, and not a bad way out of the traps for folk-pop duo Oh, Atoms, who comprise Gwen Atom and Marc Atom, so-called because their real names are Gwen Cheeseman and Marc Withecomb and, well, you would, wouldn't you? <br> Actually, we say \"folk-pop\" because they use \"real\" instruments, non-acoustic ones are used sparingly, and voices are clear and to the fore, but note we say folk-pop, because there's a sugary, sweet, bubblegum quality to their songs that puts them in a different category to the folk-rock, nu-folk or alt-folk brigades. They've been in a variety of outfits, including Psapp, another group still clinging to childhood with their penchant for toy instruments, but their sudden, wide exposure via Angus Thongs… makes the duo seem like an overnight sensation. And although Sugar Mouse, which opens with a dramatic sweep of strings and some jauntily plucked banjos before Gwen's cutey-pie voice coos into focus, is probably their best song, their forthcoming album, You Can't See the Stars From Here, shows some depth and range. Shaftsbury Drill has a mariachi feel. Lucky Motel has a dreamy, reverb-y, Julee Cruise-y vibe. Nylon and Leather is Magic Numbers-ishly summery and sprightly. This is Not Your Song is heavy on the violins and recalls the achingly pretty chamber-pop of Shelleyan Orphan. Five Over Stripe tries to rock out and be all raunchy and dirty but Oh, Atoms are best when they're wimpy and wet, frankly. Ice Cream Blonde is more like it, with its minor-key melody and air of malady. Transcontinental has a tinny old drum machine beat, but it's really catchy and the obvious next single. Little Victories is forlorn, country-ish, with harmonica. It's generic stuff, derivative as hell, but they're not pretending to be Einstürzende Neubauten colliding with Danja, they are what they are, and it's all really rather, well, sweet.  <strong>The buzz:</strong> \"Glorious folk-pop with an undeniable commercial underbelly. Sugar Mouse is the sound of sunshine being let out of a jar on a rainy day.\"<br> <strong>The truth:</strong> Meet the folk-pop Ting Tings. <br> <strong>Most likely to:</strong> Make 70s sweets popular.<br> <strong>Least likely to:</strong> Get the thumbs-up from dentists. <br> <strong>What to buy:</strong> Sugar Mouse is available now as a free download from <a href=\"http://www.myspace.com/ohatoms\">www.myspace.com/ohatoms</a>. The physical release date is September 22, followed a week later by the album. <br> <strong>File next to:</strong> The Beautiful South, Frasier Chorus, Shelleyan Orphan, Rilo Kiley. <br> <strong>Links:</strong> <a href=\"http://www.myspace.com/ohatoms\">www.myspace.com/ohatoms </a><br><a href=\"http://www.angusthongsmovie.com/intl/uk/ \">http://www.angusthongsmovie.com/intl/uk/</a> <br> <strong>Tomorrow's new band:</strong> Red Light Company.</p>",
  "<p>Motorists could be in for some relief from rocketing fuel costs after the <a href=\"http://www.theguardian.com/business/oil\">price of oil</a> fell to a three-month low today, which could lead to lower petrol prices at pumps in coming weeks.</p> <p>Oil slid to $118 a barrel as investors predicted that demand from the US and Europe was waning, at a time when <a href=\"http://www.theguardian.com/business/2008/jun/16/oil.saudiarabia\">some oil-producing countries have increased supply</a>.</p> <p>The fall in price extends the recent tumble from the July record high of $147.27 a barrel and comes on the back of a Reuters survey which revealed that supply from Opec, the group of major oil-producing nations, rose for a third consecutive month in July driven by increased output from the world's top exporter, Saudi Arabia. Opec's members produce two in every five barrels of oil.</p> <p>The recent falls have prompted some analysts to believe that the rally in oil prices is over for now. The soaring energy prices seen in the last few months combined with a global economic slowdown is dampening consumption in Europe and the US, the world's largest economy.</p> <p>Angus McPhail from investment firm Alliance Trust said prices could fall to about £100 a barrel - still high by the standards set in recent years - if economic data remains weak.</p> <p>The drop in oil price comes despite <a href=\"http://www.theguardian.com/business/2008/aug/01/useconomy.usa\">a storm in the Gulf of Mexico</a> stemming oil production in the region.</p> <p>Changes in the oil prices often takes six to eight weeks to hit the petrol pump.</p> <p>A spokesman for the Petrol Retailers Association said drivers could expect the price of fuel to fall by the end of summer. This will also be driven by lower petrol demand following the peak of the holiday season.</p> <p>\"It is possible that petrol prices will stay at a low level now on the back of falling oil prices and as demand is lower as we move into colder months,\" the PRA spokesman said.</p> <p>Motorists are currently paying an average of 111.9p for unleaded petrol and 124.9p for diesel. Unleaded broke through £1 a litre mark for the first time last November, when oil was hovering below $100 a barrel, indicating that if the oil price keeps sliding drivers could see substantial benefits when they fill up.</p> <p>Petrol prices have already started to ease after <a href=\"http://www.theguardian.com/business/2008/jul/22/supermarkets.oil\">a price war broke out last month on supermarket forecourts</a>.</p> <p>And drivers in the US are already paying less at the pump as the national price of petrol tumbled to an 11-week low yesterday.</p>",
  "<p>Evacuation attempts on the world's second-highest mountain after the deadliest weekend in its history were hampered today by poor weather.</p> <p>Helicopter crews were waiting for clouds near K2's advance base camp to clear before flying in to pick up the Italian climber Marco Confortola, who has severe frostbite. He is believed to be the last injured climber in need of rescue. </p> <p>Eleven mountaineers are listed by Pakistani authorities as <a href=\"http://www.theguardian.com/world/2008/aug/05/pakistan.climbingholidays1\">dead after an ice wall collapsed</a> in an area known as the Bottleneck. </p> <p>Other climbers further up the 8,611-metre mountain were cut off when the ice pulled fixed ropes with it down the mountainside. Clouds rolled in to obscure the descent.</p> <p><a href=\"http://www.marcoconfortola.it/index.htm\">Confortola</a>, 37, reached camp at 6,000 metres by mid-morning after spending four nights at high altitude. </p> <p>He was helped down by an American climber and Pakistani high-altitude porters who climbed the steep flanks of K2 yesterday and stayed with him overnight as he was too exhausted to go any further.</p> <p>\"He has reached the advance base camp and from there he will be airlifted,\" Mohammad Akram, a retired brigadier who is vice-president of Pakistan's Adventure Foundation, told Reuters.</p> <p>\"He couldn't make it during the night as he was completely exhausted. His feet have become swollen and his boots are now tight on him.\"</p> <p>The team took him to an altitude low enough for a helicopter to attempt an airlift. He is to be flown to a hospital in the northern Pakistani town of Skardu where other survivors were being treated.</p> <p>\"He's getting medical assistance at the camp but we want him here as early as possible so he can get better treatment,\" said Faizanul Haq, a spokesman for the Italian embassy in Islamabad.</p> <p>While a helicopter can land at the advance base camp, mists enveloping K2 have made a flight too hazardous. \"Since early morning the weather has been very hazy and cloudy. There's a visibility problem,\" said Major Farooq Firoz, a military spokesman for the region.</p> <p>Confortola spoke by satellite phone to his brother Luigi. \"Up there it was hell,\" the mountaineer told his brother, Ansa news agency reported.</p> <p>\"During the descent, beyond 8,000 metres [26,000 feet], due to the altitude and the exhaustion I fell asleep in the snow and when I woke up I could not figure out where I was.\"</p> <p>Nicholas Rice, a mountaineer whose K2 climb was defeated by cold, mixed criticism with praise of groups who were still considering summit attempts. \"These people must either be insane or have a death wish. Either way, their optimism in a time of widespread grief is admirable,\" he wrote <a href=\"http://www.nickrice.us/index_files/k2dispatch67.htm\">on his blog from base camp</a>. </p> <p>Rice, an American who learned of the disaster as he was descending K2, said he was spending the time at base camp organising the possessions of the French climber Hugues D'Aubarede, who died in the disaster.</p> <p>Gerard McDonnell, from Ireland, along with, three Koreans, two Nepalis, two Pakistanis, a Serbian and a Norwegian, <a href=\"http://www.nickrice.us/index_files/k2dispatch66.htm\">are also believed to have been killed</a>.</p>",
  "<p><br>Turner's Blue Rigi, bought buy the Tate last year for £5m. Photograph: Carl de Souza/Getty</p> <p>The familiar needs to be made strange for us to appreciate it. That is probably why I found the current <a href=\"http://www.metmuseum.org/special/se_event.asp?OccurrenceId=%7B2BE69841-EA62-4A5C-B1E6-0AD0D8B7BE7D%7D\">JMW Turner exhibition</a> at New York's Metropolitan Museum of Art so exciting. Seeing the work of the greatest British painter translated from its customary London haunts at Tate Britain and the National Gallery to Manhattan is liberating and revealing. Turner looks lighter and more playful, somehow, as if he were enjoying his summer in Central Park.</p> <p>The New Yorker was <a href=\"http://www.newyorker.com/arts/critics/notebook/2008/07/28/080728gonb_GOAT_notebook_schjeldahl\">a bit mean about Turner</a>, drawing the customary comparison with his contemporary Constable, and finding the latter more \"subtle\". I suppose Turner is quite extravagant. His sunlight blazes itself into your mind in this show, as the hot yellow star transfigures sky after sky. One of the most daunting spectacles here is a wall comparing his different attempts to paint the <a href=\"http://www.chathamworldheritage.org.uk/jmw_turner_s_painting_of_hms_victory_at_the_battle_of_trafalgar__c__the_national_maritime_museum__london_bhc0565-2.jpg\">battle of Trafalgar</a> on a stupendous scale - I found myself dreaming afterwards about tangled ropes, floating masts, glowing water.</p> <p>Fire glimmers in reflection on the river Thames in his painting of the burning of the old Houses of Parliament, shown in juxtaposition with his watercolour studies for it that are smears of red yellow blue. These studies anticipate Turner's late works such as <a href=\"http://www.ibiblio.org/wm/paint/auth/turner/i/norham-castle.jpg\">Norham Castle, Sunrise</a>, in their abstract freedom.</p> <p>At the Metropolitan Museum, of course, you can compare him directly with Rothko or <a href=\"http://artscenecal.com/ArticlesFile/Archive/Articles2001/Articles0101/MLouisA.html\">Morris Louis</a> and see him as the grandfather of American abstract painting. The exhibition includes his nightmarish scenes of <a href=\"http://timesonline.typepad.com/times_tokyo_weblog/images/ship_on_fire_turner_1.jpg\">whaling ships</a> in the white Arctic ice, which were so admired by <a href=\"http://books.theguardian.com/authors/author/0,,-109,00.html\">Herman Melville</a> that in Moby-Dick he has one of them hanging, thinly disguised, at the Spouter Inn.</p> <p>Only if Romanticism is dismissed as a historical phenomenon and abstraction excluded from the story of modern art can you belittle Turner. Perhaps he's just too sublime for the shrunken artistic spirit of 21st century New York.</p>",
  "<p>The government today announced a new crackdown on rogue employers who abused vulnerable workers, aimed at cleaning up the \"dark corners\" of the labour market. </p> <p>An information campaign will be launched to raise awareness of employment rights, and workers will be able to call a special helpline to report mistreatment or illegal pay rates.</p> <p>Unions welcomed the move, but expressed disappointment that coverage of the Gangmasters' Licensing Authority was not being extended to sectors such as construction, care and hospitality. </p> <p>A new Fair Employment Enforcement Board will coordinate the work of agencies that check that firms paid the minimum wage as well as those with responsibility for health and safety, employment and gangmasters, it was announced. </p> <p>Pat McFadden, the employment relations minister, who chaired a forum on vulnerable workers, said: \"Compared to a decade ago there are 3 million more people in work in Britain and they all enjoy more employment rights than they would have in the past. Important minimum standards on wages, paid leave, maternity leave and conditions have been put in place. </p> <p>\"However, as the forum found, there are still dark corners of the labour market where rogue employers seek to mistreat their workers and more needs to be done to safeguard people's rights. </p> <p>\"We want to prevent unscrupulous employers who undercut honest competition and prey on people who are fearful or so desperate to earn a living that they are open to exploitation. </p> <p>\"It is vital we boost awareness of employment rights and ensure those rights are properly enforced. There should be no hiding place for employers who exploit vulnerable workers and who are not prepared to obey the law. </p> <p>\"This is in the interests of workers themselves and, as was made clear by business representatives on the forum, it is in the interests of the reputable businesses who treat their workers fairly and obey the law.\" </p> <p>The forum found that vulnerable workers had a low awareness of their employment rights, while separate helplines operated by different enforcement bodies had caused problems. </p> <p>Brendan Barber, the general secretary of the TUC, said: \"An opportunity has been missed to address the legal and regulatory flaws which keep 2 million workers in conditions which shame a modern economy. </p> <p>\"With new EU moves on agency working and working time and changes on migrant domestic worker visas, these are worthwhile changes won by union campaigning that will make a real difference to many vulnerable workers whose employers are breaking employment law. </p> <p>\"But there are also gaps. It is disappointing that ministers are not prepared to extend the coverage of the Gangmasters' Licensing Authority [GLA] to other vulnerable sectors such as construction, care and hospitality. </p> <p>\"Nor has the government been prepared to examine the legal loophole that deprives many workers from gaining the legal status of an employee, which stops their entitlement to many rights and allows an employer to sack them with no comeback if they attempt to enforce the limited rights they enjoy.\"</p> <p>The building workers' union Ucatt also expressed disappointment that the GLA was not being extended to the construction sector. </p> <p>National officer Jim Kennedy said: \"I am at a loss to understand the opposition to the licensing of gangmasters in the construction industry. We have produced a wealth of data that highlighted the endemic abuse of vulnerable workers by gangmasters in our industrial sector.\" </p> <p>McFadden responded: \"The report is entirely consistent with what Labour said at the National Policy Forum. In both cases, we do not propose to extend licensing to the construction sector, but of course we will continue to look at the evidence in the future.\"</p> <p>Kevin Green, the chief executive of the Recruitment and Employment Confederation said that his organisation had \"long campaigned for better enforcement which is in the interests of law-abiding businesses as well as potentially vulnerable workers. </p> <p>\"There is extensive regulation on the employment agency sector, but these rules mean nothing if they are not effectively enforced. </p> <p>\"These proposals will help tackle the minority of cases where the rights of workers are not respected.\"</p>",
  "<p>An Iranian newspaper journalist has been executed for allegedly associating with a militant group and threatening national security, officials in Iran said today.</p> <p>Yaghoob Mirnehad, a reporter for the Tehran-based Mardomsalari newspaper, was executed along with another man yesterday, a spokesman for the judiciary said.</p> <p>Mirnehad, who was based in the far south-east of the country around 1,000 miles from Tehran, had been sentenced to death in February. He was convicted of having links to Jundallah, an armed Sunni Muslim group operating in Balochistan on the Iran-Pakistan border. Authorities claimed he had set up a group to \"cooperate\" with Jundallah. </p> <p>Mirnehad was arrested in Zahedan, the capital of Sistan-Baluchistan province, in May 2007. He was also accused of crimes against national security.</p> <p>The judiciary spokesman said Mirnehad's conviction was not related to his work as a journalist, but gave no further details.</p> <p>Jundallah means army of God. The group – which the Iranian government says is linked to al-Qaida – claims to have killed several hundred Iranian soldiers.</p> <p>Jundallah says it is fighting against the country's Shia government for the rights of Iranian Sunnis. It is associated with the country's ethnic Balochi minority, of which Mirnehad was a member.</p> <p>Amnesty International, which has reported claims of abuses against ethnic Balochis, says Iran executed at least 335 people in 2007, with the real figure believed to be much higher.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-336209925\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8242056@MENDEL-MEXICO-AIDS-RA-2547-thumb.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Ramón García Segura, 40:</b> \"Eighteen years ago, I was working in a laboratory, and it was in that very place that I tested myself for HIV. The result was positive. It was hard for me to accept the news, since I always wanted to create a solid home. The hardest thing to accept was my family’s behaviour. They value money, and since I used to have plenty of it, they treated me well. Now they refuse to give me their support\"</span> <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336211912\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/aids_02_g2f_0805_012-2940.jpg\" alt=\"Gideon Mendel HIV/Aids Mexico\" width=\"337\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b><i>Continued:</b></i> \"All these years of living with the virus have taught me to become more mature and to work on my feelings. Among my future plans, I want to enter the university, study chemistry and then teach\"</span> <span class=\"element-image__credit\">Photograph: Ramón García Segura</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336209891\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8241528@MENDEL-MEXICO-AIDS-IL-9710-thumb.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Ilsa Aguilar, 18:</b> \"I wish my family understood me better, but we became estranged when I told them I was gay and that I liked to dress as a woman. At that time, I didn’t want to live any more. I didn’t take care of myself, and that included not only failing to wear condoms, but also not eating properly. I lost weight until I got sick and ended up at the hospital, where they administered an HIV test. I was 16 years old\"</span> <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336209928\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8241962@ilsa-3035.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"520\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><i><b>Continued:</i></b> \"It was harder for my parents to learn that I had HIV than to discover that I was transgender. The first time I dressed as a woman, I felt I was another person. My gestures no longer provoked laughter. I don’t care any longer about the way others react. No matter what I do, I am a person who matters\"</span> <span class=\"element-image__credit\">Photograph: Ilsa Aguilar</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336209922\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8241587@MENDEL-MEXICO-AIDS-MA-2080-thumb.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Margarita 'Margos' Dionisi, 41:</b> \"I've been married for 19 years and have been living with HIV for the past seven. Before being diagnosed I was the typical housewife who takes care of her husband and children. I'm now also a vendor. I sell candy on the street. And I also give talks to fellow HIV-positive people. HIV has taught me that life goes on and there's always a tomorrow\"</span> <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336211915\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/aids_02_g2f_0805_014-3551.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"524\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b><i>Continued:</b></i> \"I give thanks for all the good and bad things that have happened to me. I pray for my family but I don't pray for my health, because I'm not going to relinquish to anyone else the power that is in my own hands\"</span> <span class=\"element-image__credit\">Photograph: Margarita Dionisi</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336209919\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8242031@MENDEL-MEXICO-AIDS-MA-1615-thumb.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Martín Zúñiga, 39:</b> \"When the doctor told me that we needed to discuss the results of my blood test, I already knew I was positive; Alfredo, my lover, had already been diagnosed. But his disappearance was even worse than learning I was HIV-positive. We had lived together for five years. One afternoon he called to tell me he was coming home. He never arrived. Seven years have gone by, and I still haven't heard a word from him\"</span> <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336211918\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/aids_03_g2f_0805_015-4015.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"591\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><i><b>Continued:</b></i> \"I have never suffered from living with HIV. My daily life has not changed and I'm still working. For some time I was a professional dancer, but the struggle between dancing and working forced me to abandon this activity. Each of my images depicts a footprint in time, a mark left by the environment or by society. The cars, houses and trees in my photographs keep their essence despite these marks. Their condition may not look appealing, but we cannot change it\"</span> <span class=\"element-image__credit\">Photograph: Martín Zúñiga</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336209906\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8241580@MENDEL-MEXICO-AIDS-MA-761-thumb.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Magda Padilla, 47:</b> \"Over five years ago, I was diagnosed with HIV. Before then, my life was no different from that of any other housewife. I consider myself to be a strong woman, but if you are told that you have a disease and that you are dying from it at age 40, with small children, the blow is devastating\"</span> <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336209916\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8241976@magda-1183.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"520\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b><i>Continued:</b></i> \"Once the initial fears and symptoms were past, I became aware of the deficiencies in the medical services. This \"discovery\" turned me into an activist, which means something more than distributing condoms: we have to re-educate ourselves about our fundamental rights. It was at this moment that I realised all the potential I have as a woman. My life is a continuous learning experience. I feel fulfilled\"</span> <span class=\"element-image__credit\">Photograph: Magda Padilla</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336223791\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8241507@MENDEL-MEXICO-AIDS-AL-8070.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"442\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Alejandro Albino, 34:</b> \"I am an electrician and I have been living with HIV for the past 15 years. It doesn’t matter if the virus came to my life or if I went out looking for it. I just live like anybody else. I love doing exercise, not only because it is good for my health, but also because I always wanted to have the body of a wrestler\" </span> <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336223794\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8241888@alejandro3-9045.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"520\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b><i>Continued:</b></i> \"The years I have spent living with HIV have taught me to be more humble, respectful and humane. My greatest satisfaction now is to help other people get medical care. We who live with HIV do not ask for special privileges, only that our rights be respected\"</span> <span class=\"element-image__credit\">Photograph: Alejandro Albino</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336223797\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8241563@MENDEL-MEXICO-AIDS-IL-9416.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"454\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Ilian Reyes, 34:</b> \"I am a hairdresser. I love combing and cutting hair, and making people up. I have a strong character, but there’s a part of me that feels very bothered and hurt, because I thought I could count on all my family’s support. Nevertheless, today I see an Ilian who is more sure of herself, who wants to face the world and say that HIV is just one more experience that can be transcended\" </span> <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336223800\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8241942@ilian2-9816.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"520\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b><i>Continued:</b></i> \"Photography awakened my consciousness and my sensitivity to the things that surround us. I noticed shapes, colors and diversity. I am very drawn to butterflies because of the metamorphosis I initiated in myself, to finally be free\"</span> <span class=\"element-image__credit\">Photograph: Ilian Reyes</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336223803\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8242123@MENDEL-MEXICO-AIDS-RO-187.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"445\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Roberto Marmolejo, 41:</b> \"I’m very committed to my health now because it was difficult for me to regain it. I have learned that in spite of the infection, it is not so difficult to live, if you really put your mind to it\"</span> <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336223806\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8242340@ROB2-615.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"520\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b><i>Continued:</b></i> \"I’m a very lucky guy because I’ve always had the support of my relatives, friends and colleagues at work. They know HIV is a viral, not a moral, infection. I’m still alive, I can love and give pleasure, because although happiness is not forever, neither are sadness and depression\"</span> <span class=\"element-image__credit\">Photograph: Roberto Marmolejo</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336223809\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8242135@MENDEL-MEXICO-AIDS-SI-1070.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"442\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Silvia Carmona, 39:</b> \"I have been living with HIV for 15 years. When I received the diagnosis I felt like I was already dying. I thought of my three children and imagined I was losing them. I was the typical downtrodden housewife. I had endured my husband’s machismo and bisexuality, but I said to myself: 'Silvia, you have to move on. You can’t just stand still waiting for death to come.' \" </span> <span class=\"element-image__credit\">Photograph: Gideon Mendel</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336223812\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/aug/04/mexico.aids/GD8242419@SILVIA3-1440.jpg\" alt=\"Gideon Mendel Mexico HIV/Aids\" width=\"520\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><b>Continued:</b> \"Over time I have become an activist, helping people at the hospital. I work more with women, building on my own experience. That is what gives me strength, fighting for the rights of people living with HIV\"</span> <span class=\"element-image__credit\">Photograph: Silvia Carmona</span> </figcaption> </figure>",
  "<p><br> Heavy duty ... scene from Anvil! The Story of Anvil</p> <p>Tom Waits once said that when he watched the film This Is Spinal Tap he didn't laugh, he just cried all the way through. After sitting through a screening of <a href=\"http://www.anvilmovie.com/default.asp\">Anvil! The Story Of Anvil, Sacha Gervasi's multi award winning documentary</a>, I know exactly how he felt. Watching the 90-minute film my only response was, \"Please, God, make it stop.\"</p> <p>Anvil are not just a heavy metal band, they are an exceptionally poor heavy metal band. Formed 30 years ago in Toronto by frontman Steve \"Lips\" Kudlow and drummer Robb Reiner, they had a moment of fleeting recognition in the mid 80s and, 25 years later, they're still wondering where it went. These days the pair have day jobs, families, bald spots and co-dependency issues in keen need of psychiatric evaluation. But they still have Anvil - that and about 400 fans.</p> <p>For the film's first 10 minutes, I couldn't tell if what I was watching was real or spoof. I actually had to ask the person sitting next me, who fortunately for me happened to be the editor of Kerrang! But, no, this all actually happened. Anvil performing to a 100 people in a bar, playing to the same number of people in a 10,000-seat Transylvanian ice hockey arena, trying to figure out just why living the dream has become such a nightmare. \"I can sum it up for you in three words,\" says Reiner, to camera. \"We have shit management.\"</p> <p>In so many ways Anvil! The Story Of Anvil is a real-life <a href=\"http://www.spinaltapfan.com/\">This Is Spinal Tap</a>. But to concentrate solely on the absurdity of it all is to miss a more serious picture. In a scene that sucked the laughter out of the screening room, Robb Reiner speaks about the members of his family imprisoned at Auschwitz. It's difficult to know how to properly react to this, except to say that 60-odd years on at least no one is attempting to prevent this man from living his life as he sees fit.</p> <p>With a sharp and empathetic eye, director <a href=\"http://www.anvilmovie.com/filmmakers.asp\">Sacha Gervasi</a> (himself an Anvil fan) spins a spectacular story. By the end of the film I found that I cared what happened to these hopeless people, even I didn't necessarily like them or their music.</p> <p>The reason Anvil aren't as popular as <a href=\"http://www.metallica.com/Media/Video/dvd.asp?dvd_id=8\">Metallica</a> is because they're not as good as Metallica, and that's the story. But as the film ends with the band en route to Japan for one more hurrah, hopeful and fearful in equal measure, only a heart of the heaviest metal could fail to wish them well.</p> <p>Anvil! The Story Of Anvil will open in the UK later this year. If you gave me a £100 I wouldn't watch it again. But still I recommend that you do.</p>",
  "<p>The Daily Mail today published a letter about how the UK Polish community has felt persecuted by media coverage, as part of a peace deal between the paper and the ethnic minority.</p> <p><a href=\"http://www.dailymail.co.uk/news/article-1039255/The-Polish-community-United-Kingdom.html\">The letter, by Wiktor Moszczynski</a>, spokesman for the Federation of Poles in Great Britain, was also posted on Mail Online, where readers can comment on it.</p> <p>Moszczynski's letter focuses on what FPGB perceives as negative UK media coverage of the Polish community generally and does not single out the Daily Mail for criticism.</p> <p>Today's letter was the result of a deal brokered by the Press Complaints Commission, <a href=\"http://www.theguardian.com/media/2008/aug/04/dailymail.pressandpublishing\">as revealed yesterday by MediaGuardian.co.uk</a>, after the federation made a formal complaint to the regulator claiming that the Mail's coverage humiliated Poles. </p> <p>\"The Federation of Poles in Great Britain has been concerned about newspaper coverage which has sought to emphasise negative aspects of the Polish presence in the UK,\" wrote Moszczynski.</p> <p>\"In our view, the worst examples linked Poles with words and phrases like 'feckless', 'chancers', 'race riots', 'swamp the NHS', 'fears for schools', 'cut-price treatment', 'push British graduates to back of the jobs queue', 'killers, drug smugglers and rapist'. We consider that this has made Poles living in the UK feel vulnerable and persecuted,\" Moszczynski added.</p> <p>\"Some might argue that these robust headlines were aimed more at the British government, its immigration policy and at the European Union. Fair enough.\"</p> <p>The federation took the Daily Mail to the PCC originally claiming the paper's coverage was defamatory. But the PCC was able to resolve the complaint without resorting to adjudication.</p> <p>Today's piece by Moszczynski was the lead letter on the Mail's letters page and on Mail Online the article was linked to from the site's front page. </p> <p>\"We maintain that Poles have felt humiliated by the coverage and are vulnerable to numerous acts of overt hostility and even violence which they have experienced from a vociferous minority of UK citizens,\" Moszczynski wrote.</p> <p>\"There have been hundreds of cases of hate crime against Poles in this country recorded in the last two years, some leading to death or permanent injury, and we would not want these incidents to be encouraged by potentially inflammatory newspaper stories or headlines.\"</p> <p>A Mail source said cultural barriers, particularly the British tradition of an aggressively free press, had led to the disagreement with the FPGB. </p> <p>The paper had often criticised government immigration policy and used Poles as an example, which Poles had taken as a direct criticism, the insider added.</p> <p>\"We came to a better understanding of each other's position,\" the source said.</p> <p>\"We were never anti Polish - they just interpreted some of our headlines as that because they were written in our usual robust way.\" </p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Older readers of the Daily Mail will be aware that there has been a sizeable Polish community in this country since the second world war, when Polish forces fought alongside British servicemen against the Nazi threat.</p> <p>Since then, an estimated 1 million Polish citizens have arrived in the UK after <a href=\"http://www.theguardian.com/eu/country/0,14489,1193436,00.html\">European Union expansion in 2004</a>, mostly to work.</p> <p>They have made a significant contribution to both the Polish and British economies.</p> <p>According to the National Bank of Poland, about £4bn is sent each year by Polish workers in the UK to their families at home. However – according to the National Institute of Economic and Social Research – the Polish workforce alone has contributed £12bn to the British economy between 2004 and 2006.</p> <p>We have all heard about the cheap Polish plumbers and seen the smiling Polish waitresses and shop assistants.</p> <p>Poles have helped to revive British agriculture (especially in Scotland, Wales and Lincolnshire) and to boost, until earlier this year, the recent house-building boom in this country.</p> <p>Unfortunately many were exploited as they struggled to obtain the legal minimum wage and basic employment rights.</p> <p>At the other end of the economic scale, thousands of entrepreneurs have now set up their own businesses, while others can be found in responsible positions in the NHS, social services, accountancy and banking.</p> <p>According to Piotr Grzeszkiewicz, director of recruitment agency Sara-Int, the Polish workforce contributes about £1.9bn a year to the British exchequer in income tax and national insurance, not including council tax.</p> <p>Poles are integrating well into the British way of life, especially if they are setting up families here. Of course we are aware that their presence has impacted considerably on the resources of local councils, schools and health trusts, but much of this is covered by tax contributions.</p> <p>The <a href=\"http://www.zpwb.org.uk/en\">Federation of Poles in Great Britain</a> has been concerned about newspaper coverage which has sought to emphasise negative aspects of the Polish presence in the UK.</p> <p>In our view, the worst examples linked Poles with words and phrases like \"feckless\", \"chancers\", \"race riots\", \"swamp the NHS\", \"fears for schools\", \"cut-price treatment\", \"push British graduates to back of the jobs queue\", \"killers, drug smugglers and rapists\". We consider that this has made Poles living in the UK feel vulnerable and persecuted.</p> <p>Some might argue that these robust headlines were aimed more at the British government, its immigration policy and at the European Union. Fair enough.</p> <p>This implies therefore that Poles came into the firing line not because they were Poles but because they were the most visible symbol of those government policies that the Daily Mail has criticised.</p> <p>The federation remains critical however of the lack of reliable national and local government statistics on the number and impact of Poles in this country.</p> <p>We maintain that Poles have felt humiliated by the coverage and are vulnerable to numerous acts of overt hostility and even violence which they have experienced from a vociferous minority of UK citizens.</p> <p>There have been hundreds of cases of hate crime against Poles in this country recorded in the last 2 years, some leading to death or permanent injury, and we would not want these incidents to be encouraged by potentially inflammatory newspaper stories or headlines.</p> <p>In some ways the heat is off now. A good proportion of Poles have either already returned or are planning to do so soon as the Polish economy improves and the Polish currency almost doubles in value against sterling.</p> <p>There is now more concern in the press and economic circles about the impact of their departure rather than of their arrival. Nevertheless a significant number are here and will continue to be here for some years. The need for sensitive reporting and sensitive headlines remains.</p> <p><em>This article appears on the website of today's Daily Mail after the Federation of Poles in Great Britain <a href=\"http://www.theguardian.com/media/2008/aug/04/dailymail.pressandpublishing\">made a formal complaint</a> about the newspaper's coverage of the Polish presence in the UK.</em></p>",
  "<p>Many great cities are celebrated for their art and culture but only a select few come with their own soundtrack. From Kurt Weil to Bertolt Brecht, Lou Reed to Iggy Pop, Nick Cave to the minimal techno DJs currently ruling the roost, our image of Berlin is shaped by the ambitious music created there. </p> <p>But for a generation of music lovers, the spirit of David Bowie bestrides the landscape of Berlin more than any other musician. At the peak of his career in the mid-to-late seventies, Bowie lived and played in the city, working on three albums. </p> <p>Those three years, when Bowie lived in a flat with Iggy Pop have passed into rock folklore, and yet despite the massive changes undertaken in the preceding decades, much of Bowie's Berlin remains, while the adventurous spirit that drew him there is as strong as ever. </p> <h2>What to see: Hansa Studio Tour</h2> <p>Bowie recorded at the famous Hansa Studios, not far from the reconstructed Potsdamer Platz. The studio - which used to overlook the Wall - remains operational and it is surprisingly relaxed about letting people visit. Small tours take you into the oak-panelled Tonstudio 2, where Bowie recorded Low and Heroes, and produced The Idiot for Iggy Pop. You are invited into a back room to examine a book of newspaper cuttings and to chat with the staff. The place is no museum, however. It's a working recording studio: Supergrass recorded there last year and Snow Patrol were upstairs during my visit.</p> <h2>How to see it</h2> <p>You can also visit the Hansa Studios with <a href=\"http://www.musictours-berlin.com/\">Fritz Music Tours</a> (prices from €15pp), a four-hour drive around the city conducted by the effervescent Thilo, a former recording engineer. In a six-seater minibus, Thilo careers around the city, talking at a mile-a-minute, while playing you snatches of Bowie and Iggy on the way to the pair's old flat (Hauptstrasse 155) in Shöneberg (where he tells you the delightful story of the current occupier who has never heard of the famous duo) before taking you for a swift drink in Neues Ufer - formerly Anderes Ufer - (Hauptstrasse 157), the legendary gay cafe where the pair used to hang out and where a portrait of Bowie remains. Thilo's a passionate guy, he knows most of the people who helped produce the soundtrack of Berlin, and he'll give wry advice on where's current in the city's ever-changing scene. </p> <h2>Where to stay</h2> <p>The <a href=\"http://www.ellington-hotel.com/en/hotel.html\">Hotel Ellington</a> has experienced as many ch-ch-changes as Bowie himself. Built in the 1920s it has hosted an infamous Weimar-era nightclub, entertained the Nazis, been bombed to hell and been the offices of an insurance company. But it also has a musical heritage to rival any hotel in LA.</p> <p>In 1949, when the surrounding area was occupied by US troops, the cellar played host to the Badewanne club, famous for its regular performances by Count Basie, Dizzy Gillespie, Ella Fitzgerald and Duke Ellington (their black and white photographs now adorn the hotel). In the seventies, it reopened as Dschungel, Berlin's answer to Studio 54, replete with female bouncers (who once turned away Sly Stallone) and a regular clientele that included Bowie, Iggy Pop, Lou Reed and, later, Nick Cave. </p> <p>The fall of the wall and the rise of techno left Dschungel behind, and it closed in 1993. The Ellington then lay vacant until it re-opened as a chic design hotel with many of the art deco features intact, including a magnificent green and white tile staircase. True to its roots, it hosts regular jazz concerts in the bar (doubles from €90pn). </p> <h2>Where to hang out</h2> <p>Little has changed since the days of Iggy and Bowie in <a href=\"http://so36.de/\">S036</a>, the legendary venue in Kreuzberg the pair often frequented. Then the club rivalled New York's CBGBs as one of the finest new-wave venues in the world. It remains a fixture on the Berlin music scene championing new artists, while staying true to its punk past. </p> <p>Today the area around Oranienstrasse, east of Moritzplatz and down towards Kottbusser Tor, is redolent of those heady days, when Kreuzberg was a Turkish enclave behind the Wall. Artful graffiti sits alongside designer shops as surviving examples of the district's working class roots. There's also a palpable lack of anything too corporate and an admirable collection of old fishmongers, <a href=\"http://www.paulknopf.de/\">button stores</a> and a delightful shop <a href=\"http://www.union-sozialer-einrichtungen.de/index.php?id=136\">selling objects made by the blind</a>: all wooden cabinets, baskets and brushes.</p> <h2>Where to go drinking</h2> <p>Kreuzberg remains a place of punks, graffiti and politics (handbills emblazoned with signs shout \"Stop gentrification!\") and it's also home to many communities of gays and Turks, trendies and crusties, thinkers and drinkers. Most meet at <a href=\"http://www.luzia.tc/\">Luzia</a>, (Oranienstrasse 34), a converted butcher's shop, where to my delight they were actually playing Iggy Pop at volume. </p> <p>Luzia is decorated with wall paintings, thrift-shop furniture, and crystal chandeliers. Aside from the old Iggy records, it serves an extremely eclectic programme of DJs and live acts. The musical programme crosses techno, bluegrass and indie. </p> <h2>Where to eat</h2> <p>For such famous people, Iggy and Bowie lived relatively modestly in Berlin. When they wanted to push the boat out, they often ate at the <a href=\"http://www.parisbar.net/\">Paris Bar</a>, an expensive French cafe in upscale Charlottenburg. The restaurant is the scene of an <a href=\"http://members.ol.com.au/rgriffin/GoldenYears/791004RS.html\">infamous Rolling Stone interview</a> where the journalist described the cafe as a scene from Degas' The Absinthe Drinkers and Iggy got so drunk he ended up rolling around in the ice outside. You will spy few absinthe drinkers at the bar today — it is far more glamorous — but the place retains an air of bohemian bliss. Thanks largely to the art collection donated by Martin Kippenberger, himself a famous painter. In 1993 Kippenberger chose the bar (and his collection) as the subject for <a href=\"http://www.saatchi-gallery.co.uk/artists/artpages/kippenberger_Paris_Bar_Berlin.htm\">this painting</a>, now owned by Charles Saatchi. </p> <h2>Where to buy the soundtrack</h2> <p>For Bowie-era records, head back west to Charlottenburg for <a href=\"http://www.rocksteadyrecords.de/\">Rock Steady Records</a> and its archive of over 10,000 vinyl LPs. It's just two blocks from the Ellington. Kreuzberg's <a href=\"http://hardwax.com/\">Hardwax</a> is the place for the minimal techno and microhouse, and also has a huge back catalogue of Chicago house and dub reggae. Back on Oranienstrasse, <a href=\"http://www.coretexrecords.com/\">Core Tex</a> approximates the punkier sounds coming out of S036, while the more boutique Downbeat Reggae Store (Oranienstrasse 44) offers an excellent selection of rare groove and mixtapes. </p> <h2>Where to go clubbing</h2> <p>The clubs may have changed but the city's nightlife is no less vibrant than in Bowie's heyday. Yet, despite its musical heritage, Berlin is the least showy of cities. You have to actively seek the coolest places in town, like some urban equivalent of an orienteer. Nothing is obvious. Take the best club at the moment. There are no neon lights, no red velvet rope, no carpet outside <a href=\"http://www.week-end-berlin.de/\">Weekend</a>, a 15th-floor club atop an anonymous office block in Alexanderplatz, the Soviet-era square in the centre of the former east. Instead, there is a small queue at ground level leading to a set of lifts that whisk you up 15 floors. They open practically straight on to the dancefloor, which is dominated by a massive electronic screen. On the 17th floor is a roof terrace <a href=\"http://flickr.com/photos/seite-3/543642045/\">overlooking Alexanderplatz</a> and the tall and elegant TV tower. </p> <p>Alternatively, over on the western side is the more lounge-like <a href=\"http://www.solarberlin.com/\">Solar</a>, a 15th floor restaurant and club with panoramic views over the floodlit ruins of the Anhalter Bahnhof: once the largest train station in Europe. Again, it takes some finding: hidden down a side courtyard it sits above an apartment block. The music is more mainstream house, but the bar mixes a mean mojito.</p> <h2>Getting there</h2> <p><a href=\"http://www.easyjet.com\">easyJet</a> flies from from London Gatwick to Berlin Schonefeld from £47 (incl tax)</p> <p><strong>·</strong> This article was amended on Wednesday August 13 2008. We mistakenly said Brian Eno produced David Bowie's three Berlin albums and we also misspelt Kreuzberg as Kreuzburg and Schöneberg as Schüneberg. These errors have been corrected.</p>",
  "<p>The former US president Bill Clinton gave his support to the prime minister today, advising him to use his \"big brain and good heart\" to work through Britain's economic difficulties.</p> <p>Clinton said he was not about to predict Gordon Brown's demise, and it would be \"difficult to maintain a very high level of popularity\" for any politician amid higher living and energy costs. Brown had to \"trust the people\" to \"make a good judgment\" whenever he decided to call a general election.</p> <p>In an interview with the BBC Radio 4 Today programme, Clinton said he had known Brown for 20 years and was still in contact.</p> <p>\"I think anybody would find it difficult to maintain a very high level of popularity when average people are having the problems they are having today in the UK and the US with the soaring price of gasoline and the cost of living going up,\" Clinton said.</p> <p>\"I wouldn't predict Gordon's demise too quickly. I think he is just in a period where circumstances have got the British people appropriately concerned about how to get from day to day, week to week.</p> <p>\"The only advice I would give him is that he has got a big brain and a good heart - he just needs to apply them both to working through these issues as best he can and trust the politics.</p> <p>\"Just trust the people, at whatever time he stands for election, to make a good judgment. You get one of these jobs, the best politics is to do the job.\"</p> <p>Clinton's comments came as he addressed an international Aids conference in Mexico City, where he called for more to be done to hold down the cost of anti-Aids drugs. He said a 50% funding rise was needed in the next two years just to keep pace with expanding drug programmes.</p> <p>Clinton told the conference yesterday that his foundation would focus on fighting Aids in the US, especially in the black population.</p> <p>He said he was spurred to action after the US centres for disease control reported that 40% more Americans had HIV than previously estimated. The report said nearly half of annual HIV infections in the US were among black people.</p> <p>\"For Americans, this should be a wake-up call,\" said Clinton. \"Even as we keep working globally, we need to do much more to fight Aids at home, and I intend to do so with my foundation.\"</p> <p>Clinton flew to Mexico after touring Africa to see the work of the William J Clinton Foundation's HIV/Aids Initiative.</p> <p>The foundation has negotiated agreements to lower the price of rapid HIV tests and anti-Aids drugs in the developing world, and has collaborated with the Geneva-based Unitaid, a UN-backed fund that helps supply low-cost antiretroviral drugs.</p>"
]