[
  "<p><strong>Name:</strong> Roy Jones Jr<br><strong>Sport:</strong> Boxing<br><strong>Age:</strong> 39<br><strong>Height:</strong> 5ft 11in<br><strong>Weight:</strong> 79kg</p> <p>Roy Jones Junior is a former world champion in four divisions – middle to heavyweight, the only man to span that gap – and was considered the best pound-for-pound boxer throughout the Nineties. On 8 November, Jones, who was born and lives in Pensacola, a small town on the Gulf of Mexico in Florida, fights undefeated Welshman Joe Calzaghe at light-heavyweight in Madison Square Garden, New York.</p> <p><strong>I'm 39 but I'm feeling pretty good, and in shape</strong>. I play a lot of basketball. I play with anybody and everybody – with my friends and in the USBL [a pro league from which some players graduate to the NBA] - and I will build up to deal with Joe. That fight will take a lot of stamina.</p> <p><strong>As well as basketball, to improve my stamina I jog and go cycling</strong>. Running happens early in the morning – maybe around 5am, 5.30am. How long I run for all depends , but it's usually between five and seven miles. </p> <p><strong>Legs are very important to a boxer for giving support</strong>. Weights can help but the running helps more. For my arms, it's push-ups, dips, pull-ups ...</p> <p><strong>Even though I'm right-handed, my hardest punch comes from the left</strong>. That's just the way I am. Normally it's the other way, but my right hand got injured so much when I was young that my left became my hand. My left hook is the one.</p> <p><strong>Between fights I can pretty much eat what I like</strong>. I don't put weight on – as long as I'm playing basketball and stuff it stays pretty much off. There was one period in my life when I went out of shape – I quit playing basketball for a while. It was about five years ago, after I won the heavyweight title – I backed off a while because I was so big and I got discouraged because I couldn't keep up on the court.</p> <p><strong>Of the world titles I won, moving up from light-heavy to heavyweight was the most difficult</strong>. Gaining the weight was the problem: I ate a whole load of protein – steak, lobster, meat protein everyday – and lifted weights over a six-week period. My natural weight is 168lb [76kg], so super-middleweight was the easiest world title to win. For heavyweight, I was 193lb [88kg].</p> <p><strong>It's harder to motivate myself to keep fit now I'm older</strong>. But fighting a guy like Joe, no problem. When you've got a good challenge, there's no problem.</p> <p><strong>Will I retire after meeting Joe?</strong> Whatever the result, I'll fight on. I'm feeling so good right now that I know I can keep going. I may even move up to heavyweight again, too. </p> <p><strong>·</strong> Joe Calzaghe vs Roy Jones Jr is exclusively live on Setanta Sports 1 on Saturday 8 November (details on <a href=\"http://setanta.com/en/UK/\">setanta.com</a> or call 08712 00 33 22)</p>",
  "<p>The controversy surrounding George Osborne's summer high jinks with Nat Rothschild, Oleg Deripaska, Rupert Murdoch and Peter Mandelson remains mired in hypocrisy. To numerous media commentators - who once lunched well on the expense accounts of Conrad Black and Robert Maxwell - the shadow chancellor's Corfu antics represent a new low in British public life. But we should stop affecting naivety. From Robert Walpole on, politics has always mixed with finance and some of our finest leaders have gravitated towards the friendship of the rich and suspect. </p> <p>Benjamin Disraeli, the 19th-century's finest Conservative Prime Minister, was first of all entranced by the 'Young England' cabal of high Tory aristocrats centred on Lord John Manners and Belvoir Castle. Then, when he nearly bankrupted himself buying Hughenden Manor in Buckinghamshire, he went cap-in-hand to Lord George Bentinck, heir to the Duke of Portland, for a 'loan' not short of £3.5m in today's money. </p> <p>Winston Churchill was mesmerised by the plutocratic elite from Edward VIII down. 'The Frigidaire laid beautiful ice eggs all yesterday,' he gushed to Lord Beaverbrook in 1926. 'But even more importantly, it reduces soda water and champagne to exactly the right level and no dilution by ice of the latter is required.' </p> <p>Following Beaverbrook's fridge came gifts of cigars, regular slots in his newspapers, invitations to holidays in Cannes and Mediterranean cruises. Churchill's close relationship with the press magnate would have sent today's Committee on Standards in Public Life into apoplexy. As would the generosity of those well-heeled industrialists who gifted him his Chartwell home after the war. </p> <p>His successor at Number 10, Sir Anthony Eden, was equally entranced by the fast set. In the wake of the 1956 Suez crisis, Eden and his wife jetted off for a three-week break at Goldeneye, the Jamaican home of raffish author and James Bond creator Ian Fleming. The location 'is much patronised by tax evaders and affluent idlers', complained an old Whitehall hand, in terms now only reserved for Corfu. 'With petrol and oil rationed again in England, the retreat of the Prime Minister to a parasites' paradise seemed to rank prominently in the annals of ministerial folly.' And so it goes on.</p> <p>You could add the 1930s 'Cliveden Set', based on the Astors, the Mosleys, 'Chips' Channon and Lord Halifax; Hugh Gaitskell's more intellectual Frognal Set of the 1970s; or Jonathan Aitken's close connections to the Saudis during the 1980s. But in the current controversy, another history is at work. </p> <p>'If any one had conceived the idea of writing from the outside the inner history of the political émigrés and exiles from the year 1848 in London, what a melancholy page he would have added to the records of contemporary man,' Russian exile Alexander Herzen wrote in his memoirs of 1850s England. 'What sufferings, what privations, what tears ... and what triviality, what narrowness, what poverty of intellectual powers, of resources, of understanding, what obstinacy in wrangling, what pettiness of wounded vanity ...'.</p> <p>The same tradition of exile feuding has been taken up by another generation of Russians. What has fed the drip, drip narrative of the past few weeks is a continuing battle between embittered Russian billionaires in London: writs fly between Boris Berezovsky and Roman Abramovich, and now we have Mikhail Chernoi versus Oleg Deripaska set for the High Court.</p> <p>The Corfu conundrum is about much more than foreign donations and plutocratic back-scratching. It is a classic story of exile fratricide and deals gone sour pursued through the British press. London has always been the destination par excellence for wealthy fugitives and asylum seekers. It is then just a question of who does their bidding.</p>",
  "<h2>The last place I visited was ...</h2> <p>North Korea. Only about 800 Americans have been in the past 60 years and I just wanted to see what it was like. I'd never been to China and you have to fly in via Beijing. China was so foreign to me, but Pyongyang was so much more alien that, after a week there, it felt like home to be back in Beijing. It was like going back in a time machine to a different era on a different planet.</p> <h2>My favourite hotel is ...</h2> <p>The Fasano in São Paulo. It has great Fifties' architecture and styling and the people are brilliant. If you mention that you like a particular designer, for example, they'll remember and there will be a book about that person's work lying on the coffee table in your room.</p> <h2>My first big trip was to ...</h2> <p>New York. I grew up in a tiny town in North Carolina and my parents kicked me out when I was 16 so I went to New York. I became so stressed because of the sheer size of it that I got lockjaw and didn't eat. At 17 I drove from California down into Mexico then back up and across to New York - that was an incredible road trip.</p> <h2>I always bring back ...</h2> <p>Things I've bought in flea markets. The first thing I do when I'm in a new place is track down the market. They give you a great opportunity to immerse yourself in the life of a place. I tend to bring back paintings, clothes and from Russia I brought back these amazing original USSR propaganda posters.</p> <h2>I'd love to visit ...</h2> <p>Tehran. Iran sounds like a lot of fun. I'd also love to go to Cuba. Having been in China, I'd be fascinated to see how Communism translates to this hot little Caribbean island.</p> <h2>I always say I'll never go back to ...</h2> <p>Paris and Ibiza, but I always end up going every year! It's really nice the way we're wired to forget bad times and only remember the good stuff. I was in Paris a few weeks ago and lost my bag and mobile phone and spent the whole time grumbling, but I know I'll forget and eventually go back.</p> <h2>My most memorable meal was in ...</h2> <p>Bahrain. When you went into the restaurant, everything was split - the men sat in one area, the women in another and all the families and children in the middle. I went in with friends expecting we'd be having dinner together and instead we were divided up.</p> <h2>When I'm travelling I always miss ...</h2> <p>My flat. I live in Soho, London, and love the easiness of the city. I know where everything is and how to get around. When I first moved to London I didn't understand English people, but now it's my home.</p> <h2>I like a holiday ...</h2> <p>With a purpose. I need to do something like see something particular or go trekking. If I just sit on a beach, my hair goes frizzy!</p> <h2>I love ...</h2> <p>The fish market in Tokyo. I went at about 4.30am and saw them selling tuna and squid then we went upstairs to a bar where they serve incredible, fresh fish which they prepare in front of you.</p> <p>• Margo Stilley is presenting her new fashion show on capsule 96, Nokia's mobile TV channel (<a href=\"http://www.nokia.co.uk/N96\">nokia.co.uk/N96</a>). She is also starring in How to Lose Friends and Alienate People and the forthcoming Hippie Hippie Shake.</p>",
  "<h2>In the night garden</h2> <p><strong>1. Muncaster Castle, Cumbria</strong></p> <p>Lights, special effects and music are set to make Muncaster Castle even more spectacular, when it opens its gardens to the public on winter evenings for the first time this autumn. Starting today, hundreds of coloured lights will transform the landscape, and projected shows will play across the front of the building. On various dates there will be a mile-long illuminated trail through the grounds (bring a torch), and the cafe - serving warming drinks and hot snacks - will be open until 8pm. </p> <p>• Cost: £5.50 adults, £3 children. 01229 717614; <a href=\"http://www.muncaster.co.uk\">muncaster.co.uk</a></p> <p><strong>2. Westonbirt Arboretum's Enchanted Christmas</strong></p> <p>Although this is billed as a festive treat, it is as much about the chance to explore this beautiful arboretum in the dark. On Friday, Saturday and Sunday evenings from 28 November to 21 December, the trees, plants and shrubs are illuminated with scarlet, green and gold lighting along a trail that stretches for one-and-a-half miles. Roasted chestnuts and mulled wine will keep you warm on the walk, and the gift shop stays open late for unusual Christmas gifts.</p> <p>• Cost: £7 adults, £6 concessions, £3 children. 01666 881207; <a href=\"http://www.forestry.gov.uk\">forestry.gov.uk</a></p> <p><strong>3. Northumberland lights</strong></p> <p>The whole county dons thick pullovers and woolly hats to enjoy the month-long Northumberland Lights festival, which combines illuminations, pyrotechnics, live performances, film and music. Kielder Water and the towns of Berwick and Blyth feature sound, light and music shows, while some of the best-known landmarks will be lit up for one night each.</p> <p>• 01665 604361; <a href=\"http://www.northumberlandlights.com\">northumberlandlights.com</a></p> <p><strong>4. The Enchanted Garden, Brodsworth Hall, Yorkshire</strong></p> <p>Until 2 November, the stunning Victorian gardens at Brodsworth will be open in the evenings, giving the chance to experience the Rose Dell, classical summerhouse and labyrinthine miniature gardens in a completely different way. Coloured lights will flood the grounds, picking out features, sculptures and plans. The shop will be open and refreshments will be available; last entry 8.30pm. </p> <p>• Cost: £7.50 adults, £5.50 children. 01302 722598; <a href=\"http://www.english-heritage.org\">english-heritage.org</a></p> <p><strong>5. Ice skating at the Eden project</strong></p> <p>The vast domes at Eden look even more spectacular at night, and on Fridays and Saturdays from 3 November you can visit them until 11pm and whizz around the ice rink till 9pm. By December, the action is cranked up with ice discos from 8.30-10pm, there are crackling fires, stalls selling mugs of hot chocolate and unusual Christmas gifts.</p> <p>• Cost: Entry fee, plus £5. 01726 811911; <a href=\"http://www.edenproject.com\">edenproject.com</a></p> <p><strong>6. Evenings at Erddig</strong></p> <p>The elegant gardens at Erddig, a country house in North Wales near Wrexham, include one of the last surviving 18th-century walled-gardens and a Victorian parterre. In December, the gardens will open in the evenings, giving visitors the chance to stroll along some of the 13 miles of footpaths spanning the estate, and see the grounds dramatically floodlit against the night sky. There will be mulled wine and mince pies on hand to help keep out the winter chill. From Saturday 8 December until 16 December.</p> <p>• Cost: £4 adults, children free. 01978 315151; <a href=\"http://www.nationaltrust.org.uk\">nationaltrust.org.uk</a></p> <h2>European cities by night</h2> <p><strong>7. Night bike tour, Paris</strong></p> <p>It's not called the City of Lights for nothing. Take a bike tour of classic Parisian sights and enjoy them free from crowds and in all their illuminated glory. Fat Tire Bike Tours take in the Louvre, Notre Dame and most of the main sights. The route is about eight miles and takes four hours, setting off at 6pm, including a boat cruise, with free wine but no stopping for supper, so eat before you get started to keep your energy levels up. Tours meet at the southern leg of the Eiffel Tower, pre-booking not necessary.</p> <p>• Cost: €28. 00 33 1 5658 1054; <a href=\"http://www.fattirebiketours.com/paris\">fattirebiketours.com/paris</a></p> <p><strong>8. Amsterdam Museumnacht</strong></p> <p>Many European cities open their museums late during the summer, but Amsterdam's 'Museum Night' takes place on the first Saturday in November. N8, as it is known, involves more than 40 museums in the city, all of which offer special themed events and performances including jazz concerts, DJs, poetry readings and interactive workshops, some going on until 2am. Most museums offer food and drink - best to buy tickets in advance from outlets around the city.</p> <p>• Cost: €17. <a href=\"http://www.n8.nl\">n8.nl</a></p> <p><strong>9. Ghost tour of Venice</strong></p> <p>Going on a ghost tour on a summer's evening just doesn't feel right, but wandering the streets and alleyways of Venice under cover of darkness creates a very different atmosphere. The tour runs every Saturday at 7pm, and although billed as a ghost tour - there are ghost stories told as you walk - it's just a great way to see the city. The tour lasts an hour-and-a-half, starting and finishing at the Rialto. Booking in advance is recommended.</p> <p>• Cost: £20. 00 39 41 970 499; <a href=\"http://www.tours-italy.com/venice-city_tours-ghost_walk.htm\">tours-italy.com/venice-city_tours-ghost_walk.htm</a></p> <p><strong>10. Brussels Nocturnes</strong></p> <p>Around 50 museums in the Belgian capital take part in the Nocturnes with at least six museums opening until 10pm every Thursday until 18 December. Each offers guided walks, tours with storytellers, workshops and alternative ways to discover the exhibits, along with the chance to meet the curator. Art lovers should opt for the René Magritte museum (6 November), while techies are well-catered for at the Information Technology Museum (20 November) and those who like a tipple should head for the Schaerbeek Museum of Beer (27 November-11 December). </p> <p>• Cost: €2.50 per museum, €1 for up to 25 year-olds. 00 32 2 512 7780; <a href=\"http://www.museesdebruxelles.be\">museesdebruxelles.be</a></p> <p><strong>11. Tivoli gardens, Denmark</strong></p> <p>Copenhagen's Tivoli Gardens are at their most beautiful in the winter months, when thousands of metres of lights drape the willow trees around the lake, the Christmas trees and the buildings within the park. The lights are on from 14 November and the park is filled by some 70 stallholders offering food and drink, presents and traditional Danish gifts. The park is open until 10pm Sundays-Thursdays, and 11pm at weekends.</p> <p>• Cost: 85 kroner (£8) adults, 45 kroner (£4.30) children. 00 45 3315 1001; <a href=\"http://www.tivoli.dk\">tivoli.dk</a></p> <p><strong>12. Berlin nightseeing</strong></p> <p>The diverse architecture and numerous historic monuments in Germany's most fascinating city are even more impressive under cover of darkness. A two-hour 'nightseeing' tour takes in the Brandenburg Gate, the Reichstag building, Potsdamer Platz and remnants of the Berlin Wall. The cost depends on the number of walkers.</p> <p>• Cost: €305 for groups of up to 16 people. 00 49 30 7974 5600; <a href=\"http://www.berlin-stadtfuehrung.de\">berlin-stadtfuehrung.de</a></p> <p><strong>13. Van Gogh Fiday Museum Night, Amsterdam</strong></p> <p>Friday nights at the Van Gogh museum take on a particularly bohemian feel, when the gallery morphs into a kind of hip bar, with lounge chairs, video projections, DJs - who change every week - and a good selection of drinks. From October to January the focus is on literature and poetry, and every Friday there will be a different reading. The evenings kick off at 6.30pm and the museum closes at 10pm.</p> <p>• Cost: €12.50 adults, 2.50 under 17s, children free. 00 31 20 570 5200; <a href=\"http://www.vangoghmuseum.nl\">vangoghmuseum.nl</a></p> <p><strong>14. Rudas Baths, Budapest</strong></p> <p>The Rudas, one of Budapest's most spectacular thermal baths, has introduced late-night bathing until 4am from this month, so the drinks-dinner combo can be followed by a dip. It attracts a well-behaved mixed sex crowd (the odd Hungarian gangster aside) and swimming costumes are required. </p> <p>• Cost: 2,400 forint (£7.50). 00 36 1 356 1322; <a href=\"http://www.budapestinfo.hu/en/\">budapestinfo.hu/en/</a></p> <p><strong>15. The Alhambra by night, Granada</strong></p> <p>It's one of Europe's most beautiful palaces, but the serenity of the Alhambra can be lost in the hordes of visitors by day. Visit by night, (Fridays and Saturdays from 8-9.30pm) and the crowds are considerably less - but it is only bookable as a private tour. The price of €190 for the one-and-a-half-hour tour remains the same whether for two people or 30, so it's worth trying to drum up a few friends to come along and share the cost. </p> <p>00 34 958 027950; <a href=\"http://www.alhambra.org\">alhambra.org</a></p> <h2>Stargazing</h2> <p><strong>16. Stargazing at the Pic du Midi, France</strong></p> <p> 16 Autumn skies are some of the most spectacular for stargazing, with the crystal-clear air giving unparalleled views of Orion, Pegasus and Cassiopeia. Spend a night in the observatory at the Pic du Midi, near La Mongie in the heart of the Pyrenees and you have 12 hours to familiarise yourself with the night sky. The night begins with a journey up the telepherique, before drinks, dinner, a lesson in astronomy and the chance to gaze at the sky through a 400mm Schmidt Cassegrain telescope. </p> <p>• Cost: for two people sharing, €299. <a href=\"http://www.picdumidi.com\">picdumidi.com</a></p> <p><strong>17. Room with a view, Linthwaite House hotel, Lake District</strong></p> <p>The loft suite at the Linthwaite House Hotel in the Lake District comes with a retractable glass roof panel and a telescope, to make the most of the spectacular skies above rural Cumbria. The suite has a huge living area, sumptuous king-sized bedroom, and a huge free-standing Italianate stone bath. The hotel is on the banks of Lake Windermere, where the night skies are clear of light pollution.</p> <p>• Cost: for two people sharing, £465 B&amp;B. 015394 88600; <a href=\"http://www.linthwaite.com\">linthwaite.com</a></p> <p><strong>18. Les Granges, Provence</strong></p> <p>This cosy Provençal farmhouse is dedicated to all things astronomical, and the house can be booked for a stargazing house party, or on an individual basis. At an altitude of 3,000 feet, the house has an observatory that looks out across the mountains. There is a two-inch and a 10-inch telescope, refractors, guides, charts and eyepieces and the owners, Olly and Vicky, can familiarise you with the equipment - and the skies. </p> <p>• Cost: for two people sharing, €56 B&amp;B. 01629 826193; <a href=\"http://www.lesgrangesastro.talktalk.net\">lesgrangesastro.talktalk.net</a></p> <p><strong>19. Greenwich Observatory, London</strong></p> <p>19 Once the clocks go back, the massive 28-inch telescope - the largest in the UK, and seventh-largest in the world - is opened up for evening viewings of the night sky. There are 10 open evenings, with three times - 17.30, 18.30 and 19.30 - with a planetarium show and a chance to look through the telescope.</p> <p>• Cost: £15. 020 8312 8575; <a href=\"http://www.nmm.ac.uk\">nmm.ac.uk</a></p> <p><strong>20. Court Farm, Cornwall</strong></p> <p>Court Farm offers camping and caravanning pitches and self-catering cottages in 30 acres of farmland and an ideal location for viewing the autumn skies. There is a nine-inch Newtonian reflector telescope and Brian Sheen from the nearby Roseland Observatory gives lectures on what to see in the skies at particular times of the year.</p> <p>• Cost: camping pitches from £9.50 per night, cottages from £334 per week. 01726 834684; <a href=\"http://www.courtfarmcornwall.co.uk\">courtfarmcornwall.co.uk</a></p>",
  "<h2>1. Dougie Smith books Paul Gascoigne</h2> <p>Pitiful, pedantic and po-faced, Smith made himself a laughing stock after Gazza returned the yellow card the man from Troon had dropped during Rangers' 7-0 rout of Hibernian in 1995. Witness on YouTube (<a href=\"http://www,tinyurl.com/2psk2c\">tinyurl.com/2psk2c</a>) Gascoigne playfully 'booking' Smith, then his bemused look as this outrages the referee enough for him to call the midfielder back like a naughty schoolboy and then to issue a genuine caution in front of a disbelieving Ibrox. Smith booked seven players in all - and did himself and his refereeing colleagues absolutely no favours.</p> <h2>2. Roy Capey awards a 'ghost' goal</h2> <p>The phantom strike awarded by Stuart Attwell for Watford against Reading's John Eustace in September was just the latest in a grand tradition. While Attwell had seemingly blind assistant Nigel Bannister to thank, in September 1970 Capey was fooled by the stanchions on the back of the Stamford Bridge posts. Alan Hudson's shot rebounded from the outside of the frame of the goal, moving the net, and Capey was convinced the ball had gone in. Ipswich manager Bobby Robson led the on-field protest, but Chelsea won 2-1.</p> <h2>3. Mourad Daami hands Cameroon the Cup</h2> <p>Tunisian referee Daami failed to notice that Victor Ikpeba's penalty for Nigeria in the shootout of the 2000 African Nations Cup final clearly crossed the line after hitting the crossbar. In Nigeria's National Stadium, stunned silence followed as rivals Cameroon won 4-3. 'Nigeria appears to have been prevented from lifting the Cup by the CAF-appointed officials,' announced state television, blaming the African federation's chosen ref and an assistant whose eyesight failed him despite being level with the goalline. Riots followed.</p> <h2>4. Graham Poll's three-card trick</h2> <p>'This is the most bizarre situation I've ever seen in 27 years refereeing,' reckoned Poll when Stuart Attwell awarded Reading that goal at Watford in September. So that's stranger than showing three yellow cards to a player before sending him off, as Poll did to Croatia's Josip Simunic during a match against Australia in the 2006 World Cup? Poll had been a favourite to referee the final. Instead, he was sent home by Fifa or asked for an early bath - depending on whose account you believe - and never refereed an international match again. </p> <h2>5. Robert Hoyzer takes a bribe</h2> <p>Perma-tanned and boasting a tinted mullet, the Berliner ensured third division Paderborn knocked Hamburg out of the German Cup in 2004 by awarding two penalties and sending off Emile Mpenza. Paderborn won 4-2, from 2-0 down; Hamburg manager Klaus Toppmöller was later sacked; and, when it emerged Hoyzer had been bribed with £46,000 and a flat-screen television by Croatian hoods, the ref received two years and five months in prison. 'I'm very sorry about all the people I lied to and cheated,' he said.</p> <h2>6. Ali Bin Nasser creates the Hand of God</h2> <p>The second Tunisian referee to feature here, Bin Nasser has cited a haemorrhoid treatment that, apparently, affected his sight and caused him to miss Diego Maradona's blatant handball in 1986. 'Never did I regret having scored in that way,' Argentina's No 10 later said. 'I was waiting for my team-mates to embrace me. I told them, \"Come hug me, or the referee isn't going to allow it.\"' But Bin Nasser saw nothing and Bobby Robson again suffered at a referee's hands as his England side lost the quarter-final 2-1, ending their run at the Mexico World Cup.</p> <h2>7. Clive Thomas's timekeeping denies Zico</h2> <p>The Welsh referee nicknamed 'The Book' had wrongly denied Everton a potential winner in a 1977 FA Cup semi-final and missed a foul that allowed Czechoslovakia to score and knock Holland out of the European Championship a year earlier. But his 1978 World Cup decision trumped everything. Having awarded Brazil a corner in the dying seconds, he then blew for time as Zico's header went in for what would have been the winner. 'On the football field I never had any trouble,' Thomas said when made the Sheriff of Mid Glamorgan in 2004.</p> <h2>8. Ray Wood's broken jaw goes unpunished</h2> <p>'I put in a shoulder charge and he pulled out at the last minute,' said Aston Villa's Peter McParland of his infamous challenge on Manchester United's goalkeeper in the 1957 FA Cup final. McParland actually had ample time to stop himself and should have been sent off by Frank Coultas. Instead, with no substitutes allowed, Wood had to be carried off and Jackie Blanchflower took the gloves after only six minutes. Although a groggy Wood returned as an outfielder in the second half, McParland scored both goals as Villa's 2-1 victory denied the Busby Babes the century's first Double.</p> <h2>9. Kim Milton Nielsen sends off Beckham</h2> <p>A memorable 1998 World Cup encounter exploded when David Beckham decided to kick out at Argentina's Diego Simeone in retaliation after a clear foul, and connected with the faintest of touches. Following much deliberation - and enthusiastic canvassing from Gabriel Batistuta - the Dane acted. 'Many people today forget that it is a red-card offence,' he said, following the strict letter of the law but ignoring the incredulity 'many people' felt at seeing the England No 7 dismissed. Even Argentina's players expected only a caution.</p> <h2>10. The referee gets the gig</h2> <p>How bad for football was the decision to award the referee ultimate power in a game? Until 1891, two umpires were entrusted with making the decisions. If this system had remained, there would have been no Smith, Milton Nielsen, Thomas - or any of the other preening prima donnas who ruin matches. A pair of judges would require consultation, preventing many of these unconsidered, irrational decisions. Would a referee for each half of the pitch, or, say, two on-field assistants to help a primary official really be so revolutionary?</p> <h2>Jamie Jackson defends his selection</h2> <p>Most football supporters would accept that referees have a thankless task. Likewise, while all of us make mistakes, they do not get replayed endlessly: Stuart Attwell's gaffe at Watford in September, when he awarded Reading a goal instead of a corner on a linesman's say-so, will haunt him as long as he blows a whistle. But the men in black could do a lot more to help themselves. Robert Hoyzer was swayed by money, Ali Bin Nasser bottled it in the biggest match of his career and Graham Poll had a farcically bad day. None of those observations excuses them, but Dougie Smith heads this selection because he is the prime example of what many officials, in this observer's opinion, lack: levity; a capacity to relate to players; and the ability to remember that an invisible referee is often best. Smith forgot that it was Paul Gascoigne, a sublime player and born entertainer, that every fan had paid to see. Not him.</p> <p>Disagree? Email us at <a href=\"mailto:osm@observer.co.uk\">osm@observer.co.uk</a>, or write to OSM, 3-7 Herbal Hill, London EC1R 5EJ</p>",
  "<p><a href=\"http://www.theguardian.com/sport/joecalzaghe\">Joe Calzaghe</a> had been to countless weigh-ins, but never quite like this. A world champion for the past decade, he paid his own fare to be at the MGM Grand in Las Vegas on a December day last year. It was not even his fight - <a href=\"http://www.theguardian.com/sport/rickyhatton\">Ricky Hatton</a> and Floyd Mayweather Jr were the men stepping on the scales before their WBC welterweight title clash.</p> <p>Yet gatecrashing Joe was the one who stole the show.</p> <p>'It was beautiful, man. I knew he'd bite as soon as I saw him in the conference room,' Calzaghe says of his decision to call out Bernard Hopkins. 'When he started his \"I never lose to a white boy\" thing it was done. I thought, \"I tell you what, Bernard, well done mate. You've just made the fight.\"'</p> <p>Hopkins, indeed, had. And when it happened, in April, in the same city, the Welshman won a split decision, despite having been knocked down in the opening round. Hopkins kicked up, but it got him nowhere. Now Calzaghe is nearing the end. He meets Roy Jones Jr at light-heavyweight at Madison Square Garden on 8 November. After 15 years as a professional and 45 undefeated fights, he says it will be his final go inside the ropes. </p> <p>'It gets harder to motivate myself. I don't want to get up in the morning for a run unless I have to fight people I have a bit of a worry about - a Jones or a Hopkins. I've beaten all contenders for 11 years. I'm not a robot, I'm fed up. My body's tired of it. I'm 36.</p> <p>'Boxing's a very lonely sport. That ring is the loneliest place in the world. Especially when your back's against the wall and you sit on your stool after the sixth round and think, \"Jeez, I've got another six to go. And I'm knackered.\" That's happened a lot of times. You can't say, \"Time out, let's have a break.\" You've got a minute then you've got to get your arse back in there. </p> <p>'That takes a special kind of person.'</p> <p>Calzaghe says that fronting Hopkins very publicly into accepting a fight also forced the hand of his now former promoter/manager, Frank Warren. 'He'd sort of agreed for me to fight Clinton Woods. I said, \"I don't want to fight Woods. I want to fight Bernard Hopkins.\" I went to America. I thought I'm getting a ticket and going out there. Because there's nothing like getting head-to-head with the cameras rolling.'</p> <p>It sounds barely credible that a millionaire world champion of long standing had to make the trip himself to ensure he got the opponent he wanted, and Warren's version of events is different.</p> <p>Through his lawyer, Warren points out that Calzaghe was not against fighting Woods, as the fighter made clear in his autobiography. He also says he started attempts to set up a Calzaghe-Hopkins fight as far back as 2003 and that Calzaghe's 'calling out' of Hopkins in Las Vegas only worked against his own interests, as he agreed a fee that Warren might have improved upon through negotiation.</p> <p>There have been differences with Warren and Calzaghe's 12-year association with the promoter ended after he defeated Hopkins. The familiar boxing squabble over contracts and cash is due to be settled in the High Court this week. </p> <p> 'I had no contract after Hopkins and he [Warren] can't take the fact I've left him and want to do my own thing,' says Calzaghe. 'I want to make money for me and my family, see what's on the table. So at the end of the day I'm owed $4.5million. And he's suing me for breach of contract, which is nonexistent. It was a handshake agreement. </p> <p>'I'm disappointed that he's been like this because I feel I've given him 12 years. I'm the one having my head punched in the ring.'</p> <p>Whether the case will reach open court is unclear. Calzaghe's father and trainer, Enzo, is noncommittal, although he echoes his son's disillusionment. 'I just want to train boys, but it's all governed by politics. Litigation - what's all that shit about?'</p> <p>In March 2006 Calzaghe, about to turn 34, at last gained wide recognition, a true understanding, of how special he was when he demolished the feared Jeff Lacey on a memorable night in Manchester.</p> <p>'What pisses me off is people say, \"Oh, you're Calzaghe, you've fought nobody.\"' He then lists opponents he has beaten, starting with Chris Eubank, whom he outpointed to win the WBO super-middleweight belt in 1997. He runs through names such as Robin Reid, Richie Woodhall, Charles Brewer and Byron Mitchell, who gave him his first career knockdown in June 2003. Momentarily, and for the only time in the interview, he becomes defensive: 'You think it's just coincidence I've beaten five former world champions, and they've all just lost their titles? Why is that?' But, as he does in the ring, he rallies strongly: 'They lost their fights on close decisions. I get them cheap, bring them in. It's still a bloody big fight.'</p> <p>Calzaghe remains indignant about how long it took to face Lacey. 'Eight years - come on! Then I took control of my career. I insisted on [Mikkel] Kessler. Warren didn't want me to fight him. He said, \"You'll have to go to Denmark.\" I called his bluff. I said, \"Listen I'll go.\" He went, \"Oh shit I'll make the fight\".' Again, Warren disputes this version of events. He points out that he made a million-dollar offer to Kessler's promoter early in 2007, which failed to draw a response, before promoting the fight in Cardiff last autumn.</p> <p>Kessler, seven years younger than Calzaghe and the undefeated WBA and WBC champion, was dismantled impressively over 12 rounds a month before the trip to see Hopkins in Nevada. It was the performance that finally made Calzaghe the BBC Sports Personality of the Year - alongside Enzo, who won the coach award - having been snubbed in 2006 despite his rout of Lacey. Calzaghe memorably declared: 'Maybe it's because I'm a winner. It seems like the country gets behind losers. Look at people like Greg Rusedski and Tim Henman. What have they won?'</p> <p>Chuckling, he says: 'I said I didn't give a shit - well, I lied. I can say it now I've won it.' Was he surprised? 'Yeah. And proud. Because it was voted by the people. I'd suddenly gone from having no recognition to the ultimate - people saying, \"Bloody hell he's done an amazing thing.\"</p> <p>'My career has been very difficult. People respect the fact that I haven't just turned professional like Amir Khan or Audley Harrison and it's been, \"Here's a million pound\" - for spoilt brats to fight a couple of fights. And they can't do it,' he says of the Olympic medallists whose professional careers have faltered.</p> <p>'You know, I started with Mickey Duff in 1993 and when I left him I was skint. I couldn't pay my mortgage, I had a kid, know what I mean? Everything was hard for me, everything I've worked hard for. That's made me the person I am today; that's why I'm champion for 10 years. Maybe if I had a silver spoon I'd be retired years ago. Boxing's a hungry sport, and I'm still hungry. But recognition is something I probably haven't had. And now all at once it's come, but it's late. I'm 36 - and where I wanted to be 10 years ago. </p> <p>'I haven't got an entourage. I'll go for a beer to my local with my mates. No one wants to kick my head in, no one's going to say I'm a tosser. I'm a regular guy, got the same friends. I live in the same area of south Wales. That's who I am. I'm just a normal guy. I just fight.'</p> <p>Calzaghe, who was born in Hammersmith in 1972, lives in Newbridge, near Newport, and has two children. He struggles to name the fight in which he came closest to losing his proud record. </p> <p>'Hopkins was close. Two judges had it for me by four or five rounds and the woman judged for him. Why are women judging fights? How are you going to give that fight to Hopkins? The guy just held on. Sure I was on my arse in the first round,' he says of the third knockdown of his career. 'But one round don't win the fight.'</p> <p>Hopkins, who last week took apart Kelly Pavlik, the boxer many believed Calzaghe should be fighting rather than Jones Jr, refused to accept the verdict. Has he been in touch since? </p> <p>'No, he's very sour,' Calzaghe says. 'Out of the fighters I've boxed he's probably the most classless. Delusional. If you speak to him he's never lost a fight. And he never lost the fight to me. </p> <p>'All he did was run. And in the 10th, when he feigned that low blow, it was disgusting. He's a cheat. It's not in my make-up to cheat. He tried to get me thrown out because he was blowing out of his arse.'</p> <p>Although Hopkins immediately called for a rematch with Calzaghe after beating Pavlik in Atlantic City, there is little chance of this happening. One theory that may prove to have weight is that, despite Calzaghe being adamant Jones Jr is the end, a close call would tempt him into a second fight against Jones, this time in front of his own fans in Cardiff. Enzo does not deny the prospect. 'After the fight we'll talk about that and see then,' he says.</p> <p>Calzaghe is also sure that Jones Jr, a former four-weight world champion who was considered the best pound-for-pound man of the 1990s, is a credible opponent. 'People say Roy Jones is washed up, he's old,' Calzaghe says of the 39-year-old. 'I'm an old man myself. Someone like Hopkins says, \"I'm a legend, I'm a legend.\" All that shit. Roy Jones is a legend, why the hell wouldn't I want to fight him?</p> <p>'People say I had to fight Pavlik. Who gives a shit about Pavlik? To put the record straight, I've offered him twice - in 2006 and 2007 he declined. Then what happens? I sign to fight Roy Jones and all of sudden he's calling me out.'</p> <p>Calzaghe, who says he took Hopkins lightly - 'I didn't watch tapes of him' - says he will not repeat that mistake next month. 'I'm going to take this fight very, very seriously.' </p> <p>He respects Jones Jr. But can there be too much good feeling between fighters? 'There can be. A prime example was Richie Woodhall. We went back years, our dads were friends. That was really strange. I even stunned him in the first round and didn't follow it up. I always remember in the fight you can see my face change. He hit me, so I stopped him. I felt good I'd won, but sorry for him. </p> <p>'But that's not going to happen with Roy Jones. He's going to want to take my head off in there. I know his psychology. Yes, he'll be your friend now, but he's going to want to rip my face off. I'm not an idiot.'</p> <p>Joe Calzaghe v Roy Jones Jr is live on Setanta Sports 1 on Saturday 8 November (details on setanta.com)</p> <h2>The Undefeated</h2> <p>Rocky Marciano (US) <em>world heavyweight champion 1952-56</em> <strong>Won 49</strong></p> <p>Ricardo Lopez Nava (Mexico) <em>WBC/WBA/WBO strawweight, light-flyweight champion 1990-2002</em> <strong>W51, D1</strong></p> <p>Kim Ji-Won (S Korea) <em>IBF super-bantamweight champion 1985-86</em> <strong>W16, D2</strong></p> <p>Sven Ottke (Germany) <em>super-middleweight champion 1998-2004</em> <strong>W34</strong></p> <p>Terry Marsh (GB) <em>IBF light-welterweight champion 1987</em> <strong>W26, D1</strong></p> <p>Laszlo Papp (Hungary) <em>Three Olympic gold medals 1948-56; fought as pro 1957-64 but barred from world title fights</em> <strong>W27, D2</strong></p> <p>Joe Calzaghe (GB) <em>WBO supermiddleweight 1997-2006, IBF 2006-2007 and 2007 undisputed champion with at least one fight to go</em> <strong>W45</strong></p>",
  "<p>There was a time, not so long ago, when vainglorious politicians and neurotic bureaucrats saw to it that grand projects in Britain routinely failed. Think of the Millennium Dome and the national joke that was the Football Association's rebuilding of Wembley.</p> <p>So the idea that London should even consider staging the 2012 Olympics seemed mad. But what sold it to me was a once-in-a-generation opportunity to inject serious investment into the East End of London, where I live. True, billions of pounds of taxpayers' cash created the spectacular yet soulless Canary Wharf office development in the Eighties and Nineties. But 'Wall Street on the water' has always been a self-contained bankers' ghetto. The deprived London boroughs of Newham, Tower Hamlets and Hackney muddled on regardless.</p> <p>The East End Games promised a substantial legacy: affordable homes, an Olympic-sized swimming complex, a national basketball centre, tempting campuses for creative industries, improved transport and jobs, even a BMX track. Living just off the Murder Mile in Hackney (so named for good - or should that be bad? - reasons), this was the stuff that appealed to me. </p> <p>Just bidding for the Games achieved previously unattainable results. So awful was transport in the East End, an early International Olympic Committee bid inspection concluded, that Labour had no choice but to fund a new £1bn train line linking Hackney, one of the few London boroughs without a tube station, to the rest of the network, after years of vacillation.</p> <p>The Olympic Park site, for decades a contaminated urban wasteland where overhead electricity pylons killed any prospect of regeneration, would see the cables buried and the centre of gravity shift east in 21st-century London. But it was more than this. My grandad, a Jewish refugee from Nazi Germany, took his son, my late dad, to the 1948 Games in London. I liked the idea that the Games could act as a glue 64 years later in the most ethnically diverse part of the most international city in the world.</p> <p>If the cost escalated, so be it. How often does an opportunity to lay down structures to build what eventually will be 30,000 new homes in a neglected part of the capital come around? But here we are in the midst of a global financial crisis and I'm scared the East End Olympics are fast turning into the 'Whatever Games'.</p> <p>Think about it. The £9.3bn Olympic budget is nothing in the context of a £500bn bail-out of British banks. But because banks aren't prepared to lend cash to build the Games, the government has to step in. As a result, everything is being downsized, including the Olympic dream. In the last month, the London 2012 plans have shrunk alarmingly. Originally, the Olympic Village was to have bequeathed 4,200 much-needed homes to rent or buy immediately after the Games. Six months ago, that was revised down to 3,300. Last week it went down to just 2,700.</p> <p>Central to the original bid was the Aquatic Centre, which was to become a community facility complete with leisure attractions - slides and wave machine - which was bound to attract the young and boost their sense of well-being. That has now been scrapped. What we are left with is a pool that has quadrupled in cost to £303m. </p> <p>The broadcast centre was meant to be a 1.2million sq ft media hub once the 20,000 journalists covering the Games left. After temporary buildings are removed in September 2012, what will be left is a building a fifth of its original size.</p> <p>Those in the know say there has been a failure by the Olympic authorities and developers fully to identify future tenants for the centre, despite interest from globally renowned news media firms looking for cheap office space.</p> <p>Maybe it's the little things that best illustrate how we are in danger of heading towards the 'Whatever Games'. Earlier this year, my daughter's year four class was one of 12 from primary schools in the Olympic boroughs given digital cameras to document 'My World'. </p> <p>The kids were told images would be beamed on screens in the Mall during August's handover party. Those who set up the project agree the resulting snaps offer a powerful, innocent insight into the East End from a rare perspective. Yet six months later, those pictures have never seen the light of day.</p> <p>There is a strong sense that the organisers are too nervous to let the world see the real East End. But denying those youngsters their chance to shine and the sense we are compromising the legacy of 2012 means one thing: those who live on the Games' doorstep will lose interest in a transient jamboree. And the enthusiasm the East End Games would inspire was the real reason we wanted them in the first place.</p>",
  "<p><strong>J Baker's Bistro Moderne</strong><br>7 Fossgate, York <br>(01904 622 688)<br>Meal for two, including wine and service, £100</p> <p>Putting aside the beard, moustache and the constantly needy expression, I am always easy to spot in restaurants. I'm the one lifting up the plates and staring at the bottom. It's a curious habit of mine, because inevitably I find the same thing, which is the logo of either Royal Doulton or Villeroy &amp; Boch. Truth is I'm usually hoping to find something more, like an explanation for who thought designing a plate so it looks like something you'd ride down the Cresta Run on was a really good idea. I want the names of the guilty, for I am baffled by most restaurant plates. There are the ones with special ridges and dips in the surface. What for? Extrasensory pleasure? I want to eat off it, not indulge in a little light frottage with it. I have seen curly plates and spiral plates, plates with iridescent surfaces as if someone spiked my dinner with acid, and plates with various levels, as if they were bunk beds for ingredients.</p> <p>Will it surprise you to learn that I like my plates flat, white and round? I dunno. They just seem to... work. They do the job, and that's all I ask of crockery. Unlike pieces of black slate. Sure, you can eat off slate, but you could also probably eat off the bonnet of my Volvo V70 once I'd cleaned it. That doesn't mean it's a reasonable thing to do. </p> <p>Which brings me to J Baker's in York, where one-time Michelin-starred chef Jeff Baker does insist on serving things on slate. I wish he didn't because, on the whole, J Baker's is a very good restaurant serving generally inventive, flavourful food at a really decent price - £27.50 for three courses. If there were more places like this in Britain's towns and cities, there would be a skip in my step and a song on my lips and a killer scar on my chest from where they'd gone in to perform the heart bypass on account of my overindulgent eating habits. </p> <p>The problem is that ill-judged eating platters can affect the food, as it did my main course, some accurately cooked slices of Nidderdale lamb arranged behind a barrier of bright, brassic greens. What it needed was a little jus, just to lubricate and punch up the flavour of the meat. But you can't put jus on a slate because it would dribble off, wouldn't it? Instead, for flavour, I had to make do with a Kilner jar - they like their gimmicks - of sausage and beans, which was a cassoulet by any other name, and a very good one at that.</p> <p>A lot of the dishes come as partworks like this. One of my companions started with the shin of beef, which had been long and lovingly braised in a luscious burgundy and came in its own little pot, flanked by two Japanese-style ceramic spoons each containing a perfect oyster in a shallot vinaigrette. Another starter of potted duck with its own liver, essentially a terrine, came crusted with pistachio and was proof that this was a kitchen that has all the essentials sewn up. It was balanced and rich without being overwhelming. My own starter was slightly less successful, but only due to the interplay of words and reality. It was called a Whitby crab trifle. That last word suggests jolliness and frippery and general tra la la. Trifle is a kid's birthday party word. This was just a Kilner jar filled with good crabmeat and a little crab jelly. It didn't deliver on the promise of the menu description, but what it did deliver was good in and of itself.</p> <p>The best of the mains was, funnily enough, the one served on a plate. Gamey pieces of butter-roasted partridge were tender and came with wild mushrooms and - praise be! - some ripe, flavourful jus. Because, cleverly, there was a rim to the plate so it wouldn't run away. Grilled calves' liver had a good char and was partnered with bright sweet-and-sour plums. </p> <p>At the end there was a homely Granny Smith apple pie with crumbly pastry and a plate of roasted black figs with lavender honey and vanilla ice cream. Best of all was their riff on the Jaffa cake, all dark chocolate holding a shameless turban of orange chocolate-flavoured cream. I fear slates were involved with a few of these desserts, too, but by then I was up to my nipples in chocolate-orange loveliness and really didn't care. Which is the point. Because in the end what really matters is the food, not the thing it's sitting on.</p> <p><a href=\"mailto:jay.rayner@observer.co.uk\">jay.rayner@observer.co.uk</a></p>",
  "<h2>The best</h2> <p><strong>Golf </strong>Lee Carvallo's Putting Challenge was so bad The Simpsons satirised it, but otherwise the sport has had a strong showing. The ability to emulate your real-life golf swing on Nintendo Wii has been a great advance for the genre.<br><strong><br>Football</strong> Actua Soccer gave us 3D players; Sensible Soccer introduced ball-curling; Fever Pitch Football offered career-ending scissor tackles. A genre constantly improving itself. </p> <p><strong>Ice hockey</strong> Despite some controversy about in-game fights, EA's NHL franchise has been consistently brilliant.</p> <p><strong>Table tennis</strong> Rockstar Presents Table Tennis is two years old now, but is still one of the best sports games on any platform. Pong was a long time ago.</p> <p><strong>Basketball </strong>1993's NBA Jam was great fun, noted for its physics-defying slam dunks. EA's NBA Live and 2K's 2K Basketball, both more realistic, are the big players on court now.</p> <h2>... and the worst</h2> <p><strong>Rugby union</strong> International Rugby Challenge on the Amiga received one of the worst reviews in gaming history (2 per cent in one magazine), in 1993.</p> <p><strong>Athletics</strong> Released in 1983, Track &amp; Field was an instant arcade smash, but its pioneering control method (repeatedly bash buttons to run/jump/throw/swim) has barely advanced since. Athletics games on the computer hurt</p> <p><strong>Squash</strong> Jonah Barrington's Squash on the Commodore 64 was so poor it took 17 years before anyone attempted another of its kind - Japanese game The Squash in 2002.</p> <p><strong>Cricket</strong> Many attempts have been made - Graham Gooch's Test Cricket, International Cricket, Super International Cricket, Cricket Life, Cricket Revolution, Cricket Stock Exchange - but none clicked.</p> <p><strong>Figure skating</strong> Not even Michelle Kwan ('The hottest skater! The coolest game!) could save 1999's Michelle Kwan's Figure Skating from stinking it up on the PC.</p> <p><strong>Arm wrestling</strong> At least Nintendo tried.</p>",
  "<p>Bewildered, angry and thrown into squalor, the refugees created suddenly by Pakistan's frontline role in the 'war on terror' know they could be <a href=\"http://www.theguardian.com/society/internationalaidanddevelopment\">stranded in camps</a> for years to come.</p> <p>Up to 300,000 people have had to flee fighting in Bajaur, an extremely poor part of Pakistan's tribal border area with <a href=\"http://www.theguardian.com/world/afghanistan\">Afghanistan</a>. Refugees in their own country, they live in vast government camps or beg shelter from friends and family. In an ominous sign for the government, their rage is directed not at the Pakistani Taliban, who took over their area, but the army, whose onslaught with jets and helicopters forced them to abandon their homes and livelihoods.</p> <p>Packed together in tented cities, these deeply conservative Islamic refugees have had to drop the strict purdah that the women observed at home. Large families - of eight or sometimes 12 - live together in single, draughty tents. They are all preparing for a bitter winter.</p> <p>At the sprawling Kungi camp, set on a hill just outside the town of Timergara, the only toilet is a communal ditch over which the men squat. The women use the surrounding woods.</p> <p>'We get little food. We don't have enough water to drink, let alone the chance to bathe,' said Gul Mohammad, 25, who arrived at Kungi with seven family members. 'We brought nothing. We just came here to save our lives.'</p> <p>There is no electricity. Water is trucked in and food is distributed by the government and aid agencies, but supplies are very short. Inhabitants spend much of their day foraging for wood as cooking fuel, or buy it with the little money they have.</p> <p>There are at least eight similar camps scattered across the North West Frontier Province, which adjoins Bajaur. Already there are outbreaks of disease, with acute diarrhoea and respiratory illnesses being treated by medical aid workers. There are 30,000 people living in official camps and there are contingencies being prepared by the United Nations to accommodate 100,000, as people continue to flood out of Bajaur. Soon Bajaur will be virtually empty. The UN believes that a further 200,000 will be put up in houses by 'host families', often relatives.</p> <p>The Pakistani government has had to scramble to set up camps for these 'internally displaced people' as a result of the military assault in Bajaur, now into its third month. Aid agencies and the UN have rushed to provide support. At first it was thought the army would finish the job within a month, but with no signs of the operation ending these camps are being given more permanent facilities.</p> <p>There are fears that the sites could be infiltrated by Taliban militants, whose wives and children are already living there. When one Western aid worker asked a group of women at prayer who they were praying for, back came the reply: 'Our men fighting the army.'</p> <p>Pakistan's security forces are engaged in a fitful war with Taliban and al-Qaeda extremists who largely control the country's tribal border with Afghanistan.</p> <p>The Bajaur operation appears to be Pakistan's most determined attack on its home-grown extremists since 9/11. So far there is little action in other parts of the tribal belt. Should Pakistan finally decide that war is the only way to deal with the extremists, the fate of the people of Bajaur could be replicated across the tribal area, home to around three million people. </p> <p>The armed forces attack indiscriminately, according to Mohammad Ibrahim, 15. 'Our village is completely vacant now. There was constant shelling, so we ran. They drop bombs on mosques, on schools, they don't look. We're the ones dying, but they say that terrorists have been killed.'</p> <p>Pakistan's battle against Islamic extremists coincides with two other crises: political turmoil and economic collapse. They are pushing the country towards becoming a failed state, which nevertheless possesses nuclear arms.</p> <p>Bajaur is a strategically important position for the militants - a conduit to the rest of the tribal area and Afghanistan - which they are fighting hard to defend. The army claims to have killed more than 1,000 militants in the operation, a statistic that few believe. It has not released the number of civilians killed or wounded.</p> <p>'Houses are being used by the militants as bunkers. They're firing from there. Therefore all houses from where the firing is coming are being engaged by the security forces,' said the chief army spokesman, Major-General Athar Abbas. 'To our knowledge, the civilians of this area have left.'</p> <p>Bajaur shows how intimately linked the campaigns in Pakistan and Afghanistan are. The Pakistani Taliban are defending the region with help from Afghan Taliban, Arabs, Chechens and other foreigners from al-Qaeda. The movement in Bajaur is being directed by Qari Ziaur Rahman, an Afghan Taliban commander, who is also overseeing the insurgency in the neighbouring Afghan provinces of Kunar and Nooristan.</p> <p>'The mujahideen have completely gained control on the ground [in Bajaur]. The American agenda to destroy the mujahideen and all the [Pakistan] government options have failed to defeat us,' Rahman said in an interview with a local journalist.</p> <p>On the outskirts of the provincial capital, Peshawar, an old refugee camp for Afghans, who were forced out of it only a year ago, has had to take on a grim new existence, this time for Pakistan's own people. There are already about 5,500 Bajaur refugees at the Kacha Garhi camp, a wide, flat, wind-blown expanse, and there are plans to expand it to accommodate 21,000. Even here, in a city, there is little food and water and no electricity or gas, so people gather brushwood and branches to cook. </p> <p>Mohammad Jan, standing outside his family's tent at Kacha Garhi, ran from Bajaur when nine people from his village were killed by the army. 'There were no Taliban in our area,' Jan insisted. 'It is ordinary people who are dying. This is some kind of game, a double game that I don't understand.'</p> <p>One newly arrived elderly woman died of dehydration in the long, chaotic queue to register with the authorities at Kacha Garhi, causing a mini-riot. Mohammad Zahra said he had 20 mouths to feed, his children and those of three brothers. 'But we only get a little food,' he said, displaying a handful.</p> <p>One old man, Mohammad Amin, has been passed from camp to camp. 'When will we get the blankets and bedding?' he asked. 'After dying?'</p>",
  "<p>There was a time, not so long ago, when sexual imagery was not readily available to youthful eyes. In this vanished world, the pubescent male had his work cut out when it came to finding material to feed his hormonal appetites. But in this particular field of endeavour, adolescents once displayed an uncharacteristic willingness to do the work.</p> <p>Everything from Sunday newspaper supplements to mail order catalogues was examined with the diligence of a librarian collating an index. A feature on stockings - interesting. An advert for a bra - bingo! And on more bountiful days, perhaps in the dentist's waiting room, the perfumed pages of fashion magazines might reveal an admirable artistic contempt for such dreary conventions as clothing. You'd take a filling or two for such small triumphs. In these restrained conditions, any sign, or even suggestion, of female flesh would be duly noted and stored in the memory bank for later reference.</p> <p>This was a time, the Seventies, when DH Lawrence novels, in which characters were bedevilled with throbbing 'loins', still enjoyed a risqué reputation. In my school library, which was in no respect a literary environment, Lady Chatterley's Lover was on permanent loan. At home, popular novels, like The Godfather, were speed-scanned for promising words - 'skirt', 'underwear', 'unbuttoned' - that might lead to action passages. In a demonstration of the kind of solidarity for which teenage boys are seldom credited, the workload was sometimes eased by better-read teenagers who shared page numbers.</p> <p>For those of us who came of age when Mary Whitehouse was the enemy, not the subject, of television drama, the TV was scarcely a more reliable source of inspiration. This was the era of three channels, none of which was exactly racy. Even the Taliban would have found little worthy of stoning. There were re-runs of The Avengers, with Diana Rigg as Emma Peel, often dressed in leather or tied up in ironic jeopardy, but in terms of actual bedside activity, whole weeks and months could go by with not so much as a fleeting nipple.</p> <p>Occasionally TV did let its hair down, in series like the legendary Bouquet of Barbed Wire, of which Clive James wrote: 'By the end, everybody had been to bed with everybody else except the baby.' Yet the question remained: how could you watch Susan Penhaligon in all her generous glory with your parents in the same room? Better to affect a nonchalant interest as you examined the cover of a Pink Floyd album.</p> <p>And somewhere, beyond the truncated reach of everyday life, was the clammy presence of pornography, furtive, semi-legal contraband. I recall the anxious drama of getting in to see the X-certificate Black Emmanuelle at the Camden Plaza when I was 14 years old. A group of friends and I spent about half an hour outside the cinema working up the courage to try to pass for 18-year-olds. As a result of our pointless deliberations - the cashier would probably have taken money from the occupant of a pram - we missed the beginning. Fortunately, it wasn't difficult to catch up with the plot.</p> <p>Still, porn in the Seventies in Britain was almost entirely centred on magazines. They ranged from well-known titles like Playboy and Penthouse at the softer end of the market, glossy forests of pubes which were available in newsagents, to the gynaecological hardcore whose provenance was less obvious. The first time I ever saw the latter sort was when I was about nine years old. A boy named Joseph at my primary school showed me a series of photos he'd ripped out of a magazine. They were in lurid shiny colour, and they depicted a nurse and a male patient. The first picture was almost banal. Although the nurse was conspicuously attractive, and seemed to be wearing rather too much make-up and an unusually short uniform, she was just taking the patient's temperature.</p> <p>After that the proceedings became progressively less medical. I can vividly recall the look of diabolical pride Joseph wore when he showed the last photo, an image which defied not just belief but everything - admittedly not a great deal - I understood at the time about the nature of human relations. </p> <p>The man had an erection. This was not in itself a revelation, for I'd heard rumours of such things. But it was what the nurse was doing with it that was so astounding. Appearing to have mistaken it for an ice lolly, she was sucking it. Why? Why on earth, I wondered, would someone do something so bizarre and distasteful? And was a nurse going to do that to me when I grew up?</p> <p>The information contained in this image was shocking news from elsewhere, a preview of a world that made no sense to the pre-pubescent mind. Everyone in the playground wanted to see the pictures, and such was the excitement they inspired that within a few minutes they lay torn and disfigured at the frenzied hands of the mob.</p> <p>The flyblown sheet from a porn mag is one of those aspects of street litter, like white dog's droppings, that seem to have disappeared from city life. In my youth, images of disembodied genitalia were often to be found discarded in the street. So the association of pornography with the gutter was in a sense literal before it was political, though it became political for many of us in the Eighties.</p> <p>During that decade, the influence of feminism gave rise to the New Man, the male who was in favour of sexual equality, sympathetic to female-only solutions, and ball-crushingly sensitive to the 'objectification' of women. In this atmosphere of pronounced gender grievance, pornography was the preserve of the misogynist, the sexist pig and, not least, the rapist. To the sisterhood's perceived puritanism and the dull earnestness of their male supporters, there soon followed a backlash.</p> <p>As if to mark the birth of a new age, the leaders of the backlash were quickly awarded a name - the New Lads. Their manifesto called for guiltless fun, irony and a more knockabout attitude to pornography. There were none of the grand claims for sexual liberation that the hippies had made. Instead, the New Lads claimed that it was just a matter of having a laugh and not taking everything too seriously. Let's be grown up about this, was their argument, by being more boyish. At the same time, a new generation of women became bored or disillusioned with what they saw as the shrill joylessness of old-style feminism.</p> <p>Thus the stigma attached to porn was replaced with a kind of worldly acceptance, even approval. Porn became cool, after a fashion, and to be anti-porn became square. The only people to take porn seriously, aside from a few feminist dinosaurs, were the businesses that made millions with the advent of videos, DVDs and, most significantly, the internet.</p> <p>Nowadays porn is everywhere. Young men look at it without apology or shame. Sometimes young women too. Society has become radically more sexualised, and sex, which has always sold, has been transformed into a much more explicit commodity. What seems particularly notable is that women have become more active and willing participants in the pornification of female sexuality. Everywhere from the growth in breast implants and cosmetic surgery to the proliferation of bikini wax salons to the trendiness of Agent Provocateur to the transformation of glamour models into role models - a porn aesthetic has taken root in everyday life.</p> <p>At the same time, the most graphic and extreme depictions of every conceivable sexual scenario with every imaginable permutation of humanity (and not just humanity) is accessible at the click of a computer mouse. A wealth - or a poverty? - of porn channels is available on satellite television. Weekly lads' magazines carry pictures of unfeasibly pneumatic teenage girls whose singular aim is to convince readers that they think of nothing but sex. Lap-dancing bars have spread like a virus. Rap music and videos portray women as venal nymphomaniacs. Minor nobodies become minor celebrities through the dissemination of their private sex tapes. And arthouse cinema has begun to feature unsimulated scenes of sexual intercourse.</p> <p>Leaving aside the deep and shallowing impact such developments may have made on society at large, it's worth asking what effect they have had on the adolescent male imagination. What do teen boys now think of girls and women? Of course, they've always fantasised that they were secretly wanton hussies. That's what boys do. But it was a teen fantasy supported by little more than bra adverts and DH Lawrence. Now, though, there is an abundance of evidence to suggest the fantasy is real. And as a consequence, the world looks an awful lot like a teenager's wet dream.</p> <p>That might mean that adolescents are now in a permanent state of overstimulation, their every tumescent thought reflected and enhanced by an instant visual representation, which is in turn mimicked by compliant teen girls. Or it could add up to the opposite, that the ubiquity of pornography has created a kind of blasé, seen-it-all contempt, a familiarity with excess that leaves the imagination not sated but empty and disappointed. Neither option sounds healthy or even enjoyable. And perhaps neither is the norm. </p> <p>None the less, growing up in the age of porn must often be confusing, working out what you desire when your desires are already worked out for you, full of carnal knowledge and ignorant of its related emotions, seeing so much and feeling so little.</p>",
  "<p>It would be dark soon, we could tell, because the sun had dipped behind the far ridge of the absurdly picturesque valley, but there didn't seem to be any urgency to return to our bungalow. The tea country of the Western Ghats in southern India, the knuckle of mountains separating lush Kerala from the plains of Tamil Nadu, is tranquil to the point of caricature and the only danger lay in the eyes of our seven-year-old, Esme, who feared we might encounter more tea pickers. </p> <p>Earlier, walking up from the bungalow which had once belonged to the English manager of the vast Tallayar estate, the last of these to finish work had descended past us. Three women, Tamils wearing saris, had pinched Esme's cheeks so hard her smile had morphed into a grimace. Now the tea pickers had all reached their homes further down the valley, from where later in the dark we would hear Tamil film music drifting up. Instead, we were stopped by the recently installed manager of the estate, having first been alerted to his presence by the growl of his gleaming Enfield motorbike. Elephants, he said, roamed these hillsides; and yes, they could be very dangerous and yes, we'd best hurry back to the bungalow.</p> <p>Packing for this two-week adventure, we had not counted being savaged by wild pachyderms among the possible dangers. Instead, there had been questions about what would Sam and Esme eat and what sort of malaria pills should we take, or would they be simply overwhelmed by the country itself. Before Zoe and I met we had both travelled around India. The three weeks I'd spent in the south with a gang of teenage mates, rucksacks filled with filthy washing on our backs, had left me with the potentially foolhardy idea of wanting to instil the fascination I'd felt with this part of the world in two under-10s whose <em>weltanschauung</em> had hitherto been bound by Ryanair's flight routes.</p> <p>Kerala's history is intertwined with that of travellers seduced by its spectacular beauty. In Cochin, to which we flew via Sri Lanka, there is still - just about - one of the oldest Jewish diaspora communities in the world as well as India's oldest European church, St Francis, where the explorer Vasco da Gama was originally buried. </p> <p>Our own journey had seen Zoe pick up a bug on the flight, and the family's entrance into the country had been heralded by a fellow passenger announcing to the stewardesses, 'she is vomiting', with the sort of hard, percussive 'v' and elongated vowel sound that also announces India. So much for the children's welfare.</p> <p>But this was a holiday at which we were chucking the savings, and whereas last time it had been trains and buses, now we were met by our own car and driver, the heroic Rajesh, with whom we weaved calmly north for an hour-and-a-half to what we could see, in the warm light of morning, were the Athirapally Falls. This is a popular spot for local tourists, and the view from our adjoining bedrooms at our eco-friendly hotel of the Chalakudy River crashing down 80 feet was spectacular. </p> <p>The falls had also attracted a film crew shooting a Malayalam movie in the forest when Sam, Esme and I sweated past later in the heat, with a chorus line of extras and a troop of monkeys waiting in the shade. For the children, it immediately felt very different from the school playground on a Friday afternoon, and later, on a drive deeper into the forest, we saw deer and a giant red squirrel, but no elephants here either, despite the promised chance of a sighting.</p> <p>The deal had been that we would split the trip between wildlife, beach and culture and next morning, with Zoe recovered, we drove back to Cochin. The route was initially through lush countryside, with Rajesh pointing out the banana trees, tapioca, rubber trees and much more, as if this were a botany lesson. This is a fertile land for religion, too, and beside the temples and mosques, there were huge churches with gaudy paint jobs to enable them compete with their Hindu counterparts. Imposing mansions also studded the roadside, evidence of Kerala's growing prosperity.</p> <p>Long the most literate state in India, it is benefiting from workers at every level, from construction workers to medics, sending money home from newfound jobs in the Gulf. Tourism plays its part, too, and in Cochin the sort of boutique hotel that simply didn't exist in India twenty years ago - backpacker's budget or not -was awaiting us. </p> <p>Before dinner in the courtyard of the chic Malabar House, there was the inevitable visit to the city's famous Chinese fishing nets and then to a kathakali show. Genuine performances of this ancient form of dance-drama apparently last through the night, but even though this show was thankfully truncated and the protagonists looked spectacular in their lurid make-up, there was still the question of why the children should be subjected to it when I had suffered a similar show that had bored me close to tears 20 years ago. But it proved a surprise hit thanks to the woman who explained the action to the audience and could have passed for Les Dawson in drag; coincidentally, she also shared his comic timing.</p> <p>'What you will see now is the emotion of anger,' she would mutter. And the dancer would half raise an eyebrow. 'Now you will see the emotion of joy.' The same chap would curl his lip. The subtleties passed us by, and I'm afraid to say that for the next 10 days, kathakali became a running joke in the family.</p> <p>The cultural trail was leading us to Madurai across the Western Ghats in Tamil Nadu, but to break the nine-hour drive we stopped for the night in tea country, 45 minutes on from the town of Munnar. En route, the children were entertained by the scenery but also by a CD of the Just William stories we'd brought with us to play on the car stereo; it turned out that the sound of Martin Jarvis recounting the adventures of William, Ginger, Douglas et al proved the most apposite soundtrack to our arrival at the Tallayar Estate bungalow - a perfect throwback to the Raj. Delphiniums and forget-me-nots prettified the garden and the strawberries were just coming into season; later, the cook asked the children to identify the veg patch cauliflower they fancied for dinner. We were the only guests, treated to vast bedrooms and chipped ceramic baths, and the cook and housekeeper were there at 4am to see us off.</p> <p>The early start wasn't in the itinerary (however relentless it seemed), but the stoic Rajesh had been alarmed by news of a hartal - a strike - called to protest against rising fuel prices in Kerala. So we wound through the mountains as dawn crept up - privilege to the most spectacular views - in order to make the state border before angry picket lines could stop us; Rajesh was genuinely relieved when we made it down into the plains without incident. </p> <p>The ancient city of Madurai with its rubbish-strewn streets served as a sharp contrast to the more genteel charms of Cochin. But to visit its stellar attraction, the Meenakshi temple, we took rickshaws from the hotel and the children loved the mayhem of our race there. If ever any journey made a mockery of the demand that they put their seat belts on when in the car back home, this was it. </p> <p>The vast temple complex, with its 12 gopurams, beats an Anglican church hands down when it comes to child-friendliness, too: we could pad around barefoot, play hide and seek among the sculptures, visit the temple shops - and gain a keen sense of a religion practised in near-unbroken form for millennia. Sam said later that the temple was - and here he adopted the sort of formulation that would see Rajev tell us that from Madurai to our next destination it was 'near ... and also far' - both 'boring and ... interesting'. Serious praise.</p> <p>In Madurai we also visited a tailor, who kitted out both children in Indian clothes, which seemed like a further measure of their acclimatisation. The food, too, was proving a breeze - the idea of a curry provoked few fears, with biscuits and bananas coming to the rescue if there really wasn't anything they fancied. Only a ritual of our own cast a pall; advice on whether it was really necessary to take precautions against malaria in southern India was mixed, which meant that the children were bullied into wolfing down their bitter pills every evening before dinner. This, Esme maintains, was, cheek-pinchers included, 'the absolute worst thing about India'.</p> <p>From Madurai it was a scramble back to the coast, but the journey was broken by two nights at the Periyar Wildlife park, the biggest in south India. The first time I had visited here, if memory serves, there were few buildings and little in the way of hotels and it was in the adjacent town of Thekkady that my friends and I had been approached by a wiry fellow asking, 'sirs, would you be interested in seeing marijuana growing?', followed by his sales pitch. Now it was shop owners inviting us in to look at artefacts from around the country - pashminas from Kashmir and such like. The advantage of Periyar remains that it is easy to visit - a vast artificial lake dominates the park and every hour three or four boats with Indian honeymooners and Western tourists sputter off across the water.</p> <p>But first we hired a guide to take us walking into the jungle, which meant more monkeys and a raccoon, as well as tiger scratch marks but no tigers and no elephants. Easy to imagine they were scared off by the occasional moan from a child still sweltering in the becalming, relative coolness of the thick interior. But it was still fantastically like The Jungle Book. Later, the boat ride proved restive, apart from the sudden frenzied gesticulation necessary when anyone thought they had spotted a big beast on the shore. Sadly, they were only deer.</p> <p>Never mind, because next day, finally there were elephants, tame ones that we rode around a patch of jungle in Thekkady. The Madurai rickshaw race was recreated at ambling pace - the danger now in the possibility of Zoe panicking and falling off. This was, Esme later said, 'the best thing we did in India'.</p> <p>From there, we bumped down towards the sea, entering the part of Kerala famous for its luscious backwaters, where the distinction between land and water threatens to disappear. First we stopped for two nights at an absurdly luxurious hotel called Privacy on the shores of the vast Lake Vembanad and then hit a beach resort.</p> <p>This stretch of the frenzied journey served as a reward for everyone - lazing by the swimming pool, cycling through country lanes, being buffeted by the warm waves of the Arabian Sea, drifting through backwaters in a modified canoe. By this stage, for the adults, there was little of the sense of adventure that had characterised our earlier trips to India, though we continued to marvel at recent developments in the country that made our lives easier now - such as functioning cash points. But every day brought something new to Sam and Esme.</p> <p>The only shame was that we had to part company with Rajesh who, like everyone we met, could not have been nicer to the children. Sam gashed his foot in the pool at Privacy but by then Zoe and I were beyond worrying. The junior contingent started moaning, but only that we absolutely had to return to Kerala at the earliest possible opportunity.</p> <h2>Essentials</h2> <p>Caspar Llewellyn Smith travelled with Transindus (020 8566 2729; <a href=\"http://www.transindus.com\">transindus.com</a>). A 16-day family trip staying at the Rainforests, Malabar House, Tallayar Estate, Taj Garden Retreat, Spice Village, Privacy and Marari Beach, costs from £2,298 per adult, and £2,048 per child (under 12), including flights, sightseeing tours, all transport, and breakfasts. A shorter, nine-day escorted group tour 'Kerala in Style' costs from £1,629 per adult, £1,498 per child. Caspar and family flew with Sri Lankan Airlines (020 8538 2000; <a href=\"http://www.srilankan.lk\">srilankan.lk</a>).</p>",
  "<p>Attractive college professor wants good student for fun hookup Fri.' 'Very Hot American in town looking for someone to show him the ropes.' 'Monday night - in Edinburgh on business.' 'Looking for some fun.' 'Inexperienced but curious?'. 'Sophisticated pleasure for busty lady.' 'Ladylike Asian submissive wanted.' 'One night stand.'</p> <p>Just another typical week in Edinburgh, as glimpsed in the 'casual encounters' section of the popular website Craigslist. Residents, tourists, businessmen and women passing through - anyone who fancies a bit of sex with 'NSA' (no-strings-attached) can announce it to the world and watch the offers roll in. On Craigslist, they don't have to pay anything or even go through the motions of registering a username and password. This is internet sex: as free and easy as it comes.</p> <p>The homepage of Craigslist, one of the world's most popular listings sites, offers flats and houses, holiday rentals, bikes, boats, books for sale, and jobs in just about every sector imaginable. Alongside this classic classifieds fare are personals, some romantic, some for one night only. Just a few mouse clicks away, it seems, the logical conclusion of a consumer age where time is short and convenience expected. Or as the title of Mark Ravenhill's play had it: Shopping and Fucking.</p> <p>'It's like ordering a pizza,' says Emily Dubberley, author of Brief Encounters: The Women's Guide to Casual Sex, and founder of the charity campaign Burlesque Against Breast Cancer. </p> <p>'In the past if someone suddenly felt horny they probably wouldn't bother going to a pub, or even joining a dating site to say, \"Do you fancy it?\" because that would be a bit weird, so they'd just sort themselves out. Now it's very available and convenient. But there's something a bit more sordid about it when you don't even have to make the remotest connection such as, \"Do you fancy a pint?\" At least then there would be a flirtation and catching of the eye. Now you can just go online and order genitalia. It's taken sex to its absolute base level.'</p> <p>Entire histories have been written about how the growth of the internet had nothing to do with knowledge and everything to do with pornography. But just as the net has transformed from a passive one-way street into an interactive 'Web 2.0' where users are creators, so the days of computers being little more than digital porn magazines are gone.</p> <p>The web has become a place through which to contact, meet and have sex with real people, to fulfil the wildest fantasy in the flesh. Cybersex is no longer about merely looking; it is about doing. What no one can yet understand is how this will change the social etiquettes of the past, or how fundamentally it is shifting the dynamics of sex and relationships.</p> <p>Some sites are quite explicit about their offerings. AdultFriendFinder claims to be the world's biggest adult social network and sex personals site. Its homepage proclaims, 'Meet real sex partners tonight!' beside a picture of a young woman taking off her bra and pouting at the camera. Below there are a series of photos and videos of women with names like 'sexygirl', 'freakychick', 'angelfirelady' and 'sugarbabe'. The site claims to have more than 2.5 million members registered in the UK, and that tens of thousands are logged in at this very moment. Just log in and you could meet your match.</p> <p>Other sites quite evidently do as they promise, such as Hookuparea.com and BeNaughty.com. And when a marriage is under strain, spouses no longer have to go very far out of their way to cheat. Illicit Encounters asks on its homepage: 'Married but Feeling neglected? In need of some excitement? A discreet and confidential extra-marital dating service for women and men... Whatever your reason, we can help. You may be locked in a loveless marriage, starved of attention and affection, partner away or too tired to pay you the attention you deserve, nonexistent love life? Or just looking for some excitement in your life? But you don't want to end your marriage either. Here you can meet people just like you, in absolute confidence.'</p> <p><strong>Peter Lines, 43, from West Yorkshire, met</strong><strong> </strong><strong>his</strong> current partner through the site when he decided that his marriage was loveless and beyond salvation. He did not want to ruin his children's lives so continues to live with his wife in an entirely platonic relationship. He says his current partner was in an identical predicament. 'Morally, we haven't got a leg to stand on, but what's a person to do?' he asks.</p> <p>Lines has since become a co-owner of Illicit Encounters, which launched in October 2003 and now has 245,000 members, mostly in the UK. Sixty-five per cent of them are male, and 35 per cent female, a smaller disparity than most dating sites. Women are on average 36½ years old, men 38½. Applicants are required to answer up to 50 questions and fill in a profile. Of around 800 applications received every day, on average 550 are rejected for reasons such as age (people under 25 are discouraged) or personality (self-evident sex maniacs are not welcome).</p> <p>Lines says that the site is made up of very ordinary people like you and me. 'It's the man and woman in the street, the person in the Sainsbury's queue, the person in the office you would never expect. There are no raging tarts or slobbering lotharios. The membership are primarily people trapped in a marriage and they can't get out for all sorts of reasons. We did a survey and 71 per cent of people said that if they weren't having an affair they'd be getting a divorce.'</p> <p>The internet has made it possible in ways that would have been unthinkable 15 years ago. Lines adds: 'People in this situation are far more active online than they would be in real life. They wouldn't go to a bar or another public place to chat to people for many reasons, some of them obvious.'</p> <p>The site provides a guide on how to conduct an illicit affair, with advice tips including using a separate SIM card in their mobile phone, paying with cash instead of credit cards and never giving their surname, exact location or workplace. But he denies the site is providing an immoral cheats' charter. 'We say to everyone that we don't encourage them to have an affair. We make it very clear on every page that you've got to think hard about this; it's not a substitute for working on your marriage; only do it if your marriage cannot be saved and there's no way back.'</p> <p>Not for the first time, homosexuals have been at the cutting edge of sexual and social trends. Gaydar, the networking site for gay men - tagline 'What you want, when you want it' - has arguably done more than any other site to make casual sex an integral part of the web. Founded in 1999 by Gary Frisch and his partner Henry Badenhorst in a tiny office in south-west London, it soon became the online equivalent of the gay bar, a safe place to meet, talk and, of course, 'get laid'. Gaydar is now one of the biggest dating sites on the web with millions of members around the world. The 'A' countries alone with registered users are Afghanistan, Albania, Algeria, Angola, Argentina, Aruba, Australia, Austria and Azerbaijan.</p> <p>Gaydar is sex shopping writ large, with every specific taste catered for. A user's profile has a basic checklist: height, body type, ethnic origins, out (of the closet, that is), dick size, body hair, orientation (gay or bisexual), role (active, passive or versatile), safer sex (yes or no), smoke and drink. Anyone who fails to </p> <p>...#8592; post a photograph is less likely to be successful in finding an assignation. Those who do can turn up in a new city anywhere in the world, advertise their availability and be having sex an hour later.</p> <p>This is perhaps the most spectacular illustration of how the internet has changed everyday behaviour. Gays bars and clubs are said to have suffered a downturn because men are sitting at computers instead; an article in the Economist magazine attributed a slump at Manchester's Canal Street gay quarter directly to Gaydar. Cottaging in toilets or bushes, in places such as Hampstead Heath, has reportedly declined or even vanished because sex is so readily available via broadband. The author and Gaydar user Mark Simpson once observed: 'If Joe Orton had his time again his diaries would have been just printouts of thousands of Gaydar profiles and alarming digicam photos.'</p> <p>The process even formed the subject of a one-man show, Sex Addict, which caused controversy in 2004 when author Tim Fountain invited Edinburgh Festival audiences to watch him trawl Gaydar each night to arrange a sexual encounter, then report back the following day. Fountain has since admitted that the site can become addictive, a confusion of ends and means. 'I know so many gay men who will literally have Gaydar ticking away all the time, wherever they are, in the corner of the room while they are watching TV,' Fountain, the author of a new book about the sex lives of the British, Rude Britannia, told the Guardian last year.</p> <p>'That's the worst thing, it's a terrible time waster. You can very quickly think, \"Oh, I'll just log on and check my messages,\" and four hours later you find yourself weeing on someone's pillow in Willesden Green wondering, \"What the hell am I doing here?\" Sometimes you think, \"Christ, am I still online? I was meant to being doing something else.\" The whole web dating thing, gay or straight - on the one hand, it does link people up, but they are not socialising, they are not meeting in bars. They are just sitting talking down a line, ordering what they want, when they want it. That can be a very narrow thing.'</p> <p><strong>For all its popularity, Gaydar can be regarded</strong><strong> </strong><strong>as</strong><strong> </strong>a niche. Not so Craigslist or its rival, Gumtree, which published research last year showing that one in 10 British adults between the ages of 25 and 40 had gone online for casual sex. Nor, indeed, the darlings of the web, social networking sites such as Facebook. This runs the gamut, bringing together business contacts, old school and university friends and former lovers. At one end of the spectrum, a site which invites members to 'poke' each other and features countless photos of drunken revelry inevitably features casual sex too.</p> <p>Earlier this year it emerged that Laura Michaels, 23, had set up a group called 'I Need Sex' on the Facebook site and, she claimed, slept with 50 men. Within 10 minutes the group had 35 members and soon attracted 100 men, 50 of whom Michaels slept with after vetting their pictures. One of her Facebook conquests was called Simon from Swindon, whom she met for drinks in a bar in her hometown of Bristol before going back to his hotel room for sex. Facebook later removed the page.</p> <p>Michaels told the Sun about her experiences: 'We always met somewhere like a bar first and I would get dressed up and treat it like a date. I know that some people will really look down on me for it. They might even say that I may as well have been a prostitute because then I would at least have been paid for sleeping with so many different blokes, but I don't see it like that at all. I was satisfying my own desires by setting up the group. I feel like a free, liberated woman and I think it's fantastic that the internet gave me a chance to do this. I know that it was risky behaviour but that was part of the thrill. I always made sure to tell a friend I trusted where I was going.'</p> <p>Facebook, MySpace and Bebo's tens of millions of members can communicate with each other via Zoosk, which claims to be the biggest social dating network in the world. It offers the chance to 'choose a network and start mingling with thousands of cute singles in your area'. It could well appeal to people who would never dream of visiting an all-out casual sex site but don't see the harm of a simple mouse click which adds the Zoosk application to their profile page, the first step on a slippery slope. The web abounds with questions such as 'What would you do if you found your husband added the \"zoosk\" application on Facebook?' and 'Does Zoosk randomly flirt with people'?</p> <p>The online sex revolution is posing new questions for experts who have not seen anything quite like this before. Phillip Hodson, a psychotherapist and broadcaster, says: 'I do believe the internet is the world's largest sex aid, largely functioning to augment, magnify and super-speed the processes of dating. Therefore it does represent a \"step difference\", a difference of kind and not just one of degree over traditional mating behaviour. You could never flirt with so many people in your entire life in, say, the Fifties as you can today in one un-enchanted evening. The web - soon to be the instantaneous grid - allows people of high libido (and flexible morals) to find each other as never before.'</p> <p>But, according to Hodson, the web might be making sex too easy, so we end up having less rather than more. 'All new media have pros and cons, pluses and minuses,' she says. 'Undoubtedly adultery is easier to organise by email but there is a new risk of detection given the electronic trail and the dangers of interception or misdirection - for example \"Hello Lover!\" ending up in your boss's inbox. </p> <p>'I think that the internet, by providing pornography and promiscuity on a plate, does tend to lower the nation's overall libido. In order to feel sexy, we need a few more challenges than unlimitedporninanyposition.org or Hookersin30minutestoyourdoor.co.uk. Men in particular seem to me to be in danger of becoming \"sex lazy\" as well as more fickle.'</p> <p>Indeed the paradox of the throwaway, instant gratification subculture could be that, like a drug, gratification becomes less and less satisfying. No one can share the sentiment expressed in Oscar Wilde's play The Importance of Being Earnest: 'This suspense is terrible. I hope it will last!' It is not only romance that is dead but also the theatre of seduction, the hint of stocking replaced by a brazen sexuality that is about as erotic as a prostitute's calling card in a phone box. Cinema and restaurant dates are replaced by profiles and pokes. </p> <p>The era when you married the boy or girl next door, or your childhood sweetheart, in the same village church as your parents, has long been on the wane. But when love is cheap, the internet generation may be less inclined to get married at all.</p> <p>Dr Aric Sigman, a psychologist and biologist, says: 'I would be concerned that what we are seeing is unrealistic. Yes, you can have sex, but you are now having more people than ever living alone and never getting married. Even as the technology advances, men and women are less engaged than ever before. There is something about chemistry and nuance that is not conveyed by this IT.</p> <p>'This is doing something odd to the human condition that isn't clear yet. In luring people away from strong personal relationships, it could be that people are having less sex, not more. I'm not convinced that it's making us any happier.'</p> <h2>How to identify cheating spouses</h2> <p><strong>1 </strong>They touch their nose often. Research suggests that internal nose tissues swell with blood when one lies. Beware of this when they communicate with you.</p> <p><strong>2 </strong>They avoid looking directly at you. Lying takes concentration and makes them suddenly divert their line of sight.</p> <p><strong>3</strong> They stare at you too much. They do this to make sure you believe them. </p> <p><strong>4 </strong>They lean forward and get close. Closeness is usually a sign of trust. But sometimes it can be a sign of deceit. They try to exaggerate how close you are by leaning forward when they lie.</p> <p><strong>5 </strong>They pull their earlobe. Some police forces are trained to watch for this very mistake when interrogating criminals.</p> <p><strong>6 </strong>They give you too much information. Their stories are too complex, structured, polished or complete.</p> <p><strong>7 </strong>They tend to give you multiple 'reasons'. If they were honest, they would have the confidence to give just one reason.</p> <p><strong>8</strong> They stumble in speech, with mistakes in the story to try and cover it up.</p> <p><strong>9</strong> They use 'um' and 'ah' more than usual, where they have to think of lies quickly.</p> <p><strong>10</strong> They are hesitant at the start of a sentence. They have to come up with lies fast and they hesitate.</p> <h2>Mistakes many cheaters make</h2> <p><strong>1</strong> They forget about a 'love note' left in their pocket.</p> <p><strong>2</strong> They come home smelling of a lover's scent.</p> <p><strong>3</strong> They are too protective of their handbag or wallet.</p> <p><strong>4</strong> They come home wearing different clothes from when they left.</p> <p><strong>5</strong> They choose too many different excuses too often.</p> <p><strong>6</strong> They forget about itemised mobile phone bills.</p> <p><strong>7</strong> They spend too much money on their affair and less on bills at home.</p> <p><strong>8</strong> They come home smelling of smoke, but they don't smoke.</p> <p><strong>9</strong> They use a friend as an excuse but don't tell the friend.</p> <p><strong>10</strong> They forget about the caller ID and redial button.</p> <p>• Thanks to<a href=\"http://cheating-spouse-guide.com/\"> cheating-spouse-guide.com</a></p>",
  "<p>Football matches imprint themselves upon the memory for a variety of reasons. Contrary to what one may imagine, it is rarely for the quality of play. The connoisseur, drawn back to classics, is often disappointed by how play has moved on: great players of the past now look slow-witted.</p> <p>One match, however, when returned to, proves to be of an astonishing quality: the second semi-final of the 1982 World Cup, between West Germany and France. Michel Platini was the French captain that night and has said: 'That was my most beautiful game. What happened in those two hours encapsulated all the sentiments of life itself. No film or play could ever recapture so many contradictions and emotions. It was complete. So strong. It was fabulous.'</p> <p>West Germany's presence in the semis was not widely welcomed. In their opening group game, Algeria, 1,000-1 outsiders to win the competition, had beaten the European champions 2-1. After Algeria defeated Chile in their final group game, Austria and West Germany met a day later knowing that if the Germans won by either one or two goals they would both go through. </p> <p>The first 10 minutes were played at a furious pace until the deadlock was broken by a Horst Hrubesch goal for the Germans. Thereafter, for the remaining 80 minutes, both teams strolled around the pitch, passing the ball sideways and backwards. There was not a single meaningful shot on goal. The outraged, largely Spanish crowd yelled 'Fuera, fuera' ('Out, out'). Algerian supporters waved banknotes at the players. One West German fan burned his national flag in protest.</p> <p>The West German camp failed to appreciate what all the fuss was about. Coach Jupp Derwall said: 'We wanted to progress, not play football.' When fans gathered in front of the squad hotel, demanding the players justify themselves, members of the team threw water-filled balloons on their own supporters from the windows of their rooms. </p> <p>Their semi-final was at the Estadio Ramón Sánchez Pizjuán, on 8 July 1982. Kick-off was 9pm but it was a muggy night in Seville, with the temperature in the high nineties. France had a day fewer to recover from their last group match, but this handicap had been balanced by nature, a stomach bug affecting their opponents. The Förster brothers and striker Klaus Fischer were among those affected.</p> <p>Michel Platini and the bearded Manny Kaltz, standing in as captain for Karl-Heinz Rummenigge, who was on the bench with a damaged hamstring, shook hands with the officials: Dutch referee Charles Corver and his linesmen, Swiss Bruno Galler and Scot Robert Valentine. The captains tossed a coin, swapped pennants. There was a noisy, carnivalesque atmosphere. </p> <p>During the early stages Germany were in charge. Paul Breitner, the only survivor of West Germany's 1974 World Cup-winning side, had retired from the national team but been persuaded back by Derwall: playing now not at full-back but in central midfield, Breitner had become his team's marshal. He would set off on diagonal runs, driving into space in French territory, spearing passes for his colleagues to run on to. A sense of purpose coursed through German moves. </p> <p>In the 17th minute Breitner cadged the ball off midfield grafter Wolfgang Dremmler just inside the France half and, seeing space ahead of him, burst into it, brushing off Didier Six's feeble challenge. Breitner headed towards the middle then, faced by a wall of blue, veered off towards the left before stabbing the ball with the outside of his right foot perfectly into the path of Klaus Fischer. Jean-Luc Ettori rushed out from his goal and dived at Fischer's feet: he blocked the run but failed to gather the ball, which rolled slowly back out towards the edge of the penalty area. It was teed up nicely for young Pierre Littbarski, West Germany's find of the tournament, who drilled it through a litter of French bodies and into the net.</p> <p><strong>One-nil.</strong></p> <p>Where the West Germany players seemed to have settled to a similar tempo, the same speed of thought and movement, the French were more moody. Marius Trésor and Bernard Janvion in the middle of the defence and Maxime Bossis on the right all had their socks rolled down, Bossis with his shin-pads flapping out, as if to flaunt their insouciance. Up front the team were light and lop-sided. Dominique Rocheteau had made his name as a pacy right-winger at Saint-Etienne. He was dark and handsome, with the flowing ringlets of a musketeer; fans of Les Verts called Rocheteau 'The Green Angel', although his looks belied both his work-rate and, rare for a footballer, his political awareness: known for his left-wing views and association with the Revolutionary Communist League, today Rocheteau is head of the National Commission of Ethics of the French Football Association.</p> <p>Playing as a lone striker, however, was too great a burden, especially as he received little help from Six - a winger with corkscrew hair, an ornamental player out on the left who occasionally drifted inside to scant purpose.</p> <p>If the France forwards suffered in comparison with those behind them, it could be said that so would anyone. The midfield was led by Platini, described by one journalist as 'the lead violin in a sophisticated string quartet'. Patrolling the ground between centre circle and opposition penalty area, Platini was invariably in the right place to receive a pass and did so alone, when one might have expected an opponent to be beside him. He then became the still centre of a hurtling world, aware of all that could happen. For a moment it was as if the other players became satellites of his calm mind. He would make a pass into inexplicable space, which it would take a second or two for the game to catch up with: Bossis or Jean Tigana ran on to the ball, and only then could everyone see how exquisite the pass was.</p> <p>The rest of the quartet was not bad. Alain Giresse, just 5ft 4in, had a good engine and a lovely cushioned touch with his right boot. Tigana, a team-mate of Giresse at Bordeaux, had not become a professional until his early twenties, spotted as an amateur while working as a postman. Though slight, and elegant, Tigana was a powerful runner with the ball. He also had a markedly slow heartbeat and tremendous stamina.</p> <p>The fourth member was Bernard Genghini, a leggy left-footer as elegant as, if a little less effective than, his colleagues. 'Four artists,' as Brian Glanville puts it in The History of the World Cup, 'no real hard man, no tackler, among them.'</p> <p>Having scored their goal, there was no let-up in West Germany's attacking momentum. But France, too, began to string passes together. Trésor drove forward in a manner rarely seen from stoppers today. Full-back Manny Kaltz caught Genghini after the ball had gone. Genghini bit him back, but France had the free-kick, midway between centre circle and penalty area on the left-hand side. Giresse floated the ball with the outside of his right foot into the right-hand side of the area. Platini outjumped Dremmler to head the ball towards the six-yard line, where Berndt Förster made his clearing volley easier by wrestling Rocheteau out of the way with an arm around his waist. Corver had no hesitation in blowing his whistle and pointing to the penalty spot.</p> <p>Platini kissed the ball before placing it on the spot, and walking backwards. On the goalline, chewing gum, gloved hands on hips, Harald Schumacher glared at the ball, at Platini, at the effrontery of a penalty awarded against West Germany. Platini kept walking back. For a moment it looked like he might forget to stop walking. He reached the edge of the penalty area, and still kept going. Was he intimidated by Schumacher's cold-eyed gaze? Still he kept retreating, right through the arc outside the penalty area. Finally Platini stopped, began walking, then jogging, back. Schumacher flung himself to his left. Platini struck the ball with the flat of his right foot, sending it just inside the opposite post. </p> <p><strong>One-all, after 27 minutes.</strong></p> <p>West Germany resumed possession. The game was rougher 25 years ago than it is today. The France left-back Manuel Amoros had got away with hacks at Littbarski; now Tigana, scuttling with the ball out of defence after a West German attack had been repelled, was brutally taken out by Dremmler in a way that now would earn an instant yellow card, at least.</p> <p>Trésor made another irruption into the West German half, passing the ball, continuing his run towards the left-hand corner flag, receiving the return pass, laying the ball back to Amoros, who crossed. Six flicked it on ineffectually, too far from Platini, too close to the goalkeeper. Schumacher contrived not only to gather the ball unimpeded but to keep moving and thump Platini's thigh with his shoulder. Platini, wincing, complained. It was an act of petty aggression for which Schumacher knew he would receive no punishment - he had the ball in his hands, no referee would have given a penalty - but it was a taste of what was to come.</p> <p>The second half was barely under way when Rocheteau received the ball in an unthreatening position out on the right, facing his own goal, whereupon Berndt Förster, running up behind him, jumped and somehow kneed Rocheteau in the shoulder. It was an imbecilic assault, for which Förster was fortunate to receive only a yellow card. </p> <p>Genghini had taken a knock and, unable to run it off, was replaced. As Patrick Battiston ran on to the pitch a West German cross from the right drifted all the way over to Bossis, who controlled the ball, dummied first to pass it back, then to hoof it upfield, only to waltz around Felix Magath and Fischer before releasing the ball to Tigana on the right. Tigana slipped it inside to Battiston, who played a one-two with Giresse then sped forward, fresh legs devouring ground, before blasting a left-footed shot narrowly wide.</p> <p>The most striking impression, watching the match at a distance of more than 25 years, is of a less disciplined yet more intelligent game than is played today. Every outfield player appears to have had greater autonomy. Both teams passed and moved with thoughtful fluidity; they bristled with intelligent purpose.</p> <p>West Germany continued their pressing game. Midfielder Magath was like a little eel, slipping into pockets of space. Breitner played his sharp passes, probing for a way through the ribs of the French defence. But the defence stood firm. </p> <p>France began to take the upper hand. A Platini free-kick 10 yards outside the West German area cannoned off the wall. Giresse floated a lovely pass from just inside his own half, out on the left. On the edge of the penalty area, Rocheteau seemed to judge the flight of the ball better than Berndt Förster: it drifted beyond the German, bounced once, and Rocheteau scuffed it past the onrushing Schumacher. But the referee had blown, deciding Rocheteau had impeded Förster.</p> <p>Then Platini cut in from the left, dribbling past Kaltz across the face of the area, feinting past Uli Stielike, but shooting wide. The ball was swallowed by the sea of French fans. Many waved tricolores, while close-ups showed others with cymbals, trumpets, hooters. They were having a good time. Schumacher stood glaring, waiting for the ball to come back, but it was held on to, less by an individual, it seemed, than by the crowd as a whole. When, eventually, a Fifa technician gave Schumacher a fresh ball, he mimicked hurling it at the French fans, before taking the goal-kick. Had we just seen a humorous gesture - 'Would you like this ball too?' - or was it mockingly aggressive? After some seconds of surprised silence, boos began to be heard.</p> <p>Barely a minute later came the incident that has acquired such notoriety. Bossis won the ball with a superb tackle on Dremmler, and passed to Tigana, who laid it inside to Platini. With a momentary glance Platini appraised the scene before him, saw Battiston charging forward and floated the ball into the air. </p> <p>The pass had just the height, pace and backspin to take it beyond Karl-Heinz Förster, to a spot where Battiston would reach it before the sweeper Uli Stielike, coming from the left, or Harald Schumacher charging out. </p> <p>Battiston got to the ball first and kicked it over the oncoming keeper's head. Everyone's gaze followed the ball, which bounced narrowly wide of goal, so people only glimpsed that Schumacher had made contact with Battiston. Watching replays, it was clear what had happened. As the German journalist Ulrich Hesse-Lichtenberger puts it: 'Just prior to crashing into Battiston he [Schumacher] did a little jump and turned his upper body in order to ease the impact. Ease it for himself, that is, as the helpless Battiston was hit in the face by Schumacher's hipbone with full force, immediately going down unconscious.'</p> <p>France players - and the West Germany captain, Kaltz - surrounded the stricken man and began waving for help. The French physio and doctor ran on, and immediately called for a stretcher. By grim chance the Seville police had, for some unknown reason, barred Red Cross officials from the sidelines. It took three minutes for a stretcher to appear, lifted up from some basement store beneath the stands. Eventually uniformed men with Red Cross armbands trotted on.</p> <p>Schumacher, meanwhile stood, impassively at the edge of his six-yard box, ball under one arm, the other hand on his hip. According to Hesse-Lichtenberger: 'His body language said: \"Get the guy off the pitch so that I can take my goal-kick.\"'</p> <p>Giresse and Janvion came to the touchline to tell their manager, Michel Hidalgo, what had happened to Battiston, and to work out how to rearrange the team, only for a Fifa official to step between them, since coaches were forbidden from discussing tactics with their players during the match. Hidalgo, furious, grumbled back to the dug-out. </p> <p>One might have thought the captain would have been the one to confer with the manager. But not this one. Platini later said that he thought his team-mate was dead. 'He had no pulse. He looked so pale.' Finally Battiston was carried off, accompanied on one side by a medic, on the other by Platini, who walked along bent towards Battiston's ashen face. The unconscious player's right arm flopped over the side of the stretcher, and Platini took Battiston's hand. He spoke softly to him as he walked. As they neared the edge of the pitch, Platini raised Battiston's hand and kissed it. </p> <p>Battiston lost two teeth, had three cracked ribs and damaged vertebrae, and was unconscious for almost half an hour. But now that he was off the pitch, play restarted, with indeed a goal-kick for West Germany, and no word of reprimand for Schumacher. </p> <p>A new substitute, Christian Lopez, came on for France and play got going. It appeared that if anything West Germany had been chastened by the incident, while France were hunting the ball. A purposeful fury seemed to burn through the team. Once, when the ball ran loose out on the left, Trésor chased after it and took off for a tackle like a long-jumper, a murderous, studs-up lunge from which Kaltz wisely stepped aside. While the referee reproved Trésor, Platini walked behind and ruffled his hair in blatant approval.</p> <p>The atmosphere crackled, with a feeling less of a sporting occasion than of some événement, as if the players and the crowd were not in a sporting arena but all out on the street, and anything could happen.</p> <p>France attacked with further swift interchanges. But they could not score and now West Germany, midway through the half, began to stir again. Hans-Peter Briegel galvanised his team with one of his powerful runs out of defence. Magath almost got through on the left. Dremmler shot from the right, Ettori getting down well to hold on to the ball.</p> <p>After 72 minutes little Magath was replaced by his Hamburg club-mate, blond giant Horst Hrubesch, known as Das Kopfball-Ungeheuer, the Heading Beast. Hrubesch was just about as big as Briegel, who was 'a human Panzer division in himself', according to Brian Glanville. Kaltz, Schumacher, the Förster brothers, too, could easily be imagined playing starring roles in some war film. It was hard not to notice the marked contrast to the multiracial French. Trésor had been born in Guadeloupe, Janvion in Martinique, Tigana in Mali, Lopez in Algeria. Platini, Amoros, Genghini were the children or grandchildren of immigrants. At the 1998 World Cup, Platini would not be alone in his opinion that 'the people who talk about a black, white and beur [North African] France were 30 years late. France has been black, white and beur for a long time. I was shocked by this discussion in '98. These people do not look around themselves very much.'</p> <p>By now, all four full-backs were wonderfully adventurous - Kaltz whipping in his bananenflanken, Bossis roaming forward - and they ended up more often tackling each other, overlapping, than the putative attackers. Didier Six, well placed on the six-yard line, shot tamely straight at Schumacher. At the other end, Breitner fed Briegel, who evaded Bossis's tackle and shot against the spread-eagled Ettori. The game was once more open, swaying one way then another. West German attacks were direct, pragmatic, incisive. The French either counter-attacked at thrilling speed or else slowed the tempo, worked their way slyly forwards. The better France played, the easier they made it look, trading the ball between each other, the West Germans apparently unwilling to intercept.</p> <p>With less than five minutes left, Tigana picked the ball up in his own half and surged down the right past first Breitner, then Briegel, and sent a marvellous cross hanging perfectly to the far post, where in the absence of a defender Rocheteau managed to get in Six's way, depriving the winger of a clear heading opportunity. The last chance of the 90 minutes, surely. </p> <p>But no. France once more gained possession. Platini laid the ball into the path of Amoros with a 20-yard gap in front of him. Amoros drove forward and from 35 yards out let fly a missile of a shot. Schumacher dived in vain, the ball flew over him, dipping, and on 90 minutes and 02 seconds hit the underside of the bar... and bounced out.</p> <p>There was, necessarily, a good deal of injury time to be added, in the third minute of which Tigana lost possession to Breitner, outside the left of the France penalty area. Breitner shot towards the far post. Ettori dived to his left but fumbled the ball: it dribbled away from him and, as he scuttled after it, Klaus Fischer bore down like a bird of prey. Denied a chance all night by Janvion, he was suddenly presented with this morsel. It was a race between the tips of Ettori's gloves and the toe of Fischer's right boot, which the Frenchman just, bravely, won, poking the ball away for a corner.</p> <p><strong>One-all, at full-time.</strong></p> <p>Now the managers could talk to their players, who collapsed on the grass. Trainers, physios, subs came on to pass round water, massage the muscles of tired legs. </p> <p>Those of us watching then - as now, so many years later - knew that we were witnessing something extraordinary, but few could have imagined how much more these players were to give us. In the third minute of extra time, Briegel obstructed Platini out on the right, and now something inexplicable happened. The penalty area was packed. As Giresse shaped to dispatch the free-kick, France players began to move, to dart this way and that, their markers shadowed them, and at the moment Giresse's cross arrived the middle of the penalty area was suddenly empty. Except for the French sweeper, Marius Trésor, who stood all alone just in front of the penalty spot. With perfect, joyful technique, he walloped the volley into the net.</p> <p><strong>Two-one.</strong></p> <p>The French celebrated and when play resumed there was something hectic about their movement. They dashed helter-skelter. It appears, watching the match again, as if they were intoxicated with a sense of justice. A wrong had been done, and was being put right, and the more they attacked so the more justice would be served. They broke forward again, Tigana shooting wide. </p> <p>Jupp Derwall brought his injured but totemic captain, current European Footballer of the Year Karl-Heinz Rummenigge, off the bench in place of Briegel, and the substitution jolted the Germans: a shock of effort rippled through the team, sending them pulsing forward, without threatening the French goal. On the contrary. In his own half, Giresse tapped a simple free-kick up the right to Rocheteau, who advanced and squared the ball to Platini on the front edge of the penalty area. Faced with three defenders ahead of him, Platini sent the ball on across to Six on the left. Six controlled the ball and then, in his most positive contribution of the match, caressed the ball from one foot to another while others moved around him: Platini went forward then suddenly out to the right, dragging defenders with him as if magnetised. Into space in the middle came Alain Giresse, and now Six laid the ball off gently, invitingly, into his path. Giresse met the ball with the outside of his right foot, giving it a flight path that curved outside Schumacher's dive and then inside towards the goal, glancing in off the right-hand post.</p> <p><strong>Three-one, in extra-time.</strong></p> <p>France did not sit on their lead, by playing square passes simply to keep possession. They wanted to score a fourth, and surged forward. Six was fouled, another Platini free-kick. This one ripped through the wall and cannoned back off Schumacher's chest.</p> <p>'Germany are dissolving,' the commentator Martin Tyler said. 'I can't remember ever saying that about a German side.' Giresse, Rocheteau, the marauding Bossis, Tigana and Platini attacked all together down the right. Six was in the middle ahead of them. This was how these musketeers would protect their lead: attack in numbers. Giresse was fouled and lay in pain. Rocheteau stopped playing to attend to his comrade, but the French retained possession and the referee waved play on. A moment later Platini was bundled off the ball: no free-kick was given and suddenly the French had lost possession with half their team stranded high upfield. Rummenigge and Littbarski combined on the vacant left, Stielike joined in, the sweeper at last making an advanced contribution with a fine pass out to Littbarski, who floated the ball forward into space at the near post between the France defence and the goalkeeper. Janvion and Rummenigge ran forward, Ettori rushed out, all three lunged but the West German got there first, and with a deft, incisive flick sent the ball past Ettori and fractionally inside the near post.</p> <p><strong>Three-two after 103 minutes. </strong></p> <p>Into the second period of extra time and, if there was a lesson to be learnt, France showed no sign of having learnt it. They seemed incapable of common sense or caution: compelled to win with swashbuckling style, they recalled the writer André Breton's dictum that 'beauty shall be convulsive, or not at all'. But all this emotion was exhausting. Tigana would keep running all night and Rocheteau remained a courageous, willing target man. Trésor was a towering figure at the heart of the defence. But all around them, one by one, French players were coming to a standstill.</p> <p>West Germany advanced down the left, Littbarski crossed, Hrubesch headed back from the far post into the middle. Klaus Fischer had been dominated throughout by Bernard Janvion. But a top-class striker has to be obtuse, undismayed by all that has gone before, eternally alert to that one opportunity. There were two defenders plus the goalkeeper on the line, but Fischer met Hrubesch's lay-off with a brilliantly executed bicycle kick into the top corner. </p> <p><strong>Three-three after 108 minutes. </strong></p> <p>Janvion was limping. Platini was drained. But still the game remained open. Like two blind, exhausted fighters the teams kept going. From a West German corner Fischer knocked the ball back into the danger area. Trésor leapt to head clear and the ball was worked up to Six, who played it out to space on the right into which Tigana - clearly in pain still from an earlier collision - struggled: he reached the ball before Stielike and shot, well wide. It was the last significant action of the game. Moments later Corver blew his whistle.</p> <p>'So, abominably, irrationally and unforgivably,' as Brian Glanville wrote, 'a World Cup semi-final would be decided, for the first time, on penalties.'</p> <p>Giresse, Kaltz, Amoros, Breitner and Rocheteau all scored. Uli Stielike shot weakly, Ettori easily saved. Stielike collapsed, curled up on the ground. Eventually, as if his body had doubled in weight, he dragged himself up and stumbled back towards his colleagues in the centre, bent head in hands, weeping. Littbarski came to meet him, and escorted him back, arm around the older man's shoulders.</p> <p>But then Didier Six shot softly to Schumacher's right, for an easy save, and Littbarski evened things up at 3-3.</p> <p>Platini and Rummenigge scored. Next up came Maxime Bossis. An exact contemporary of Platini - the two born just five days apart in June 1955 - they had done their military service together in the Joinville battalion, and their 10-year international careers ran in tandem. If Platini embodied the art of this team, Bossis encapsulated its spirit, and was prime candidate for man of the match. He struck his penalty to Schumacher's right, and watched as the goalkeeper dived the same way: although the shot was a half-decent one, the save was easy enough. </p> <p>Horst Hrubesch now lumbered up, and shot low and hard for the winning penalty. West Germany were through to the final.</p> <p>As Jupp Derwall asserted afterwards: 'You must give my players the credit they deserve, they showed such strength of character.' And so they had. 'The taste, however,' according to Brian Glanville, 'was exceedingly sour. Michel Hidalgo, by nature quiet and moderate, condemned Corver's flaccid refereeing. \"We have been eliminated brutally,\" he insisted.' Even in a recent interview, the wound for Hidalgo was still fresh. 'People witnessed a great injustice. The match reignited the Franco-German antagonism that had faded.'</p> <p>When Schumacher was told after the match that Battiston had lost two teeth, he said: 'If that's all that's wrong, tell him I'll pay for the crowns.' In a post-World Cup poll in a newspaper for the least popular person among the French, Schumacher shaded Adolf Hitler into second place. </p> <p>In the final Italy, to universal approval, won 3-1. According to Ulrich Hesse-Lichtenberger: 'The [West Germany] side returned home expecting to be hailed as the second best team in the world. Instead, the squad was met with frosty silence, if not outright disgust.'</p> <p>Two years later, on home soil, in the 1984 European Championship, France would pursue the destiny of which they had been robbed. Genghini's place in midfield was taken by Luis Fernandez, who ate up the ground and won the ball for the three artists around him, in a quartet that was given the sobriquet Le Carré Magique, the Magic Square. </p> <p>Playing with both panache and conviction, France won the tournament; Platini was the outstanding star, scoring from midfield nine of his side's 15 goals. Yet such is his insight into the meaning of sport, that no memory equals that torrid night in Seville, when he was on the losing side, but in every significant way emerged a winner.</p> <h2>Where are they now?</h2> <p><strong>France</strong></p> <p><strong>Patrick Battiston</strong></p> <p>Despite losing two teeth and suffering vertebra damage in the Schumacher challenge, Battiston doesn't bear a grudge: 'I feel no hate,' he said in July. The defender retired in 1991 after a second spell at Bordeaux and is now coach of that club's reserves.</p> <p><strong>Didier Six</strong></p> <p>The winger became a French pioneer in English football when he joined Aston Villa in 1984. He now runs a summer soccer camp in Metz, but wants a pro coaching job - in 2007 he complained that getting into management in France was like joining the mafia. </p> <p><strong>Marius Tresor</strong></p> <p>The scorer of France's second extra-time goal, Platini's predecessor as captain was named one of the 125 greatest players of all time by Pelé in 2004. He finished his playing career at Bordeaux in 1984, and is now a director and assistant coach at the club. </p> <p><strong>West Germany</strong></p> <p><strong>Harald Schumacher</strong></p> <p>Nicknamed Toni, his international career was ended by allegations of substance abuse he made in a 1987 book. Schumacher now owns and runs SportsFirst, a consultancy agency with Bundesliga club Schalke 04 and the German FA on its books.</p> <p><strong>Karl-Heinz Rummenigge</strong></p> <p>The striker retired in 1989 before returning to his first club, Bayern Munich, as an executive in 1991. He became the club's chairman in 2002 and has since also become chairman of the European Club Association, the larger successor to the G-14 lobby group.</p> <p><strong>Pierre Littbarski</strong></p> <p>Scorer of West Germany's glorious opener, Littbarski ended his playing career in Japan in 1997. He has since become a well travelled manager in the J-League, Germany, Australia and Iran. He left struggling Iranian Premier League team Saipa in October.</p>",
  "<h2>Letter of the week</h2> <p><strong>Q</strong> A couple of friends and I want to do a grand car tour across America taking in towns and cities corresponding to our surnames. We'll head from Alaska down through Canada and the West Coast to Texas. Most car hire firms aren't keen to lend on a 6,400-mile one-way trip. Do you have any advice?<br><strong>Jack Cantwell, by email</strong></p> <p><strong>A</strong> This plan is going to run into problems. Alaska-based car rental agreements don't generally allow for vehicles to be taken out of the state. It is simply too much cost and hard work to get the vehicles back up there again. </p> <p>I'd suggest treating Alaska as a separate part of the trip and hiring a car for that leg. Anchorage is the best place to start and finish and there is a useful comparison of car firms at <a href=\"http://www.alaska.org\">alaska.org</a>. Once you've seen Alaska you can travel overland or by plane to the Lower 48 states, from where you will find it easier to hire a car. You should still expect to pay a higher rate or an additional fee for a one-way rental.</p> <p>While it may look on paper that buying a car may be a cost-effective option, bear in mind that selling it on in another state can be tricky. Vehicles are much less desirable - and therefore worth less - outside the state they are registered in. AutoTourUSA (<a href=\"http://www.autotoursusa.com\">autotoursusa.com</a>), based in Seattle, specialises in helping visitors to the US buy, insure and license vehicles. In the UK, HC Travel (<a href=\"http://www.hctravel.com\">hctravel.com</a>) can arrange US motor insurance for non-residents.</p> <p><strong>Q</strong> My partner and I are considering driving to Polis, Cyprus. We can take our time as we are planning to live in Cyprus for a while once we arrive. What do you consider to be a great route to take (not veering too much off as the crow flies)? How many miles will this be?<br><strong>Justine Lewis, Bristol</strong></p> <p><strong>A</strong> The only ferries to Cyprus currently in operation run from the Turkish ports of Alanya and Tasucu near Sifke to Girne (Kyrenia) in northern Cyprus. With a car you're looking at the longer journey to Tasucu as only faster catamaran services run from Alanya. Services are operated by Fergun (www.fergun.net). Passage should be booked in advance through the operator. Fares for a car and two passengers cost around £90. In Cyprus private cars can cross from north to south, buying insurance at the border.</p> <p>There are two alternatives to get to Turkey's Anatolian Coast. One involves driving around 2,000 miles right across Europe - Belgium, Germany, Austria, Slovenia, Croatia, Serbia and Bulgaria. Plot your route at <a href=\"http://www.viamichelin.com\">viamichelin.com</a>. The other entails driving to Brindisi or Ancona in Italy and picking up a ferry to Çesme on Turkey's Aegean coast, from where you can drive to Tasucu. Ferries run from April to October and are operated by Marmara Lines (<a href=\"http://www.marmaralines.com\">marmaralines.com</a>). The crossing takes 60 hours. Costs vary but start at £93 for a bed in a shared four-berth cabin. Taking a car will cost £128. You can book through Alternative Turkey (<a href=\"http://www.alternativeturkey.com\">alternativeturkey.com</a>). I'd be interested in feedback from anyone who has driven to Turkey as to which is the best route.</p> <p><strong>Q</strong> My friend and I are planning a week's cycling holiday in Italy for next May. We'd like to do it independently, but we're not ambitious cyclists. We'd probably cover around 30 miles a day stopping frequently to eat and explore. Can you suggest any routes or areas for such a plan? <strong>Charlie Roberts, London</strong></p> <p><strong>A</strong> If you don't mind some moderately challenging terrain, I'd suggest Tuscany. One option is to start in Florence and ride across the olive groves and vineyards of the Chianti region, overnighting in Greve in Chianti then heading on to Siena via Radda and Castellina, both fine places to stop and eat. From here you can take a three-day loop through the hilltowns, overnighting in Montalcino and Montepulciano en route to Cortona. The terrain is rolling, but ascents into towns can be steep. See <a href=\"http://www.terresienainbici.it\">terresienainbici.it</a> for details on these and other cycle routes around Siena.</p> <p>There are dozens of other choices. You can plot your own backroads route with a regional map from Touring Club Italiano (<a href=\"http://www.touringclub.it\">touringclub.it</a>). These are available from Stanfords (<a href=\"http://www.stanfords.co.uk\">stanfords.co.uk</a>). The Italian State Tourist Board has links to routes and information at <a href=\"http://web.italiantouristboard.co.uk/it/ind/i90.html\">web.italiantouristboard.co.uk/it/ind/i90.html</a>. One tempting option is to ride from Ravenna, with its Byzantine mosaics, to Venice via Comacchio, Ferrara and Chioggia. You'll find fewer hills in Puglia and traversing the plains of this region is a less well-visited alternative to central or northern Italy. An interesting three to four-day loop from Bari visits the troglodyte city of Matera and the unique trulli dwellings of Alberobello. </p> <p>British Airways will carry a bicycle as sporting goods but most other airlines will levy a charge. </p> <p><strong>Q</strong> My partner's father died in Ghana 50 years ago and we are planning a three-week trip in 2010 to Ghana to find his grave. As one of the few white men in Tema at that time, we are hoping that someone may remember him. We have had no success at contacting the Ghanaian embassy for visas. There seem to be a lot of injections to get through and we don't even know if there are any records of deaths or even a cemetery in Tema. Can you help? <br><strong>Edna Moore</strong></p> <p>You should be able to make arrangements reasonably quickly. Go to the Ghana High Commission (020 8342 7500; <a href=\"http://www.ghanahighcommissionuk.com\">ghanahighcommissionuk.com</a>) for visa information. Visas are required by all visitors. A single-entry visa, valid for three months, costs £30 and takes four days if you apply in person, or 10 days by post. This should give you plenty of time to organise your injections - <a href=\"http://www.netdoctor.co.uk\">netdoctor.co.uk</a> has a list which includes yellow fever. Tema is Ghana's largest sea port and is located 16 miles from the capital, Accra. You'll need to make enquiries about your father once you're in town; starting at the Chamber of Commerce which may yield some helpful contacts. Hiring a car with a driver may be a good idea - you'll find major international car hire companies in Accra, which also has international hotel chains such as Novotel (<a href=\"http://www.novotel.com\">novotel.com</a>).</p>",
  "<p>Amid the bureaucratic prose of his dreadful book The Blair Revolution, Peter Mandelson managed to articulate one noble thought. Writing in 1996, when the old Soviet empire lay in ruins, he declared that the European Union must move into central and eastern Europe to 'strengthen security, entrench democracy and ensure economic and social progress spread across the whole continent'.</p> <p>He could plausibly believe then that Tony Blair would be at the forefront of a new Europe, free and at peace. Now, his optimism seems a dream from another age. Putin's autocratic regime of former KGB men and crony capitalist backers laments the loss of the empire of the tsars and commissars and gives every sign of wanting to take it back. After the war in Georgia, and with the recession bringing Ukraine close to collapse, the chairman of the US Joint Chiefs of Staff had to fly to Lithuania last week to promise the former occupied territories that Nato would protect them.</p> <p>MI5 says there are as many Russian spies in Britain today as at the height of the Cold War. Putin's state security apparatus monitors Russian dissidents in London and displays no visible sign of regret when they are horribly murdered.</p> <p>Yet Mandelson and politicians like him, who once wanted to entrench democracy and progress across Europe, see nothing wrong with consorting with the oligarchy, although I suspect it has taken newspapers readers a while to understand the magnitude of their moral failure.</p> <p>The Deripaska affair is a puzzle to outsiders because the press can't quite say what it is about. When George Osborne briefed the press, the story was that Mandelson was spreading poison about Gordon Brown. His stay on Deripaska's yacht and dinners with the oligarch in Moscow's restaurants quickly superseded tales of back-stabbing, because journalists realised Mandelson's decisions as European Trade Commissioner affected the interests of one of the world's richest men.</p> <p>When Nathaniel Rothschild wrote that Osborne had talked about soliciting donations from Deripaska, we decided one Bullingdon Club member was punishing another for breaking the omertà of upper-class house parties. Business journalists intervened to point out that a little more than gentlemanly pride was at stake for Rothschild. Deripaska's money helped him increase his fortune, but the Russian was not coping well with the financial crisis. Rothschild had to attack Osborne for drawing attention to a shadowy man who had contributed towards the cost of Rothschild's Klosters chalet, where, inevitably, Mandelson was a frequent guest.</p> <p>Those naive souls who worry about political - oh I don't know - decorum then watched open-mouthed as within weeks of allowing the super-rich to pass him around like a half-drunk bottle of Cristal, Mandelson returned to Whitehall and demanded restrictions on the employment rights of working mothers. Osborne could not beat that although he tried. After staying with the Rothschilds and visiting the Deripaskas in Corfu, he announced that the Tories were the only party truly committed to tackling poverty.</p> <p>For all the apparent ruthlessness, the media are dancing around the main point. It is not showing what should be at the heart of the affair: a proper sense of outrage at Mandelson, Osborne and Rothschild's belief that the tame oligarchs of a dangerous autocracy are no better or worse than other industrialists. </p> <p>My colleagues are not to blame for pulling punches. London not only offers crony capitalists Michelin-starred restaurants, security guards and discreet bankers. Our authoritarian libel laws also attract the rich. Editors think once, twice, 100 times before crossing them. They know they must contend with libel judges and Law Lords unfit to hold office in an open society because they won't stand up for freedom of speech.</p> <p>Reading between the lines, you may realise that when reporters talk about 'the aluminium wars' that turned Deripaska into a tycoon in Nineties' Siberia, we do not use 'war' figuratively. Notice, too, how often we say that the State Department revoked Deripaska's visa to enter the US in 2006 and how rarely we explain why.</p> <p>Judges graciously lift libel restrictions when journalists report their verdicts. I can therefore give you a taste of the company the political class is keeping by quoting a ruling by Mr Justice Christopher Clarke at the High Court on 3 July.</p> <p>He was hearing the claim of Michael Cherney. Like so many who try to do business in Russia, the exile alleges that the associates of the Kremlin cheated him. He feared arrest if he went home to demand $4.35bn from his former partner, one Oleg Deripaska, and asked London courts to hear his case instead. Deripaska denied he owed Cherney a rouble and insisted that any hearing should be in Russia.</p> <p>In his ruling on where the trial should take place, the judge described how he had heard the evidence of Bill Bowring, professor of law at Birkbeck College, and an authority on civil rights in Putin's Russia. It gave 'substantial support' to the conclusion that exiled enemies of the Kremlin and its backers would be arrested if they returned.</p> <p>'Deripaska is, by common account, a Kremlin-friendly oligarch, who heeded President Putin's warning to the oligarchs to stay out of politics,' the professor said. 'Others have found themselves in exile or in a Siberian labour camp. But Mr Deripaska emerged as the triumphant leader of the Kremlin-friendly oligarchs whose ability to continue to do business is dependent on obedience to the Kremlin and who can count, in turn, on support from the government and the judicial system. He has funded President Putin's pet projects. [His] Rusal group is one of the most important assets of the Russian state.'</p> <p>Without accusing Deripaska, the judge accepted that the trial could not take place in Russia because of 'the risk of a successful assassination'. Cherney had a 'well-founded fear for his safety'. Nor, continued the judge, could he expect a fair trial. 'It seems to me that there is a significant likelihood of Mr Cherney being prosecuted if he returns and a real possibility that Mr Deripaska might use his influence or his ability to orchestrate feeling against Mr Cherney.'</p> <p>In a sentence that resonated with all who know the history of communist show trials, the judge added that 'the use of criminal prosecutions [or the threat of them] as tools in a power struggle with rivals was a feature of Soviet Russia. The pattern has continued and has a new name: \"zakaznye dela\" [\"prosecutions to order\"].'</p> <p>With these words, he found against the client of Rothschild, the dining companion of Mandelson and the object of Osborne's covetous glances.</p> <p>I began by describing Mandelson's book as dreadful. Perhaps I was harsh. In 1996, he wrote that voters believed they had 'a government that consists of business back-scratchers and a parliament made up of politicians on the make'. Ain't that the truth.</p>",
  "<p>If, as seems likely, they have survived their South African motorcycling holiday, princes William and Harry should soon be enjoying their second heroes' welcome in two days. The first was scheduled by their tour operator to occur this weekend, on the last leg of their eight-day journey, with the town of Port Elizabeth required to supply 'a police cavalcade' and 'pomp and ceremony to welcome you home'. For the second, we can surely count on the BBC, which has repeatedly expressed keen appreciation of the skill and valour this holiday will have demanded from William and Harry.</p> <p>Or 'the young princes' as its royal correspondent Peter Hunt poignantly calls them, as if they will soon be confined, once again, to a shared chamber in a doomy Tower, their hoodies replaced with black velvet suits by Millais and their return to the shimmering veldt about as likely as a conjugal visit from Chelsy Davy.</p> <p>Amid all this idolatry, it has not always been clear what made their Enduro Africa expedition any different from, say, a long motorbike trip organised by an obscurish tour business which has now, thanks to unstinting media repetition, branded itself a global charitable endeavour. One gathers, from 'Enduro', that hardships of a noisy, mechanical nature will have been overcome, and from 'Africa', that this was the price of helping the needy. But in interviews, Enduro's lucky beneficiaries have stimulated less interest than the princes' sang-froid. Just 'how gruelling,' asked one correspondent, did they expect this journey to be?</p> <p>'Very, very gruelling,' the hulks chorused, no doubt truthfully. For a fellow Enduro Africa participant has described on his blog the terror of 'riding in total darkness in an almighty thunderstorm', adding, in an understated sort of way, 'that's a fraction of the pain we went through'.</p> <p>And yet, as the Enduro Africa website indicates, the world is full of hobbyists who would like nothing better than to experience this agony for themselves. Former travellers testify to the awesome, life-changing nature of an isolated biking holiday, accompanied by no more than around 100 like-minded white folks and a few locals to mend stuff. 'People can be very happy with very little,' concludes one traveller. Even before they had set off, one prince - it might have been the other - averred that 'there may be an opinion that we're just riding bikes, but we're not'. On the first day, they also wore tribal-style face paint.</p> <p>Interested? Then sign up, pronto, for a place on the 2009 trip, since recent stories about catastrophic climate change appear to have done little to discourage the truly idealistic biker. 'This challenge offers you the opportunity to learn about yourself and push your limits,' tantalises Enduro-whatsit. 'The aim of the rally is to raise at least £150,000 to the charities we support.' Best not to be too ambitious. But how much does it cost to follow in the exhaust fumes of the princes? Here is the splendid thing: because this holiday is also a personal challenge which benefits poor people, it need not cost the holidaymaker anything at all.</p> <p>Here's how. 'Riders will need to raise a minimum of £4,995 in sponsorship,' say the organisers, requesting that this be sent to them direct. 'For each participant, we promise to donate a minimum of £1,500 from your overall sponsorship target.' This year, the charities benefiting, once the business has subtracted its share, include Harry's Clarence House-based Sentebale, in aid of Aids orphans, whose first accounts were published last March. These showed that of £1.15m raised for the charity, a dismal fraction - £84,000 - had been distributed to the children.</p> <p>But many other longer-established charities are eager to profit from similar arrangements, from, say, Devon's Donkey Sanctuary, with its moderately gruelling three-day Spanish hike (minimum donation £1,500), to Scope, the cerebral palsy charity, which is currently inviting able-bodied adventurers to sign up for a 'life-changing experience', such as its Everest expedition (£3,500): 'You'll spend 13 days trekking in the footsteps of Sir Edmund Hillary...'</p> <p>Once the tourists have signed up, the charity provides advice on fundraising the full amount and, perhaps more importantly, reassurance that it is perfectly ethical to ask donors - in Scope's name - to fund life-changing experiences for people who are lucky enough not to have cerebral palsy. 'Not only are you dedicating all your spare time to fundraising the minimum sponsorship, which is a challenge in itself,' it soothes, 'you are also undertaking a difficult and intense physical challenge which will require lots of training and mental courage whilst on the trip itself.'</p> <p>Credit for the astonishingly low death rates on these adventures, which are now offered by all but the greenest charities, should probably go to the challenge organisers, usually dedicated adventure-tourism businesses which are themselves familiar with the challenge of guiding puffing tourists up and down the worn slopes of Kilimanjaro, dragging them round the ice on dogsleds or applying their blister plasters on the Great Wall of China. Indeed the choice of challenges is such that many aspiring altruists now find it simpler to approach a travel company first, pick a holiday and only then choose from a drop-down list of charities prepared to endorse their outing. Meningitis or colonic cancer? Cats or people? Cats with meningitis? Clearly, it makes fundraising sense to pick the most affecting combination.</p> <p>Once the charity has endorsed your trip, it is a simple matter to contact a local paper, promise to shave your head and set up a Justgiving page, where the rigours and privileged nature of this expedition can be shamelessly puffed up, in the manner of modern charity, and the question of its funding readily obscured. 'Every penny goes to charity x,' the trippers might say or: 'The money goes straight to y' - neglecting to point out that, in these arrangements, the travel company will routinely bill the charity for the cost of fundraisers' holidays.</p> <p>Understandably, given its popularity, some would-be fundraisers are beginning to wonder if this emphasis on adventure does not discriminate against more delicate and hedonistic vacationers. It would make no difference to Harry's Aids orphans, after all, if their money came on the back of a free wine-tasting trek round South African vineyards, a gondola safari round Venice or a paid poisoning tour of Corfu 'in the footsteps of Lord Mandelson'. The only challenge would be passing the jaunts off as altruism.</p> <p>For as much as both charities and their licensed holidaymakers insist that the ethics of free holidays are an irrelevance, considering the sums they raise for good causes, their determined misrepresentation of these trips as 'challenges' only betrays an acute sensitivity about the arrangement. Why are extreme heights, extreme dust, extreme temperatures routinely involved? So that even the participants won't realise that the trips are as polluting and as spurious as any old trek, though more morally offensive, given the routine abuse of donors' generosity. With the charities' blessing, they are persuaded to plough half their gift into tourism.</p> <p>Committed, as royals, to a lifetime's sponsorship, it was no surprise to see William and Harry balancing, in exemplary style, both their charitable commitment and the challenging, yet bonding aspects of yet another futile charity trip. 'We never get to spend any time together,' added the littler of the young princes. So tragically that, for once, you wondered what was wrong with Boujis.</p>",
  "<p>Played in front of 100,012 fans, the final game of the Aussie rules season pitted the Hawthorn Hawks against the Geelong Cats, the AFL Grand Final winners of 2007, who had lost only one of their 22 matches in 2008. But after the pre-match ceremony was over, with the clubs' songs sung, the Cats did anything but 'fight like hell' as promised in their team ditty. The team from Victoria's second city were harried and outplayed by an attacking Hawks side, who won by 26 points to become AFL 'premiers' for the first time since 1991.</p> <p><strong>1</strong><strong> Beer balloon</strong></p> <p>Pale ale Carlton Draught ('Made from beer!') is the official tipple of the AFL, and parent company Fosters celebrated by flying this hot-air balloon over the stadium before kick-off. The 30-metre beer glass drew huge cheers from the crowd - most, by this stage, enjoying a smaller one of their own - but the stunt infuriated Toyota, the AFL's other main sponsor. 'It would appear,' said Toyota spokesperson Peter Webster, 'that an ambush has taken place.' </p> <p><strong>2</strong><strong> Olympic Stand</strong></p> <p>Built for the Melbourne Games in 1956, the Olympic Stand houses Australia's impressive National Sport Museum: seven permanent exhibitions explaining 'what makes Australia such a great sporting nation' (displays on modesty do not, presumably, feature). The mass of orangey-yellow in the stand is the Hawthorn cheer squad, who make a giant banner for the team to charge through before the start of each match. Above them is one of the MCG's two big screens, innovative when installed in 1982 but troublesome ever since, most notably when one caught fire during an AFL match in 1999. </p> <p><strong>3</strong><strong> MCC Members Reserve</strong></p> <p>The stadium has been managed by the MCC, or Melbourne Cricket Club, since 1853, then to be used for 'cricket and no other purpose'. This edict has been diluted somewhat - witness 50 AFL matches a year, a service by the Pope, a concert by the Police - but the MCC retains its stand for members whatever the activity on the grass. There's a lot happening: four AFL clubs, including Hawthorn, and the Victoria state cricket team play home games here. The venue's highest attendance of 130,000 was for a Billy Graham evangelical rally in 1959.</p> <p><strong>4</strong><strong> Redeveloped Northern Stand</strong></p> <p>An expensive reconstruction of the ground's northern half - comprising the Olympic Stand, Members Reserve and Ponsford Stand - began in 2002. It was completed, to schedule, in 2006, ready for Melbourne's staging of the Commonwealth Games. The seats are 30 per cent wider than before - to account for an increase in the average Australian bottom size - and the eye-catching roof may soon be open for public walks as part of the stadium tour. Any such tours would, presumably, steer clear of the 1.5 megalitre water tank. Its contents are used to flush the stadium's dunnies.</p> <p><strong>5</strong><strong> Bay 13</strong></p> <p>Now designated M13 but forever known by its original name, this rowdy seating block in the Southern Stand is the home to the MCG's best or worst fans, depending on who you ask. When Bay 13's occupants are not hounding an unfortunate cricketer in the outfield - a recent 'show us your visa' chant at Indian players launched a police inquiry - they heckle the MCC stand opposite. (When a Mexican wave dies out at the members' seats, they always jeer; when the MCC stand was demolished in 2002, fans booed the empty space.)</p> <p><strong>6</strong><strong> Goalposts</strong></p> <p>The baffling format of scores in the AFL - 18.7 (115) to 11.23 (89) in this game - is explained by the sport's unique use of quadruple goalposts. Under Aussie rules, a 'goal' worth six points is scored by kicking the ball between the tall central posts; a 'behind' worth one point is scored if the ball goes between a tall post and one of the shorter posts. The Hawks' winning score of 18.7 (115) records the team's 18 goals, their seven behinds, and their points total of 115.</p> <p><strong>7</strong><strong> Light towers</strong></p> <p>One of many obscure records held by the 'G ('world's first scrolling signage at an oval-shaped ground!') is that its six light towers are the tallest on earth. It takes 10 minutes to turn one of them on.</p>",
  "<p>Perhaps it was the bondage trousers his mother was so famous for creating in the 1970s but photographer Ben Westwood has made a career of depicting what some might see as the more explicit end of soft pornography.</p> <p>Now he is moving onto the political frontline by spearheading a campaign against anti-pornography <a href=\"http://www.theguardian.com/uk/law\">legislation</a> that is due to come into force some time next year. He believes it will make possession of his own <a href=\"http://www.theguardian.com/artanddesign/photography\">photography</a> and other art illegal.</p> <p>Westwood, 45, eldest son of fashion designer Vivienne and her first husband, Derek Westwood, has joined the campaign Caan - the Consenting Adults Action Network - which claims he is the first of several artists and celebrities planning to lend their names to the battle to overturn section 63 of the Criminal Justice and Immigration Act 2008, which gained royal assent earlier this year. It was intended to target people who view illegal hardcore pornography websites. Under the new rules, criminal responsibility shifts from the producer - who is already responsible under the 1959 Obscene Publications Act - to the consumer. It makes it illegal to have pornographic material that depicts necrophilia, bestiality or violence that looks life-threatening or likely to result in serious injury to the breasts or genitals.</p> <p>Campaigners fear the new law will criminalise thousands of people who use violent pornographic images as part of consensual <a href=\"http://www.theguardian.com/lifeandstyle/relationships\">sexual relationships</a>. 'They say this is about violence but it's distinctly about sex,' said Westwood. 'I feel the stick is always pointed at pornography as this terrible corrupting influence, this idea that it makes people do things that they wouldn't have done otherwise. </p> <p>'My work has always been a campaign against that view. Now I find that someone is deciding to make owning my work a criminal offence. I don't think there should be laws, any laws, about sexuality. There are plenty of laws against physically damaging a person.'</p> <p>Westwood's book of fetish-themed photography, F**K Fashion, published in 2005, contains images of women bound and gagged. 'The women are all beautiful consenting models,' said Westwood. 'Effectively, anyone who has a copy of my book could soon find they are breaking the law.'</p> <p>The law means artists such as the Chapman brothers and Tracey Emin could find their work falling foul of the law. The Home Office insists the act is meant to target only internet porn.</p> <p>The outlawing of 'extreme pornography' was itself the result of a three-year campaign by Liz Longhurst and MP Martin Salter who collected 50,000 signatures on a petition and won backing from police and the Home Office. Longhurst's 31-year-old daughter, Jane, was brutally murdered in 2003 by Graham Coutts, who had been viewing extreme pornographic sites depicting scenes of strangulation and faked murder and rape before he killed. He was jailed for at least 26 years.</p> <p>Mrs Longhurst has said she is aware that many people see her as 'a horrible killjoy' but believes that if Coutts, who was referred to a psychiatrist as a teenager because of his murderous fantasies, had not had access to the porn sites her daughter would still be alive.</p> <p>Salter said the ban was not a moral crusade but just plugging a legal loophole. 'This is not widening the law on anything that isn't already illegal, these sites are illegal but we can't block them because they take place in cyberspace, outwith the UK,' he said. 'People like Westwood need to understand we are not being prudish, we are not ratcheting up any bans on porn, just extending the law to cover people using it and trying to reduce the market for this stuff. No one is trying to stop consenting adults doing whatever they want in the bedroom.'</p> <p>One of the sites used by Coutts is still available and another has simply changed its name after a campaign by the Mail of Sunday to close it down.</p>",
  "<p><strong>1958</strong><strong> </strong>Nuclear physicist William Higinbotham creates the world's first computer game, a tennis simulation called Tennis For Two, played on an oscilloscope by visitors to the Brookhaven National Laboratory in New York.</p> <p><strong>1972</strong><strong> </strong>With the instruction to 'Keep the ball in play', the coin-operated arcade game Pong launches an industry. Inspired by table tennis, it is simple but addictive, starting a boom in computer-game production.</p> <p><strong>1976</strong> Pong-creators Atari release Night Racer, the first computer driving game and a template for most since.</p> <p><strong>1978</strong><strong> </strong>Golf makes its first appearance with the release of Atari Golf for the company's home console, the Atari 2600.</p> <p><strong>1983</strong><strong> </strong>Game developers Electronic Arts (EA) create their first sports game, basketball sim Dr J And Larry Bird Go One On One, also the first game to be endorsed by sports stars.</p> <p><strong>1992</strong><strong> </strong>The landmark football game Sensible Soccer is released for Amiga and Atari ST. It is one of the most influential games of all time, thanks to its user friendliness and emphasis on gameplay rather than graphics. The same year, the first version of Championship Manager is an enormous hit, spawning a series that, in 2004, is renamed Football Manager, after a split between the developers and the publishers. Fans still know it as 'Champie'.</p> <p><strong>1994</strong><strong> </strong>After 1993 hit FIFA Soccer, FIFA Soccer 95 becomes the first sports-game sequel. From here on, EA Sports publish at least one new instalment of their major games every year. Gaming becomes an expensive hobby.</p> <p><strong>1995</strong> Japanese developers Konami enter the market with International Superstar Soccer, a series that becomes Pro Evolution Soccer in 2001. PES now battles yearly with the FIFA franchise for the console market in football games.</p> <p><strong>1996</strong><strong> </strong>EA's ice hockey game NHL 94 features in cult movie Swingers. Vince Vaughn's character bemoans its lack of on-ice fighting; previous versions of the game featured brawls and blood, removed at the NHL's request.</p> <p><strong>1997</strong><strong> </strong>David James lets in three goals in quick succession for Liverpool against Newcastle and the future Observer Sport columnist blames his poor concentration on an addiction to Tomb Raider. 'I have learnt that eight hours of computer games is no way to prepare for a match,' he later says.</p> <p><strong>1998</strong><strong> </strong>Diving is included in FIFA 99 - and removed the following year. It does not reappear in a football game until PES 2007</p> <p><strong>1999</strong><strong> </strong>Tony Hawk's Skateboarding on the PlayStation is a surprise hit, establishing extreme sports as a lucrative genre. The game sells three million copies and has nine sequels.</p> <p><strong>2001</strong><strong> </strong>David Beckham signs a £1m-a-year deal with Rage Software to appear in his own line of games. David Beckham Soccer is coolly received.</p> <p><strong>2005</strong><strong> </strong>Games developers Take 2 Interactive found 2K Sports, publishing annual basketball, baseball and American football games; it is now the only serious rival to EA Sports. It also produces a popular tennis series, Top Spin</p> <p><strong>2006</strong><strong> </strong>Middlesbrough fan John Boileau applies for the club's vacant coaching job, citing his experience in Football Manager on the PC (career highlights include 'signing Thierry Henry at Doncaster' and 'taking Rushden and Diamonds to the Champions League final'). Boro chairman Steve Gibson writes back, turning Boileau down.</p> <p><strong>2007</strong><strong> </strong>Nintendo unveils its revolutionary Wii. In December, the British ice hockey team reveal that they are using Wii in training to improve hand-eye coordination.</p> <p><strong>2008</strong><strong> </strong>Theo Walcott scores a hat-trick for England against Croatia in Zagreb. Asked of his plans to celebrate, Walcott replies: 'Oh, just play PlayStation on the plane home.'</p>",
  "<p>It was the ultimate in exhilaration: 728 metres (2,388ft) of spiralling steel, sending millions of thrill-seekers spinning and screaming on a double-looped journey of terror. But then came Nemesis, Colossus, Oblivion and, finally, Stealth.</p> <p>Now, outspun and outdated, the iconic Corkscrew ride heads for rollercoaster history, a victim of the quest for bigger, faster, taller and scarier. Thousands will gather at Alton Towers in Staffordshire on 9 November to bid farewell to the attraction billed the mother of all rollercoasters when it opened to huge fanfare 28 years ago. But at a sedentary 44mph, this old lady, which delivered the first double-looped, upside-down rollercoaster experience in Britain, can no longer keep up in the battle for thrills.</p> <p>For three years the Kingda Ka ride at New Jersey's Six Flags park has been the world's tallest and fastest, propelling riders from 0-128mph in 3.5 seconds, then catapulting them 45 storeys into the air before plunging them vertically into a 270-degree spiral. All in 59 seconds. </p> <p>In Germany, the Formula 1-themed Ring°Racer is due to open in June at the Nürburgring park in Rhineland, promising 0-134mph in 2.5 seconds. G-force rating is the key. And with Stealth, at Surrey's Thorpe Park, offering 4.5G, and Rita - Queen of Speed at Alton Towers delivering a mighty 4.7G, the amiable Corkscrew's days were numbered.</p> <p>'An older generation thought it the best thing since sliced bread, but the youngsters are less impressed,' said rollercoaster designer John Wardley. 'By today's standards it's a very gentle ride.'</p> <p>The search for thrills began in the 17th century when Russians found fun on St Petersburg's ice slides. The French were the first to attach carriages to tracks in 1817 and since then the rise of the rollercoaster has been relentless. There are 2,194 across the world, according to the Roller Coaster Database, with more than 300 million people a year visiting the top 40 theme parks in Europe and America.</p> <p>'When you hit the ground and realise you're still alive, there's that tremendous surge of relief. And, as endorphins are rather slow-acting, you get a bit of a high that carries on after the threatening situation,' said Dr Glenn Wilson, a consultant psychologist who has conducted research on responses to rollercoasters.</p> <p>He also believes they can be bonding, even romantic: 'Ovid, the Roman poet, recommended blokes take women to the Colosseum to see Christians torn apart by lions, because he rightly assessed she would cling very closely to her partner and the extreme emotion she felt would be attributed to pleasure in the man next to her. We are likely to bond with people we share highly arousing, dangerous experiences with.' </p> <p>Supporting that theory are the letters and emails Alton Towers has received since announcing the Corkscrew's fate. Many speak of first dates and marriage proposals made and accepted. Aged 13, Andy Hine was there on the Corkscrew's opening day in April 1980. He went on to found the Roller Coaster Club of Great Britain and to be made an MBE for services to tourism. 'I was absolutely desperate to be there when it opened because I'd never been upside down before,' confessed the 41-year-old father of one from Uxbridge, west London. 'But she's a bit of a rough old banger now.'</p> <p>Alton Towers closes for the season next Sunday, but will reopen the following Sunday for one day when more than 3,000 people are expected to take a final Corkscrew ride before it is dismantled.</p> <h2>Five gravity-defying rides and alive to tell the tale</h2> <p><strong>Euan Ferguson follows the 43 million who took the plunge</strong></p> <p>Twenty-three seconds of heaven, according to the shaky dial on grandfather's watch. The shakes were mine, not those of his splendid timepiece. I am propelled upwards at a 45-degree angle straight into the 3 o'clock western sun.</p> <p>Staffordshire was spreading out before me, wider, greener and more photogenic with every tick of the clock - astoundingly beautiful. </p> <p>What a memorable 23 seconds. But at the 24th, it all goes downhill. You roll, twist and flip. You batter, rattle and jerk. And when the stomach-churning fall comes, you laugh if you're a man and scream if you're a girl. But if you're a journalist you do both... because your photographer has accompanied you on five consecutive trips, as he can't take pictures upside down with his silly little arms strapped in without dropping his stupid camera.</p> <p>I hated it. I loved it. The Corkscrew is an old, battered twister with verdigris. But it still bursts the adrenalin glands, and 43 million people have undertaken the trip.</p> <p>Wise, young Billy at the controls, with his dexterity and brains and 56-page manual: Billy I would trust with my life. Each time, as the rollercoaster slows down - along with my heart - I examine its engineering. It's absurdly perfect. </p> <p>And I am, for the fifth time, alive. </p> <p>I'm told they are going to leave behind the Corkscrew's old loops, a poignant memento in the vast grounds. This was one of the first double-looped rollercoasters in Europe - wild and clackety, but safe. </p> <p>Sadly, when the loops go, nobody else will ever see that Staffordshire panorama at 23 seconds again. I am extraordinarily delighted that I did.</p> <p>• This article was amended on Friday November 21 2008. Ovid did advise men to take women to see gladiatorial combat at amphitheatres but this would not have included the Colosseum as it was not completed until AD80; Ovid had died in AD17. And there would not have been Christians until years later as Jesus was still a teenager in AD17.</p>",
  "<p>There are two immediately obvious problems with this book on Warren Buffett, the greatest investor in the world: first, it is enormously long, and second, it is an authorised biography, so it might not dish the dirt. Don't let either objection put you off: it is an absorbing read whether or not you are directly involved in the current financial turmoil. The author is a former financial analyst with a sure grasp of her subject and this amply compensates for the occasionally clodhopping prose. </p> <p>As the subtitle suggests, the book is not only about the snowballing of Buffett's wealth, but about 'the business of life' as he sees it. In both spheres, his basic principle is to behave according to his 'Inner Scorecard', doing what he feels to be correct, rather than using the 'Outer Scorecard' and measuring himself by the opinions of others.</p> <p>Unlike the recently disgraced Wall Street tycoons, he is indifferent to the trappings of wealth; even when he succumbed to buying a private jet for his frequent business trips, he named it 'the Indefensible'. Thrifty and defiantly unsophisticated, he consumes only burgers, fries and cherry Coke: 'If a three-year-old doesn't eat it, I don't eat it.' His rules of investment are straightforward: distrust debt; build in a margin of safety; be in there for the long term; don't invest in something you don't understand.</p> <p>Surely anyone could do that, so why is there only one Warren Buffett? The answer is that it demands a resolute independence of mind that eludes other investors. Buffett was derided for his refusal to participate in the dotcom boom, but maintained a dignified silence until he was eventually proved right. As early as 2003, he was warning that the derivatives behind the current credit crunch were 'weapons of financial mass destruction'; he is now buying at rock bottom prices. </p> <p>His financial career began at the age of 14, when he filed his first tax return, having saved $1,000, helped by earnings from his paper round. At 26, when he set up his first investment partnership for family and friends, he had $174,000. At the end of last year, his personal fortune was $60bn and Berkshire Hathaway, his holding company, was valued at $200m.</p> <p>But his record has not always convinced economists and, in the mid-Eighties, a group of them came up with the idea of the 'Efficient Market Hypothesis', according to which Buffett simply shouldn't exist, because he confounded their central belief that no investor can consistently outperform the market. His success, they said, could only be explained by chance. Buffett pointed not only to his own record, but also to consistent out-performance by eight of his peers, all of them disciples of two earlier investment gurus, Benjamin Graham and David Dodd; the economists scurried away and modified their theory. </p> <p>Buffett's thinking was shaped by two early influences: the Great Depression (he was born in 1930) and his corrosive relationship with his mother Leila. Apart from her, four women loom large in his life: his first wife Susie; her successor Astrid; Katharine 'Kay' Graham, the queenly publisher of the Washington Post; and Rose Blumkin, who arrived in the US from Russia as a penniless immigrant and went on to build the biggest furniture store in North America. He managed his intense focus on investment by outsourcing his personal, family and social life to his wives, extracting selfless devotion. </p> <p>Even after decades of emotional neglect, Susie only left after handing him on to Astrid. Kay Graham was ring-mistress of his social world, though Buffett remained ill at ease with her dinner guests, and if the equally unworldly Astrid came along, she did so in a thrift store dress. His comment on meeting the late Diana, Princess of Wales, was: 'She was not as easy to talk to as Dolly Parton.' Yet when porn star Asia Carrera called him her hero on her website, he was thrilled.</p> <p>As for Rose Blumkin, the redoubtable old tycoon was a role model. After Buffett bought her business, he realised he would have to persuade her to sign an agreement not to compete with him - at the time, she was aged 103. He took this as an example and often says that he, too, plans to work until that age.</p> <p>The excesses of the plutocracy on Wall Street and in the City over the past 10 years were profoundly alien to Buffett, who unfashionably believes that moral rectitude has a financial value. He campaigned for an increase to inheritance tax in the US because he believes the rich owe a debt to society and that their children should not be automatic winners of the 'Ovarian Lottery'. </p> <p>As a billionaire lecturing others on financial morality, he has been accused of hypocrisy. His stern views on the 'Ovarian Lottery' have led him to behave chillingly towards his siblings and even his children, only grudgingly bailing them out of financial problems. Two years ago, he wrote an ice-cold letter to Nicole Buffett, the adopted daughter of his son Peter, telling her: 'I have not legally or emotionally adopted you as a grandchild, nor have the rest of my family adopted you as a niece or cousin.' </p> <p>The Warren Buffett who emerges from these pages is unorthodox, honest, gifted and, in many ways, admirable. As an investor, he is a colossus. In the business of life, however, one suspects that this complex man has rather a lot of debits, as well as credits, on his personal balance sheet. </p> <p>• Ruth Sunderland is business editor of The Observer</p>",
  "<p>In January, Gordon Brown said of the credit crunch: 'Britain is better placed than most to withstand the global turbulence.' </p> <p>It was an optimistic claim and Mr Brown probably believed it. But that doesn't mean it was true.</p> <p>Statistics released last week showed Britain's economy shrank by 0.5 per cent, more than was widely forecast, in the last quarter. Technically, it is only a recession if growth shrinks again between now and Christmas, but few doubt that will happen.</p> <p>Businesses are starved of capital, house prices are falling and wages have not kept up with inflation, making consumers feel poorer. They spend less, so demand for goods and services shrinks. Unemployment is rising at the highest rate for 17 years. This isn't a gentle slowdown. The brakes are on hard, the wheels of the economy have locked. </p> <p>Last week, Mr Brown acknowledged what the rest of us have known for months. Recession is likely, he said, 'in America, France, Italy, Germany, Japan and - because no country can insulate itself from it - Britain, too'.</p> <p>That was more caveat than candour. The implication is that recession is a foreign ailment that the UK only contracted through its exposure to global financial markets. </p> <p>But for a decade, the government promoted the City of London as the international centre of financial services. A financial boom poured cheap credit into the real economy, with Britons taking on vast levels of personal debt - more than in any other developed country. Loose money stoked a housing bubble bigger, according to the IMF, than the one that burst in the US, triggering the crisis. A disproportionate amount of British wealth is borrowed and tied up in assets whose value is falling; a disproportionate number of jobs are in services that are vulnerable to a fall in consumer demand. The credit crunch may have started abroad, but it was custom-made to hurt Britain.</p> <p>Naturally, Mr Brown does not want to admit that, since he was in charge of the economy for the last decade. Naturally, the Conservatives take every opportunity to remind people of that fact. David Cameron wants voters to blame Mr Brown for the recession; Mr Brown wants them to blame the rest of the world. </p> <p>Both sides have hidden motives for playing this game. The Tories want to buy time, as they do not yet have a coherent strategy of their own for dealing with a recession. The government has a broad strategy - abandoning its own rules on borrowing and pumping money into the economy - but wants to keep the global contagion defence in reserve, in case its plans don't work. </p> <p>In theory, if the private sector has stalled, it should be possible to kick-start the economy with public money. The government hopes to put cash into people's pockets, putting pressure on the banks, in which it now has a stake, to lend again. It has also talked vaguely of increased investment in infrastructure, creating jobs to stimulate demand. But either way, it is hard to guarantee that the money will flow speedily back into the wider economy. </p> <p>It is not just economic activity, but confidence that is collapsing. People might reasonably react against the old culture of profligacy and hoard their cash.</p> <p>A recession is a social shock as much as an economic one, with consequences that have nothing do with global markets. The Home Office acknowledged months ago that crime was likely to rise. Last week's pledge by Immigration Minister Phil Woolas that the government will limit population growth looks like an attempt to pre-empt a rise in hostility towards immigrants as recession leads to increased competition for fewer jobs.</p> <p>That is a blame game far removed from the one in which Mr Brown and Mr Cameron are engaged, and more dangerous. The Prime Minister thinks that if he can persuade people that recession was caused abroad, they will unite in solidarity behind him, that he can create an economic 'Blitz spirit'. But economic turbulence could just as easily bring social fragmentation and conflict.</p> <p>Yesterday, Mr Brown still sounded optimistic. His past decisions meant, he said, that 'we are better prepared to deal with a world economic problem'. </p> <p>By denying how vulnerable the 'real' economy is to recession, Mr Brown is deferring engagement with the its real social consequences. He can keep reminding us that other countries face a downturn, but he needs to recognise that the one he is answerable for is uniquely British.</p>",
  "<p>Ice hockey hard man Owen Nolan spent his first seven months in Belfast, and is the NHL's only UK-born player. The 36-year-old has played more than 1,000 games over 17 seasons for six teams (he is currently with the Minnesota Wild), getting into plenty of fights and scoring an oft-replayed 'called' goal in 1997, when he pointed at his desired corner before netting. He has also won Olympic gold. With whom? Oh, all right. With Canada.</p> <p><strong>Born in Northern Ireland, raised in Canada, resident of Minnesota... how British can we reasonably claim you are?</strong></p> <p>I feel Irish at heart. I like hurling quite a bit. I've got some sticks and I've messed around, but there's not a lot of hurlers over here so I can't get into it as much as I'd probably like to. </p> <p><strong>Not enough. Don't you own a pub?</strong></p> <p>Two in San Jose, both called the Britannia. The owners are an Englishman, a Scotsman and me, the Irishman. I've heard the jokes.</p> <p><strong>Have you ever tried to 'call a shot' since 1997?</strong></p> <p>I've had requests, but that was a once-in-a-lifetime thing. It was the All-Star game, I had two goals already - why not try it? If it pans out you look great. If not, you look foolish.</p> <p><strong>More than 1,000 games, almost 400 goals and an Olympic gold. What is left to achieve?</strong></p> <p>The Stanley Cup. The big one has avoided me to this point, but we've got a strong team here in Minnesota and we can give it a good run.</p> <p><strong>You've been in a few fights over the years...</strong></p> <p>Yeah, I can handle myself. It's nothing I go looking for, it just happens. In our sport, you're allowed to do it. Sometimes you're sticking up for a team-mate that doesn't fight. It can be tactical, too, to help your team get going.</p> <p><strong>Have you refined your fighting skills as you've grown older?</strong></p> <p>You learn real quick, otherwise there are a lot of sore faces. Some guys box in the off-season to hone their skills. But fighting on the ice is unpredictable - you always get caught with one or two. And the older you get, the longer bruises take to heal.</p> <p>• The NHL is shown on NASN (Sky channel 417 or Virgin 533). The Minnesota Wild play San Jose Sharks on 4 November; visit <a href=\"http://www.nasn.com\">nasn.com</a> for details</p>",
  "<p>Three people, including one Briton, were killed today in a shooting in front of the offices of an international courier company in Kabul.</p> <p>The killings took place in front of the DHL headquarters in the upmarket Sher Pur area of Kabul, where many foreigners live. The Foreign Office named the British victim as David Giles. The other two killed were a South African and an Afghan.</p> <p>A spokesman for DHL said: \"At this difficult time our thoughts are with the families, friends and colleagues of those who have lost their lives under such tragic circumstances. DHL is fully co-operating with authorities investigating the incident. In order not to hinder the investigation no further information can be released at this time.\"</p> <p>Zemeri Bashary, an Afghan interior ministry spokesman, said the employees were the director and deputy director for DHL in Afghanistan. </p> <p>The men were shot in their car as they were apparently pulling into the DHL office. Police at the scene covered the silver sports utility vehicle with plastic sheeting. There was blood on the ground and two bullet holes in the window of the DHL office.</p> <p>The latest attack, the killing of a British aid worker, Gayle Williams, on Monday, and a number of high profile kidnappings in the Afghan capital come after the country's president, Hamid Karzai, appointed a new interior minister responsible for policing.</p> <p>In the latest kidnapping, two Turkish engineers were seized in south-eastern Afghanistan, Afghan and Turkish officials said. </p> <p>Today's incidents underline the deteriorating security situation in Kabul and beyond in recent months as the Taliban has grown in strength in the surrounding provinces.</p> <p>In related developments, Pakistan said it had captured a militant stronghold near the Afghan border, a breakthrough in an offensive against the Taliban and al-Qaida that has sent nearly 200,000 civilians fleeing for safety.</p> <p>Major General Tariq Khan said government forces captured Loi Sam, a strategic town in the Bajur tribal region, earlier this week \"and killed the militants who were hiding there\".</p> <p>Bajur is part of Pakistan's tribal belt, which has become a haven for the Taliban and al-Qaida fighters on both sides of the frontier.</p> <p>Pakistan's army launched an offensive in Bajur in early August, saying the region had become a \"mega-sanctuary\" for militants who had set up a virtual mini-state.</p> <p>Commanders had reported stiff resistance near Loi Sam, which sits on a strategic road, from local Taliban militants reinforced by foreign fighters including some from Afghanistan.</p> <p>Khan said a total of 1,500 suspected militants and 73 troops have died in the operation so far. The army has acknowledged that residential areas have been badly damaged from fighting and its use of artillery and air strikes, but it has provided no figure for civilian casualties.</p>",
  "<p>A standard howl from the seething classes of the right is that we aren't allowed to demand curbs on immigration because the PC brigade will cry racist. Pathetic, isn't it? People in Britain can hardly move for proud demands for curbs on immigration, especially those endlessly issued by mass circulation newspapers and household name politicians. </p> <p>And why shouldn't there be cries of \"racist\" in response? Not in every case, of course: it is perfectly possible to argue for tighter immigration controls without racism informing your view. Trouble is, plenty of those who make the case most loudly do so for racist reasons. Such people deserve to be named for what they are and have no business whining when this occurs. Have these self-styled defenders of our nation's freedom got a problem with our tradition of free speech?</p> <p>But this most un-British strand of sentiment about immigration is not the one that interests me here. More subtle, and surely to become more prominent as the recession bites, are arguments that immigration should be further impeded because it threatens to be more of a problem than a benefit to people already here. These emphasise the good things immigration has brought and that the problem of having too much of it affects Britons of every ethnicity. </p> <p>It is long familiar from Labour ministers. Phil Woolas is just the latest. What we've seen since last weekend are but the latest model of this message, made with unemployment and the scope for rising resentments in mind. Woolas <a href=\"http://www.timesonline.co.uk/tol/news/politics/article4965568.ece\">boasted</a> about how \"tough\" he was going to be and seemed at first to break new ground for Labour by promising a cap on Britain's population. Then he seemed to say he wasn't. Then, on the Today programme <a href=\"http://news.bbc.co.uk/today/hi/today/newsid_7688000/7688162.stm\">this morning</a>, that he was and he wasn't at the same time. The Tories, meanwhile, have <a href=\"http://conservativehome.blogs.com/torydiary/2008/10/dominic-grieve.html\">seized the opportunity</a> to stress their consistent enthusiasm for capping. </p> <p>Why does this stuff get right up my nose? I don't even disagree with all of it: increases in the supply of unskilled labour can depress wages at the low end of the scale and our low pay is too low as it is; education, health and other local services feel the strain of sudden rises in demand; the new points-based system might help. But immigrant influxes are but one, intermittent, influence on issues that are vexed for many reasons. They're given undue prominence because the media, ever eager to exploit the social conflict market, finds them attractive. And the more politicians make a big show of listening to voters' concerns and hawking reassurance, the surer you can be that they've got something to hide.</p> <p>Diane Abbott isn't alone in <a href=\"http://www.theguardian.com/commentisfree/2008/oct/22/woolas-immigration-limit\">noting </a> that Woolas has a small majority in a seat with a large Asian majority and stinky BNP presence and, therefore, an ignoble interest in pandering to the same fears and prejudices fascists exploit. But his recent promotion to immigration minister also betrays one of the more cowardly elements in Gordon Brown's crunch-era political recovery plan – the revival of his Britishness scam. </p> <p>To adapt Ann Widdicombe speaking of Michael Howard, there's something of the arse about Woolas. He insists that the tougher policy he reckons to introduce isn't about colour or social custom, yet his Times interview is but the latest opportunity he's seized to make it known that he thinks some of his brown fellow citizens, female ones in particular, aren't being properly British. </p> <p>The point here is not so much what he says – I happen to agree that primary school teachers shouldn't work veiled – but that his <a href=\"http://news.bbc.co.uk/1/hi/england/bradford/6050392.stm\">interventions</a> are directed at just one small and struggling section of society – an immigrant community there happen to be votes in picking on. In this respect, Woolas is less an immigration minister than a cultural policeman signaling state judgment on who is contributing to that propagandist conceit, \"social cohesion\", and who is not. </p> <p>The whole spiel might have been designed to help affix a political fig leaf over New Labour's shame – assuming it feels any, that is. Chris Dillow has <a href=\"http://stumblingandmumbling.typepad.com/stumbling_and_mumbling/2008/10/joined-up-government.html\">pointed out</a> that it flatly contradicts Alistair Darling's pledge to intensify infrastructure projects: \"If you want a hospital built quickly, you haven't the time to train up Brits to build it, but must instead use foreign labour. Darling's plan, if successful, will help keep migrant workers in the UK.\" </p> <p>And why aren't there enough British people trained to do such work? Could it be partly because our education system continues to alienate the children of non-professional families across the ethnic and cultural spectrum? Might it be connected to New Labour expending its greatest energies on addressing the grievances and aspirations of the electorally promiscuous middle classes, leaving the marginalised former members of the reserve army of labour to watch the lower rungs of the ladder of success hoisted beyond the reach even of their imaginations? Is it possibly related to the Blair-Brown horror of tackling inequality in any way that might offend those who until so recently were basking in Galbraith's The Culture of Contentment? </p> <p>Ah well, what's done is done. So let's talk tough on immigration. Let's offer bogus reassurance. Let's make bullshit a part of Britishness in this time of national need.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338793537\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD7816333@YBA173212-A-Naked-Man-8793.jpg\" alt=\"A Naked Man in Flames, plate 26 from William Blake's Jerusalem\" width=\"519\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Southwark Michelangelo ... William Blake: <strong>Jerusalem</strong> (1804-1820)</span> <span class=\"element-image__credit\">Photograph: Bridgeman Art Library</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793563\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/PD9389737@The-Isle-of-the-Dead,-5085.jpg\" alt=\"Arnold Bocklin\" width=\"561\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">One of the most haunting landscapes ever ... Arnold Bocklin: <strong>Isle of the Dead</strong> (1880)</span> <span class=\"element-image__credit\">Photograph: Bridgeman Art Library</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793575\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD7816880@BEN558-Primavera,-c-9395.jpg\" alt=\"Sandro Botticelli Primavera (c1481-1482)\" width=\"611\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A harshness of line ... Sandro Botticelli: <strong>Primavera</strong> (c1481-1482)</span> <span class=\"element-image__credit\">Photograph: Bridgeman Art Library</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793557\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD7816831@XIL16720-Hell-(oil-on-4202.jpg\" alt=\"Dirck Bouts\" width=\"289\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emaciated nudity and macabre pallor ... Dirck Bouts: <strong>Hell</strong> (1470)</span> <span class=\"element-image__credit\">Photograph: Bridgeman Art Library</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793578\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD7816898@TOP6008-Stonehenge-at-1261.jpg\" alt=\"British (c3000BC-c1600BC), Stonehenge\" width=\"391\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A monstrous face looming in the mist ... British (c3000BC-c1600BC): <strong>Stonehenge</strong></span> <span class=\"element-image__credit\">Photograph: British Art Library</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793587\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD7816864@BAL5361-An-Allegory-w-4492.jpg\" alt=\"Agnolo Bronzino, Venus and Cupid (c1545)\" width=\"393\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">As precious as a ruby on a white throat ... Agnolo Bronzino: <strong>Venus and Cupid</strong> (c1545)</span> <span class=\"element-image__credit\">Photograph: Bridgeman Art Library</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793581\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD7816747@XIR3675-Landscape-wit-2616.jpg\" alt=\"Pieter Bruegel the Elder, Landscape with the Fall of Icarus (1555)\" width=\"611\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">One of those human miracles unique to the Renaissance ... Pieter Bruegel the Elder: <strong>Landscape with the Fall of Icarus</strong> (1555)</span> <span class=\"element-image__credit\">Photograph: Bridgeman Art Library</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793584\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD1814109@Hunters-in-the-Snow---3349.jpg\" alt=\"Pieter Bruegel the Elder, Hunters in the Snow (1565)\" width=\"546\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A truly universal epic vision ... Pieter Bruegel the Elder: <strong>Hunters in the Snow</strong> (1565)</span> <span class=\"element-image__credit\">Photograph: Bridgeman Art Library</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793596\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD3728261@Detail-of-The-Three-G-5922-thumb.jpg\" alt=\"Antonio Canova, The Three Graces (1814-1817)\" width=\"68\" height=\"68\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Three pretty simpletons ... Antonio Canova: <strong>The Three Graces</strong> (1814-1817)</span> <span class=\"element-image__credit\">Photograph: Mimmo Jodice/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793590\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/PD6200503@The-Seven-Acts-of-Mer-4904.jpg\" alt=\"Caravaggio, Seven Acts of Mercy (1606-1607)\" width=\"339\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Penetrating the deepest shadows of human nature ... Caravaggio: <strong>Seven Acts of Mercy</strong> (1606-1607)</span> <span class=\"element-image__credit\">Photograph: Bridgeman Art Library</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793593\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD7816214@ALG156761-The-Sacrifi-5466.jpg\" alt=\"Caravaggio, The Sacrifice of Isaac (c1603)\" width=\"494\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Isaac looks at us and howls … Caravaggio: <strong>The Sacrifice of Isaac</strong> (c1603)</span> <span class=\"element-image__credit\">Photograph: Bridgeman Art Library</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793599\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD7820008@Painting-by-Vittore-C-6290.jpg\" alt=\"Vittore Carpaccio, Miracle of the Relic of the True Cross at the Rialto Bridge (1494)\" width=\"416\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The tubular chimneys of Venice with their strange terracotta spouts ... Vittore Carpaccio: <strong>Miracle of the Relic of the True Cross at the Rialto Bridge</strong> (1494)</span> <span class=\"element-image__credit\">Photograph: David Lees/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793611\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/PD981570@Apocalypse-exhibition--7971.jpg\" alt=\"Maurizio Cattelan, The Ninth Hour (1999)\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A super-realist effigy of Pope John Paul II ... Maurizio Cattelan: <strong>The Ninth Hour</strong> (1999)</span> <span class=\"element-image__credit\">Photograph: Sarah Lee</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793602\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD1938691@COU365--Credit-The-La-6693.jpg\" alt=\"Paul Cézanne, Le Lac d’Annecy (1896)\" width=\"488\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Seeing things on the very edge of visibility and graspability ... Paul Cézanne: <strong>Le Lac d'Annecy</strong> (1896)</span> <span class=\"element-image__credit\">Photograph: Bridgeman Art Library</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793614\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD7816636@XIR80610-Montagne-Sai-8520.jpg\" alt=\"Paul Cézanne, Mont Sainte-Victoire from Les Lauves (1904-1906)\" width=\"470\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Worth thousands of routine experiences of so-so works of art ... Paul Cézanne: <strong>Mont Sainte-Victoire from Les Lauves</strong> (1904-1906)</span> <span class=\"element-image__credit\">Photograph: Bridgeman Art Library</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793608\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD7458814@ATTENTION-EDITORS---G-7511.jpg\" alt=\"Jake and Dinos Chapman, Fucking Hell (2008)\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Britart's brainiest artists ... Jake and Dinos Chapman: <strong>Fucking Hell</strong> (2008)</span> <span class=\"element-image__credit\">Photograph: Alessia Pierdomenico/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793569\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD7808599@A-giant-Olmec-head-br-7526.jpg\" alt=\"Colossal stone head, La Venta archaeological site,\" width=\"589\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ancient Americas: <strong>Colossal stone head, La Venta archaeological site, Mexico</strong> (1st millennium BC)</span> <span class=\"element-image__credit\">Photograph: Danny Lehman/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793566\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD7820029@Overview-of-Serpent-M-6494.jpg\" alt=\"Great Serpent Mound, Adams County, Ohio, US (c1070)\" width=\"588\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ancient Americas: <strong>Great Serpent Mound, Adams County, Ohio, US</strong> (c1070)</span> <span class=\"element-image__credit\">Photograph: Richard A Cooke/Corbis</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793572\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD7816916@XCF291046-Page-from-t-8336.jpg\" alt=\"Aztec: Codex Mendoza, illuminated manuscript now in\" width=\"343\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Aztec: <strong>Codex Mendoza</strong>, illuminated manuscript now in Bodleian Library (c1550)</span> <span class=\"element-image__credit\">Photograph: Bridgeman Art Library</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338793605\"> <img src=\"https://static.guim.co.uk/Guardian/artanddesign/gallery/2008/oct/20/art/GD7816825@ZHA40033-Head-of-Budd-7078.jpg\" alt=\"Colossal Buddha carved into cliffs at Yungang, Shanxi province, China (c490)\" width=\"576\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Buddhist art: <strong>Colossal Buddha carved into cliffs at Yungang, Shanxi province, China</strong> (c490)</span> <span class=\"element-image__credit\">Photograph: Bridgeman Art Library</span> </figcaption> </figure>"
]