[
  "<p>The Polish soap opera (Report, October 22) focuses on the problems of worker exploitation in the big city of \"Londyn\". All too often the same dramas are acted out in the fields, farms and packing sheds of rural England. The GLA has sanctioned a record number of gangmasters this year, closing down some immediately to protect vulnerable migrant workers. Maybe one day there will be a spin-off series, Zycie na farmie (Life on the Farm). The GLA will use all its powers to stamp out exploitation in agriculture. I hope by then we shan't have a starring role.<br><strong>Paul Whitehouse</strong><br>Gangmasters Licensing Authority</p>",
  "<p>If breaking America were an Olympic sport for British comics, there's no doubt who would be in the medals table: Ricky Gervais, Sacha Baron Cohen and Steve Coogan - with relative newcomer Russell Brand coming up fast. But which of them deserves gold? Perhaps it is Baron Cohen, as the only one of the three who has created a bona fide, worldwide big-screen smash. Or perhaps it is Coogan, being the best conventional actor, not reliant on character comedy, and therefore having a career with the greatest potential staying power. But probably on the basis of sheer buzz, trophy silverware, and the remarkable distinction of having been allowed to appear in and script an episode of The Simpsons, Gervais gets top podium position. And his new film, though uneasy in some ways, shows that he can get away with playing the quirky-vulnerable lead in a conventional Hollywood romcom, with glitzy Manhattan settings and opposite such white-bread stars as Greg Kinnear and Téa Leoni. He looks and sounds as alien as Gérard Depardieu in Green Card, and yet his alienness is not slighted or patronised or even much noticed. He has got his comedy green card; Gervais is an honorary American.</p> <p>Anyone who remembers Rik Mayall in Drop Dead Fred or Lenny Henry in True Identity will know how fiendishly difficult it is for British TV comedians to make the Hollywood leap, and Gervais's recent misjudged cameo in Shawn Levy's Night at the Museum made me think it might actually be beyond him too. But make no mistake: Ricky Gervais has done it.</p> <p>This script, by director David Koepp (who worked on Jurassic Park and the new Indiana Jones) was surely not written for him; in fact, I suspect it predates Gervais's pre-eminence by many years. But Gervais has been placed in its lead role - which might otherwise have gone to, as it were, Steve Martin or Steve Carell - and he's made it work. The screenplay has been tweaked here and there to allow for a British identity, and Gervais has evidently been allowed to improvise around it; Koepp has created spaces for him to riff on his sarky, hyper-ironically-observant persona, periodically pinning him back into the romcom template. This sometimes creates confusion. At one stage, Gervais's character says: \"You can tell that Sting is an educated man ...\" and I happily settled back, waiting for some choice material. But it never arrives. We have to get on with the conventional storyline. Did the Sting bit get cut? Is it going to be in the DVD extras?</p> <p>Ghost Town is derived from classics It's A Wonderful Life and Harvey, with hints of Ghost, The Sixth Sense and Woody Allen's Play It Again, Sam. Gervais plays Dr Bertram Pincus, a grumpy, misanthropic, well-to-do New York dentist. Chronically constipated in body as well as spirit, he goes for a hospital endoscopy, and after the operation almost goes wrong, Pincus comes round to find that he has the ability to see dead people who need his help. Manhattan is filled with tormented ghosts on the lookout for some living soul who can right the wrongs they still suffer, and chief among them is Frank (Kinnear) a smug big-shot who died in a freak accident and who wants Pincus to prevent his long-suffering widow Gwen (Leoni) from remarrying. Conceited Pincus suggests distracting her with his own attentions - quite certain, of course, that he could never fall in love with her himself. But guess what?</p> <p>Not all the laughs are down to Gervais. Kinnear's untimely death is a clever variation on Charlie Chaplin's famous instructions on how to film the banana-skin joke: shot of banana-skin on ground, shot of man walking blithely towards it, shot of man's feet just missing the banana-skin - phew - and, lastly, shot of man falling down open manhole.</p> <p>But Gervais makes all the comedy running, and he is, by and large, never allowed to compromise his all-important cynicism and resentment. (It is extraordinary, I think, how influential his style is becoming: for example, Emma Stone's tailing-off dialogue in the recent Playboy comedy The House Bunny is very Gervais-ish.) There is a funny moment, when Pincus returns to confront his surgeon, excellently played by SNL regular Kristen Wiig. Believing Pincus is about to sue the hospital, she goes into an incoherent state of corporate denial-panic and cannot have a normal conversation. This could well be exactly as Koepp scripted it, and yet it feels like pure Gervais.</p> <p>Obviously, the spectacle of Ricky in love is the big challenge, and the movie more or less makes it plausible, though there are some uneasy moments when he has to play it straight. (Speaking of which, the obvious comedy avenue of Dr Pincus having to deny that he is gay is incidentally unexplored, perhaps because it is so obvious.) Dr Pincus's backstory is that he came to the US because his girlfriend was American, but confesses that she finally left him and \"went to Portland\"; the line feels uncomfortable, rather than poignant.</p> <p>Be that as it may. Ricky Gervais has carried off a proper, big Hollywood film; he may not be a natural, but he's done it without any hesitation or cultural cringe or apologetic foregrounding of his Britishness. He's cracked it.</p>",
  "<p>Marc Forster remembers his response when his agent told him he was in line to direct the 22nd James Bond film: \"No, no, no, no, no.\" The 39-year-old, German-born filmmaker squeezes out an incredulous laugh. \"I said, 'They've got the wrong director.'\" You take the point. A long, hard stare at his CV - which ranges from the intensity of Monster's Ball to the winsome Finding Neverland and the smartypants comedy Stranger Than Fiction - reveals nothing to suggest an aptitude for mildly fogeyish, espionage-based escapism.</p> <p>And yet here he is, 18 months later, discussing the 22nd James Bond film. Precisely how many razor-sharp bowler hats, switchblade shoes and genital thrashings was he threatened with before he signed on the dotted line? Actually, Forster experienced nothing more torturous than a charm offensive from Barbara Broccoli, one of the most tenacious producers ever to share a name with a vegetable.</p> <p>\"Even so, I kept thinking: What's the upside here?\" he says, averting his eyes from the open laptop on the coffee table before him, which lends his features a faint, blue glow. A silent assistant with an air of Rosa Klebb about her taps at another keyboard on the other side of the room, making me wonder if she's feeding Forster his answers. \"I'm at a point in my career where I can make the mid-budget movies I want to make. I have creative freedom, final cut, and now they're offering me a $200m movie? If it's a failure, it could harm my career. And if it's a success, the only advantage is I can make more blockbusters. Do I really want that? I don't think so!\" He scoffs at the idea. With his floodlight eyes and enormous hairless head, he momentarily resembles a surly baby. </p> <p>The clincher for Forster was talking things over with Daniel Craig, the man who should be praised for bringing the first hint of nastiness to Bond, and blamed for causing an unhealthy upswing in the wearing of Speedos. \"Daniel and I are very much in sync; he's a highly intelligent and sensitive actor. His achievement has been to humanise Bond, so that he could be one of us - not a hero, but an antihero with a dark side. Meeting him made me want to jump in, take the risk.'\"</p> <p>On the minus side, there was still the matter of the film's title - it didn't have one. \"When I signed on, we had a release date but no script and no title,\" he says with a disbelieving laugh. During pre-production, Broccoli and her co-producer Michael G Wilson summoned Forster to their office, where a poster, emblazoned with the proposed title, was laid out for his inspection. It would be fair to say that his immediate reaction foreshadowed that of fans the world over, many of whom were left marveling that the accolade of Worst Ever Bond Title had been stolen at last from Octopussy, while at the same time wondering how on earth anyone was supposed to mime Quantum of Solace in a game of charades.</p> <p>\"That's the title?\" he spluttered. </p> <p>\"Well - what do you think?\" asked Broccoli. </p> <p>\"Er, I'm not sure,\" Forster replied. \"Where is this going?\"</p> <p>He says he grew accustomed to the title after a while. Now he even claims to love it. \"At least it created discussion,\" he points out. Yes, but so did foot-and-mouth.</p> <p>When we meet, Forster is still cutting the picture together, and is showing the strain of a punishing schedule which has left him with five weeks to complete editing compared to his usual 14. \"It's the way Barbara and Michael work,\" he sighs. \"I think it's to minimise studio interference. I can't think of any other reason to impose such a horrible deadline.\"</p> <p>He has been hidden from natural light for weeks on end, and is consequently unaware that Jack White, who wrote the film's theme song, Another Way to Die, on which he duets with Alicia Keys, has complained about it being used first on the new Coke Zero ad campaign. \"I haven't heard about this ... What exactly happened?\" Forster shoots a nervous glance at Rosa Klebb, who doesn't look up from her laptop. And what of the Amy Winehouse number that was originally intended as the new Bond theme? \"Oh, Amy never recorded anything. We had a meeting. I don't think she was feeling so well.\" Nice euphemism, I say. He laughs cheekily.</p> <p>Winehouse's fluctuating health was one of the milder problems to hit the production. More worrying were the stunts that went spectacularly wrong, including a crash near Lake Garda that left the stunt driver Aris Comninos in hospital. There were also reports that the Bolivian government complained about the film \"stereotyping\" its people, while shooting in Chile hit a snag when a town mayor objected to the disruption. Forster has dealt with worse. On his previous movie, The Kite Runner, he directed a foreign cast entirely through interpreters, then watched as his young performers were forced to flee their homes after accusations that the film had denigrated Afghan culture. Compared to that, he says, making Quantum of Solace was a breeze.</p> <p>While he is diffident by nature, he can't quite conceal his pride at the film. \"It's in good shape,\" he says. The wham-bam 20-minute excerpt that I see the night before we meet suggests a sun-baked travelogue, visiting Italy, Mexico, Panama and others, interspersed with outbreaks of hand-to-hand combat, not unlike switching back and forth between Captain Corelli's Mandolin and Fist of Fury. The picture begins at the end of Casino Royale, as Bond's search for his lover's murderers drives him on to ever more brutal methods that impinge on his professional duties. He hooks up with Camille (Olga Kurylenko), who is on her own revenge mission, and confronts the businessman Dominic Greene (Mathieu Amalric), whose environmental concerns provide a front for more disreputable practices.</p> <p>Having subsequently seen the completed film, it is evident that Forster was nobody's puppet: Quantum of Solace, which is as short and sharp as its title is woolly, evokes the Ken Adams-designed techno-retro look of Goldfinger and You Only Live Twice, while pushing the series, and Bond's persona, toward more morally ambivalent waters. But after the turgid ruminations of, say, The Dark Knight, do we need another hero with a perpetually furrowed brow?</p> <p>\"Times have changed,\" he insists. \"People don't identify any more with a pure hero. They identify with somebody broken.\" Here I begin to understand what it was that overrode Forster's reservations about making the film, even more than his kinship with Craig. \"All my movies have some connection to me. Each of my protagonists is emotionally repressed. That was my 'in' to the project. Bond is an outcast. He can't open up. He's vulnerable beneath his hard shell. I need to connect with all my characters in that way; a film can only work for me if I incorporate something personal.\"</p> <p>Without wishing to insult him, I point out gently that he appears to have owned up to being a repressed misfit. That's when he sketches in his background for me: how his father, the head of a pharmaceutical firm, sold his company when Forster was three years old, leaving the family extravagantly wealthy. After the sale was splashed across the German media, the family became targets for the Baader-Meinhof group, who issued kidnapping threats, prompting the Forsters to hurriedly relocate to the Swiss ski resort of Davos.</p> <p>\"I wasn't aware of the danger,\" Forster says. \"I just knew I was part of a wealthy family. One of the reasons I was an outcast in Davos, and played alone all the time, was because I grew up around farmers, who led a very plain life. They knew I was rich, which meant I could never fit in.\" </p> <p>But when Forster was 17, his father lost everything. \"It was the best thing that could've happened. It forced me to find the discipline to follow my dream. Between the ages of 17 and 31, I was so poor. But I had nothing to lose. Nothing!\" He is practically whooping. \"Can you imagine? That means no one can take anything away from you.\"</p> <p>Even now, he keeps his life as pared-down as possible. He lives in Los Angeles, but avoids the social scene. He hikes, he swims. And, as you'd expect from a man whose childhood was shaped by a piercing awareness of wealth and its consequences, he never does anything for the money. </p> <p>\"When I got the call to do Bond, I warned my agent, 'Don't tell me what they're offering.' I didn't want it to affect my decision.\" I was going to say that I hoped he would make a film about his feelings of isolation, purity and self-sufficiency. But, in Quantum of Solace, he seems to have done just that.</p> <p>• Quantum of Solace is released October 31</p>",
  "<p>Phil Woolas, the immigration minister, was pulled from last night's BBC Question Time on the instruction of the home secretary after a series of controversial public performances in the past week.</p> <p>Jacqui Smith said Woolas should delay his appearance for a week and Labour tried to replace him with the former Home Office minister Tony McNulty. Smith thought Woolas had made enough controversial remarks, with some Home Office officials briefing he was gaffe prone. </p> <p>The BBC rejected the party's suggestion and asked Lord Hattersley, the former deputy leader of the party, to appear. </p> <p>Being pulled has been difficult for Woolas, who feels he is being briefed against by Home Office officials angry at what they regard as his unwise remarks on immigration and criticism of previous Home Office practice. However, he is being allowed to appear on the World at One today and he is gathering support from Labour MPs who believe he is taking the right approach.</p> <p>Woolas was appointed in the reshuffle by Gordon Brown to speak about immigration in ways in which the public could relate. But it has not been clear whether his appointment is bringing a change in policy or merely in rhetoric from his predecessor, Liam Byrne. </p> <p>There are indications that Smith is considering tightening immigration policy. She told MPs this week: \"Our proposals on earned citizenship mean that migrants understand very clearly that permission to come here to work or study does not give them the right to settle here indefinitely\".</p> <p>Labour MP Frank Field, in a joint paper with Tory MP Nicholas Soames, has proposed those granted permission to work in Britain through the new points system would be allowed to stay for four years and thereafter be expected to leave, or undertake a test to see if their skills are needed. </p> <p>Field, in a letter sent to MPs reporting on his meeting with Smith last week, claims: \"The home secretary questioned whether we were being robust enough in our criteria for allowing people to come here to work for up to four years.\"</p>",
  "<p>Political strategists and pollsters refer to them as the \"triple A\" states, the handful that will determine the outcome of this <a href=\"http://www.theguardian.com/world/uselections2008\">election</a> and where <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> and <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> are focusing their energy, best people and cash over the final days.</p> <p>Identifying the states is easy: they are the ones that in the last few weeks have received the highest number of visits from the candidates, the biggest volume of advertising and where the campaign teams have placed their best staff.</p> <p>Huge swaths of the US, from reliably Democratic California to solidly Democratic New York are ignored, as are Republican bastions such as Texas. Instead, campaign foot soldiers are battling from dawn to midnight in a relatively small number of states and, in most cases, in a small number of counties within those states.</p> <p>Mark Mellman, a pollster for the John Kerry campaign in 2004, identified these toss-up states as Pennsylvania, Florida and Ohio, traditionally big swing states, but also new ones that until a few weeks ago would have been regarded as safely Republican, Virginia and Missouri.</p> <p>\"These are the triple A states,\" Mellman said. Also on the list is Colorado, Nevada and North Carolina, which was an even more unlikely swing state a few weeks ago than Virginia. \"Any of these could be decisive,\" said Mellman.</p> <p>McCain's hopes of taking the White House have dwindled to one state, Pennsylvania, which voted Democratic in 2004. He needs to take this and hold on to Ohio, the key to the midwest where Obama is ahead in the polls, and Florida, where the two candidates are in a dead heat.</p> <p>Obama, having made inroads into a host of Republican states, has many more options. If he does not make it in one state, there are a host of others that could still swing the election his way.</p> <p>McCain spent yesterday in Florida - as hotly contested as Pennsylvania - and Obama was there for two days earlier this week. Both men are certain to return to the Sunshine state at least once in the final week - Pennsylvania and Ohio also.</p> <p>Since the official start of the campaign on September 5, Ohio and Florida have each been visited 20 times by Obama or McCain or their running mates. Pennsylvania has been visited 16 times, Virginia 13, and Colorado and Missouri 11 times each. New Hampshire and North Carolina have both had seven, Nevada and New Mexico five, Indiana four and Maine one.</p> <p>The other indicator to which states are the most hotly contested is spending on advertising. Evan Tracey, the president of the Campaign Media Analysis Group, which tracks ad spending, said the presidential race always whittles down to a few states. \"In every one of these states advertising is very heavy. These are the states they know they have to win.\"</p> <p>The difference in the 2008 campaign is that Obama's encroachment into traditionally Republican areas means that McCain is having to spend money in states traditionally his party thought it could take for granted. </p> <p>\"Obama has McCain exactly where he wants him. McCain's team would not have planned on fighting in North Carolina in October. He would rather be spending money elsewhere,\" Tracey said.</p> <p>Republican and Democratic strategists involved in past campaigns say the pace will become even more frenetic in the final days, with planned schedules altered at the last minute based on overnight polls.</p> <p>Pennsylvania appears to be an odd choice for McCain to make what is effectively his last stand. Many analysts and pollsters, such as Mellman, no longer include Pennsylvania in their lists of battleground states because Obama is regarded as so far ahead: two polls yesterday placed him ahead by 10% and 11% respectively.</p> <p>But Mark Salter, McCain's chief strategist, told reporters in the state on Tuesday: \"When we look at our numbers, we think we're competitive here.\"</p> <p>Democrats in Pennsylvania agree. Its Democratic governor, Ed Rendell, sent a memo this week to Obama's headquarters warning that the state is traditionally volatile. Rendell, who went into election day for the governorship in 2002 with a 25% lead but won by 9%, urged Obama to make more visits to the state.</p> <p>Karlyn Bowman, an election analyst at the American Enterprise Institute, the neoconservative thinktank in Washington, said Obama would win the election but she understood why McCain was concentrating on Pennsylvania.</p> <p>\"Remember how well Hillary Clinton did there,\" Bowman said, recalling Clinton's victory over Obama in the state earlier this year, mainly with the support of white, blue-collar workers.</p> <p>In Florida campaign teams are concentrating on a relatively narrow strip, the Orlando-Tampa corridor. Registration figures there for July indicate just how tight it is, with 159,000 recorded Republicans and 157,000 Democrats.</p> <p>Another indication of the fierceness of the fight is that the ratio of negative ads by McCain and Obama is higher in that area than any other part of the country.</p> <p>Obama can lose Florida and still win by taking states such as Colorado, Nevada, New Mexico and Virginia, all of which voted Republican last time. Virginia would be a big prize; a southern state that has voted Democrat only once since 1948, and that was for Lyndon Johnson in 1964.</p> <p>Michael Dimock, an associate director of research at the Washington-based Pew Institute, said that in 2000 and 2004 the number of battleground states remained basically the same from the start of the campaign to election day. But this campaign had turned out to be more fluid as polls showed Obama becoming competitive in traditionally Republican areas. States such as Michigan, that had been competitive at the start, and which received more visits than any other, had since dropped out of the contest, with McCain giving them up as lost.</p> <p>Dimock sees the potential changes in the offing comparable to Bill Clinton's win in 1996 and Johnson's in 1964, all the more remarkable given that they were southern politicians and Obama is from the north.</p> <p>Though the intense campaigning taking place in the battleground states in 2008 mattered, it was less important than the economic meltdown and the unpopularity of George Bush, said Dimock. \"Even in the best circumstances, it would be hard for McCain to do well.\"</p>",
  "<p>\"Dog whistle tactics\" has become something of a political cliche, but three years ago, the term - which means campaigning on issues so high-pitched that only certain voters can hear them - was all but unheard-of.</p> <p>It took Phil Woolas, a one-time TV producer, trade union official and Labour MP, to point out that the mix of immigration and health in Michael Howard's 2005 election campaign had been developed in Australia and had a name. After a few lunches with political journalists, the idea of \"dog whistle tactics\" entered the political lexicon.</p> <p>Woolas might have been quick to spot it because he does a good line in whistling. Within 10 days of becoming immigration minister this month, Woolas went on record to say he believed immigration should be limited and the British population capped at 70 million. A little further from his brief, he also floated the possibility that the Church of England would become disestablished.</p> <p>For these two moments of political candour, Woolas was pulled from appearing on Question Time last night, a rare move that betrayed government alarm at a gaffe-prone minister.</p> <p>Yet those who know him say these are not gaffes. The former cabinet minister Peter Hain, who has known Woolas since university and whose campaign for the deputy leadership was run by the junior minister, said: \"He's astute, savvy, canny and completely aware of the 24-hour media cycle. The idea that he didn't mean his comments is wrong.\"</p> <p>Another Labour MP, John Mann, his best friend, best man and political ally since the first day at Manchester University, said he was \"never reckless and never thoughtless\". </p> <p>Back then, his greatest gaffe was a visual one - appearing on television as the National Union of Students president to push for an ultimately successful boycott of Barclays Bank, always wearing the same green ties. It was not until he was diagnosed as colour blind that he realised he hadn't been wearing the red ties beloved of Labour politicians.</p> <p>Mann says Woolas has always been a contrarian. \"Back in the 80s he took up causes of antisemitism like the campaign for Soviet Jewry. These were so-called fringe activities.\" </p> <p>Tim Gardam, the then editor of BBC's Newsnight, remembers Woolas from his time on the programme as \"very clever and very forthright\", and someone \"who would clearly become a politician\". Another producer remembers a swot. \"He was always sitting on the desk of the editor of the programme that day. A bit too buoyant.\"</p> <p>And then add some stunts. When Woolas went to become communication manager at the GMB union he brought a herd of pigs to London and got Nottinghamshire miners to shepherd them through the streets to decry the excesses of City financiers.</p> <p>Some of his comments may just be audible stunts: a way of getting heard. A green lobbyist who worked with him when he was climate change minister felt Woolas always had an eye on the story rather than policy - defending genetically modified food against Prince Charles and the green lobby.</p> <p>But these tactics do not seem to be accidents. The Liberal Democrat MEP Chris Davies, who fought Woolas in a byelection, remembers a man in control. He said: \"He was archetypal new Labour - he never expressed anything from the heart. So he has either now escaped the shackles of new Labour or is being calculating to the last punctuation mark.\"</p> <p>The calculation would be that his constituency has a high proportion of white working-class voters alienated by immigration. While ministers have started to raise this problem in the last few years, Woolas said seven years ago that Labour would lose out to the BNP unless it did more to \"create a country at ease with itself\". More recently, he has raised the possibility that the Muslim Pakistani community was fuelling birth defects by intermarrying between first cousins. </p> <p>Mann says his friend is simply more in touch with real voters than the metropolitan elite. \"He's the politician who I regard to be most in touch with British people, friend and foe alike. What he was saying was quite clear and he ought to be left to carry on saying these things. What I do know is that this debate will be continued.\"</p> <p>Hain agrees. \"There are too many politicians these days who are just technocrats rather than have political experience. But Phil is a real politician.\"</p> <p>Far from being embarrassed by Woolas, Gordon Brown is supposed to have tasked him with humanising the immigration brief. Pulling Woolas from Question Time is probably a sign of a government taking the long view - the drama of the withdrawal will be forgotten more quickly than if the straight-talking minister did some more straight talking. </p> <p>In the words of one former minister, what they don't want is for Woolas to \"say something to distract from the George Osborne story. But I bet you he'll be on Question Time in a few weeks.\"</p> <h2>CV</h2> <p><strong>Born</strong> December 11 1959</p> <p><strong>Education</strong> University of Manchester, BA (hons) philosophy</p> <p><strong>Family</strong> Married to Tracey Jane Allen, two sons</p> <p><strong>Career</strong> Positions include: National Union of Students president, 1984-86; journalist, Television South, 1987; assistant producer, BBC Newsnight, 1988-90; producer, Channel 4 News, 1990-91; head of communications, GMB, 1991-97; MP for Oldham East and Saddleworth, 1997-; lord commissioner of the Treasury, 2002-03; deputy leader of the House of Commons, 2003-05; minister of state, Department for the Environment, Food and Rural Affairs,</p>",
  "<p>Political strategists and pollsters refer to them as the \"Triple A\" states, the handful hat wil determine the outcome of this election and where <a href=\"http://www.theguardian.com/world/barackobama\">Barack Obama</a> and <a href=\"http://www.theguardian.com/world/johnmccain\">John McCain</a> are focusing their energy, best people and cash over the final days.</p> <p>Identifying the states is easy: they are the ones that in the last few weeks have received the highest number of visits from the candidates, the biggest volume of advertising and where the campaign teams have placed their best staff.</p> <p>Huge swaths of the US, from reliably Democratic California to solidly Democratic New York are ignored, as are Republican bastions such as Texas. Instead, campaign foot soldiers are battling from dawn to midnight in a relatively small number of states and, in most cases, in a small number of counties within those states.</p> <p>Mark Mellman, a pollster for the John Kerry campaign in 2004, identified these toss-up states as <a href=\"http://www.theguardian.com/world/pennsylvania\">Pennsylvania</a>, <a href=\"http://www.theguardian.com/world/florida\">Florida</a> and <a href=\"http://www.theguardian.com/world/ohio\">Ohio</a>, traditionally big swing states, but also new ones that until a few weeks ago would have been regarded as safely Republican, <a href=\"http://www.theguardian.com/world/virginia\">Virginia</a> and Missouri.</p> <p>\"These are the Triple A states,\" Mellman said. Also on the list is <a href=\"http://www.theguardian.com/world/colorado\">Colorado</a>, Nevada and <a href=\"http://www.theguardian.com/world/northcarolina\">North Carolina</a>, which was an even more unlikely swing state a few weeks ago than Virginia. \"Any of these could be decisive,\" said Mellman.<br>McCain's hopes of taking the White House have dwindled to one state, Pennsylvania, which voted Democratic in 2004. He needs to take this and hold on to Ohio, the key to the midwest where Obama is ahead in the polls, and Florida, where the two candidates are in a dead heat.</p> <p>Obama, having made inroads into a host of Republican states, has many more options. If he does not make it in one state, there are a host of others that could still swing the election his way.</p> <p>McCain spent today in Florida — as hotly contested as Pennsylvania — and Obama was there for two days earlier this week. Both men are certain to return to the Sunshine state at least once in the final week — Pennsylvania and Ohio also.</p> <p>Since the official start of the campaign on September 5, Ohio and Florida have each been visited 20 times by Obama or McCain or their running mates. Pennsylvania has been visited 16 times, Virginia 13, and Colorado and Missouri 11 times each. <a href=\"http://www.theguardian.com/world/new-hampshire\">New Hampshire</a> and North Carolina have both had seven, Nevada and <a href=\"http://www.theguardian.com/world/newmexico\">New Mexico</a> five, <a href=\"http://www.theguardian.com/world/indiana\">Indiana</a> four and Maine one.</p> <p>The other indicator to which states are the most hotly contested is spending on advertising. Evan Tracey, the president of the Campaign Media Analysis Group, which tracks ad spending, said the presidential race always whittles down to a few states. \"In every one of these states advertising is very heavy. These are the states they know they have to win.\"</p> <p>The difference in the 2008 campaign is that Obama's encroachment into traditionally Republican areas means that McCain is having to spend money in states traditionally his party thought it could take for granted. </p> <p>\"Obama has McCain exactly where he wants him. McCain's team would not have planned on fighting in North Carolina in October. He would rather be spending money elsewhere,\" Tracey said.</p> <p>Republican and Democratic strategists involved in past campaigns say the pace will become even more frenetic in the final days, with planned schedules altered at the last minute based on overnight polls.</p> <p>Pennsylvania appears to be an odd choice for McCain to make what is effectively his last stand. Many analysts and pollsters, such as Mellman, no longer include Pennsylvania in their lists of battleground states because Obama is regarded as so far ahead: two polls today placed him ahead by 10% and 11% respectively.</p> <p>But Mark Salter, McCain's chief strategist, told reporters in the state on Tuesday: \"When we look at our numbers, we think we're competitive here.\"<br>Democrats in Pennsylvania agree. Its Democratic governor, Ed Rendell, sent a memo this week to Obama's headquarters warning that the state is traditionally volatile. Rendell, who went into election day for the governorship in 2002 with a 25% lead but won by 9%, urged Obama to make more visits to the state.</p> <p>Karlyn Bowman, an election analyst at the American Enterprise Institute, the neoconservative thinktank in Washington, said Obama would win the election but she understood why McCain was concentrating on Pennsylvania.</p> <p>\"Remember how well Hillary Clinton did there,\" Bowman said, recalling Clinton's victory over Obama in the state earlier this year, mainly with the support of white, blue-collar workers.</p> <p>In Florida campaign teams are concentrating on a relatively narrow strip, the Orlando-Tampa corridor. Registration figures there for July indicate just how tight it is, with 159,000 recorded Republicans and 157,000 Democrats.<br>Another indication of the fierceness of the fight is that the ratio of negative ads by McCain and Obama is higher in that area than any other part of the country.</p> <p>Obama can lose Florida and still win by taking states such as Colorado, Nevada, New Mexico and Virginia, all of which voted Republican last time. Virginia would be a big prize; a southern state that has voted Democrat only once since 1948, and that was for Lyndon Johnson in 1964.</p> <p>Michael Dimock, an associate director of research at the Washington-based Pew Institute, said that in 2000 and 2004 the number of battleground states remained basically the same from the start of the campaign to election day. </p> <p>But this campaign had turned out to be more fluid as polls showed Obama becoming competitive in traditionally Republican areas. States such as Michigan, that had been competitive at the start, and which received more visits than any other, had since dropped out of the contest, with McCain giving them up as lost.</p> <p>Dimock sees the potential changes in the offing comparable to Bill Clinton's win in 1996 and Johnson's in 1964, all the more remarkable given that they were southern politicians and Obama is from the north.</p> <p>Though the intense campaigning taking place in the battleground states in 2008 mattered, it was less important than the economic meltdown and the unpopularity of George Bush, said Dimock. \"Even in the best circumstances, it would be hard for McCain to do well.\"</p>",
  "<p>Is it time to \"normalise aid relations\" with Burma's notoriously closed and paranoid military dictatorship? According to the <a href=\"http://www.crisisgroup.org/home/index.cfm?id=5734&amp;l=1\">International Crisis Group (ICG)</a>, it might be.</p> <p>In a report released this week it says: \"The international community should build on the unprecedented cooperation between the Myanmar government and humanitarian agencies following cyclone Nargis and reverse longstanding, counterproductive aid policies.\" </p> <p>It goes on: \"Donors should end aid restrictions, which have seen Myanmar receiving 20 times less assistance than similar countries – and which have weakened, not strengthened, the forces for change.\"</p> <p>The initial response of the Burmese government to the cyclone, which hit last May, killing more 100,000, shocked the world. International agencies and local donors were stopped from delivering aid, putting the lives and welfare of 100,000s of people in jeopardy. France's foreign minister, Bernard Kouchner, invoked the \"responsibility to protect\" doctrine at the UN, threatening to deliver aid forcibly if necessary. French and US warships moved to the area. Britain's foreign secretary, David Miliband, spoke of sending HMS Westminster and hinted at <a href=\"http://www.theguardian.com/commentisfree/2008/may/15/hismastersvoice1\">military action</a>. Journalists such as <a href=\"http://www.theguardian.com/commentisfree/2008/may/11/cyclonenargis.burma\">Nick Cohen salivated at the thought of another \"humanitarian war\"</a>.</p> <p>In fact these theatrical gestures were of little practical help for those involved in the relief effort and, as <a href=\"http://www.theguardian.com/commentisfree/2008/may/14/droptheairdrop\">Oxfam's Barbara Stocking pointed out</a> at the time, the call for military action was basically a distraction from the real task of getting the government's permission to allow aid workers into the country.</p> <p>Burma's immediate neighbours, working through the Association of South East Asian Nations (ASEAN), gave the lead both in coordinating the international aid effort and in persuading the Junta to drop its restrictions. Visas and travel permits today are easier and faster to get than before. By late July, John Holmes, the UN emergency relief coordinator declared, \"This is now a normal international relief operation\". </p> <p>The ICG's latest report argues that the recent post-cyclone cooperation has proved it is possible to work with the military regime on humanitarian issues and to deliver assistance in an \"effective and accountable way\". John Virgoe, its south-east Asia project director, says: \"Political reform remains vital but withholding aid has done nothing to promote this. Aid is valuable in its own right for alleviating suffering, as well as a potential means of opening up a closed country, improving governance and empowering people to take control of their own lives.\"</p> <p>The ICG is not calling for an end to sanctions against Burma, imposed since the military government cancelled the elections of 1990 and imprisoned the democracy campaigner Aung San Suu Kyi, but it is arguing for an easing of Burma's international isolation. In doing so, it is advocating a significant rethink by pro-democracy campaigners. <a href=\"http://www.burmacampaign.org.uk/\">The Burma Campaign</a>, for example, calls on people to \"increase economic pressure on the regime by discouraging investment and tourism.\" The Lonely Planet travel guide has been the target of protests because it says people should make up their own minds about whether or not to go there.</p> <p>I do not know whether the time has come to end the tourism boycott – and, although I am generally sceptical about <a href=\"http://www.theguardian.com/commentisfree/2007/apr/24/boycottnomore\">boycotts</a>, I would be prepared to be guided by those more directly working in the country. However, when I met with a group of <a href=\"http://www.theguardian.com/commentisfree/2006/aug/24/toolongasacrifice\">Burmese democracy activists</a> on the Burma-Thai border a couple of years ago, I sensed that they were considering a change of tactics and that \"positive engagement\" by the international community might give them more space within which to work. </p> <p>However, the ICG report has a wider political significance in that this was the organisation that was responsible for developing the concept of the \"responsibility to protect\", which Kouchner and Miliband cited in justification of their bellicose rhetoric. Even the ICG has now noticed such sweeping declarations of political principle may make good slogans, but they are not proving much practical use in actually helping people on the ground.</p>",
  "<p>The House of Lords today drew stark attention to the conflict between sharia and UK law, calling the Islamic legal code \"wholly incompatible\" with human rights legislation.</p> <p>The remarks came as the Lords considered the case of a woman who, if she was sent back to Lebanon, would be obliged under sharia law to hand over custody of her 12-year-old son to a man who beat her, threw her off a balcony and, on one occasion, attempted to strangle her. </p> <p>The woman was seeking asylum in the UK to avoid the provisions of sharia law that give fathers or other male family members the exclusive custody of children over seven. </p> <p>In the most high-profile UK criticism of the family law provisions of sharia law so far, the Lords stated that these provisions breached the mother's rights to family life and the right against discrimination and were severely disruptive to the child. </p> <p>The comments followed months of debate over the appropriateness of incorporating sharia courts into the UK's legal system.</p> <p>Such a move has been advocated by figures including the Archbishop of Canterbury, Rowan Williams, and Lord Phillips, the new senior law lord.</p> <p>The minister for community cohesion, Sadiq Khan, a Muslim, said recently that sharia courts risked entrenching unequal bargaining power between the sexes. </p> <p>Sharia courts have been delivering judgments in the UK since last year, and currently operate in London, Birmingham, Bradford, Coventry and Manchester, with plans to expand into Scotland.</p> <p>Formally classified as arbitration tribunals, their decisions are legally binding and can be enforced by county courts and high courts provided that both sides in a case agree to have the matter decided under the sharia system.<br> One of the most controversial areas in which the network of sharia courts is already operating is family law, including divorce and domestic violence.</p> <p>Ruling that the woman should not be returned to Lebanon, Lord Hope said \"the mutual enjoyment by parent and child of each other's company is a fundamental element of family life\".</p> <p>\"The fact is, however, that sharia law as it is applied in Lebanon was created by and for men in a male-dominated society,\" he added. </p> <p>\"The place of the mother in the life of a child under that system is quite different under that law from that which is guaranteed [by the European convention on human rights] ... it is discriminatory, too, because it denies women custody of their children after they have reached the age of custodial transfer simply because they are women.\"</p> <p>Lord Bingham, a former senior law lord, added that, as a result of the provisions, \"women are often constrained to remain in abusive marriages for fear of losing their children\". </p> <p>He criticised the provisions of sharia law for automatically giving custody to \"a father who has inflicted physical violence and psychological injury on the mother\".</p> <p>Although the court, which ruled 5-1 that the woman and her son should be allowed to remain in the UK, said the case was \"exceptional\", it is anticipated that the decision will set a precedent for future cases. </p> <p>The human rights group Liberty, which intervened in the case, said the ruling \"upheld basic protections which must be available to us all\".</p>",
  "<p>Three men were arrested today on suspicion of murder in connection with the brutal killings of two Chinese graduates, Northumbria police said.</p> <p>The three murder suspects, aged 33, 30 and 22, are Chinese nationals and were arrested in a series of raids in Northumbria and Durham.</p> <p>The mutilated bodies of Xi Zhou and her boyfriend Zhen Xing Yang, both 25, were found in their ground floor flat in Newcastle, in August.</p> <p>Zhen had been tortured for at least an hour before being hacked to death. The attackers then turned on Xi, who was last seen alive on CCTV returning home from work at about 4pm on August 7. The couple's cat was also drowned by their killers.</p> <p>During the inquiry it emerged Yang might have made enemies after getting embroiled in an internet betting scam.</p> <p>It is also thought that a Triad-style criminal syndicate that preys on Chinese students in Britain, could be linked to the murder.</p> <p>A further 14 Chinese nationals were arrested during the raids, including nine men on suspicion of conspiracy to commit burglary and three women on suspicion of immigration offences. One woman and one man are also being held on suspicion of assisting an offender.</p> <p>Detective Superintendent Steve Wade, leading the investigation, said: \"Searches at the address are currently being carried out and those arrested are being questioned throughout today.\" </p> <p>He added the investigation was at an early stage but described the arrests as \"a positive development\". </p> <p>Both families have been informed of these developments.</p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/n6fxtP3eY_M?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/n6fxtP3eY_M&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/n6fxtP3eY_M&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"460\" height=\"385\"></embed></object> </figure>   <p>With ITV seemingly sacking everyone in newsrooms not within three miles of Charing Cross, Joy of Six remembers the glory years when ITV was a true network of independent regional companies, with their onscreen idents forming a patchwork of the proud and the quirky across British TV screens.</p> <p>1. TSW</p> <p>It's not possible to scroll through an EPG for more than two seconds these days without finding a rebranded channel jumping up and down, screaming for attention, like a toddler full of Special Non-EC-Classified orange flavor drink running round in circles while the news is on. Amid the workaday Virgin 1s, Sky 2s, BBC Threes and Channel 4s, lie old stations with fancy new stand-alone names. Dave. Fiver. Alibi. G&gt;O&gt;L&gt;D. </p> <p>UKTV G2's successful rebranding as Dave has been hailed as \"a masterstroke\" by marketing gurus. Which makes you wonder what these eejits were doing when, for the best part of the last decade, the prevailing wind had been to eschew unique channel identities in favour of homogenised, easy-to-understand and <em>patronising</em> PORTFOLIOS.</p> <p>The best – and therefore worst – example of this cultural terrorism was the shameful jettisoning of ITV's regional identities. With ITV – ITV1 ma hole – now unloved more than ever before, and the station sacking everyone in newsrooms not situated within three miles of Charing Cross, now's a good time to recall its days as a bona-fide regional broadcaster. When, ironically, given what Bozo and the rest of his branding chimps are striving for today, the station had it all.</p> <p>One of the best examples in the history of ITV branding was 1982 newcomer TSW. This one is all about context: given that viewers in the west country were used to <a href=\"http://www.youtube.com/watch?v=_pKoEk-Jlgc\">this sort of comfortably twee nonsense</a>, what followed <a href=\"http://www.youtube.com/watch?v=C_TKQd-xCLE\">was the equivalent of someone kicking in the front door of your house</a>, knocking over the furniture, relieving the mantelpiece of its trinkets with one swipe of a forearm, cracking open a foaming tin of lager over the hearth rug, then plonking themselves down in the middle of the sofa with a gruff \"budge up, yeah\".</p> <p>The fact it was followed up by Lennie Bennett claiming the station was \"Television Simply Wonderful\", the sum total of said wonder over the next ten years being That's My Dog, is neither here, there, nor the point.</p> <p>2. ATV</p> <p>Of course, <a href=\"http://www.youtube.com/watch?v=W9UUeUaXdcs\">this was actually the <em>best</em> ident</a>, but points have been deducted because it scared your Joy Of Six correspondent witless as a child. (A reason I can't even spell the word <a href=\"http://noolmusic.com/google_videos/yorkshire_television_start_up_ident.php\">Y*rksh*re</a> to this day.)</p> <p>Anyway, apart from the smiling ATV logo screaming IN COLOUR and IM PORTANCE – it was irrepressibly glitzy and showbiz at a time when Britain was rummaging around in bins – the ident wins all prizes because the jingle was written by Wally Stott (now Angela Morley), the same genius who penned the theme tune to <a href=\"http://www.youtube.com/watch?v=4NZIg4hZIt8\">Hancock's Half Hour</a> and arranged <a href=\"http://www.youtube.com/watch?v=_dfqtyL_9-4\">all the classic Scott Walker solo albums</a>.</p> <p>Speaking of doing things in a stupid-ass way, ATV was forced to forgo its identity by IBA suits and rebrand as <a href=\"http://www.youtube.com/watch?v=rdXJBxDCQxY\">Central, an increasingly slick piece of characterless pap</a>. This was the point when the marketing men started winning. The bastards. </p> <p>3. TYNE TEES</p> <p>The northernmost ITV stations, on the whole, simply did not bother much. Granada and <a href=\"http://www.youtube.com/watch?v=OrZq8RmS_nI\">Border (18 sec)</a> split the cost of a bit of blue card two ways, did away with jingles and animation, and let a pair of Special Schoolchildren loose with the cheapest crayons to hand.</p> <p>Meanwhile the Scottish ITV companies, STV and Grampian, were engaged in a decades-long battle of shortbread tinnery. I mean <a href=\"http://www.youtube.com/watch?v=HmQKwGc4djo\">this</a> from Grampian was comically bad, although <a href=\"http://www.youtube.com/watch?v=gJPkUGZ9Wac\">this heidrum hodrum effort from STV, crescendoing with the world's worst dramatic drumroll</a>, was nothing short of a national disgrace, only missing Harry Lauder hoving into view in the final frame carrying two sets of bagpipes and a plate of steaming mealy puddin'. (Though not as bad as The Man's decision to rename the whole Scottish kit and caboodle as stv, not even having the manners, respect or common decency to cap things up, but that's an argument for another day.)</p> <p>Over in Northern Ireland, <a href=\"http://www.youtube.com/watch?v=cjre2GP9Mug\">Ulster at least tried, with this strange, strange, strange nod to modernity</a>. But it was only Tyne Tees who really grasped the nettle, going for it with <a href=\"http://www.youtube.com/watch?v=ame8eReWitI\">this paean to futurism</a>. A triumph, even if it was only seen nationwide by pensioners watching Crosswits with Barry Cryer.</p> <p>4. THAMES</p> <p>Down in London, meanwhile, some propah leg work was being put in. But while <a href=\"http://www.youtube.com/watch?v=VOZhQ0oVv_M\">the famous LWT ribbon</a> generated a frisson of excitement, you couldn't escape the notion of a metropolitan elite swanning around the South Bank in bad linen suits. If the likes of John Birt or Alan Yentob could be represented by a six-second jingle, like Intel Inside, <a href=\"http://www.youtube.com/watch?v=VOZhQ0oVv_M\">this</a> would be it. And as a result, you just knew full well it would segue into the <a href=\"http://www.youtube.com/watch?v=Bh7Ab8tX590\">tedious credits for the more-soporific-than-congealed-Sunday-gravy Weekend World</a>. And who wants to listen to Mountain's Nantucket Sleighride on the day of the Lord?</p> <p>Thames, however, unfolded a London accessible to everyone – well, OK, it produced Minder, basically. But it did take itself less seriously: Kenny Everett would come bursting through it on regular occasions, while the version announcing The Morecambe &amp; Wise Show was <a href=\"http://www.youtube.com/watch?v=zhWol7V-lOo\">about the only thing anybody remembers of their stint at ITV</a>. Also, the bloke who came up with the jingle, Johnny Hawksworth, also wrote the <a href=\"http://www.youtube.com/watch?v=Kw4wnys1IMk\">theme tune to Roobarb &amp; Custard</a>. Which has to count for something, if only to old ravers.</p> <p>Actually, now I come to think about it, that LWT jingle is more mindful of racism-fest Mind Your Language than Brian Walden, so strike the metropolitan elite jibe and forget everything I've just said.</p> <p>5. HARLECH</p> <p>Of course, the reason the northern English, Scottish and Northern Irish stations produced piss-poor logos could be traced to the fact that nearly all of them had only one-and-a-half buttons to rub together. Welsh viewers suffered similar sensory hell as a result – <a href=\"http://www.youtube.com/watch?v=nEDgO7RDsbk\">TWW was bad enough</a> – but <a href=\"http://www.youtube.com/watch?v=wEkuzJbDx6c\">this was just taking the piss</a>. Especially if you were epileptic.</p> <p>However HTV soon got their act together with a <a href=\"http://uk.youtube.com/watch?v=8CmQAhP7shE\">clever aerial design</a>, accompanied by the most warm, comforting aural massage this side of Brian Eno's Music For Airports. The closest an ITV ident ever got to valium. Or possibly heroin.</p> <p>6. SOUTHERN</p> <p>And so to middle England. The Anglia one went on for a year and a day, <a href=\"http://www.youtube.com/watch?v=n6fxtP3eY_M\">couldn't-be-bothered-to-put-any-effort-in-for-the-lumpen-proles upper-class pomposity on a plinth</a>. Even the ersatz excitement of <a href=\"http://www.youtube.com/watch?v=1jPOT4mP8c8\">the quiz of the week</a> couldn't shake it from its smug torpor. Channel, meanwhile, is not worth bothering with, nor linking to. And then there was Southern. Despite stinking of <a href=\"http://www.youtube.com/watch?v=121-5HJngYs\">small-minded Toryism</a>, their classic ident had a <a href=\"http://www.youtube.com/watch?v=IKKlye9Xwxc\">certain balletic grace</a>, and was the <a href=\"http://www.youtube.com/watch?v=xbG-U_mOl3k\">only one in televisual history to depart in a fit of pique, buggering off into space, not caring whether you would miss it or not</a>. As if to prove the point, there followed the terrible twatbluster of TVS, then the gaudy visual dis-service provided by Meridian. Meanwhile 200 miles to the west, Westcountry was turning slowly into Central, or Carlton, or whatever. The jig was up. The Man had won.</p> <p>\"Dave\" doesn't seem quite so much of a \"masterstroke\", all of a sudden, does it?</p>",
  "<p>This week, <a href=\"http://www.musicweek.com\">MusicWeek</a> reported that Sony/ATV Music Publishing has signed the Peter Kay character Geraldine to a worldwide music publishing deal for his <a href=\"http://www.guardian.co.uk/media/2008/oct/18/thexfactor-popandrock\">The Winner Song</a>, co-written by Gary Barlow (also signed to Sony/ATV). It's less a case of art imitating life imitating art than the lines being blurred between the two, I'd say.</p> <p>Major publishing deals – ie deals that look after your songwriting rights, rather than the recorded versions of your songs (which record labels own) - are hard to come by these days. Publishers tend to blame this on the forced tightening of belts following the fall in physical sales and the <a href=\"http://www.mcps-prs-alliance.co.uk/about_us/press/latestpressreleases/mcpsprsalliance/Pages/OnlineCopyrightTribunaldecision.aspx\">low profits from legal downloads</a>. Like the major record companies, they say the margins are slimmer so they prefer to sign writers that are more or less sure bets. But signing a fictional TV character is surely taking it a bit too far.</p> <p>Since the days of the legendary <a href=\"http://en.wikipedia.org/wiki/Brill_Building\">Brill Building songwriting hothouse</a>, publishers have signed and developed songwriters who were not performers. Many of them, like <a href=\"http://www.guardian.co.uk/music/2008/oct/18/1\">Burt Bacharach</a> and Hal David, went on to have amazing careers writing for other people.</p> <p>Publishers have always operated in a different way from record companies. The major labels all have a publishing side and often the publishing side has \"propped up\" the record side by being more profitable. One of the reasons for this is that it's less costly to sign a writer, so if they don't succeed the loss is lower. </p> <p>Generally, as you sign a publishing deal, the publisher agrees to pay you a yearly advance in return for owning the copyright for everything you write during the time you're signed. The publisher then takes 100% of the royalties coming in until they've recouped the advance, after which they'll split it with you according to what you've agreed (anything from 50-50 to 80-20 in favour of the writer).</p> <p>As opposed to record labels who have to spend money on <a href=\"http://www.guardian.co.uk/music/musicblog/2008/aug/28/whenrecorddealsgowrongand \">recording albums, marketing, promotion and touring</a>, all the publisher has to pay out is the advance and throw in some travel expenses. An added bonus for the publishers is that they get royalties from airplay all over the world. Performers (and so their labels) don't get any royalties for <a href=\"http://www.chicagotribune.com/news/opinion/chi-0928edit2sep28,0,5233661.story\">airplay in the US</a>, as radio over there says it works as a promotional tool for the performing artist and so they shouldn't have to pay them.</p> <p>Of course, the publisher is also supposed to help get the writer cuts (placing the songs with a recording artist). This, however, has become increasingly difficult, as most recording artists want to be involved in the <a href=\"http://www.guardian.co.uk/music/musicblog/2008/jan/23/ivealwaysstudiedthecredits\">writing of their material</a>. So, to decrease the risk even more, publishers now almost solely sign producers or recording artists who write (basically, people who can get in on projects through other means). All of which means a pure songwriter like Hal David may struggle to get a publishing deal if he started out today.</p> <p>Many songwriters now say that publishers are more like banks with a very high interest rate. But if we view the publisher as a bank, it would be a bank that, once you've paid off your mortgage, would still own your house. </p> <p>Still, I'm grateful that my publisher took a chance on me by giving me the opportunity to focus on songwriting full-time, as they paid me an advance. I couldn't have foreseen that they would get bought by <a href=\"http://www.allbusiness.com/services/legal-services/4465466-1.html\">the biggest \"bank\" in the business</a> and now my \"house\" is standing somewhere gathering dust without anyone looking after it.</p> <p>But, hey, Geraldine, the winner of Britain's Got the Pop Factor and Possibly a New Celebrity Jesus Christ Soapstar Superstar Strictly on Ice, just got a publishing deal. She's <a href=\"http://entertainment.timesonline.co.uk/tol/arts_and_entertainment/music/article4974639.ece\">number two in the singles chart,</a> just above last year's <a href=\"http://www.guardian.co.uk/media/thexfactor\">X Factor</a> winner <a href=\"http://www.guardian.co.uk/media/mediamonkeyblog/2008/oct/17/realitytv-thexfactor\">Leon Jackson,</a> and I'm not sure if the joke is on the music business or on us. But unless they spend some of the money that they make from it on developing new songwriters and artists, the losers will be the people who wish we had more artists coming through with the longevity of artists like <a href=\"http://www.guardian.co.uk/music/davidbowie\">David Bowie</a> and <a href=\"http://www.guardian.co.uk/music/ledzeppelin\">Led Zeppelin</a>.</p>",
  "<p>In his third Test, his bowling set up a winning position for <a href=\"http://www.theguardian.com/sport/indiacricketteam\">India</a> at a venue where <a href=\"http://www.theguardian.com/sport/westindiescricketteam\">West Indies</a> had lost only twice in six decades. These were the 1990s though, and India simply didn't win overseas Tests, even if they had only 120 to chase. Because of that calamitous collapse to 81 all out, few remember <a href=\"http://www.cricinfo.com/statsguru/engine/match/63747.html\">Abey Kuruvilla's finest hour</a>.</p> <p>Until the still-growing Ishant Sharma came along, the 6'6\" Kuruvilla, born in Kerala but raised in Mumbai, had been the tallest quick bowler to play for India. He won all of his 10 caps in 1997, either side of his 29th birthday, and then faded from the scene. Ignored when in his prime in the early 1990s, he was merely another example of the stepmotherly treatment given to those that bowled with the new ball.</p> <p>Kuruvilla was a fringe player at best. Javagal Srinath, who finished with more Test wickets than Darren Gough and Andy Caddick, certainly wasn't. In the first half of the '90s when he was at his quickest, Srinath nudged the speed gun as far as Allan Donald did. But while the South Africans built a superb team around the pace of the White Lightning, Srinath continued to be an afterthought in the Indian scheme of things.</p> <p>That strategy revolved around spin-friendly surfaces at home and as many as three spinners in every game. It paid rich dividends at home – England were thrashed 3-0 in 1993 – but also contributed greatly to the team's haplessness overseas. Between his debut at the Gabba in November 1991 and a match-winning 6 for 21 against South Africa at Ahmedabad five years later, Srinath played just 20 Tests for India. It's worth noting that Anil Kumble aside, none of the spinners that were part of the decade-long home dominance took even 100 wickets.</p> <p>It just makes you wonder how much Srinath might have achieved if his career hadn't been such a stop-start one, if he'd played more than 67 Tests in 11 seasons. How might he have done with a John Wright or Gary Kirsten as coach, and in an environment where pace bowlers are cherished, rather than viewed as clods to take the shine off the new ball?</p> <p>In a sense, Ishant, Zaheer Khan, Rudra Pratap Singh and Sreesanth are reaping the benefits of the thankless work that Srinath, Kuruvilla and Venkatesh Prasad, the present bowling coach, did. In England in 1996, and again in South Africa a few months later, Srinath and Prasad matched those that took the new ball for the opposition, and reminded everyone that there was more to Indian cricket than wristy batsmen and legendary spin quartets.</p> <p>It's worth remembering that the first two Indian bowlers to make a mark in the international arena were Mohammad Nissar and Amar Singh, neither known for the googly or loopy off break. Nissar, a giant of a man from the Punjab, took 5 for 93 in India's opening Test at Lord's and four years later, Amar Singh had 6 for 35 at the same venue. Wally Hammond, who knew a little bit about the art of batting, was to say that Singh was \"as dangerous an opening bowler as I have ever seen, coming off the pitch like the crack of doom\".</p> <p>In the years that followed though, there was only gloom for Indian pace. Pitches that had as much bounce as a mattress and a mindset that refused to think along the lines of a balanced bowling attack meant that India became the land where opening batsmen took the new ball. Just across the border, things were very different, with Fazal Mahmood, Khan Mohammad, Sarfraz Nawaz and Imran Khan establishing a tradition that has been carried on by the likes of Wasim Akram, Waqar Younis and Shoaib Akhtar.</p> <p>When Indian pace did eventually revive, it was because of two men. First, Kapil Dev came along and exploded the myth that you had to be a county trundler to bowl beautiful outswing. Then, in the late 1980s, Ravi Mammen of the Madras Rubber Factory set up the MRF Pace Foundation in Chennai. Dennis Lillee was the guru, and TA Sekar, who played two Tests in Pakistan in 1983, the man on the ground overseeing the day-to-day operations.</p> <p>Srinath, Prasad and a subsequent generation of aspiring pace bowlers, all spent time at the Foundation housed on the grounds of a school in Chennai. And despite the barbs directed its way down the years, it continued to work with the finest talent at India's disposal, while also opening its doors to overseas talent that wished to become more au fait with Indian conditions.</p> <p>The seeds planted two decades ago have borne fruit in the new millennium. Indian victories at the WACA, the Adelaide Oval, Trent Bridge and the Wanderers were all inspired by the pace attack. When Mickey Arthur asked for pace and bounce at the Bullring in December 2006, it was South Africa that were routed for 84, with Sreesanth producing as fine an exhibition of quick outswing as you'll ever see.</p> <p>In Perth earlier this year, Ishant had Ricky Ponting fumbling like a teenager on a first date. <a href=\"http://www.theguardian.com/sport/2008/oct/20/india-australia-cricket-second-test\">At Mohali last week, he was just as lethal</a> and Ponting said of his second-innings dismissal: \"That ball would have got me out 95 times out of 100\". A few minutes after Ponting's off stump had been uprooted, Ishant produced more prodigious movement in to see off Shane Watson. I was watching from the ABC commentary box at the time and Glenn Mitchell just shook his head. \"Best fast bowler in the world right now,\" he said. There was no qualifying it with the word 'young'.</p> <p>Zaheer, another MRF product, is bowling better than ever, as dangerous with reverse-swing as Wasim once was, while RP Singh, on the Honours Board at Lord's, and Sreesanth wait patiently in line behind Munaf Patel, who sent England tumbling to defeat on debut. Then there's Irfan Pathan, with a Test hat-trick to his name, and a flotilla of young hopefuls like Sudeep Tyagi, Pradeep Sangwan and Manpreet Gony.</p> <p>Amit Mishra has already shown that rumours of Indian spin's demise are greatly exaggerated and with Ishant of the Medusa hair leading the way, the land of the record-breaking batsmen could soon have a bowling arsenal that's the envy of the world.</p>",
  "<p>It's not often that you hear a minister admitting that their government has put respect for <a href=\"http://www.theguardian.com/world/humanrights\">human rights</a> \"on the back burner\", but that's exactly what <a href=\"http://www.telegraph.co.uk/news/newstopics/lawreports/joshuarozenberg/3236769/Making-people-love-human-rights.html\">Jack Straw did this week</a> .</p> <p>To be fair this admission was, as would be expected from the justice minister, firmly ensconced in a torrent of self-congratulation about Labour's deep-felt commitment to human rights. Straw even used the \"s\" word, proclaiming his fear that if further action is not taken soon, \"the foundation in people's souls for human rights will not be as deep or strong as I would wish\".</p> <p>The issue so threatening our souls is, apparently, the lack of a bill of rights in the UK. There is of course, already a <a href=\"http://en.wikipedia.org/wiki/Bill_of_Rights_1689\">bill of rights dating from 1689</a>, but that document is concerned with the rights of parliament as opposed to the crown, rather than the \"human rights\" which have become such a feature of the legal landscape in Europe since the second world war .</p> <p>Human rights are now part of UK law through <a href=\"http://www.opsi.gov.uk/ACTS/acts1998/ukpga_19980042_en_1\">the human rights act</a>, which was introduced in 1998 giving courts the obligation to deliver judgments that are compatible with the European convention on human rights. Since then rights such as the right to a private and family life have been used by litigants ranging from the elderly demanding better treatment by care homes or the NHS, to <a href=\"http://www.theguardian.com/media/2008/oct/20/mosley-privacy\">Max Mosley</a> claiming that he should be protected from media intrusion should he choose to conduct sex sessions with dominatrices.</p> <p>A new bill of rights, Straw says, would \"build\" on the human rights act, adding new rights and introducing responsibilities, requiring the benefit of rights to be \"matched by a culture of duty\". </p> <p>There are several reasons to question this brave new world of rights and responsibilities. It is interesting timing, to say the least, just over a week after the government suffered a resounding defeat to its proposals for 42-day detention without charge, one of the main objections to which was that it would inevitably violate convention rights to liberty and due process. </p> <p>The director of public prosecutions, who has watched more than five years of high-profile terrorism trials, suggested this week that the government had lost its cool in response to the threat of terrorism and that more than simply breaching the human rights act, was at risk of eroding the ancient civil liberties that lie at the heart of the British constitution. There are plenty of other provisions remaining in the new counter-terrorism bill that give good ground for scepticism as to the government's commitment to human rights; including procedures for freezing suspects' assets (including the cash in their pocket and gifts of food from friends) without any form of trial, and post-charge questioning, which gives the police unprecedented access to defendants whilst the trial process is already underway, potentially in breach of the right to a fair trial.</p> <p>Second, the idea that the new bill of rights would make rights conditional upon responsibilities is misleading. Despite the best efforts of some quarters of the press to suggest that the main achievement of the human rights act has been to give prisoners a licence to demand luxuries ranging from fast food to avoiding slopping out duties, rights have always been tied to conditions. There wouldn't be any prisoners, for example, if the right to liberty wasn't qualified by the ability of the state to detain people for a whole range of valid reasons. </p> <p>Some rights, on the other hand, can't be taken away for any reason under the current law; the prohibition of torture and of slavery. Presumably no government, even Cameron's (which continues to proclaim its determination to repeal the human rights act) is suggesting that torture and/or slavery be permitted if people behave irresponsibly. Which prompts the question, if the new bill of rights won't remove the basic rights people currently enjoy by tying them to \"responsible behaviour\", what would it actually add?</p> <p>Symbolism, says Straw. Not all the rights in the new bill will be justiciable – which means that they won't necessarily be legally enforced, but they will make people feel better. \"Rights can have great symbolic and totemic importance\", he said and should be \"a combination of law, symbolism and aspiration\".</p> <p>Which is all well and good, but maybe the government would do better to take stock of the symbolism already freely flowing from its chequered record on human rights. Despite claiming a moral platitude, with which we comfortably condemn the poor human rights records of other countries, we continue to deport people to countries where we know they are at risk of torture in return for diplomatic assurances, the validity of which the House of Lords is considering today. We already detain terrorist suspects for significantly longer than other comparable democracies, and would have extended this to 42 days, were it not for the actions of our supposedly unrepresentative second chamber, the House of Lords. We subject terrorist suspects to control orders essentially amounting to house arrest, despite lacking sufficient evidence to have them tried before a jury.</p> <p>Terrorist suspects are never going to be the best selling point for human rights, however. It's all about re-balancing the system in favour of the rights of victims and responsible members of society, the government tells us. But there too, is some powerful symbolism, and not necessarily of the type Straw has in mind. Victims of violent crime including rape and sexual abuse as children are routinely having their claims for compensation dismissed for reasons ranging from alcohol consumption (does this count as failing to live up to your responsibilities?), to alleged \"consent\".</p> <p>And last but by no means least, the main reason for this bill of rights and responsibilities, Straw tells us, is because of the increasing diversity of our society. Society today looks very different from the Britain the drafters of the European convention on human rights had in mind in the late 1940s, when minorities were, well – more minor – and the predominant threat was the resurgence of facism. But it is far from clear why the inclusion of minority groups in British society automatically amounts to a declining acceptance of responsibilities and shared values.</p> <p>It's heartening to know that Jack Straw is interested in what's going on in our souls but maybe he needs to look a little harder before pronouncing so confidently on what he sees.</p>",
  "<p>Pause for a moment to recall those attacks from the left on candidate Johnson during the election campaign: he was a Thatcherite extremist, a tax-cutting slash-and-burner, a racist and so on. No wonder he is a darling of the right. Or was. There have been further attacks on his endorsement of Barack Obama, notably at <a href=\"http://conservativehome.blogs.com/centreright/2008/10/boris-johnsons.html\">Conservative Home</a> and from Telegraph blogger Gerald Warner who <a href=\"http://blogs.telegraph.co.uk/gerald_warner/blog/2008/10/22/conservatives_for_barack_obama_are_a_stampede_of_ideologyfree_lemmings\">denounces</a> Mayor Johnson's case as \"drivel\" betraying that \"contemporary British Conservatism has no roots, no principles, no philosophy and no agenda.\" Harrumph, harrumph, harrumph! And fundamentalists should be aware of further evidence of lefty-liberal leanings in the Tory mayor. </p> <p>For example, Lib Dem AM Caroline Pidgeon emerged from Johnson's meeting on Tuesday with her fellow lobbyists for the <a href=\"http://www.tfl.gov.uk/corporate/projectsandschemes/networkandservices/2043.aspx\">Cross River Tram</a> project suggesting there might yet be hope for a scheme that would help the struggling economy of Peckham by linking it to Euston and Waterloo. Might the proposed tram be added to that list of counter-cyclical investment opportunities Boris's <a href=\"http://www.boris-johnson.com/2008/10/14/are-we-on-the-verge-of-a-recession/\">inner Keynesian</a> would like the tax-payer to take advantage of? </p> <p>Then there's his attitude to immigration. The Hindustan Times <a href=\"http://www.hindustantimes.com/StoryPage/StoryPage.aspx?sectionName=&amp;id=97b29c37-5ec4-40ab-833d-bb10eaf2c3c4&amp;MatchID1=4814&amp;TeamID1=6&amp;TeamID2=1&amp;MatchType1=1&amp;SeriesID1=1212&amp;PrimaryID=4814&amp;Headline='UK+Govt+should+defer+immigration+cap'\">reported</a> on his contribution to Sunday's Diwali celebrations in Trafalgar Square:</p> <blockquote> <p>\"I will continue to celebrate and champion immigration,\" he told the 7000-strong gathering...\"Britain should not lose [the] opportunity to build links with the two growing economies of India and China,\" he added. \"There have been great benefits from immigration in this country. London's growth has slowed down and immigrants from Europe are going back home, so I think this argument is slightly on its head,\" he said.</p> </blockquote> <p>The argument referred to was that for imposing more stringent controls on incomers, including a cap on total numbers. You know, the sort of thing Phil Woolas is in favour of. And <a href=\"http://news.bbc.co.uk/1/hi/uk_politics/7067149.stm\">David Cameron's party</a>, lest we forget.</p>",
  "<p>Immigration minister Phil Woolas has been axed by the government from a high-profile television appearance, days after making a series of gaffes.</p> <p>Woolas, who <a href=\"http://www.theguardian.com/politics/2008/oct/21/immigrationpolicy-immigration\">controversially called for population curbs</a> and predicted the disestablishment of the Church of England, had been due to appear on tonight's Question Time on BBC1.</p> <p>A Home Office spokesman confirmed the change of plan but insisted the decision had been taken on the basis of the most topical subject matter.</p> <p>\"The government decided that the economy and jobs were very live issues and wanted to have a minister on at cabinet level who could deal with these issues,\" he said.</p> <p>Employment minister Tony McNulty had been offered as a replacement, he said.</p> <p>Woolas, who has been in his job for less than a month, launched a stinging attack on the government's record of managing migration in a debate in central London on Monday.</p> <p>Labour's failure to fund asylum removals properly had caused \"untold human misery and division\", he said, after hitting the headlines on Saturday when he suggested in a Times interview that there could be a population cap of 70 million, before appearing to row back.</p> <p>Yesterday, the Ministry of Justice was forced to issue a statement affirming its commitment to the status of the Church of England after further extracts of the Times interview were published in which Woolas said: \"Disestablishment - I think it will happen because it's the way things are going ... It will probably take 50 years, but a modern society is multifaith.\"</p> <p>A Ministry of Justice spokeswoman said: \"The Church of England is by law established as the Church in England and the monarch is its supreme governor.</p> <p>\"The government remains committed to this position and values the establishment of the Church of England.\"</p> <p>• <a href=\"http://www.theguardian.com/politics/blog/2008/oct/23/labour-television\">Politics blog: Andrew Sparrow</a></p>",
  "<p>Okay, if you're coming here to catch up on a week of sharp videogame analysis, let me save you some time and disappointment. There's none here. Instead, a quickfire discussion on how to eat meat, an argument about goats and some turning-30 angst.</p> <p>Once again Limni is on writing duties, so blame him if he's missed an epic conversation about something electronic and/or interactive. I'm guessing he didn't.</p> <p>So unroll a napkin, place a finger bowl by your computer screen and tuck-in...<br><br><strong>Part one: meat</strong><br>Ex-vegetarian Fantomex started off the week's big topic with a personal revelation:</p> <blockquote> <p>\"For the first time in my life last night, I ate meat. Chicken chow mein. Was somewhat unimpressed.\"</p> </blockquote> <p>The meaty suggestions piled in thick and fast:</p> <p><em>(Keef's note: Limni suggested cutting this, but I thought, what the heck - it reads like some sort of bizarre carnivorous play. I think there's a TV pitch in here...)</em></p> <p><strong>Killerbee: </strong>First time eating meat? Get yourself a big fat juicy burger with cheese and bacon. If you're still unimpressed after eating that, there's no hope for you. ;)<br><strong>Olderfart:</strong> My local posh burger place does a great Kobe (Japanese style pampered beef) burger. It's £17 but to paraphrase pulp fiction: that would have to be one f***ing great burger. It is.<br><strong>Alimantado:</strong> Start with something like pasta Carbonara or Parma ham, pickles and cheese before working your way up.<br><strong>PhilosopherK1ng:</strong> Char Sui chow mein is the king. Marinated fatty pork - delicious beyond belief and much, much nicer than vanilla chicken chow mein.<br><strong>Lazybones:</strong> I was properly vegetarian for years, but before I stopped eating it I had this dish in Portugal, which was called, on the menu, 'Steak Portuguese'. It was amazing. It was a terracotta dish lined with salami, on top of that was a big sirloin steak, and on top of that, rashers of bacon.<br><strong>Smellavision:</strong> Roast rack of lamb, with minted peas and mash potatoes, or a silverside of beef Wellington with rosemary roast potatoes.<br><strong>Dizzyisanegg:</strong> Get a leg of lamb + roast it, covered in oil with some fresh rosemary. Also put some knife holes in it and stuff a few whole cloves of garlic in. Add mash, veg and a gravy made from the juices.<br><strong>CrispyCrumb:</strong> My first return to red meat was a posh sausage sandwich. Don't muck around with takeaway rubbish, you might as well have a badly-packed kebab and go the whole hog.<br><strong>Limni:</strong> I recommend Grill at the Hoxton Hotel on Gt. Eastern, try the Chateaubriand. Incredible.<br><strong>Davefalse:</strong> Bit of a jump from no meat, but a rib-eye steak cooked rare has to be tried. Couldn't live without steak and rib-eye has fat marbled throughout that just tastes so good.<br><strong>NickT:</strong> Has to be steak - aged rib eye - brought up to room temperature, olive oil and pepper rubbed into it, fried for a couple of mins. each side adding sea salt when its flipped over, rested for at least 5 mins. and served with fat chips fried in goose fat.<br>I think I just came.<br><strong>TonyHayers:</strong> Well it's nature's gift innit. You're an idiot if you've denied yourself that particular pleasure (not to mention essential minerals and protein). Steak is the king of meats, roast beef/lamb possible silver medals. Though to choose is like picking between oxygen or water.<br><strong>Foom:</strong> Dear God, nearly 30 posts on and nobody has mentioned a bacon sandwich on fresh white bread yet?<br>The only dilemma is whether you're a ketchup or an HP man.<br><strong>HDStanton:</strong> Bacon! Bacon! Bacon. The king! <br><strong>Dack:</strong> Very rare fillet steak, between two slices of buttered thick sliced white bread, (or possibly with chips). Get the blood mingling with the melted butter and being absorbed in to the bread.<br><strong>Roarrr:</strong> The only veg I eat is potatoes so pretty much every meal and sandwich is meat centric for me. 4 lamb skewers last night for me. Top notch.<br><strong>Meer:</strong> Can't go wrong with a good steak but you could also swing down to the Jade cafe in Chinatown and get yourself some of the roast duck/roast pork belly over rice, cheap and amazingly good.<br><strong>Sorbicol:</strong> Toad in the Hole with Onion Gravy and Mash potatoes.<br><em>*Drools all over keyboard*</em><br><strong>BeardofBees:</strong> A nice rich tasty goulash with beef is what you want!<br><strong>Riano:</strong> After all these culinary delights mentioned today I have the sneaking suspicion you will plump for a meat ball sub.<br><strong>Illocon:</strong> Chorizo, Salami, Pepperoni - deli packaged meats or the stuff in plastic packs from Tesco. Perfect for a balanced breakfast.<br><strong>Craggyisland:</strong> Braised pigs cheeks are really gorgeous.</p> <p>If you say so Craggy!</p> <p><strong>Part two: goats</strong><br>On Wednesday, Goatrecon joined the blog. An innocent mention of his love for Capra aegagrus hircus led to a barrage of questions and comments from fellow bloggers. In fact he had plenty to say on the subject:</p> <blockquote> <p><br>\"I love goats in any way possible as often as possible. The majesty of their form has captivated me from an early age.\"</p> <p>\"All in time succumb and appreciate the Goat for its noble posture and mischievous grin\"</p> <p>\"My first Gamertag was GoatboyAK47 and I even had Goatboy as my IPOD engraving.\"</p> </blockquote> <p>BeardOfBees wasn't impressed: \"I think I speak for many here when I say that I do want to distance myself from this rather boundless and high-spirited affection for goats\". Alimantado took a more analytical approach, asserting, \"You're nothing but a goat fanboy and it's blinded you to the truth\". \"And when was the last time you had sheep cheese or milk?\" fired Goatrecon, \"You will never be able to convince me that a sheep is greater than a goat!\"</p> <p>With the gauntlet laid down, Lazybones, took up the challenge. \"Roquefort is made from Ewes milk and it is the king of cheeses,\" he raged, convincingly. \"To top it all, male goats urinate on their beards to make themselves more 'attractive', and occasionally stand on their hind legs and talk like humans. They're a bit like monsters\". Yeah, he lost us a bit at the end.</p> <p>A last word from Alimantado: \"Goat's milk and cheese is ming! Roquefort, wool, strings for violins, rack of lamb, companionship = sheep win!\"</p> <p>Next week: domesticated pig vs wild boar!</p> <p><strong>Part three: turning 30</strong><br>Jimbob78 gave us all some big news and a challenge:</p> <blockquote> <p>\"Three days of my twenties left. I've had several months of trying out things I have never done before which I should do before the end of my youth. Any suggestions from the blog? Could even be games related.\"</p> </blockquote> <p>Games related? No chance.</p> <p>Loser was the first to offer his advice. \"You could try being less of a nugget for a few days and see how that worked out for you?\" Meanwhile, Smike let us know his key pre-30 achievements, \"Saw Brazil play live (v. Argentina at the Emirates). Got a ride in an ambulance (to casualty after a drunken night out went wrong).\"</p> <p>Other suggestions: <br>Morris dancing – Cheddarfrenzy<br>Bungee jumping – Humofevil<br>Watch a cage fight – Lazybones<br>See a grown man in the nude – TonyHayers<br>Do a handbrake turn – Killerbee<br>Do a Logan's Run – Art1eFufkin<br>Swim with (or near) dolphins (or a seal) – CBPodge<br>Go to a Turkish prison – cagool</p> <p><strong>Quote of the week</strong><br>Very close this week but first prize goes to Dack for getting his priorities straight:</p> <blockquote> <p>\"Eating Quorn sausages and cheese &amp; tomato pizzas whilst building up Civilizations to the point where they can take over the world or fly missions to Alpha Centauri has been in no way a waste of fifteen years of my life…\"</p> </blockquote> <p><strong>Other quotes</strong></p> <p>\"I've got to the point where I'm starting to think the game might be broken. But then I just start feeling I've got early onset Alzheimer's...\" <br><strong>We've been thinking that for a while, Lazybones.</strong></p> <p>\"This week, I am mostly hating builders, flat mates, religious whackos and commuters.\" <br><strong>And next week, Gurner?</strong></p> <p>\"The crushing disappointment of relegation still hurts. Good thing I've got my impending financial meltdown and divorce to keep my mind off it.\"<br><strong>Alimantado looks on the bright side</strong>.</p> <p>\"I for one can't wait to knife the f**k out of Goody on CoD5. The sneaky bastard.\" <br><strong>CBPodge does his bit for the 'games don't make you violent' cause.</strong></p> <p><strong>Mentions – good or otherwise!</strong></p> <p>Games: WipEout HD, Mass Effect, Linger in Shadows, Lego Batman, Tiger Woods 09, Zelda: Phantom Hourglass, CoD5 Beta, PES2009, Valkyria Chronicles, RockBand, LittleBigPlanet, Fortress Forever, Mount and Blade, Dead Space, Fallout 3, Resistance 2, Fable 2</p> <p>Films: Superbad, REC, The Wicker Man, Collateral, London to Brighton, There Will Be Blood, Rambo, The Darjeeling Ltd, Everything by the Coen Brothers, 12 Angry Men, The Fantastic Mr Fox, American Gangster, Carlito's Way, Gomorrah</p> <p>TV: Stephen Fry on America, Peter Kay's Britain's got the Pop Factor and possibly a new Jesus Christ Superstar Strictly on Ice, Harry and Paul, Dead Set</p> <p>Books: The end of Mr Y, Indignation, Brideshead Revisited, The Raw Shark Texts, Money</p>",
  "<p>They may not be geniuses when it comes to Iraqi insurgencies, but US authorities are fine investigators when celebrity starlets have their emails hacked. On Monday, just hours after bragging that no one would ever track him down, Miley Cyrus's email hacker was raided by the FBI.</p> <p>According to Wired, Kevin Holly, a charming fellow from Murfreesboro, Tennessee, infiltrated the singer and actress's MySpace account and used information from there to access her Gmail. In addition to snooping through her private correspondence, Holly also made off with provocative photos intended for Cyrus's then boyfriend Nick Jonas. </p> <p>Though Holly couldn't find buyers for the illegally obtained images, he later leaked them on to the internet and went on a publicity spree – playing the cool-as-ice hacker in interviews with blogs and radio stations. The man who messed with Hannah Montana <a href=\"http://www.youtube.com/watch?v=UPu3_7x31hU\">bragged that the Feds would never find him</a>. </p> <p>But they did. On Monday, FBI agents knocked on Holly's door. They were tipped off, Holly theorised, by either the local fire marshal or a fellow hacker who \"ratted him out\". After a one-hour interview, the agents did not immediately lay charges – but they left with Holly's phone and three computers. \"I was just kind of scared and shocked at [the] time,\" Holly told Wired. \"I was just kind of shaking. I was thrown way off guard. I've never had anything like this happen before to a point that I just didn't know what to do. I was afraid to kick them out of my house.\"</p> <p>Holly is now waiting to see whether the authorities, or Cyrus's representatives, will file charges. Meanwhile, at an undisclosed FBI location, officials are snooping through Holly's own email for a change.</p>",
  "<p>Republican vice-presidential candidate <a href=\"http://www.guardian.co.uk/world/sarahpalin\">Sarah Palin</a>'s victory over comedian <a href=\"http://www.guardian.co.uk/world/video/2008/oct/07/saturday.night.live.palin.fey\">Tina Fey</a> has been painful to behold. And Tina Fey had been doing so well, too. Sometimes in the <a href=\"http://www.guardian.co.uk/media\">media</a>-political complex, satirists are all-important, and until recently Tina Fey must have been waking up every morning feeling like Superwoman. Her superb impression of Palin on Saturday Night Live has given <a href=\"http://www.guardian.co.uk/world/johnmccain\">John McCain</a>'s campaign a vicious punch in the kidneys from which it and he may still not recover. If <a href=\"http://www.guardian.co.uk/world/barackobama\">Senator Obama</a> wins, well, Fey deserves an ambassadorship or something.</p> <p>Katie Couric's tough <a href=\"http://www.youtube.com/watch?v=XbQwAFobQxQ\">one-on-one TV interview</a> with Sarah Palin exposed her ignorance and absurdity but it was Fey's comic turn which hammered the point home, turning Palin into a laughing stock, often by simply <a href=\"http://www.guardian.co.uk/world/quiz/2008/oct/21/sarah-palin-tin-fey-quotes\">repeating what she actually said</a>. It has also propelled Fey herself into the stratosphere, as my colleague <a href=\"http://www.guardian.co.uk/profile/edpilkington\">Ed Pilkington</a> says in his <a href=\"http://www.guardian.co.uk/culture/2008/oct/21/comedy-sarahpalin\">fascinating profile</a>.</p> <p>How incredible to think that this grotesque, reactionary chump was being hailed until recently by various neocon headbangers and cowed mainstreamers as a real contender. And how exquisite it has been to watch clips of Fox News presenters having to grit their teeth and pretend to think that Fey's act is really, really funny. </p> <p>Yet the awful truth is that Palin has successfully neutralised a lot of the damage, and will probably come out even - or actually ahead. And all because America's media liberals are too good-natured, or too pusillanimous to go for the kill. Palin's throat was exposed in front of them, and yet Fey, Alec Baldwin and the whole Saturday Night Live team coyly folded the razor and put it away.</p> <p>Fey's impressions of Palin have been really funny as well as eerily observed, especially her <a href=\"http://www.youtube.com/watch?v=EVndk47caco\">dual press-conference sketch</a> with Amy Poehler as Hillary Clinton.</p> <p>Obviously, the show doesn't want to get in trouble for political bias so close to the election, but surely that double-act - satirising the Democrat and the Republican - was enough to satisfy any critics?</p> <p>Of course, it won't satisfy Palin who has gone into overdrive to show that she is a good sport and that she doesn't mind. Her game-plan is to play along, to get into a big, smothering bear hug with Fey, and <a href=\"http://www.nbc.com/Saturday_Night_Live/video/clips/gov-palin-cold-open/773761/\">appear on the show</a> as <a href=\"http://www.nbc.com/Saturday_Night_Live/video/clips/update-palin-rap/773781/\">prominently as possible</a>.</p> <p>As Pilkington reports, Palin has affected to be totally cool about the whole thing, and has even claimed that she, Sarah Palin, used to do impressions of Tina Fey! On Halloween, no less. That's right: the proudly provincial Alaskan governor, the hockey-mom outsider, so proudly suspicious of media liberals and big-city smart-alecs, turns out to be so sophisticated, cool and self-aware that she did impressions of Tina Fey. I don't think I have ever heard a politician tell such a big, fat obvious lie in my life.</p> <p>So anyway, SNL put her on the show - an obvious mistake - and ended up going easy on her, as well as massively inflating the brand-price for Palin's own post-election political or media career.</p> <p>I was reminded of a passage in the recent <a href=\"http://www.guardian.co.uk/stage/howardbrenton\">Howard Brenton</a> play <a href=\"http://www.guardian.co.uk/stage/2008/mar/27/theatre3\">Never So Good</a>, which starred Jeremy Irons as Harold Macmillan. The play shows Macmillan's impotent fury at being sent up by Britain's top satirist and insolent young puppy <a href=\"http://larvatus.livejournal.com/66328.html\">Peter Cook</a>. Every night this impertinent wit, apparently unacquainted with the rules of deference, put the boot into his elders and betters in the Beyond the Fringe show in the West End. One night, to show that he was a good sport, Macmillan actually went to the show. There was a buzz as the audience realised who was in the audience, and, inevitably, excited whispers reached the ears of Cook himself in his dressing room - or perhaps Cook only saw Macmillan in his seat once he had got out on stage. He could have gone easy on Macmillan, who after all had laid himself open, but with the genius's splinter of ice in his heart, he unhesitatingly went for the jugular. The audience screamed with laughter as Cook drawled in Macmillan's voice: \"There's nothing I like better than to wander over to a theatre and sit there listening to a group of sappy, urgent, vibrant young satirists with a stupid great grin all over my silly face.\" Furious and humiliated, Macmillan intensely regretted his gamble on going to the theatre. </p> <p>If only Fey could show Cook's icy ruthlessness.</p>",
  "<p>Mussie Haile lives in <a href=\"http://en.wikipedia.org/wiki/Ilford\">Ilford</a> but comes from Eritrea. He was jailed there and then conscripted as a punishment for being a Pentecostal Christian. After escaping from the army to Sudan he sought asylum in Britain. Then: </p> <blockquote> <p>Six months later, he was handed a digital camera and invited to compose a visual documentation of his new life in the capital, with the assistance of photojournalist Crispin Hughes. Fourteen young asylum seekers and refugees, originating from Afghanistan to Angola, were also teamed up with a photographic mentor and asked to engage in a three-month-long dialogue with their newfound surroundings.</p> </blockquote> <p>The project was organised by the charity <a href=\"http://www.photovoice.org/html/whoarewe/philosophy/\">PhotoVoice</a>. Its results have been compiled in a book, <a href=\"http://www.photovoice.org/html/galleryandshop/publications/\">New Londoners: Reflections on Home</a>, published this week by Tate Modern. Guardian report and a gallery of the photos <a href=\"http://www.guardian.co.uk/society/2008/oct/22/refugee-london-photographs\">here</a>.</p>"
]