[
  "<p>Is there a trade-off between justice and peace? That is the question that now confronts the UN security council when it considers Sudan in the coming few weeks.</p> <p>The chief prosecutor at the international criminal court, Luis Moreno-Ocampo, is asking for a warrant for the arrest of Sudan's president, Omar al-Bashir, on charges of genocide for mass killings in Darfur. The ICC is considering the request and should give a ruling in November or December at the latest.</p> <p>The possibility of political interference in the workings of the court was built into its founding document, the Rome statute, which was agreed ten years ago. Article 16 gives the UN security council the right to defer an indictment for 12 months at a time. The African Union and the Arab League are demanding they do just that. They argue that an indictment of Sudan's president would destabilise the country, ruining any chance of peace in Darfur and unravelling the 2005 comprehensive peace agreement (CPA) that ended decades of war in southern Sudan, the scene of Africa's longest civil conflict. </p> <p>On top of that, the prospect of indictment has added weight to complaints that the ICC is picking on Africa. If the court issues an arrest warrant for Bashir, there could be an African and Arab backlash against it.</p> <p>That may be nothing compared to the backlash against aid organisations, peacekeepers and civil society groups in Sudan if the warrant is issued. Since Moreno-Ocampo presented his case on July 14, the offices of aid organisations have been ransacked by Sudanese security officials apparently looking for evidence for a conspiracy somehow linking the NGOs with the ICC investigation. There has been a rash of newspaper articles in Khartoum depicting foreign aid agencies as covers for western espionage. </p> <p>Humanitarian groups warn that if they are thrown out and Khartoum closes down its stop-start cooperation with the hybrid AU-UN peacekeeping force, it could be devastating for the survivors of the Darfur atrocities, the 2.5 million refugees languishing in relief camps along the Sudan-Chad border. </p> <p>These are the underpinnings of the trade-off argument - that in Sudan's case, in the immediate interests of the hungry and oppressed, and the long-term interests of stability, justice should take a back seat to peace.</p> <p>The strongest counter to this position comes from an unexpected quarter – from Sudanese human rights and civil society activists who would surely bear the brunt of any government backlash. They insist that there can be no trade-off between justice and peace in Sudan. </p> <p>\"The survivors in the camps say only justice can make a difference. There can be no peace without justice,\" Salih Osman, a human rights activist from Darfur and a member of Sudan's national parliament, said during a visit to London this week. \"The survivors say: 'We have nothing to lose. There is no peace, and there is no deployment of the hybrid force.' </p> <p>\"If the agreement in the south had had an element of justice and accountability, Darfur would never have happened,\" he added.</p> <p>Osman's point is that the same security team in Khartoum were behind the counter-insurgency in both the south and in Darfur. They just replicated the strategy.</p> <p>The second point Sudanese dissidents make is that the Bashir government only responds to pressure. It does the minimum necessary to deflect international scrutiny and as soon as it detects a relaxation, it goes back to business as usual. Bashir responded to Moreno-Ocampo's announcement by going to Darfur for the first time and making a reconciliatory speech admitting there could be no military solution.</p> <p>Osman Hummaida, another human rights activist went further in arguing that an indictment could usher in a more conciliatory government in Khartoum, which would strengthen the prospects for peace in Darfur and the south.</p> <p>\"In terms of the political agenda, it has impacted positively. It has demoralised the hardliners. The people backing reform are in a better position now,\" Hummaida said. </p> <p>\"There are people in the [ruling National Congress party] NCP with a heavy financial interest. They want to engage with the international community and they may not let one person stand in the way.\"</p> <p>Hummaida arguably has history on his side. The first sitting head of state to be indicted for war crimes, Slobodan Milosevic, fell from power a year later. Being a fugitive from international justice is a heavy burden to carry in the corridors of power.</p> <p>It is a critical debate that goes to the heart of just about every \"humanitarian intervention\" in recent history. It is certainly one that has split the security council. China and Russia are ready to back a deferral. Washington has put aside its longstanding misgivings over the ICC and said it will not contemplate voting for one. In between, Britain is laying down vague conditions to even consider voting for Article 16, including \"bold and proactive\" engagement by Khartoum with the peace process and with the ICC. British officials say it is up to the ICC to decide whether it is getting enough cooperation, but they suggest the Sudanese government would have to take action against the two men already indicted for Darfur war crimes: a militia commander, Ali Kushayb, and the current minister for humanitarian affairs, Ahmed Haroun. </p> <p>This week, the government appeared to bow to the pressure by arresting Kushayb, but it is so far unclear whether he will face trial. He was arrested before, during a similarly intense period of pressure, and quietly let go soon afterwards.</p> <p>France has given out mixed signals, suggesting at one point that only the surrender of Haroun and Kushayb to the ICC would be sufficient, and then later softening their position to saying that Haroun should leave office and that both suspects should hire lawyers to deal with the court. </p> <p>Thus far, Khartoum has not even done enough to satisfy Paris, let alone London or Washington, so an Article 16 vote looks highly unlikely. If the ICC does issue an arrest warrant as expected, we will find out soon enough whether justice can only be done at the expense of peace in Sudan.</p>",
  "<p>One of the world's most serious public health problems is water-borne disease. Ron Rivera, who has died aged 60 of malaria, took a pottery filter that removes bacteria and parasites from water, and devoted himself to refining its manufacture and teaching people in poor countries how to make it. The factories he helped establish have to date made more than 300,000 filters, used by 1.5 million people.</p> <p>Rivera was born to Puerto Rican parents in the Bronx, New York, where his father worked for the post office. He graduated from the World University in San Juan, the Puerto Rican capital, before joining the Peace Corps at 21, working first in Panama, then Ecuador. Although he was an atheist, in the late 1970s he got a job with the Catholic Relief Service in Bolivia and later studied at the School for International Training in Vermont. But the impetus for his principal project came from studies in the early 1970s with the radical political and social thinker Ivan Illich and the Brazilian educator Paolo Freire in Cuernavaca, Mexico. Illich said that people had become disconnected from the Earth. So Rivera learned to throw clay pots, having never before worked with his hands. </p> <p>He founded the local office of the Inter-American Foundation, a relief organisation, in Ecuador and was based there until he moved to Nicaragua in 1988. Here he worked with rural potters, helping them to improve their production methods, develop new designs and exploit new markets, particularly in north America. </p> <p>Rivera had long been aware of a ceramic water filter designed by a Guatemalan chemist, Fernando Mazariegos, but when, in 1998, Hurricane Mitch, the strongest hurricane ever recorded in the central and south American basin, devastated the region and seriously affected water supplies, his main focus became making the filters and training others to do so. He began manufacturing them through Potters for Peace in Nicaragua. </p> <p>The filters look like 12-inch flowerpots with a flange at the top, and the local clays from which they are made contain small husks of plant material, milled and sieved to the right size. When the pots are fired, the husks burn away, leaving a network of fine pores small enough to filter out harmful organisms. After firing, the filters are coated with colloidal silver, which kills more than 98% of contaminants that cause diarrhoea. They fit into buckets, which are then fitted with a spigot and covered with a lid, and can filter about four litres an hour.</p> <p>They cost very little to make and a factory with three or four workers can produce 50 filters a day, providing sustainable employment in locally owned small businesses. Tests by the Family Foundation of the Americas, a Guatemalan organisation, have found that the filters halve the incidence of diarrhoea in households that use them. </p> <p>From 1998 onwards, Rivera travelled throughout Latin America, Africa and Asia, establishing 30 small businesses in Guatemala, Honduras, Mexico, El Salvador, Cambodia, Burma, Bangladesh, Darfur, Ghana and Nigeria. His goal was to set up 100 factories. He died of falciparum malaria, contracted while working on his 30th enterprise, in Nigeria.</p> <p>Open and approachable, he had zest, humour and compassion, and a gift for storytelling. He is survived by his four brothers, his first wife Maggie Padilla and their son, and his second wife and childhood sweetheart Kathleen McBride.</p> <p>• Ronald Rivera, potter and relief worker, born August 22 1948; died September 3 2008</p> <p><strong>·</strong> This article was amended on Tuesday October 21 2008. In the obituary of the potter and relief worker Ronald Rivera above we wrongly described Paolo Freire as a Bolivian educator. He was Brazilian. This has been corrected.</p>",
  "<p>After all the polite appreciation of Wayne Rooney as a studious pro it is a relief to revel in his re-emergence as a talisman. Two goals here gave him a tally of five from the past three <a href=\"http://www.theguardian.com/sport/worldcup2010qualifiers\">World Cup qualifiers</a>. The first, crucially, reinstated <a href=\"http://www.theguardian.com/football/england\">England's</a> lead over <a href=\"http://www.theguardian.com/football/belarus\">Belarus</a>. Rooney was instrumental in sending his country five points clear in Group Six with four successive victories at the start of the programme.</p> <p>England had trouble concealing the makeshift nature of a defence lacking the injured John Terry and Ashley Cole, but that should also highlight the menace of the team. Despite Fabio Capello's reputation as pragmatist, there is an excitement to England, who have heaped up 14 goals so far in the group. Stern as he so obviously is, his impact as a manager has lain in licensing gifted players to show their verve.</p> <p>It was brave to promote Theo Walcott to the side, and his inexperience was more obvious in Minsk than it usually is, but the mere knowledge of his pace forces opponents on his flank to hesitate. Capello could also take heart from Steven Gerrard's intermittent impact. From an initial position on the left he had a licence to roam.</p> <p>Rooney was still at no risk of being eclipsed. If anyone had the semblance of a case to be ranked beside him, it was the person who again let loose the Manchester United attacker. This was Emile Heskey's 50th cap and there can be no jeering at a return of five goals from all those appearances when he makes the rest of the team seem deadly. His commitment was obvious long before he was seen applying an ice pack to his hamstring after giving way to Peter Crouch.</p> <p>Other footballers, such as Gerrard, are not so much in the ascendant as in recovery, but that too is to be welcomed. Before Rooney went off to allow David Beckham to collect a 107th cap he had put the Liverpool captain through, but after skipping past the goalkeeper, Yuri Zhevnov, Gerrard knocked his finish against the post.</p> <p>The miscreant need not brood because he was once again a cause of dread to opponents, never more so than at his excellent opener. If Capello could stop fretting over the case history of one individual, there were other matters to occupy him. England did not deal well with the deft response from Belarus and, if anything, the equaliser might have been conjured before the 28th minute.</p> <p>This line-up was not as close-knit as the one that had ultimately swamped Croatia 4-1 in Zagreb. Although a version of 4-4-2 was employed initially, Frank Lampard and Gareth Barry were detailed to cover in front of the centre-backs while Gerrard was at liberty to move away from that nominal station on the left before the interval.</p> <p>Belarus were powerless at the opener. Rooney excelled to hold the ball before a lay-off to Gerrard and the precise 25-yard shot flew low past the left hand of Zhevnov. It was the midfielder's first competitive goal for his country since the 3-0 defeat of Andorra in March 2007.</p> <p>The difficulty here for a while was that Belarus made England's setup look fragile. Barry and Lampard could not plug all the gaps and Belarus, with men like Vitaly Kutuzov so poised, had a bout of hope before they were ultimately outclassed.</p> <p>The near inevitability of an equaliser would have peeved Capello. In the 28th minute teasing work by Igor Stasevich had Wayne Bridge losing his balance before the left-foot cross was delivered. Neither Wes Brown nor Walcott coped with it and Pavel Sitko bowed to head past David James.</p> <p>Still, this England side is not dependent primarily on resistance. Rooney could have sent England into a 2-0 lead after 26 minutes but, under pressure, he headed Heskey's cross into the side netting. Still, the restoration of his predatory instinct was apparent in the 50th minute. After a throw-in by Bridge the power and, to an extent, speed of Heskey took him free of two markers and Rooney, lingering on the edge of an offside position, tucked in his low ball simply.</p> <p>He would not stop there. Capello, with a similar switch to that one utilised against Kazakhstan, sent Barry towards the left and had Gerrard and Lampard in the centre. There was a recognition that a faltering Belarus could be dominated. Gerrard, in particular, was free to advance.</p> <p>After 74 minutes, Bridge played in a ball which Rooney dummied before moving on so that Gerrard could send him clear. Despite the defence's harassment, Rooney, with a feint, converted the chance with lethal technique. With him around, England have cause to believe they can become a fine side.</p>",
  "<p>Gordon Brown built on his best week as prime minister last night by endeavouring to set the global agenda on the international banking crisis and to inoculate the financial system against a relapse.</p> <p>The prime minister surprised an EU summit by unveiling proposals for a major summit which he said should take place within weeks to rewrite the rulebook for the world economy.</p> <p>Stepping up his campaign for a new \"international financial architecture\" that would banish the threat of renewed meltdown, Brown sought to rally a summit of 27 European leaders behind his scheme, also supported by Nicolas Sarkozy, French president and current president of the European council.</p> <p>Sarkozy said the global summit should take place in New York. Brown said it should take place next month or in December and claimed there was widespread support for the conference.</p> <p>\"There is now general agreement on a meeting with an agenda for far-reaching reform,\" said Brown after talking to George Bush, his European peers, and the leaders of China, Brazil, and Australia in recent days.</p> <p>Fresh from a triumphant summit of 16 European leaders in Paris on Sunday which adopted the \"Brown plan\" as the model for salvaging the European banking sector from collapse and kickstarting the paralysed markets, the prime minister yesterday lobbied the other 11 countries of the EU to follow his lead and announced that it was already time to move on to \"stage two\" in tackling the global financial and worsening economic crisis.</p> <p>\"Stage one has been stabilising the financial system. We also have to move to stage two,\" said Brown, who unusually was the first leader to arrive for last night's summit and spent all day yesterday locked in one-on-one meetings with European commission officials and Scandinavian and central European government chiefs.</p> <p>Brown sprung a seven-page paper on last night's summit, outlining his remedies for the global crisis. In doing so, he risked the accusation that he was hijacking the summit agenda at the last minute and stealing the limelight from Sarkozy. British officials said the new proposals had been shared with the French in advance.</p> <p>The proposals are designed to set in motion the most far reaching reforms to world financial institutions since the Bretton Woods meeting of 1944 which led to the creation of the IMF and the World Bank. The conference to rewrite the global financial rules would also agree on a new world trade deal, following the collapse of negotiations in July, in order to remove the dangers of stronger protectionism as the world moves into recession. </p> <p>Brown demanded: </p> <p>• an early-warning system for the world economy to ensure that problems are anticipated earlier; </p> <p>• a framework to ensure crises are dealt with better as they arise; </p> <p>• cross-border colleges of supervisors to monitor the world's top 30 companies and financial institutions that trade across borders. </p> <p>\"It is a response to unique times, unprecedented circumstances and the need to think in unconventional ways about what is the right thing to do,\" the prime minister said.</p> <p>\"I want to see a timetable for agreeing these proposals over the next few weeks and months.\" </p> <p>The group of international regulators for the world's top 30 banks would seek to prevent a repeat of the current financial meltdown, while Brown's vision of a new Bretton Woods handed the key role of investigating and supervising the impact of the financial sector on the real economy. </p> <p>It would work hand in glove with the G7's current financial stability forum (FSF), comprising treasury officials, central bankers and regulators, to deliver early warnings of systemic risk to economic and financial stability and propose measures to combat it. </p> <p>The FSF, based in Basel, Switzerland would be expanded to include members from important emerging economies such as China, India, Brazil, Russia and South Africa. </p> <p>The prime minister demanded strict regulation of all financial market players, including hedge funds and others operating in the \"shadow\" banking system that have helped provoke the current crisis with complex derivative products.</p> <p>The French proposals for last night's summit included action to curb executive excess, saying that the pay and bonuses of company bosses should reflect \"their real performance\" and the success of their businesses.</p> <p>Earnings should not lead to \"excessive risk-taking or extreme concentration on short-term objectives.\"</p> <p>Sarkozy told the summit that no financial institution should escape regulation and supervision.</p> <p>\"We must also work to eliminate the grey areas that undermine our efforts at coordination, in this case the offshore centres,\" he said.</p> <p>Brown hopes that agreement among the EU 27 last night would allow the four EU members of the G8 - Britain, France, Germany and Italy - to present a united front at the proposed world summit which could include the US president-elect as it would take place after the November 4 presidential election.</p>",
  "<p>The Paris Motor Show is so dazzling, so enormous and so festooned with models, champagne bars and plasma screens that it almost convinces you that everything is marvellous. The car salesmen are all smiles and handshakes - but what they would really like to do is fall to their knees and plead with you. Buy our cars! Please! </p> <p>The truth is that the motor industry is in freefall. In the UK, between September 2007 and September 2008, new numberplate registrations fell by 26%. In the US, the market is vanishing; manufacturers are looking to George Bush for a $25bn (£14.25bn) bailout. In Japan, Toyota's September sales fell from 213,042 in 2007 to 144,260 this year. China's car sales, after months of rapid growth, have slumped, and in Brazil, Mexico, France, Germany and India sales also fell: there is almost no one in the world, it seems, who feels that this is the right moment to buy a new car.</p> <p>To make matters worse, the financial turbulence comes just as restrictions on carbon emissions are finally catching up with car makers. Of all industries, the car sector has been the slackest at reducing its CO2 levels. Attempts at self-regulation have failed and now the authorities are stepping in; the European Commission will shortly ratify new targets that will require car manufacturers to reduce emissions to an average of 130g per km. </p> <p>Some companies, such as Peugeot, Renault and Fiat, seem likely to hit this target, but many will miss it, which means more fines, higher costs and prices rising again. Meanwhile, despite the recent fall in the price of fuel, motorists are still concerned by the issue of running costs. A tankful may be less this week, but who knows what will happen next week? </p> <p>As a result, although most manufacturers are feeling the pinch, it is the makers of high-performance gas guzzlers who are suffering most: in August, sales of Porsches and Land Rovers fell by nearly 58%, and Chryslers by 66%. </p> <p>However, sales of what are usually known as \"city\" cars have risen by 17%: consumers are going for the smallest, cheapest options. Smart cars, for example, have confounded the market with a 9% sales rise year-on-year. And although this is the sector of the industry with the narrowest profit margins, no one cares any more. At the Paris show, the real buzz is small.</p> <p>Small comes in two forms. First, you have the electric plug-ins: Nissan's Nuvu, Renault's ZE Concept, Tang Hua's Chika, Ligier's X-Too and Chrysler's Zeo. These cars are everywhere at the show: boxy, cute and decorated with stencils of leaves and grass to emphasise their greenness. </p> <p>For now, though, the infrastructure is not really in place for electric cars, so many of them will probably stay at the concept stage. As Ben Lane of What Green Car says: \"The problem is that you need to get to an electric point to power up. Once you have limited the range of the car, and also limited its size, most car manufacturers are not convinced the market is really there.\"</p> <p>The serious buzz in Paris is around small petrol and diesel cars that are already in production. Perhaps mindful of consumer eco-fatigue, \"blue\" is the new \"green\" here; Peugeot has introduced Blue Lion branding to make its green cars easier to identify, Mercedes is pushing its C200 CDI Blue Efficiency, Volkswagen is extremely proud of its Polo 1.4 Bluemotion, and Hyundai is showing off a new range called the i-Blue.</p> <p>Hyundai has been taken aback by the popularity of its little i30 (119g/km), which has a waiting list, and at the show it launched an even greener version, the i10, which will emit 99g/km. The Peugeot 107 (109g/km) looks likely to be the bestselling low-emissions car of 2008 in the UK, while Nissan, which is in danger of drastically missing the EU emissions targets in 2010, is pinning its hopes on the new Pixo (103g/km). Mini is showing its latest Cooper (104g/km), Citroen has the new snappy-looking Citroen C3 (115g/km) and Daihatsu produces my personal favourite of the show, the boxy, funky Trevis (114g/km). </p> <p>Might small cars be the future? For the past few years the race has been to get emissions below the magical 100g/km, but now at least four manufacturers have broken through the barrier, with the Smart Fortwo hitting 88g/km. All over the show, next to the neat-bellied city cars, the big saloons begin to look oddly lumbering and old-fashioned. Not only are these cars tying the hands of the manufacturers - the cost of getting the emissions of a saloon below 130g/km will be considerably larger than the cost for a small car - but they are not selling. </p> <p>At the Audi stand, I ask one of the salespeople why the company is still showcasing a large car, unlike almost every other stand. He juts his chin out and says defiantly: \"That's Audi's business, big cars. That's what we do.\" He doesn't look very happy about it though.</p>",
  "<p>Our bodies are being measured for critical comparison like never before. Biometric devices prevent gambling addicts from playing casinos and bar intruders from nurseries. And the border security of the western world could soon depend on an emerging technology that offers security solutions for a post-9/11 world tormented by fears of terrorism, fraud and crime.</p> <p>Computerised examinations of our wrinkly digital extremities, the peculiar shapes of our faces and uniquely patterned irises will be used more and more often to authenticate our use of our passports, ID cards, mobile phones and laptops - as well as regulating access to offices and building sites.</p> <p><strong>Too clever by half?</strong></p> <p>The science behind the industry is advancing rapidly. Two UK universities - Kent and Robert Gordon in Aberdeen - this year established specialist MSc courses in biometrics and security. False rejection rates - when machines fail to recognise pre-registered passengers or staff - are plummeting. But is there a danger that the ingenuity of these applications will outrun the capacity of this young technology? The moment of truth is about to arrive in the UK with deployment of the first major government biometric programmes: ID cards (initially for foreign workers) carrying fingerprint records will be launched next month, while automated immigration gates this summer began recognition checks on passengers carrying the new generation of passports arriving at Manchester airport. And next week, the biggest showcase for the industry in Europe, Biometrics 2008, opens in London (at the Queen Elizabeth II Conference Centre, Westminster, from October 21 to 23). A Home Office minister and European police officials will participate. More than ever, businesses are under to pressure to prove that the technology is both resilient and yet also politically sensitive.</p> <p>A research paper produced for the show by Simon France of the University of Kent and the UK Biometrics Institute, confirms that systems are becoming more complex to foil spoofing attacks (where people masquerade as others) and to reduce the error rate. The trend, he says, is to employ \"multimodal\" biometrics - security systems that incorporate several types of measurements. British passports now carry chips recording facial recognition data but will eventually add fingerprints. \"Liveness\" testing, to prevent fraud or spoofing, is increasingly built in. Iris scans, for example, check that the image of a human eye is from a convex surface, is glossy and/or wet and that the muscles oscillate at high frequency.</p> <p>There are still problems, France observes. \"Having a laboratory-based solution is one thing, but achieving acceptable failure rates in the real world can be quite another. Transitory changes [illness, damage] or permanent changes such as ageing can cause identification decisions to become invalid over time. Equally challenging is the presence of varying lighting conditions, dirt or moisture.\"</p> <p>In facial recognition systems - which are slowly being integrated into CCTV networks - research is turning to the addition of 3D images to boost performance. A Dutch scientist, Dr Arnout Ruifrok, will discuss at the show the problem that current technologies have difficulty interpreting non-frontal images and even zoomed-in on faces more than four metres from the camera. Iris recognition - a British technology invented by Professor John Daugman, a Cambridge scientist - is developing methods of reading the unique patterns in our eyes at a distance.</p> <p>Its accuracy helps pre-enrolled frequent flyers pass quickly through congested UK airport security checks. It has lost out, however, chiefly because so many existing police and identity databases already contain fingerprint and photographic records.</p> <p>Voice recognition, palm prints and ear shapes are also being pursued for commercial development. The global biometrics market, according to a pre-credit crunch estimate by ABI Research, is worth around $3bn (£1.7bn) this year and will rise to $7.3bn by 2013.</p> <p>One measure of the improvement in biometric capabilities, according to Mark Lockie, editor of Biometric Technology Today and programme director of next week's conference, is the US series of face recognition vendor tests, which for the past 15 years have evaluated the latest systems. With a false acceptance level set at 0.001, initial tests in 1993 returned a false rejection rate of 79%. By 2002, the rejection rate had dropped to 20% and by 2006 was down to 1%.<br><strong><br>Socially acceptable </strong></p> <p>\"One issue that remains is the speed with which data can be downloaded from the computer chip [in UK passports],\" he says. \"Privacy is another matter. You can design biometric systems that enhance privacy. In the US, samples can be given for Aids tests along with fingerprints and collected by proving your identity without giving a name.\"</p> <p>The battle ahead for the industry may be more about gaining for social and political acceptance. The Conservatives say they will, if elected, ditch ID cards. Security agencies believe that to be effective, biometric records need to be matched across networks of international databases. Airport workers, on the front line of the new technology, remain to be convinced. </p> <p>The Guardian is the media partner of Biometrics 2008 <a href=\"http://www.biometrics.elsevier.com\">biometrics.elsevier.com</a></p>",
  "<p>These are confusing times for sportsmen. You only have to look at the little-boy-lost faces on Andrew Castle and Mark Foster during Strictly Come Dancing. Doing sport for a living used be the most virile profession on earth. But then David Beckham went and muddled everything with his metrosexual appeal.</p> <p>No longer does the spectrum of machismo chart a linear path. In the old days it was easy: effeminate; blokey; stud-like; rugby league player. Now it is more of a parabolic curve. In other words, carry too far along the scale and Macho Man starts heading straight back towards camp. If you've seen a single one of Becks's Armani adverts, you'll know how this works.</p> <p>Of course, sport has always had strange ideas about virility. The first ever athletes were Greek blokes who were taught that their sporting exertions - wrestling with fellow men in the nude and the like - were a nice warm-up for erotic behaviour with women. </p> <p>Obviously the olive oil days are far behind us - I believe Johnson's baby lotion is now considered better for the skin - but, when you watch footballers piling on to each other in an ecstatic goal celebration, you can't help but wonder if it's all part of the legacy.</p> <p>Now rugby is a prime candidate for the new when-does-macho-stop-being-macho confusion. Once the ultimate manly man's sport, it's currently looking as confused as a pubescent teen with a same-sex crush on the PE teacher. </p> <p>Take the Stade Français kit, which was outré enough two seasons ago when it was merely hot pink. Last year they added a floral pattern that I think I recognised from a Laura Ashley catalogue. </p> <p>Now, I'm not sure what I'd like to be wearing when I pack down to face 140-stone of barely contained male aggression but I'm pretty sure it's not this season's offering, a skintight pop-art melange that Little Britain's Dafydd would give his eyeteeth for. Still, courage in all forms.</p> <p>Actually the preening element of modern rugby was not a surprise to me. I noticed a few years ago that rugby lads are the dressing-up kind. My college had a hearty rugger tradition, complete with a naked quad run that took place once a year for the first XV to showcase their tackles. </p> <p>Far more frequently, however, they held drinking evenings that required every squad member to turn up in women's clothing. I always knew when it was rugby night because, having the rare privilege of size nine feet, I would find a queue of lads at my door asking to borrow a pair of heels.</p> <p>Machismo is moving on and the muddied oaf is shifting his goalposts accordingly. Once the slightest chink in your studied masculinity was likely to result in you getting your teeth knocked out in the next ruck. </p> <p>Now Kyran Bracken can dress up in spandex, strap skates to his feet and swoon around the ice to Ravel's Bolero and no one bats an eyelid. Thanks to pioneers such as Bracken and Strictly Come Dancing's Austin Healey, rugby camp will soon cease to be somewhere you send your kids for the holidays and become a genre in its own right.</p> <p>Healey, if you haven't been watching the show, has taken to the dance floor like a child actor to cocaine. There has been no more exhilarating TV moment of 2008 than watching the former England wing snapping his fingers at the judging panel as if Len Goodman was his bitch. </p> <p>He has the bounce of the Andrex puppy and the biceps of a Norse God. Admittedly even Arlene Phillips hasn't yet explained how important big guns are to the quickstep but that hasn't stopped them swelling magnificently with every week that passes. Soon they will require a dressing room of their own.</p> <p>The sportsman's competitive instinct has taken over and Healey has thrown himself heart and sole (see what I did there?) into the contest. Last week his dance partner, Erin Boag, revealed that even at home, between rehearsals, he pours over YouTube's greatest flamenco hits to research new moves. </p> <p>And it was Healey who insisted that everyone turn up for a group dance rehearsal dressed up like the cast of Fame, topping the bill in some butt-clenchingly tight black leggings and pink anklewarmers. This, lest we forget, is the man who called Justin Harrison a plank.</p> <p>If I were rugby league, I'd be getting worried. With so much determinedly heterosexual manflesh on the field at the World Cup, they must be teetering on the edge of a machismo meltdown. It's only a matter of time before someone goes into a tackle shouting \"Not the face! Not the face!\"</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338645446\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/10/15/estelle-220x300.jpg\" alt=\"Estelle\" width=\"220\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Singer Estelle performs on stage at the MOBO Awards 2008. Photograph: Jo Hale/Getty</span> <span class=\"element-image__credit\">Photograph: Jo Hale/Getty</span> </figcaption> </figure>  <p>Breaking the tradition of British R&amp;B stars playing second fiddle to their US counterparts, Estelle and Leona Lewis last night capped a successful year by dominating the Mobo awards.</p> <p>Estelle was named best UK female ahead of Duffy, Adele, Lewis and MIA. The best song prize went to her hit American Boy, a No 1 in the UK and her first top 10 hit in the US. </p> <p>Lewis, the X Factor winner who is the show's most successful find to date, confirmed her stellar rise with awards for best album and best video.</p> <p>Critics have complained that the Mobo awards has at times served only to highlight the gulf between American R&amp;B and hip-hop stars and British artists. But this year's crop of winners have been hailed as representing a breakthrough for urban music in the UK. </p> <p>Dizzee Rascal, who had his biggest commercial success to date this summer with the Calvin Harris collaboration, Dance Wiv Me, won best UK male for the second year running at last night's ceremony at London's Wembley Arena. </p> <p>Ricky McCalla, a 26-year-old former dancer who had appeared at three Mobo ceremonies, got the BeMobo award for services to his community. </p> <p>After being shot in the neck during a carjacking incident he had to give up dancing, but he has since mentored more than 300 young people in south London through his Frosted Ice organisation.</p> <h2>Winners</h2> <p><strong>Best UK female </strong>Estelle</p> <p><strong>Best UK male</strong> Dizzee Rascal</p> <p><strong>Best UK newcomer</strong> Chipmunk</p> <p><strong>Best international act</strong> Chris Brown </p> <p><strong>Best reggae act </strong>Mavado</p> <p><strong>Best jazz act </strong>YolanDa Brown </p> <p><strong>Best gospel act</strong> Jahaziel</p> <p><strong>Best African act</strong> 9ice</p> <p><strong>Best song </strong>American Boy/Estelle</p> <p><strong>Best R&amp;B/soul act</strong> Chris Brown</p> <p><strong>Best hip-hop act</strong> Lil' Wayne</p> <p><strong>Best video</strong> Bleeding Love/Leona Lewis </p> <p><strong>Best album</strong> Spirit/Leona Lewis</p> <p><strong>Best radio DJ</strong> Trevor Nelson</p> <p><strong>Best club DJ</strong> Tim Westwood</p> <p><strong>Lifetime achievement </strong>Motown</p> <p><strong>BeMOBO</strong> Ricky McCalla</p>",
  "<p>After his box office smash Inside Man, Spike Lee figured he could exploit that brief window of Hollywood goodwill that exists for any director with a hit movie under his belt and get lift-off for one of two pet projects: a biopic of soul legend James Brown, and a drama about the LA riots. He figured wrong. \"I got an offer, but it was not enough,\" he says. \"I was very frustrated with Hollywood, so I said, 'Fuck it,' and went to Italy.\"</p> <p>Once there, he set plan B in motion: an adaptation of James McBride's 2002 bestseller Miracle at St Anna, the fictionalised account of four African-American soldiers from the all-black 92nd Infantry Division who find themselves trapped behind Nazi lines in Italy during the second world war. </p> <p>Targeting two Italian producers, Roberto Cicutto and Luigi Musini, who had distributed his films in Italy, Lee gave them three months to raise £25m. \"I told them: 'We're going to start shooting in October.' This was July 2, and we didn't have a dime,\" says Lee, sporting his trademark tortoiseshell specs and one of the many Obama T-shirts he owns. \"They said, 'Spike, you're crazy', but I said, 'If we don't do this film now, it's never getting done.' We willed this film into being.\"</p> <p>At a moment when a black man is on the verge of being elected as the next US president, Miracle at St Anna is Lee's effort to set the record straight about the American men of all races who were part of the Allied victory. Due to screen at the London film festival today, it is the first film to portray the segregated 92nd - dubbed the Buffalo Soldiers - who fought in Italy at the tail end of the war.</p> <p>Lee doesn't flinch at drawing parallels with what's happening now. \"This whole thing is tied into Obama. These guys fought not knowing that there would be a black president, but they were hoping that some day America would deliver on its promise to life and liberty for all American citizens,\" he says. \"In the Constitution of the United States of America, it is written that slaves are three-fifths of a human being. That's why I'm happy to be alive today, because we're living in a time where there's a seismic shift happening. I never, ever thought that we'd get to a point where a man of African descent can be on the verge of being the president of the US.\"</p> <p>Lee's own mission is to upend the Hollywood myth-making apparatus that has mostly ignored the contributions of the one million African-Americans who served in the second world war. It's the reason he launched his bitter war of words with Clint Eastwood at this year's Cannes film festival, berating the film-maker over the paucity of black faces in his 2006 double bill, Flags of Our Fathers and Letters from Iwo Jima. It's also why Miracle opens with an old, embittered black veteran watching stone-faced as John Wayne parades through the 1962 drama The Longest Day on his television. </p> <p>\"It is not a mistake that this film begins with Wayne. This is the Hollywood bullshit mythology that excludes one million people,\" says Lee. \"You look at John Wayne - what did he represent? In the second world war films, John Wayne is kicking Nazi ass, and in the Pacific he's kicking Japanese ass. And if it's a western, he's killing the savage Indian. This film is a rebuttal to the same mythology that demeans other people. We have to change this shit. We cannot continue putting out these lies again and again. Young people growing up have no idea that this stuff even happened.\"</p> <p>Lee cites the 761st Tank Battalion, which came to Patton's rescue in the Battle of the Bulge, and the Tuskegee Airmen, whose story will soon be dramatised by George Lucas, as other neglected areas of black wartime participation. Responding to Lee's accusations that he'd effectively erased black GIs from history, Eastwood said in a Guardian interview in June that Lee should \"shut his face\", prompting Lee to reply that \"we're not on a plantation\". But the Brooklyn-based director, who has never been shy of taking a pop at fellow film-makers (with cynical timing, many feel, since he usually has a film to publicise), insists that the feud is now \"over, done with, squashed. I was never saying that it was just Eastwood himself. I was not putting the bull's-eye on him and saying he's the reason for this omission.\" Did he feel the need to apologise to Eastwood personally? \"No, there was no need to say anything. It's done.\"</p> <p>How it was done, it turns out, is that Lee bumped into Steven Spielberg at a basketball game and asked him to extend the olive branch to Eastwood on his behalf. It is likely to have come at Disney's behest, with the studio, which is distributing Miracle in the US, worried that an unresolved spat with a beloved industry figure such as Eastwood would fatally damage any Oscar hopes the film might have - although Lee insists he hasn't had any conversations with Disney. \"That's not a discussion we've had. I'm more concerned with having some numbers when this film opens.\"</p> <p>As for the film itself - bar an abrasive redneck caricature who sends the Buffalo Soldiers into a suicidal frontline attack at the Serchio river - this isn't so much about the politics of African-Americans fighting for the US military, or even a black Saving Private Ryan, as a magic-realist tale of four African-American soldiers who seek refuge in an Italian village.</p> <p>The film's philosophical divide is represented by duelling sergeants Aubrey Stamps (Derek Luke), the educated, idealistic one who believes that fighting for their country is the road to change, and Bishop Cummings (Michael Ealy), a streetwise cynic who thinks it perpetuates their status as second-class citizens. To underline this divide, McBride and Lee concocted a flashback scene in which the soldiers, still at boot camp in the deep south, are refused service at an ice-cream parlour, while German PoWs feast on sundaes. McBride extracted the scene from reality, though he added the PoWs. Lee, however, insists that their research turned up plenty of evidence of German PoWs getting \"better housing, better food, better everything\", often on the same bases as the black GIs. \"You're a young black man being trained to kill Nazis, and you look around and see the people you're being trained to kill are getting better treatment!\"</p> <p>Compared to his outstanding (and underrated) Malcolm X, Miracle is a disappointment. There's plenty to admire, but there's a lot of muddle, too, with meandering subplots, jarring tonal shifts (hardboiled noir in the framing sequences; an awkward John Leguizamo cameo) and unlikely sequences (a brash, loud village dance when there are Nazis crawling all around?) that could have been sliced from the hefty running time.</p> <p>Lee filters his vision through what purports to be the bygone spirit of Italian neorealism, claiming a direct lineage from classics such as Vittorio de Sica's Bicycle Thieves through the film's little orphaned Angelo (Matteo Sciabordi), who strikes up a friendship with gentle giant Train (Omar Benson Miller). He's the film's sentimental and quasi-mystical mascot, and, fortunately for Lee, he found in Sciabordi a child the camera adores.</p> <p>\"The one wild card in this was the kid,\" says Lee. \"I spent many a sleepless night worrying that if we don't get the right kid, it's not going to work. We had an open audition in Florence, and we were blessed with Matteo. He never acted before, but he had the qualities - the sensitivity, the intelligence, the face, the innocence that you need for a child to play this role. You might think I'm bragging, but he's as good as the kid in Bicycle Thieves. He saved us.\"</p> <p>The film's most devastating sequence is the reenactment of the August 1944 massacre that took place in Sant'Anna di Stazzema, where SS officers mowed down 560 innocent civilians, mostly women, children and the elderly, in the town square. Lee returned to the actual Tuscan location to recreate the scene. \"We shot there for two days, and everyone on the cast and crew could feel the spirits and souls of those who were slaughtered,\" he says. \"That can't help but inspire you and push you, that you have a duty to try to get this right.\"</p> <p>But some Italians are sure that Lee didn't get it right. Earlier this month, the director travelled to Florence for the film's Italian premiere and to receive an honorary citizenship award from Sant'Anna, only to face charges that Miracle insulted the Italian resistance fighters. Veterans from the National Association of Italian Partisans blasted the film as \"full of lies\" and \"an insult to the memory of the brave fighters who gave their lives\", primarily for fictional scenes that depict anti-fascist partisans indirectly sparking the atrocity by hiding in the village and abandoning the villagers to their fate; this contradicts the historical account of the massacre as an unprovoked war crime.</p> <p>\"I am not apologising for anything,\" the director told the Italian press, adding that there was \"a lot about your history you have yet to come to grips with\". The film has received the same mixed reviews there as elsewhere, with Corriere della Sera taking Lee to task for making a \"phoney and rhetorical\" war film. Back in the US, Lee - and Disney - hoped Miracle would surf a euphoric wave of Obama-mania and the tectonic changes happening in America's political landscape. But after the film barely scraped $7m in its first 10 days, their expectations have - like those of Republican politicians - been dramatically downsized. </p> <p>If Obama's surge hasn't helped Miracle's US campaign, Lee is still confident America will vote its first African-American president into office. \"I think there's going to be a large, large turnout of young Americans - more white than black - who have been part of the energy, the vitality and excitement of the Obama campaign. And it's going to be this large block of voters, which I feel will show up to vote on November 4, that will be the difference.\"</p> <p>Lee might not win the battle of hearts and minds with Miracle, but if Obama wins the war, he'll feel vindicated. It's precisely those African-Americans who put their faith in hope above separatism during the second world war that paved the way for a black presidency. And if Obama does win the White House, Lee may even find Hollywood loosening its purse strings enough to allow him to make his James Brown biopic or the LA riots docudrama. Or both.</p> <p>• <strong>Miracle at St Anna</strong> screens today and tomorrow at the London film festival. Details: <a href=\"http://www.bfi.org.uk/lff\">bfi.org.uk/lff</a></p>",
  "<p><strong>River Cottage Autumn </strong><br>8pm, Channel 4</p> <p>Hugh Fearnley-Whittingstall returns to the russety confines of his rural idyll <br>for a new series. Amid the damp leaves and misty invocations of olde worlde self-sufficiency, we can expect to discern the following: salami, some smallholders, \"Ray the butcher\", celeriac, and the return of glamorous lady-pig Blossom, who will, apparently, \"be used for breeding\". The tart.</p> <p><strong>Bobski the Builder </strong><br>9pm, Channel 4</p> <p>English builder Terry and Polish builder Jarek go tabard to tabard in a race to see who will come out on top in the international domestic-construction stakes. Jarek undercharges and works on Sundays because, \"We makes the relationship, yes?\" Terry and his crew move around really slowly while smirking. Who wins? YOU DECIDE. The groundbreaking message - each nation's approach to work is quite different but, y'know, that's OK - is banged home with squeaky toy hammers, while any trace of a point is obscured by comedy soundtrack interpretations of Suicide Is Painless. Depressingski.</p> <p><strong>Ice Road Truckers </strong><br>9pm, History Channel</p> <p>This week, disaster strikes when an elderly truck falls over in the snow and refuses to get up. While furious truckers set about the miserable vehicle, the camera wanders off in search of less depressing environs, much as Oates would have done had he been surrounded by Canadians with spanners. Here, in the middle of nowhere, it finds veteran trucker Bear, who recites the Lord's Prayer before telling us that he's \"59 and damn near done!\". Brilliant.</p> <p><strong>Natural Born Sellers </strong><br>10.40pm, ITV1</p> <p>It's the third week of this startling reality series and a daytrip to a limo expo at Birmingham's glittering NEC offers an unparalleled insight into the cognitive machinations of the remaining salesbods. Fluffy Anne-Marie shows us her lucky horse cushion, terrified Welshman Gavin speed-chews sausages with his shoulders round his ears (\"I will win\") and Thea aims her high-end knockers at the ceiling and does her horrifying \"sex\" power-laugh all over the bonnet of a jeep. Will hubris finally give way to decency and mutual respect? (Hint: no.)</p>",
  "<p>Black History Month might be a good time to confront the Guardian's record of supporting the confederacy's \"self determination\" in the American civil war. The Manchester Guardian repeated confederate propaganda against the liberator Abraham Lincoln, writing that \"it was an evil day both for America and the world when he was chosen President of the United States\" (October 10 1862).</p> <p>Even on the news that Lincoln had been assassinated, the Manchester Guardian said \"of his rule, we can never speak except as a series of acts abhorrent to every true notion of constitutional right and human liberty\" (April 27 1865). Among Lincoln's acts so abhorrent to the Guardian was the Proclamation of Emancipation (January 1 1863). In 1862 cotton workers rallied against slavery in Manchester Free Trade Hall. The Guardian complained that \"the chief occupation ... seems to have been to abuse the Manchester Guardian\" (David Ayerst's The Guardian Omnibus 1921-1971).<br><strong>James Heartfield</strong><br>London</p> <p>Your article on trafficking dispels the myth that there are very few trafficked into the UK (<a href=\"http://www.theguardian.com/uk/2008/oct/11/immigration-people-trafficking\">'It is down your street and in your lane'</a>, Weekend, October 11). However, it failed to highlight two important issues. Many young women trafficked into this country are then retrafficked into another European country. This requires pan-European action. And many of those identified by immigration as trafficked are treated as criminals rather than victims, and deported back into their country of origin. Here they fall back into the hands of the trafficking gangs.<br><strong>Professor Gary Craig</strong><br>Wilberforce Institute for the Study of Slavery and Emancipation, <br>University of Hull</p>",
  "<p>Rio Tinto sent a shock wave through the mining sector and triggered wider concerns about a global recession yesterday by warning of a major slowdown in China. </p> <p>The company said it was revising its capital spending plans and would miss its end-of-year target of making $10bn (£5.65bn) worth of disposals.</p> <p>Shares in Rio Tinto fell more than 16% and other mining stocks lost as much as 26% after the company said it was cutting production at some of its aluminium smelters. The move came as the Aluminium Corporation of China (Chalco) decided to reduce its Chinese output in response to a 40% slide in local prices over the past couple of months.</p> <p>\"The Chinese economy is pausing for breath after spectacular GDP growth,\" said Tom Albanese, the Rio Tinto chief executive. \"Although not immune from the weakness in OECD countries, the China slowdown is largely caused by last year's tightening of Chinese monetary policy to address inflation.\"</p> <p>He said third-quarter economic data would underline the reduction in demand, which had been exaggerated by the halting of industrial projects during the Olympics. \"There will inevitably be an impact on Chinese exports from these factors.\"</p> <p>The views from the mining group reinforce fears that the Chinese economy - the engine of world industrial growth over the past five years - is beginning to stutter. Some critics say the rulers of the world's most populous nation have presided over a bubble economy that is just waiting to pop.</p> <p>But Rio Tinto believes China's long-term growth pattern can be sustained. It is a view shared by the Chinese Academy of Social Sciences, which argues that the west's financial crisis and world economic slowdown \"won't change the fundamentals of the Chinese economy\". </p> <p>Dick Evans, chief executive of the Rio Tinto Alcan business, said some growth projects were being put on hold in the aluminium sector and there would be production cutbacks at two or three of its high-cost smelters. \"If prices fall further then we might accelerate that,\" he said. </p> <p>The company had originally planned to boost aluminium output from 4m to 7m tonnes but at least some of this has been put on ice. Evans said he had heard that 1m tonnes of production had been shut down in China, about 7% of the nation's total.</p> <p>Chalco, the world's third-largest alumina producer, revealed it was reducing production at its Shandong plant by 1m tonnes on top of the 300,000 tonnes already halted. The closure would leave Shandong running at 200,000 tonnes of its 1.5m capacity. Weiqiao Aluminium, the second-largest alumina producer in China after Chalco, said it was operating at half of its 4m-tonne-a-year capacity and another rival, Lubei Group, said it was closing a 1m-tonne-a-year facility. </p> <p>Rio Tinto, which is facing a hostile $160bn takeover offer from BHP Billiton, said it had performed very well overall in the third quarter and was well placed for the future. But it admitted that its disposal programme was being made harder by the fall in commodity prices and uncertainties over the global economy.</p> <p>Charles Kernot, mining analyst at Evolution Securities, said the Rio Tinto announcements were important. \"We take the view, as with the authorities on both sides of the Atlantic, that the forthcoming recession will be severe and see a marked global contraction in commodity demand. The slowdown in significant capital expenditure projects and recognition that it cannot sell $10bn of non-core assets before the end of this year implies that Rio Tinto agrees with the politicians.\"</p> <p>BHP warned on Monday that China was slowing but said that it had no intention of cutting back any production or capital spending. </p> <p>Rio Tinto announced it had produced record levels of iron ore in the third quarter, up 17% year on year, and seen a 40% increase in Australian hard coking coal and a 13% growth in uranium output.</p>",
  "<p>The only surviving member of a group of six Iranian-Arab gunmen who seized the Iranian embassy in London in 1980 is to be released from prison, it was <a href=\"http://www.timesonline.co.uk/tol/news/uk/article4915976.ece\">reported</a> last week. Fowzi Badavi Nejad, now 50, was only 22 when he and the other gunmen took control of the embassy building, along with 26 hostages. Five hostages were released during the <a href=\"http://news.bbc.co.uk/hi/english/static/in_depth/uk/2000/iranian_embassy_siege/intro.stm\">six-day siege</a>; two were killed and 19 miraculously escaped, but emotionally scarred. I was one of the hostages.</p> <p>Nejad – alias Ali Ahmad Jassim – is being freed (if he hasn't been freed already) after serving 28 years in jail. He was given a life sentence in 1981 and his lawyer has been quoted as saying the parole board believes he is no longer a threat to society and can therefore be released.</p> <p>Is he really no threat to society? I believe he is not, despite the outrageous terroristic act he got himself involved in and the fear and anguish that he and his comrades-in-arms caused. Some, if not all, of us hostages are still suffering from that dreadful experience. </p> <p>On three occasions I have been asked to forgive Nejad but I have always refused – and I still do. The first time was a direct request almost 10 years after he was sentenced when he sent a letter from his prison cell to my work address at the BBC World Service. He explained at length in his letter that he had become a better person and had made enough progress in learning English to pursue academic study through the Open University.</p> <p>I thought really hard for many days whether I should reply to his letter. I discussed it with my wife and some fellow hostages and eventually decided not to. I was still full of anger. Nejad to me was, after all, still a member of a terroristic group who had taken innocent civilians by force subjected them, day after day, to unspeakable terror and mental anguish as well as possible death. </p> <p>I understand I was the only hostage Nejad had written to, for two reasons. First I was the only Arab-speaking hostage in the embassy whom he and the other gunmen could use as a channel of communication with the non-Farsi speaking hostages and, at times, for negotiation with the security forces outside. Second, and more importantly, I had spent some time with him during the siege talking about Middle East politics and listening to stories about his family in Iran's southern province of <a href=\"http://en.wikipedia.org/wiki/Khuzestan\">Khuzestan</a> (Arabestan) before he fled to Iraq.</p> <p>He was a simple and naive kid coming to a western capital for the first time but with a gun in his hand. Nejad looked so harmless. Not only he had been the youngest of his group, but he looked like a European – a good-looking but skinny young man with hardly any trace of hair on his face. I was deeply terrified when he told me what sort of brief he and his group were given just before they were brutally dispatched by their Iraqi <em>mukhabarat</em> (intelligence) mentors, Sami and Hadi. </p> <p>\"Don't worry, sons,\" they said. \"The police in Britain do not carry weapons and their main function is to help the elderly cross the streets. They will not attack you.\" When I conveyed this piece of information to my fellow hostages, PC Trevor Lock and BBC sound engineer Sim Harris, they were equally terrified.</p> <p>Nejad's father, dead long ago, had been a local civil servant and Nejad left his mother and two sisters back in <a href=\"http://en.wikipedia.org/wiki/Khorramshahr\">Khorramshahr</a> when he fled to Iraq (they are believed to be now living in Sweden as refugees). At the age of 18 he had joined the Iranian army and spent two years doing national service before returning home and starting work as head labourer in the docks.<br> Later, I and two other hostages were approached twice on behalf of Nejad by a representative of a UK-based film production company (not to be named) to sign a statement as a part of what was described as a \"Free Nejad campaign\". The first time was in 1996, 15 years after passing the sentence, and the second in 2001 to coincide with 20 years of his life sentence. </p> <p>The campaigners thought they had a chance of getting him paroled on these two occasions, but they were wrong. The campaign lawyer had written to us claiming the British government intended to free Nejad but could not do so because he would face the death penalty if he was deported back to Iran, and because Britain could not find a country to accept him as a refugee. I declined the first request but approved the second. It is time that Nejad proves to himself the lesson he learned from his 28 years imprisonment.</p> <p><em>Mustapha Karkouti is a former president of the Foreign Press Association, London. </em></p>",
  "<p>Nearly a third of American voters are expected to cast their ballots before election day, testimony of the enthusiasm about the contest between Barack Obama and John McCain.</p> <p>Preliminary evidence from battleground states suggests that the record levels of early voting is strongly benefiting Obama, giving him a cushion against a late surge by McCain.</p> <p>More than 30 states now allow early voting, in person or by mail, and past experiences of chaos on election day mean more voters are interested in casting their ballot early.</p> <p>The Obama camp in particular has devoted resources to mobilising its supporters for early voting.</p> <p>Paul Gronke of the Early Voting Information Centre now predicts about 30% will cast their votes before November 4.</p> <p>Voting in some battleground states, such as Pennsylvania, has been under way since mid-September. That coincides with McCain's slide in the polls. Florida and Colorado began voting this week.</p> <p>Together with the Obama camp's emphasis on early voting, that has fuelled a sense of optimism among Democrats about their prospects against McCain.</p> <p>A new poll of five battleground states that voted for George Bush in the 2004 elections showed Obama holding a sizeable advantage among early voters. </p> <p>Only a fraction of the electorate - 10% in most cases - had voted by the time of the SurveyUSA poll, but Obama's lead in some cases was formidable. That defies past experience of early and absentee voting, which was once the preserve of older voters who were unsure they could get to the polls on election day. Traditionally, that constituency has favoured Republicans.</p> <p>But since the 2004 elections, Democrats have encouraged their supporters to take part in early voting - in part because of suspicion about long lines and breakdown of ballot machines on election day.</p> <p>The new emphasis on early voting has changed the mechanics of campaigning, with the Obama camp devoting resources to getting their supporters to the polls well ahead of election day.</p> <p>Democratic organisers have already seen a big increase in early voting in Ohio, one of the states Obama is hoping to capture from the Republicans.</p> <p>Only 6% of Ohio voters cast early ballots in 2004. By October 13, the number of early voters was 12%, and Obama was leading McCain by 18%.</p> <p>\"You are going to see committed partisans turning out, the most enthusiastic supporters of either candidate and polling has shown that the level of enthusiasm is higher among more people for Obama than for McCain just now,\" said Dan Seligson at electiononline.org.</p> <p>In North Carolina, which only weeks ago had been seen as a sure bet for the Republicans, Obama had a 34% lead among the 5% of the electorate who took part in early voting.</p> <p>That compares to a 5% lead for McCain in the state.</p> <p>The same scenario was unfolding in another state once seen as an unlikely prospect for the Democrats: Indiana. Among the 14% of voters who have already cast their ballots, Obama was leading by 34%.</p> <p>In New Mexico, Obama had a 23% lead among the 10% of voters who had mailed in their ballots before October 13. Among the overall population, Obama's lead is only 6%.</p> <p>Some Democrats now believe the surge in early voting could help the party deepen its hold on Congress - even in states which Obama has no hopes of carrying in the election.</p> <p>In Georgia, which is seen as a staunchly Republican state, Obama had a 6% advantage among early voters. Some 18% of the electorate had cast their ballots at the time of the survey.</p>",
  "<p>Driving around the Sudanese capital of Khartoum, you would scarcely imagine that not very far away in Darfur, thousands of Sudanese are suffering <a href=\"http://en.wikipedia.org/wiki/War_in_Darfur\">the ravages of war</a>. There is little awareness of the conflict and even less concern for its victims. Through a fog of apathy and misplaced national pride there is a belief that not only is president <a href=\"http://www.hrw.org/english/docs/2005/12/09/sudan12186.htm\">Omar al-Bashir</a> innocent of war crimes and human rights abuses but also that the situation on the ground has been blown out of proportion – part-fabricated and seized upon by western media egged on by western regimes seeking to undermine the Sudanese government.<br> Claims that there is some <a href=\"http://www.theguardian.com/commentisfree/2008/jul/28/sudan.humanrights\">popular support</a> inside Sudan for the president's indictment fail to grasp the power of nationalist sentiment or – more importantly – the Sudanese tradition of political impunity. Due to a combination of incestuous monopolistic tribal and familial structures and the lack of institutionalised political processes, parties and loyalties, there is no culture of censure and punishment for crimes past. Moreover, when punishment is sought from foreign sources, resistance to the idea becomes <a href=\"http://www.sudaneseonline.com/en2/publish/Latest_News_1/Sudan_Rallies_Behind_Leader_Reviled_Abroad.shtml\">even fiercer</a>.</p> <p>Most Sudanese maintain this readiness to forgive is part of their peace-loving nature – an explanation that is hard to take seriously.</p> <p>President <a href=\"http://en.wikipedia.org/wiki/Gaafar_Nimeiry\">Gaafar Nimeiry</a> who seized power in a political coup in 1969 was overthrown in a rare popular uprising in 1985 and fled to exile in Egypt. During his reign, the execution of <a href=\"http://en.wikipedia.org/wiki/Mahmoud_Mohamed_Taha\">Mahmoud Mohammed Taha</a>, an Islamic thinker who argued against the imposition of sharia law, shook Sudanese society to its core and Taha's apotheosis as a martyr in the face of barbarism exalted him, both to his party's devotees and the nation at large. Indeed, the regime crumbled only weeks after his execution. </p> <p>It was inconceivable when Nimeiry fled that he would not only be allowed to return to Sudan but run for election in 2000, a senile laughing stock of a fallen despot. Taha's Republican party adherents all but disappeared, abandoning the political arena or going into exile where they continue to dine out on their political asylum status in the west.<br> Nimeiry was followed by <a href=\"http://en.wikipedia.org/wiki/Sadiq_al-Mahdi\">Sadiq al-Mahdi</a> who personified the impotence of those who believe they are entitled to power <a href=\"http://www.time.com/time/magazine/article/0,9171,836150,00.html\">due to ancestry</a> and not capability. In 1989 his inept government was dispatched by a military coup amid accusations of nepotism and incompetence. Mahdi was imprisoned but then fled abroad, spending years as the bastion of opposition before he returned to Khartoum to head his own splinter of the <a href=\"http://en.wikipedia.org/wiki/Umma_Party\">Umma political party</a>, joining Nimeiry and other ex-ministers for whom the worst fate is not the suffering of the Sudanese people but their own marginalisation. Indeed, Mahdi recently expressed support for Bashir in the face of the Hague indictment. His tenacity is not to be scoffed at. During his career he has been written off several times only to resurface at the hubs of power <br> The current government launched itself in a barrage of civil society purges, imprisonments and executions. In the wake of the 1989 coup, a counter-coup from within the ranks of the military (planned by those who viewed the alliance of elements of the <a href=\"http://en.wikipedia.org/wiki/National_Islamic_Front\">National Islamic Front</a> and the army as a danger to the military establishment) was foiled and 28 officers, some of whom were close friends and colleagues of Bashir and one of whom was my father's cousin, were executed. </p> <p>Those alienated by such brutal measures left the country and set up livelihoods abroad, broken by the loss of their positions or the horrors seen while incarcerated. Years later, many of these have returned, part out of homesickness and part out of disillusionment. Khartoum is a city where you run into your former jailer but look the other way for fear of making a scene. </p> <p>Social relationships stand in the way of retribution. Mahdi and <a href=\"http://en.wikipedia.org/wiki/Hassan_al-Turabi\">Hassan al-Turabi</a>, the mastermind of the 1989 coup, are brothers-in-law – a situation which precipitated an absurd political stalemate between the two adversaries. </p> <p>Political loyalties are changeable and alliances fleeting due to the unsophisticated nature of governance since independence where regime after regime has been truncated before processes were properly established. Only a dogged political elite remained. </p> <p>This created a vicious cycle where the primary concern of a fledgling government was to establish itself at all costs. In each government's wake there were victims who came to understand that the exigencies of politics in Sudan are ephemeral and shift like quicksand while the realities of survival and social credibility are less fickle. </p> <p>It is mostly down to this and not to some grand movement of national reconciliation or some abstract notion of the forgiving nature of the Sudanese that political memories are short and there is little appetite for seeking redress in the international criminal court.</p>",
  "<p>The boss of Mexico's public sector teachers' union has caused outrage in a country where 40% live below the poverty line by splashing out on 59 Humvees for her top officials.</p> <p>Elba Esther Gordillo - known simply as \"la maestra\", or \"the teacher\" - handed out the first dozen of the controversial vehicles at a meeting of her 1.6 million-strong union at the weekend.</p> <p>\"This is a strategic car and if I could I would be handing them over to you amour-plated, and that's the truth,\" she told the lucky recipients, who reportedly broke into applause. \"This is not an attempt to manipulate or buy loyalties. Nothing could be further from my intentions,\" she said.</p> <p>But the Mexican public has reacted badly to images of union bosses getting into the orange and silver Hummers, worth some 500,000 pesos (£23,000), bombarding radio programmes and newspaper websites with angry comments. Many have expressed their outrage at such largesse at a time when the global financial crisis is causing widespread concern. </p> <p>The recipients initially justified the gifts by citing their need to reach isolated rural schools along unpaved roads and to ensure their personal security in a country in which 3,500 people have been killed this year in increasingly violent gang warfare.</p> <p>When this failed to diffuse the mounting scandal, Gordillo changed tack and announced this week that the Hummers had always been intended as raffle prizes to raise money for deprived schools.</p> <p>It was not clear whether this would be enough to bury the indignation.</p> <p>In recent years Hummers have become an increasingly common sight in Mexico, where they are popular with bourgeois ladies in well-to-do parts of the capital, and are now one of the vehicles of choice for gangsters. </p> <p>More Hummers are bought in Mexico each year than anywhere else in the world outside the US.</p>",
  "<p><strong>CHERCHEZ LES CLOWNS</strong></p> <p>It's unlike someone in football to scramble about pathetically seeking transparently lame excuses for their abject failure, isn't it? So the Fiver will have to take Rio Ferdinand's assertion that Teamengland had become a \"circus\" during the 2006 World Cup thanks to the presence in Baden-Baden of the Wags at face value. How difficult it must have been for Rio and his team-mates to concentrate on training and kicking a ball, while there were some other people in a town several miles away wearing clothes and shoes and going to the shops. Yes, how difficult it must have been.</p> <p>\"People were worrying more about what people were wearing and where they were going out, rather than the England football team,\" said Rio yesterday. \"That then transposed itself into the team. That's said in hindsight. When you step back and look back at that, it was like a circus.\" The statement has been met with almost universal approval by the footballing press, which is either happy that the ultra-professional Fabio Capello has signalled his unwillingness to let families tag along to the next tournament England qualify for, or are simply happy to perpetuate any lazy <em>cherchez-la-femme</em> misogyny, given that England's laughably inept performances in Germany could hardly be blamed on Cheryl Cole being papped while coming out of a restaurant holding a new clutch bag.</p> <p>Perhaps it would have been better looking closer to home for England's failings. Ferdinand himself prepared for the tournament by filming the ITV prank series Rio's World Cup Wind-Ups, a lobotomised laugh-free zone which saw him spend months setting up elaborate stings to goad people with learning difficulties. His manager Sven-Goran Eriksson, meanwhile, had spent the best part of five years running around London recreating some of Benny Hill's finest end-credit chases. And once-humble Peter Crouch was happy to pose poolside in Germany <a href=\"http://image.theguardian.com/sys-images/Football/Pix/pictures/2006/06/15/crouchicocklarge.gif\">clowning around like Club Tropicana-era Andrew Ridgeley</a>, before trundling out on the pitch and achieving nothing better than a <a href=\"http://news.bbc.co.uk/media/images/41771000/jpg/_41771754_footie7.jpg\">passable wind-turbine impression</a>. Or yes, maybe it was all down to that time Victoria Beckham got into a car wearing a designer dress.</p> <p>Anyway, tonight England play in Belarus without England's Brave John Terry and - boo! - Ashley Cole, with Matthew Upson and Wayne Bridge likely to replace them. The team had better win, because as Alex Curran hasn't been spotted in the reception of a Minsk Hilton idly flicking through a copy of Grazia, this time there really are no excuses.</p> <p><em>Follow the match most hacks who never, <em>ever</em> learn have already chalked up as England's fourth consecutive World Cup qualifier win <a href=\"http://www.theguardian.com/football/2008/oct/15/belarus-england-worldcup2010-minutebyminute\">here from 7pm</a>, making sure not to get distracted by the latest zany antics of Coleen, Zoe and Alex <a href=\"http://www.heatworld.com\">here</a></em>.</p> <p>* * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"We want to express our pain and our sentiments over this situation. Fighting against relegation is the most difficult and unpleasant thing that can happen to a footballer\" - Rosario Central captain Cristian Gonzalez reckons the squad have reached their lowest point, languishing 17th in Argentina's Primera División. He'd be wrong ...</p> <p>\"We are going to get out of this or I'm going to kill the players, coaching staff and anyone else\" - Rosario president Horacio Usandizaga offers his own lesson in morale-building.</p> <p>*********************</p> <p><strong>THE BLIND LEADING THE BLIND</strong></p> <p>Giovanni O'Trapattoni insists that he has no beef with Andy Reid. The news will come as a disappointment to the big-boned out-of-favour Irish midfielder, who is notoriously fond of beef, particularly in its double-bacon-cheeseburger-with-all-the-trimmings form. But in the wake of reports suggesting the pair fell out after O'Ireland's recent win over Georgia in Mainz, manager O'Trapp continues to gesticulate furiously that all is well between them. \"There is no problem. We have a big qualifier and I don't understand why Andy Reid is more important than other situations,\" he continued, showing he has yet to get to grips with his new Irish language of English, by putting the words \"big\" and \"important\" in the wrong places.</p> <p>Of course O'Trapp's predecessor, Stan \"Steve\" Staunton also had a reputation for putting things in the wrong places; usually his foot in his mouth or Andy O'Brien's name on his team-sheet for Ireland's 5-2 humiliation at the hands of tonight's opponents Cyprus two years ago. With Steven Reid out injured, Trapp has overlooked his immobile namesake and opted to include Manchester United reserve Darron Gibson alongside Stoke City reserve Glenn Whelan in a central midfield partnership that has notched up a whopping four club appearances this season. Huffing and puffing up and down the wings alongside them will be Damien Duff, who regularly lines up for Newcastle but rarely plays, and Aiden McGeady, who is peerless when it comes to dribbling around the training cones that pass for defenders in the lower reaches of the Eurodisney League.</p> <p>Despite this openly risky selection policy (did we mention that enthusiastic but limited accident waiting to happen Paul McShane is playing?), in Trapp the Irish public continues to trust. And why not? The man is Italian, is not Staunton, is given to describing his players as \"serene\" and insists his \"team must play like a blind man\". Considering this was one of very few tactics mastered by his predecessor, the inflatable shamrock brigade will be hoping their elderly new manager means \"blind\" in the apparently telepathic sense of the word.</p> <p><em>Follow the Republic O'Ireland's nervy win over Cyprus <a href=\"http://www.theguardian.com/football/2008/oct/15/republicofireland-cyprus-worldcup2010-minutebyminute\">here</a> and the ongoing inability of Wales internationals to score from the penalty-spot, this time against Germany, <a href=\"http://www.theguardian.com/football/2008/oct/15/germany-wales-worldcup2010-minutebyminute\">here</a> from 7pm.</em></p> <p>*********************</p> <p><strong>Guardian Fantasy Football</strong></p> <p>Go on, <a href=\"http://www.theguardian.com/fantasyfootball\">play it</a>.</p> <p><strong>Guardian Pick the Score</strong></p> <p>Go on, <a href=\"http://guardian.pickthescore.co.uk/\">pick it</a>.</p> <p><strong>Guardian Soulmates</strong></p> <p>Go on, <a href=\"http://dating.theguardian.com/s/\">trawl it</a>. (Let's face it, if you clicked either of the links above, you obviously need a girlfriend.)</p> <p>* * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>The random red-top gossip generator today stopped on the names David Villa and Manchester City.</p> <p>Inter adviser Diego Maradona will 'advise' his soon-to-be-son-in-law Sergio Agüero to ditch Atlético Madrid for the Nerrazurri.</p> <p>And fearful the appointment of Iain Dowie as manager wasn't self-combustion enough, Rich Men's Plaything FC's opulent owners will again prove money can't buy sense by replacing him with tikka-tinged loyalty enthusiast Terry Venables.</p> <p>* * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>The SPL has called off Dundee United's trip to Ibrox on Saturday as a mark of respect to Eddie Thompson, the Tangerines chairman, who has died after a prolonged fight with cancer. \"Right now, our thoughts are with Eddie's family,\" said manager Craig Levein today. \"This is a terrible time and the death of his son-in-law only makes this more heartbreaking.\" Thompson's son-in-law Ken Mitchell, 38, was killed in a road accident at the weekend.</p> <p>French PM Nikolas Sarkozy says matches in the country will be called off if opposing fans have the audacity to jeer during La Marseillaise, after Tunisian supporters interrupted it prior to their team's 3-1 defeat in Paris yesterday. \"It's insulting for France, for the players on the French team,\" he fumed, confusing international sport between two opposing countries with a nationalist rally featuring fa$cist overtones. Given Uefa and Fifa are unlikely to be amused by any abandonments, he's not made it very difficult for fans of Serbia, Lithuania, Austria, Romania and the Faroe Islands to get shot of the top seeds in their own ground, has he?</p> <p>And if you think that's a sorry joke, the Gallic goons have assured Raymond Domenech that he's still in a job for the foreseeable. <a href=\"http://en.wikipedia.org/wiki/Raymond_Domenech\">Aquarius must be in the ascendancy over Jupiter and Mars, or something.</a></p> <p>Sports minister Gerry Sutcliffe wants Uefa to give Atlético Madrid's £120,000 fine to Liverpool fans travelling to next week's not-quite-yet-rescheduled Big Cup tie. Good luck with that, then, Gerry. You obviously haven't seen the price of <em>foie gras</em> at the moment.</p> <p>Brett Emerton scored twice as the Sheilaroos beat Qatar 4-0 in their almost completely pointless Asian World Cup qualifying group.</p> <p>And Juventus midfielder Pavel Nedved has revealed he's had enough of fancy modern contraptions. \"I have never laid hands on a PlayStation,\" he harrumphed, perhaps still piqued that in Fifa 2006 he looked more like a roadie for Marillion than a footballer. And don't get him started on iPods, eh? \"By now it's a vice, even in the dressing room, everyone with earphones,\" he back-in-my-dayed. \"You can't exchange two words before a game. It's no longer my football, I am old. I am a country boy, I like simple things!\" Bah!</p> <p>* * * * * * * * * *</p> <p><strong>STILL WANT MORE?</strong></p> <p>Steven Wells wonders if Scousers really can <a href=\"http://www.theguardian.com/sport/blog/2008/oct/15/liverpool-chanting-origins-stevenwells\">lay claim to modern terrace culture as we know it</a>, prompting readers to accuse the Guardian of 'romanticising the Liverpool myth'. Seriously.</p> <p>Is the France Football Federation's decision to retain a certain Aquarian really so strange? <a href=\"http://www.theguardian.com/sport/blog/2008/oct/15/france-football-raymonddomenech-pauldoyle\">Paul Doyle thinks not</a>.</p> <p>Been lying awake at night wondering which European club has had 19 international managers in its history? <a href=\"http://www.theguardian.com/football/2008/oct/15/3\">The Knowledge</a> has the answer.</p> <p><a href=\"http://www.theguardian.com/sport/blog/2008/oct/15/englandfootballteam-worldcup2010qualifiers\">Richard Williams explains</a> how England, like a 12-year-old boy with crusty bedsheets, have <em>finally</em> got rid of their Wag-stained memories.</p> <p>And in tomorrow's £0.80 Big Paper: full reports and reaction to the World Cup qualifiers, more depressing financial news, and assorted folk lucky enough to escape the credit crunch in Obituaries.</p> <p>* * * * * * * * * *</p> <p><strong>FIVER LETTERS</strong></p> <p>\"After last night's U-21 match, Stuart Pearce said he believed Aaron Ramsey is 'worth his weight in gold'. At today's price of £15.38 per troy ounce and with little Aaron weighing in at 10.5 stones (or 2143.75 troy ounces), does this mean that Arsenal paid over the odds for him given his 'gold price' is £32,971?\" - Gareth Everson.</p> <p>\"Re: Him being a rock band from Finland (yesterday's Fiver letters). Would a Finnish metal band be on just before a Polish metal band?\" - Matt Shelton.</p> <p>\"How does Neil C0cker figure that Lord of the Rings fans have occasional success with the ladies, more so than fans of Red Dwarf (yesterday's Fiver letters)? The only success either fan would have is actually clocking sight of a female on their respective shows. In that case, Lord of the Rings fans have way more opportunity. For Red Dwarf fans, outside of Kochanski, they'll have to rely on ogling the Cat for their only look at pu[Snip - Fiver Ed]\" - Todd Van Allen.</p> <p>\"I don't particularly have a strong view either way, and far be it from me to instigate some kind of 'nerd war', but in relation to Neil's letter yesterday, can't Red Dwarf fans at least claim to have a sense of humour? Not something I've noticed among the die-hard LOTR mob. Although his comment about Tolkien fans having occasional success with the ladies may have proved me wrong\" - Matt Huggins.</p> <p>\"With regards to Neil C0cker's 'occasional success' with the ladies. This is the same Neil C0cker that I went to university with and 'occasional success' could also be described as 'no success'. Not surprising, given his tactic to impress the ladies consisted of pulling on a woolly hat and pretending to be a Bosnian refugee. Incidentally, why are there no ladies writing letters to the Fiver? Perhaps they are all out there enjoying 'occasional success' with men that don't read it\" - Jonathan Foulkes.</p> <p>\"Re. Rob M's suggestion that he would like to be near the front of the queue for Stick it to Cheryl week (yesterday's Fiver letters). Can I ask what his objection is to going first?\" - Will Reep.</p> <p>\"Thought you guys would appreciate the name of the No8 horse in <a href=\"http://www.oaktreeracing.com/racinginfo/entries/index.php?f=html/081015/\">today's fourth race at Santa Anita</a>\" - Michael McGough.</p> <p>Send your letters to <a href=\"mailto:the.boss@theguardian.com\">the.boss@theguardian.com</a></p> <p>* * * * * * * * * *</p> <p><strong>THE ONLY THING WORSE THAN BEING TALKED ABOUT BY THE BROMLEY BRANCH OF THE CHARLTON ATHLETIC SUPPORTERS GROUP IS NOT BEING ETC AND SO ON</strong></p>",
  "<p>The one time I visited Toronto, the first things I did were what I always do when I'm in North America. I slid the keycard into the door of my hotel room, dropped my bags on the floor, turned on the television and searched through the channels until I found ESPN.</p> <p>While doing this I made a mental note to keep it brief, that way I wouldn't fall asleep and wake fully clothed, starving, with no idea where I was, wondering why I was watching <a href=\"http://www.guardian.co.uk/sport/nascar\">Nascar</a>. Still, I thought, can't hurt to have a quick peak, before I pop out and have a look at the city. So I turned on — da na na, da na na — Sports Center, and something struck me: north of the US border, ESPN's hockey coverage lasts a good deal longer than it does in the US.</p> <p>Outside, the streets of Toronto may have looked more or less the same as those of Seattle, the accents of its citizens may have sounded almost the same (eh), but in the bars, in the sports stores and on the magazine racks one crucial difference remained. Here, hockey is king.</p> <p>With apologies to <em>les habitants</em> of Montreal, Toronto is probably the ice hockey capital of the world. The city is home to the Hockey Hall of Fame (which, frankly, isn't all that great), it's home to The Hockey News (which, frankly, isn't all that great) and it's home to Gretzky's, a burger joint owned by The Great One which, frankly, isn't all that great.</p> <p>Oh, gosh, I almost forgot: Toronto is also home to the <a href=\"http://mapleleafs.nhl.com/\">Maple Leafs</a>, one of the NHL's 'Original Six' teams. And, frankly, they're absolutely awful.</p> <p>With apologies to the inhabitants of Toronto, for me the Leafs have often struck a comical note. My favourite story concerns Conn Smythe, the architect of the club's early successes, resigning his position from the board of Maple Leaf Gardens (the Leafs' old barn) after the venue agreed to stage a boxing match featuring one Muhammad Ali. Smythe believed that Ali's decision not to fight in Vietnam rendered him a coward and a traitor, despite the fact that (a) the argument is clearly bonkers and (b) Canada also avoided the conflict, and gave living room to numerous American citizens hoping to lay low for a year or two.</p> <p>Still, no amount of jocularity can fully obscure the fact that being a hockey fan in Toronto must be a gruelling business. The Maple Leafs are a vehicle incapable of carrying the expectations of their fanbase; a fanbase that is helpless when it comes to restraining the levels of intensity to which it regularly succumbs. It's difficult to imagine the many kinds of crackers Toronto would go if the Leafs ever decide to break with tradition and actually win something.</p> <p>Not that there's much chance of this, like. Come the end of the current season, it will be 42 years since the Maple Leafs last drank from Lord Stanley's chalice. It was a lot easier to win the Cup back in 1967, too. For one thing, there were only six teams in the league, four of which would each year qualify for the playoffs. The on-ice season would be on ice by the middle of April, with each team having a one in six chance of claiming the main prize. Actually, it was more like a one in five chance, since in the 60s the New York Rangers performed about as convincingly as, well, the Maple Leafs do today.</p> <p>Torontonians might at this point want to look away … who am I kidding, they've already looked away. In the years since 'Leafs Nation' last celebrated a championship, the Montreal Canadiens have won the Stanley Cup 10 times. The Edmonton Oilers — a team that only joined the NHL in 1979 — have won it five times. The Calgary Flames have won it once. The Vancouver Canucks and the Ottawa Senators (the current incarnation, who signed up to the NHL in 1992) have each been to a final on one occasion, and even this is more than the Leafs have managed.</p> <p>As if it couldn't get worse, in 1977 Toronto got itself a baseball team. Since then, the Toronto Blue Jays have won the World Series. Twice.</p> <p>This column has dealt before with hockey's love of euphemism (usually to describe the actions of athletes who might otherwise be in prison) but recently a different kind of euphemism made its way on to the airwaves. As the Leafs took to the ice for their season's opening game (a victory against the Red Wings), a TV commentator with a habit of prefacing any statement with the words \"do you know what?\" announced — DYKW? — that this season the Toronto Maple Leafs \"are in rebuilding mode\".</p> <p>Quite marvellous sophistry, don't you think? As if you couldn't guess, this phrase is an obfuscating, long-handed way of saying that this season the Leafs will once again be crap.</p> <p>But yet the majority of fans have remained loyal. Personally, I'm slightly wary of the common consensus that tickets to see NHL hockey at Toronto's Air Canada Centre are almost impossible to come by. This is also said of the Boston Red Sox, yet this season I was able to stroll up to the ticket windows at Fenway Park and pay my way in. Either way, unlike Major League Baseball, the National Hockey League is fast becoming a prohibitively expensive evening out, and the Maple Leafs are at the prohibitively expensive end of the market, despite the failures of the 'on-ice product'.</p> <p>There are some supporters who have succumbed to apathy. At the end of last season empty seats could be seen in the Air Canada Centre's expensive lower bowl. This, it was explained, was not because the Leafs hadn't sold these tickets, rather that the ticket-holders weren't in attendance to see these games. Entry to the ice level seats at the ACC cost somewhere in the region of C$400. Many of these seats will have been bought in the name of corporate entertainment and, by March, the Leafs were anything other than entertaining. But still, how bad must a team be before you'd happily pay money to not watch them play?</p> <p>This is not the place to wonder where the next generation of Maple Leaf ticket-holders are coming from. But it is the place to wonder when the next winning season might come. The Leafs are a mess of executive infighting, lousy draft picks, terrible trades and bad management from visor to skate blade.</p> <p>The part of me that wants to get this column written so that I can go to bed is tempted to say it would be good for hockey were the team to once more find their mojo. But I'm not sure this is at all true; in fact, I'm not sure that it would be good for anyone other than Toronto were Toronto to once more find their mojo. The NHL needs the Maple Leafs, but it needs the Los Angeles Kings and the New York Islanders too; it doesn't need them to be successful, it just needs them to be.</p> <p>If it sounds like I have a downer on the Leafs then, well, that might be true. But perhaps it would be truer to say I have a downer on the element of their fanbase that believes that success is a divine right and that can neither accept nor understand the fact that this ain't necessarily so. Superpower self-pity is difficult to like and impossible to ignore. Which is why the Toronto Maple Leafs are a team that are always worth watching.</p>",
  "<p>As the old adage goes: if you want something doing right, do it yourself. It's a mantra that Marvel comics might have had in mind when it finally formed its own <a href=\"http://www.guardian.co.uk/film\">film</a> studio in 2004. But despite the success of this summer's <a href=\"http://www.guardian.co.uk/film/movie/123770/iron.man\">Iron Man</a>, the jury's still out over whether the move has been an outright victory. </p> <p>Lest we forget, Louis Leterrier's <a href=\"http://www.guardian.co.uk/film/movie/124582/incredible.hulk\">The Incredible Hulk</a>, which hit cinemas a few weeks before its sibling, didn't really succeed in its goal of rebooting a franchise that should be up there with DC's <a href=\"http://www.guardian.co.uk/film/movie/113258/superman.returns\">Superman</a> and <a href=\"http://www.guardian.co.uk/film/movie/122806/dark.knight\">Batman</a>. At the very least, Leterrier's film needed to do better than the previous attempt to bring the not-so-jolly green giant to the big screen: Ang Lee's 2003 effort <a href=\"http://www.guardian.co.uk/film/movie/92157/hulk\">Hulk</a>. But in the end, the two movies finished with almost identical box office hauls and similarly mixed reviews.<br> Furthermore, Leterrier's Bruce Banner, Ed Norton, seems uninterested in pursuing the franchise any further, even if Marvel wanted him to (<a href=\"http://www.superherohype.com/news/hulknews.php?id=7665&amp;offset=225\">which they apparently don't</a>). All of which raises the possibility that yet another reboot might be necessary to produce the sort of film the character deserves. And frankly if I have to watch one more Hulk movie featuring almost exactly the same characters and plotline as the last one I'll start ripping my own bloody trousers with rage.</p> <p>Not to be put off, however, Marvel is moving ahead with a second Iron Man feature, plus individual films about Thor, Captain America and Ant Man. And then there's the plan to bring the characters together for an Avengers movie. </p> <p>One of the advantages of running your own film studio is that it allows you to cross-pollinate characters from different movies, just as Marvel does so successfully in its comic books. The Incredible Hulk featured a cameo from <a href=\"http://www.guardian.co.uk/film/robertdowneyjr\">Robert Downey Jr</a>'s Tony Stark, aka Iron Man, in which he talked about \"putting a team together\" - a clear reference to The Avengers. And reports suggest that the upcoming DVD release of Leterrier's film <a href=\"http://www.firstshowing.net/2008/10/11/captain-america-officially-found-in-the-incredible-hulk/\">reintroduces the deleted scene in which Captain America makes an appearance</a>, albeit frozen in the Arctic ice.</p> <p>Could the Hulk also appear in The Avengers? Iron Man writers Mark Fergus and Hawk Ostby, who have been inexplicably replaced by Justin Theroux for the forthcoming sequel, reckon that would make the most sense, and it would certainly get Marvel out of a pretty deep hole concerning what to do with their flagship character: yup, make him the villain.</p> <p>Meanwhile, <a href=\"http://www.imdb.com/title/tt1228705/\">Iron Man 2</a> is starting to take shape, with news that <a href=\"http://www.hollywoodreporter.com/hr/content_display/film/news/e3ibc7ed676383467c2ef5b0b84b924a87b\">Don Cheadle is to replace Terrence Howard as Colonel James Rhodes</a> in the sequel. Apparently Howard stepped aside over financial issues. Given the first film's hint that Rhodes could be wearing his own flying suit in future, one wonders if Howard balked at accepting substandard pay for a film in which he might play a far more important role: in the comic books, Rhodes becomes a superhero in his own right, War Machine, and even assumes the mantle of Iron Man for a time following Stark's lapse into alcoholism.</p> <p>At least Marvel has managed to hire some fanboy-friendly talent to look after its roster: <a href=\"http://www.getthebigpicture.net/blog/2008/7/23/ant-man-taking-a-holiday.html\">Ant Man</a>, for one, is being penned by the brilliantly unlikely pairing of Shaun of the Dead's Edgar Wright, who's also directing, and Joe Cornish of comedy duo Adam and Joe. The same cannot be said for the Terminator franchise, which has managed to hire the hugely unpopular McG, a man best known for bringing the <a href=\"http://www.guardian.co.uk/film/movie/86572/charlie.s.angels\">Charlie's Angels</a> franchise to the big screen, to direct its own reboot, <a href=\"http://www.imdb.com/title/tt0438488/\">Terminator Salvation</a>. </p> <p>Reaction from message board users and the king geeks over at Aint It Cool News has been <a href=\"http://mmuk64.proboards42.com/index.cgi?action=display&amp;board=Movie&amp;thread=3583&amp;page=1#44427\">almost universally negative</a>, but <a href=\"http://www.totalfilm.com/news/terminator-salvation-images-online\">these leaked snaps from the shoot</a> have been thawing attitudes. Although the series has featured some of the best CGI to grace the big screen, in the shape of Robert Patrick's metal-morphing T-1000 in Terminator 2: Judgment Day, fans seem pleased that McG is using real sets, rather than relying on computer-generated backgrounds. The addition of <a href=\"http://www.guardian.co.uk/film/christianbale\">Christian Bale</a>, hugely popular after The Dark Knight, should also help.</p> <p>One movie that isn't struggling to build excitement is Guy Ritchie's Sherlock Holmes. With Robert Downey Jr as Holmes, Jude Law as Watson and Guy Ritchie in the hot seat, the paparazzi have been out in force, resulting in <a href=\"http://justjared.buzznet.com/2008/10/10/robert-downey-jr-as-sherlock-holmes-first-pictures/\">these rather strange shots of Downey Jr over the weekend</a>. Yesterday it was <a href=\"http://justjared.buzznet.com/2008/10/12/dr-watson-jude-law/\">Law's turn to be in the spotlight</a>, and today there are <a href=\"http://www.variety.com/index.asp?layout=photoGalleryAlbum&amp;galleryid=2059\">yet more snaps of Downey Jr</a>, this time looking a lot more like Holmes.</p> <p>Despite garnering an Oscar nomination <a href=\"http://www.imdb.com/title/tt0103939/\">the last time he played an Englishman</a>, some are already voicing their concern that Downey Jr's received pronunciation might not be good enough to play Sir Arthur Conan Doyle's great detective, although Ritchie says he is more than satisfied with his leading actor's accent. <a href=\"http://www.guardian.co.uk/film/filmblog/2008/oct/13/robert-downey-jr-sherlock-holmes?commentid=75bfdde4-da85-46a9-a5f9-9a4bcbcceec1\">But as one wag pointed out</a> in the comments section of my recent blog post, the film-maker probably thinks Madonna sounds normal.</p>",
  "<p>If the name Rafael Lozano-Hemmer doesn't mean anything to you now, it will come November. The fastest rising art star is set to create one of the most spellbinding installations yet in Trafalgar Square. Called Under Scan, the giant video work features a cast of silhouettes who jump up and dance as your shadow passes across their periphery. </p> <p>Born in 1967, the Mexican-born, Canadian-based <a href=\"http://www.lozano-hemmer.com/\">Lozano-Hemmer</a> is often described as an electronic artist (a name he loathes, preferring to describe his maverick works as \"anti-monuments for alien agency\"). Using robotics, projections, internet links, mobile phone interfaces and ultrasonic sensors, he builds complex constructions that screw with the system. Like mad professors, Lozano-Hemmer and his seven assistants build doppelgangers and conjure ghosts that haunt his eager public. </p> <p>Yet there is more than spectacle to the artist's creations. In a world of advance surveillance systems that continuously track our every move, Lozano-Hemmer's digital marvels are retaliation against all that prying.</p> <p>His current exhibition at The Curve, Barbican, uses the audience's bodies to tune into different radio frequencies, cutting from air traffic control to the police to Magic FM in the space of a slouch. A self-confessed nerd, it is not surprising that Lozano-Hemmer trained in physical chemistry rather than art, and it has only been in the past four years that museums have started collecting his work. From his early installation Surface Tension, in which a giant eye followed viewers round a room, to the recent Subtitled Public in which audiences were tracked by infrared devices, Lozano-Hemmer is like an anarchic whistle-blower exposing the sophisticated devices used to control us.<br>  <strong>Corporate speak:</strong> When asked about the conglomerates that he often needs to bank roll his big budget productions he modestly declared, \"We have a saying in Mexico: 'to bite your poncho'. I don't go in begging for £50,000, I go in defending the passionate uselessness of my work.\"<br> <strong>Tripping the light fantastic:</strong> He is credited with devising the world's largest light show when he invited hundreds of participants to direct search lights over Mexico City.<br> <strong>Treading the boards:</strong> He used to be in a theatre troupe called PoMo CoMo, the productions of which he described as chaotic, \"like the dressing on a pizza\".<br> <strong>Where can we see him?</strong> <a href=\"http://www.barbican.org.uk/artgallery/event-detail.asp?ID=7879\">The Curve, Barbican</a>, until January 18 next year and <a href=\"http://www.haunchofvenison.com/en/index.php#page=london\">Haunch of Venison</a> until November 29</p>",
  "<p>Rio Tinto sent a shock wave through <a href=\"http://www.theguardian.com/business/mining\">the mining sector</a> and triggered wider concerns about a global recession by warning of <a href=\"http://www.theguardian.com/world/china\">a major slowdown in China</a>. </p> <p>The company saying it was now revising its capital spending plans and would miss its end-of-year target of making $10bn (£5.65bn) worth of disposals.</p> <p>Shares in <a href=\"http://www.theguardian.com/business/riotinto\">Rio Tinto </a>and other rival stocks fell by up to 9% as the miner said it was cutting back production at some of its aluminium smelters. The moves came as the Aluminium Corporation of China, Chalco, decided to reduce its local output in reaction to a 40% slide in some local prices over the last couple of months.</p> <p>\"The Chinese economy is pausing for breath after spectacular GDP growth,\" said Tom Albanese, the chief executive of Rio Tinto. \"Although not immune from the weakness in OECD countries, the China slowdown is largely caused by last year's tightening of Chinese monetary policy to address inflation.\"</p> <p>He added that third quarter economic data would underline the reduction in demand which was being exaggerated by by the temporary halting of industrial projects during the Olympics. \"There will inevitably be an impact on Chinese exports from these factors.\"</p> <p>The views from the mining group reinforce fears that China - the engine of world industrial growth over the last five years - is beginning to stutter. Some critics say the rulers of the world's most populous nation have presided over an bubble economy that is just waiting to pop.</p> <p>But Rio Tinto believes China's long-term growth pattern can be sustained while the Chinese Academy of Social Sciences has just put out a report arguing the west's financial crisis and world economic slowdown \"won't change the (strong) fundamentals of the Chinese economy\". </p> <p>Dick Evans, a colleague of Albanese at Rio Tinto, said some growth projects were being put on hold in the aluminium sector while there was going to be production cutbacks at two or three of its high-cost smelters. If prices fall further then we might accelerate that,\" said Evans, chief executive of the Rio Tinto Alcan business. </p> <p>The company was originally planning to boost aluminium output from 4m tonnes to 7m tonnes but at least some of this has been put on ice. Evans said he had heard that 1m tonnes of production had been shut down in China, around 7% of the nation's total.</p> <p>Chalco, the world's third largest alumina producer, revealed it was shutting in a further 1m tonnes of production at its Shandong plant on top of the 300,000 tonnes already halted. The closure would leave Shandong running at 200,000 tonnes of its 1.5m capacity.</p> <p>Weiqiao Aluminium, the second largest alumina producer in China after Chalco, said it too had closed half of its 4m tonne a year capacity while another local rival, the Lubei Group, said it was also closing a 1m tonne a year capacity facility. </p> <p>Rio Tinto, facing a takeover threat from BHP Billiton, said it had overall performed very well in the third quarter and was well-placed for the future. </p> <p>But it admitted that its disposal programme was being made harder by the decline in commodity prices and uncertainties over the global economy. This also made it prudent to reconsider capital spending plans.</p> <p>Charles Kernot, mining analyst at Evolution Securities, said the Rio Tinto announcements were important. \"We take the view, as with the authorities on both sides of the Atlantic, that the forthcoming recession will be severe and see a marked global contraction in commodity demand. The slowdown in significant capital expenditure projects and recognition that it cannot sell US$10bn of non-core assets before the end of this year implies that Rio Tinto agrees with the politicians.\"</p> <p>BHP warned on Monday that China was slowing down but it said that it had no intention of cutting back any production or capital spending. </p> <p>Meanwhile Rio Tinto, facing a hostile $160bn takeover offer from BHP, announced that it had run up record production levels of iron ore in the third quarter, up 17% year on year, and seen a 40% increase in Australian hard coking coal and a 13% growth in uranium output.</p>",
  "<h2>Where to eat</h2> <p><strong>Little Italy</strong><br>Posted by <strong>hairybuddha</strong> <br>Italian owned (and staffed) coffee house and pizza/pasta place halfway along Byers Road in the West End. Go there for the best pizza and coffee in the city, friendly and efficient service and a great perch to watch some of the weird and wonderful locals amble past. Take a friend or sit with the papers and watch the world go by.</p> <p><strong>·</strong> 205 Byres Road, Glasgow, G12 8TN; <a href=\"http://www.littleitalyglasgow.com/\">littleitalyglasgow.com</a>; +44 (0)141 339 6287</p> <p><strong>Twofatladies - fish restaurants</strong><br>Posted by <strong>AlanBrine</strong> <br>These are three great restaurants with a relaxed and friendly atmosphere. Superb fish with stunning desserts - the trio of crème brûlée was excellent and big enough to share. Not cheap but worth every penny. Don't miss it - the two TV chefs borrowed the name, with permission. Named after the first to open at 88 Dumbarton Road.</p> <p><strong>·</strong> 118a Blythswood St G2 - close to Sauchiehall St, 88 Dumbarton Road G11 and a new one in Argyle St; <a href=\"http://www.twofatladiesrestaurant.com/\">twofatladiesrestaurant.com</a></p> <p><strong>Roastit Bubbly Jocks</strong><br>Posted by <strong>pottig</strong> <br>Great restaurant on Dumbarton Road in the West End, just a little further down the road from the Partick railway bridge. Fantastic, honest and well-prepared Scottish food with an interesting, ever-changing menu.</p> <p>Friendly, non-pretentious service. Always busy and lively and the bring-your-own wine policy means that this is always a cheap place to visit. The neighbourhood isn't the greatest but don't let that put you off. We have returned and returned and returned!</p> <p><strong>·</strong> Roastit Bubbly Jocks, 450 Dumbarton Road, Glasgow, G11 6SE; +44 (0)141 339 3355</p> <p><strong>Bradfords</strong><br>Posted by <strong>May </strong><br>If the smell of Bradfords made my teeth nervous, then the pineapple soufflé - a wobbling mound of yellow cream, coated in icing, atop a pastry base - had them screaming in protest. This confection was appropriately packed with sweet, synthetic fruitiness. The walls, if you licked them, would surely taste like the powder-pink icing of the delicious Chelsea buns. Cakes, sandwiches and more substantial dishes are all homemade on site, but this is not a place for serious gourmets. It is old school, lace-doily tea at its finest, and the best way of escaping a Sauchiehall soaking on a grim day.</p> <p><strong>·</strong> 245 Sauchiehall Street; <a href=\"http://www.bradfordsbakers.com/\">bradfordsbakers.com</a>; +44 (0)141 332 1008</p> <p><strong>Tapa</strong><br>Posted by <strong>OliverPe</strong> <br>Tapa is a cafe/delicatessen that only sells organic and vegetarian products. They bake their own bread, which tastes fantastic: being Italian my family is very picky about bread. They also do very good organic fairtrade coffee, and their own soups, ciabattas, sandwiches and cakes. </p> <p>Staff are very friendly. You can dine inside, or outside on the pavement, weather permitting. The cafe has a very \"east-side\" unpretentious look, but the quality on offer is not matched by more pretentious cafes in the city centre.</p> <p><strong>·</strong> 21 Whitehill St, Glasgow; <a href=\"http://www.tapabakehouse.com/\">tapabakehouse.com</a>; +44 (0)141 554 9981</p> <p><strong>Stravaigin</strong><br>Posted by <strong>bundy</strong> <br>A bar that serves food upstairs, with a restaurant for more refined dining downstairs. Excellent fresh seafood as well as a wide range of other meals made with locally sourced produce. Friendly, helpful staff. Good value upstairs, worth the extra for the more special but unintimidating experience downstairs. The name is a Scots word meaning to wander.</p> <p><strong>·</strong> 28 Gibson Street, Glasgow, G12 8NX (round the corner from Kelvin bridge underground); <a href=\"http://www.stravaigin.com/\">stravaigin.com</a>; +44 (0)141 334 2665</p> <h2>Where to go out</h2> <p><strong>The Lab</strong><br>Posted by <strong>PeterLloyd</strong> <br>A small bar just tucked away off Buchanan Street, behind Princes Square. Great beer, brilliant service and a laid-back tone. They do a mean cocktail if you ask nicely. Also, a beer garden in the city centre - what more could you need for Glasgow's tropical climate (umbrellas and heaters too).</p> <p><strong>·</strong> 26 Springfield Court, Glasgow, G1 3DQ; +44 141 222 2116</p> <p><strong>13th Note</strong><br>Posted by <strong>CathM</strong> <br>Independent music venue, bar and vegetarian and vegan cafe. Chilled out atmosphere, friendly staff, great place to check out new bands. Best jukebox in town, DJs upstairs at weekends. Food is well tasty and good value for money.</p> <p><strong>·</strong> 50-60 King Street, Glasgow, G1 5QT <a href=\"http://www.13thnote.co.uk\">13thnote.co.uk</a>; +44 (0)141 553 1638</p> <p><strong>The Buff Club</strong><br>Posted by <strong>MrLock</strong> <br>Funk, soul, disco and northern soul club hidden away from the neon student filled barns on Sauciehall Street. Always has a fantastic atmosphere with a very diverse clientele and it's just the right side of sleazy for a great night. Not sure about the tartan carpet mind.</p> <p><strong>·</strong> 142 Down Bath Lane, just off Bath Street; <a href=\"http://www.thebuffclub.com\">thebuffclub.com</a>; +44 (0)141 248 1777</p> <p><strong>Ubiquitous Chip</strong><br>Posted by <strong>clairestar</strong> <br>Upstairs or downstairs, both are a charm. Downstairs holds the exceptional restaurant and upstairs belongs to the more laid-back bar. Fabulous selection of wine and whiskies and much better than the rest of the G1 guff that populates much of Glasgow's bar scene.</p> <p><strong>·</strong> 12 Ashton Lane, Glasgow, G12 8SJ <a href=\"http://www.ubiquitouschip.co.uk\">ubiquitouschip.co.uk</a>; +44 (0)141 334 5007. Nearest Underground station: Hillhead</p> <h2>What to do</h2> <p><strong>Port Sunlight Cottage</strong><br>Posted by <strong>monket</strong> <br>Not many people know about this, even one tour guide I met hadn't heard of it. At the top of Kelvingrove Park, near the University, sit two Tudor-style cottages, built for the 1901 Glasgow Exhibition. They were built by the Lever Brothers (of Persil and Fairy, and Sunlight Soap fame), as an exact replica of the houses that make up Port Sunlight village, the town built for their workers, complete with cinema, art gallery and railway station, near Liverpool.</p> <p>The Glasgow houses (Port Sunlight Cottage) were intended to be an example of how houses in Glasgow would be built from then on, but this never happened, and now they stand alone, looking quite out of place amongst the sandstone of the city. They are now private residences.</p> <p>It's a beautiful walk up through the park to get to the houses, and it leaves you within easy reach of the Transport Museum, the Kelvingrove museum and art gallery, and the West End.</p> <p>You can see more at <a href=\"http://tinyurl.com/3dap2j\">tinyurl.com/3dap2j</a>.</p> <p><strong>·</strong> Just outside Glasgow University, G12, at the top of Kelvingrove Park. If you are on the Glasgow tour bus, get off at the Kelvingrove museum and walk up from there.</p> <p><strong>Monorail Music</strong><br>Posted by <strong>donaldinho</strong> <br>Monorail is an incredibly cool, independent record shop, with a loads of vinyl alongside the racks of hard-to-find CDs. Especially good for underground Japanese music and European jazz, it stocks a really varied range of music, plus magazines/fanzines. The shop is situated within vegan bar/restaurant Mono, which also hosts live music and album launches in conjunction with the record shop.</p> <p><strong>·</strong> Monorail Music, 12 Kings Court, King Street, Glasgow, G1 5RB, UK; <a href=\"http://www.monorailmusic.com/\">monorailmusic.com</a>; +44 (0)141 552 9458</p> <p><strong>House for an art lover</strong><br>Posted by <strong>grabsue</strong> <br>This is a modern recreation of one of Charles Rennie Mackintosh's competition designs and it's simply stunning. It's been meticulously matched to the drawings he provided with extra design features from his wife Margaret MacDonald and is a great example of his vision for family living. There's also a great restaurant in the basement.</p> <p><strong>·</strong> Bellahouston Park 10 Dumbreck Road Glasgow G41 5BW; <a href=\"http://www.houseforanartlover.co.uk/\">houseforanartlover.co.uk</a>; +44 (0)141 353 4770. Nearest underground: Ibrox, Nearest overground rail: Dumbreck Road</p> <p><strong>Botanic Gardens</strong><br>Posted by <strong>NicCarter</strong> <br>One of many beautiful green spaces in this city of surprises. Great place for a walk, a game of Frisbee or just to sit and watch the world go by. In the summer they run 'Bard in the Botanics' so you can waste away an entire evening in the company of some of theatre's greatest characters. For all those who think Glasgow is a grey, dull and depressing excuse for a city - be prepared to have your socks very pleasantly knocked off.</p> <p><strong>·</strong> 730 Great Western Road, Glasgow, G12 OUE; <a href=\"http://www.glasgow.gov.uk/en/Residents/Parks_Outdoors/Parks_gardens/botanicgardens.htm \">glasgow.gov.uk</a></p> <p><strong>People's Palace and Winter Garden</strong><br>Posted by <strong>AudreyC</strong><br>The People's Palace is Glasgow's social history museum. It tells the story of the city through its people, and not just the great and good. You can listen to examples of Glasgow speech, and see a reconstructed tenement \"single-end\". It's also free, like all of the City of Glasgow's 13 museums. Unmissable if you're a resident or expat Glaswegian, and still good even if you're not.</p> <p><strong>·</strong> Glasgow Green, Glasgow, G40 1AT; Tel: 0141 271 2951; <a href=\"http://www.glasgowmuseums.com/venue/index.cfm?venueid=9\">glasgowmuseums.com/venue/index.cfm?venueid=9</a></p> <p><strong>The Barras</strong><br>Posted by <strong>daedelus</strong> <br>Nothing sums up 'Gallus' Glasgow better than a Saturday morning trip to the Barras. Here, Glasgow's answers to Del boy and Rodney make their southern cousins look like shy introverts, as they sell anything from fur coats to football strips and computers to car parts.</p> <p>The market has expanded from its humble beginnings to include hundreds of stalls and shops selling everything and anything. Barras are rented out on a daily basis, meaning an ever-changing stock and providing an ad-hoc sales channel for anyone with stuff to shift.</p> <p>Never one to miss a trick, the Barras has evolved with the times, reflecting the changing needs of a varied clientele. Nowadays, Maggie's original fruit barra has evolved into a farmers' market, which takes place on the last Saturday in every month from 8am (but get there quick, because stock sells out by lunchtime), and the modern market does a roaring trade in computer software of perhaps dubious origin. Never mind, it's all yours for a tenner.</p> <p>The Barras was there long before Versace and the Italian Centre, and despite constant raids from overworked and frankly exasperated trading standards officials, it will still be there a long time after they're gone too. Margaret Russell would be proud.</p> <p><strong>·</strong> <a href=\"http://www.glasgow-barrowland.com/\">glasgow-barrowland.com</a> Near Bell Street. Every Saturday and Sunday 10.00 am until 5.00 pm</p> <p><strong>Glasgow School of Art</strong><br>Posted by <strong>Gardenia</strong> <br>Mackintosh masterpiece building of the last century. A granite wonder to come upon as you wander an ordinary street: huge northern windows with rose &amp; sword ironwork, long library windows on the west; a structure that continues to influence contemporary architecture.</p> <p><strong>·</strong> 167 Renfrew Street, Glasgow G3 6RQ; <a href=\"http://www.gsa.ac.uk\">gsa.ac.uk</a>; +44 (0)141 353 4500</p> <p><strong>Kelvingrove museum and park</strong><br>Posted by <strong>johngerard</strong> <br>There is plenty to see for children of any age and the layout allows a space where younger children can run around while browsing. The park is large and on the other side of Argyle Street there are a couple of pubs that serve reasonable food at midday. My kids, aged six and nine, loved it. Taking the Glasgow underground (if you never have) is an event in itself. Across the road is the Transport Museum which is also a good free visit, and the ice-cream van outside is a must.</p> <p><strong>·</strong> Kelvingrover Art Gallery and Museum: Argyll Street, Glasgow; +44 (0)141 276 9515. Museum of Transport: 1 Bunhouse St, Glasgow; +44 (0)141 287 2720; <a href=\"http://www.glasgowmuseums.com\">glasgowmuseums.com</a></p> <h2>Where to stay</h2> <p><strong>Globetrotters Independent Hostel</strong><br>Posted by <strong>hihelen</strong><br>Quaint and quirky, this is no run of the mill youth hostel. It has a super location opposite the city's Mitchell library and its 100 free computer/internet facilities and is around the corner from the exhibition centre. It attracts an international crowd and has plentiful showers and comfy lounges. Best to book at weekends.</p> <p><strong>·</strong> <a href=\"http://www.glasgowhostels.com\">glasgowhostels.com</a>, +44 (0)141 221 7880. Nearest station Charing Cross at 56 Berkeley Street<br> <strong>Acespace</strong><br>Posted by <strong>smartbart</strong><br>This is a newly built backpackers hostel. Comes with lots of free off-street parking which is a huge boon to the car-hire aficionados who can whisk into the city and find plentiful free parking. Rooms are for groups of four and six and the facilities in ornate Italian marble are ultra modern and new.</p> <p><strong>·</strong> <a href=\"http://www.aceplace.co.uk\">aceplace.co.uk</a>; +44 (0)221 7900 between exhibition station and Kelvingrove park.</p> <p><strong>Malmaison</strong><br>Posted by <strong>dion21uk</strong><br>Sleek and stylish are the watchwords with this hotel, a converted Greek church in the heart of the city, where you are guaranteed a luxurious stay. Fabulous.</p> <p><strong>·</strong> 278 West George Street, Glasgow, G2 4LL; <a href=\"http://www.malmaison-glasgow.com/\">malmaison-glasgow.com</a>; +44 (0)141 572 1000</p>",
  "<h2>Key stage 2 science test 2007, levels 3-5</h2> <p><strong>Q. Does each object conduct electricity? Write yes or no.</strong></p> <p>Wooden ruler<br>Steel scissors<br>Sheet of paper<br>Rubber<br>Brass pin</p> <p><strong>Q. Keeping cool</strong></p> <p>Jamal is thinking about how to keep ice cubes from changing into water on a hot day.</p> <p>Jamal says, \"I think if you put the ice cubes inside lots of plastic bags they will stay frozen for longer.\"</p> <p>Tick ONE box to show what sort of statement Jamal has made.</p> <p>an observation<br>a prediction<br>a conclusion<br>a measurement</p> <p><strong>Q. Medicines and drugs</strong></p> <p>a. Medicine bottles used to be made of glass. Now they are often made of plastic. Why is plastic a better material to use for a medicine bottle?</p> <p>b. Some children had these ideas about medicines. Some of their ideas are not true. Write true or false under each idea about medicines.</p> <p>• Medicines can have bad effects on humans<br>• Medicines are not drugs because all drugs are harmful<br>• If you eat a balanced diet, you will never need to take medicine.</p> <h2>Key stage 2 maths test, levels 3-5</h2> <p><strong>Q: Circle one number in each box to make a total of 1000</strong></p> <p>150 250 350 450</p> <p>200 400</p> <p>150 250 350 450</p> <p><strong>Q: Kate has a piece of ribbon one metre long.</strong></p> <p>She cuts off 30 centimetres.</p> <p>How many centimetres of ribbon are left?</p> <p><strong>Q: Jamie draws a triangle.</strong></p> <p>He says, \"Two of the three angles in my triangle are obtuse\".<br>Explain why Jamie cannot be correct.</p> <h2>Key stage 2 English test, levels 3-5</h2> <p><strong>Longer writing test</strong></p> <p>Class 6L at Fairborne school are trying to encourage people to look after the environment. The class want to remind their friends and family about ways that they can help.</p> <p>They have decided to produce a leaflet to give to their friends and family.</p> <p>The content will include some of the following topics: recycling; litter; wildlife water use and transport.</p> <p>Imagine you are in Class 6L at Fairborne school. Your task is to do the writing for the leaflet. The purpose of the leaflet is to explain to friends and family how they can look after the environment, and persuade them to try some of the ideas.</p> <p>Think about:<br>• how to start your leaflet<br>• what points to include<br>• how to finish your leaflet<br>• how to persuade friends and family to try the ideas.</p> <p>Remember, your task is to do the writing for the leaflet. You will not be awarded marks for pictures or decoration.</p> <p><strong>Source:</strong> <a href=\"http://www.qca.org.uk/\">Qualifications and Curriculum Authority</a></p>",
  "<p><strong>\"Wolves have Mick McCarthy following Glenn Hoddle and Graham Taylor; Manchester City have Mark Hughes succeeding Sven-Goran Eriksson and Kevin Keegan,\"</strong> muses Cliff Challenger, <strong>\"but which club has been managed by the greatest number international managers/coaches?\"</strong></p> <p>Well, Cliff, Wolves and Manchester City don't come very close we're afraid. Peter Reid's recent appointment as Thailand manager takes City's tally up to six - Peter Reid (Thailand), Joe Mercer (England), Kevin Keegan (England), Mark Hughes (Wales), Sven-Goran Eriksson (Mexico and England) and Malcolm Allison (Kuwait) - which is about as good as we can do for English clubs. On the continent, however, clubs have historically had a more global outlook with their managerial appointments.</p> <p>First we headed over to Italy, where we were impressed with Milan's tally of eight, mightily impressed with Juve's nine and then blown away by Inter's 14 international coaches. They are (or were): Héctor Cúper (Georgia), Giovanni Trapattoni (Italy/Rep Ireland), Marco Tardelli (Egypt), Marcello Lippi (Italy), Roy Hodgson (Switzerland and Finland), Mircea Lucescu (Romania), Luis Suarez (Spain), Helenio Herrera (Italy, Spain and France), Heriberto Herrera (Paraguay), Alfredo Foni (Italy and Switzerland), Jesse Carver (Holland), Giuseppe Meazza (Italy), Carlo Carcano (Italy) and Giovanni Ferrari (Italy). </p> <p>Elsewhere in Europe, plenty of clubs hit double figures in international coaches, including Partizan Belgrade (10), Ajax (11), Steaua Bucharest (12) and Benfica (14), but it is in Spain where most managers have also enjoyed coaching countries. Real Madrid weigh in with 15 - Fabio Capello (England), Vanderlei Luxemburgo (Brazil), José Antonio Camacho (Spain), Carlos Queiroz (Portugal), Vicente del Bosque (Spain), John Toshack (Wales), Guus Hiddink (Russia, Holland, South Korea and Australia), Leo Beenhakker (Holland, Saudi Arabia, T&amp;T, Poland), Luis Molowny (Spain), Vujadin Boskov (Yugoslavia), Miljan Miljanic (Yugoslavia), Manuel Fleitas Solich (Paraguay), José Villalonga (Spain), Jacinto Quincoces (Spain) and Francisco Bru (Spain) - while <em>el clasico</em> rivals Barcelona trump that with 18 - Domènec Balmanya (Spain), Salvador Artigas (Spain), Luis Aragonés (Spain), Radomir Antic (current Serbia), Ljubisa Brocic (Kuwait), Ferdinand Daucík (Czechoslovakia), Enrique Fernández Viola (Uruguay), Louis van Gaal (Holland), Jack Greenwell (Peru), Helenio Herrera (Italy, Spain and France), Ladislao Kubala (Paraguay), César Luis Menotti (Mexico), Rinus Michels (Holland), Franz Platko (Chile), Sandro Puppo (Turkey), Frank Rijkaard (Holland), Bobby Robson (England) and, of course, Terry Venables (England and Australia).</p> <p>Both those Spanish giants, though, are beaten by Madrid's city rivals Atlético. Helenio Herrera (Italy, Spain and France), Tomislav Ivic (Iran, UAE and Croatia), Otto Glória (Nigeria), César Luis Menotti (Argentina and Mexico), Ferdinand Daucik (Czechoslovakia /Slovakia), Domenec Balmanya (Spain), Fred Pentland (France, Germany and Spain), José Villalonga Llorente (Spain), Juan Carlos Lorenzo (Argentina, Spain and France), Luis Aragonés (Spain), Alfio Basile (Argentina), Javier Aguirre (Mexico), Arrigo Sacchi (Italy), Radomir Antic (Serbia), Héctor Núñez (Uruguay), Javier Clemente (Spain), Omar Pastoriza (El Salvador and Venezuela), Francisco Maturana (Colombia, Ecuador, Costa Rica, Peru and Trinidad &amp; Tobago) and Ricardo Zamora (Spain) have all managed Atlético and their country of choice, 19 managers in total.</p> <p><strong>THE BIGGEST PLUG OUTSIDE THE BFG'S BATH</strong><br>Coming soon, <a href=\"http://www.guardianbooks.co.uk/webapp/wcs/stores/servlet/product_10401_25501_132806_100_38603_38603_category_\">The Knowledge in book form</a>, a collection of our favourite questions and answers from the past eight years.</p> <p><strong>THE BIG THREE?</strong><br><a href=\"http://www.theguardian.com/football/2008/sep/23/premierleague.manchesterunited\"><br>A couple of weeks back</a> we looked into the relationship between matches involving the Big Four and their impact on the final Premier League table. After being slapped on the wrist for including Liverpool in our study - \"They have finished an average of 23 points behind the leader in those six seasons (nearer relegation than the top),\" pointed out one reader - we threw the Reds out of our equation and found that not much changed really.<br><strong><br>2002/03 PREMIER LEAGUE:</strong> Man U 83pts, Arsenal 78, Chelsea 67, <br><strong>BIG THREE LEAGUE:</strong> Man U 8pts, Arsenal 5, Chelsea 2<br> <strong>2003/04 PREMIER LEAGUE: </strong>Arsenal 90pts, Chelsea 79, Man U 75 <br><strong>BIG THREE LEAGUE: </strong>Arsenal 8pts, Chelsea 4, Man U 3<br> <strong>2004/05 PREMIER LEAGUE: </strong>Chelsea 95pts, Arsenal 83, Man U 77<br><strong>BIG THREE LEAGUE: </strong>Chelsea 8pts, Man U 6, Arsenal 2 <br> <strong>2005/06 PREMIER LEAGUE: </strong>Chelsea 91pts, Man U 83, Arsenal 67<br><strong>BIG THREE LEAGUE: </strong>Chelsea 9pts, Man U 7, Arsenal 1 <br> <strong>2006/07 PREMIER LEAGUE: </strong>Man U 89pts, Chelsea 83, Arsenal 68 <br><strong>BIG THREE LEAGUE: </strong>Arsenal 8pts, Chelsea 4, Man U 2<br> <strong>2007/08 PREMIER LEAGUE: </strong>Man U 87pts, Chelsea 85, Arsenal 83 <br><strong>BIG THREE LEAGUE: </strong>Man U 10pts, Chelsea 6, Arsenal 4</p> <p>As you can see, the winner of the Big Three mini-league has bagged the title in five of the last six seasons. The 2006-07 season is the only time the natural order of things was disturbed. Arsenal took eight points off Chelsea and Manchester United, yet only finished fourth in the title race. While it would be foolish to suggest that the Premier League is ultimately decided each year by just six games, it lends a degree of truth to the words of fans and managers up and down the country who swear the Big Three are in a league of their own. </p> <p><strong>POOL OF TALENT</strong></p> <p><strong>\"I've noticed that there are three Scottish managers in Group E of the Champions League this year – Sir Alex Ferguson, Bruce Rioch and Gordon Strachan,\"</strong> writes Grant Campbell. <strong>\"Have there ever been more managers from one country in a European group?\"</strong></p> <p>In short, no. The same has happened twice before, though only in the Uefa Cup, we're afraid. First up is the 2005-6 season.</p> <p>Group G was a family affair in 2005, with Rapid Bucharest's Radvan Lucescu - known to the fans without even a hint of irony as the \"Jose Mourinho of Guilesti\"- facing up to his father Mircea, coach of Ukrainian side Shakhtar Donetsk. Lucescu Jr got the better of Dad, with Rapid stealing a late 1-0 win at the Olympiyski Stadium, and despite Lucescu Sr's rather melodramatic complaint that \"it's a disaster for my whole family that this match must be played\", Christmas at the Lucescu house was still a happy one as both sides eventually made it through to the knock-out stages. </p> <p>Stade Rennais coach Ladislau Boloni- capped over 100 times by his country- could only look on enviously at his compatriots as his side finished bottom of the group. The French side's foray into Europe may have ended with nil points, but Romania could look on with pride at the success of their prodigal sons. </p> <p>One year earlier, Group B provided us with three more, Italians this time. Parma (Silvio Baldini), Steaua Bucharest (Walter Zenga) and Standard Liège (Domenico D'Onofrio) injected some Italian flair into the group, though Standard were the side to see themselves slip out after a shocking 7-1 defeat at home to Ernesto Valverde's Atlético Bilbao. Valverde, disappointingly for us, is Spanish.</p> <p><strong>KNOWLEDGE ARCHIVE</strong></p> <p><strong>\"What is the earliest time a professional match has ever kicked off?\"</strong> wondered Kate Haldane back in 2005.</p> <p>During the 2003-04 season, Barça were scheduled to play a midweek game against Sevilla prior to an international weekend. Since Fifa rules stipulate players summoned for international duty must be released by their clubs four days before the match, the Catalans hoped to host Sevilla on the Tuesday, September 3, rather than the next day when their internationals would have been missing. However, sensing a chance to take on a below-strength opponent, Sevilla refused, pointing out that a club cannot play two matches within 48 hours (after the Sunday fixture programme), unless both teams were agreed.</p> <p>Quick-thinking suits at Barça then hit upon a novel idea: play the game as early on Wednesday morning as possible and hope their international stars would still be allowed to play. Thus, the game kicked off at 12.05am - alas, the only national association to accept Barca's ploy was the Portuguese one, who allowed winger Ricardo Quaresma to take part.</p> <p>Incredibly, 80,000 fans turned up ... though it's not actually incredible at all when you consider that the club laid on free gaspacho and 100,000 complementary Kit Kats. Also, stand-up comics entertained the crowd before live telephone link-ups with Ronald Koeman and Hristo Stoichkov worked them into a frenzy. The players ran out to the Village People's YMCA [no, we're not sure either], but it clearly worked, as the supporters only hushed once during the match, when Jose Antonio Reyes's penalty gave the visitors the lead. Ronaldinho's first - spectacular, naturally - goal for the club salvaged a 1-1 draw, the roar greeting his strike reportedly registering on the city's earthquake monitors.</p> <p>A special mention must also go to Coventry City's [then known as Singer's FC] FA Cup match with Burton Swifts in 1892, as Joe Myall explains. \"As Burton played in a higher division, they had the right to arrange the game as and when they felt it would least impinge on their league programme.\" The match kicked off at 8am.</p> <p>For many more sepia-tinged questions and answers, why not visit the Knowledge archive.</p> <p><strong>CAN YOU HELP?</strong></p> <p>\"With Joe Kinnear effectively appointed caretaker manager at Newcastle for six games, I was wondering which caretaker has kept a managerial hotseat warm for longest?\" asks Pat Kerry.</p> <p>\"Apart from goalkeepers who's won the most caps without scoring a goal for their country?\" wonders Marcus Massey.</p> <p>\"Who were the last team to qualify for European competition by winning a cup competition outright, despite being outside the top-flight?\" muses Peter Clegg.</p> <p>\"Was Blackburn Ladies' recent defeat against Portsmouth, in which they had <a href=\"http://www.lancashiretelegraph.co.uk/sport/3733691.Lakeland_anger_as_four_sent_off_for_Blackburn_Ladies/\">four players sent off</a>, the dirtiest women's match ever?\" wonders Alex Fortune.</p> <p>Send your questions and answers to <a href=\"mailto:knowledge@theguardian.com\">knowledge@theguardian.com</a></p>",
  "<p>Two days before <a href=\"http://www.theguardian.com/uk/2008/oct/15/uksecurity\">the attack on the Giraffe restaurant, in Exeter</a>, Mohammed Rashid Saeed-Alim - Nicky Reilly, to most friends and family - was to be found poring over the Qur'an at the Islamic Cultural and Community Centre in Plymouth. </p> <p>The 22-year-old was hard to miss: he is one of the city's few white converts, and he was a big man – over 6ft tall and heavily set. </p> <p>Uke Beqiraj, a keyholder at the centre, said: \"He was studying the Qur'an all day - not talking to anyone, just reading. I've known him for several years. I knew him as a nice guy, a polite young man who was always asking questions. The next I heard of him was when the TV said he had carried out this bombing. I couldn't believe it. This is a peaceful centre. There are no bad people here. And Plymouth is not a radical kind of place. We're glad to be here. We don't want to cause any trouble.\" </p> <p>Reilly had become a familiar face both at the centre, on Beaumont Road, a 20-minute walk across Plymouth city centre from his home, and at a mosque, the Islamic Centre of Plymouth and Cornwall, based in a terraced house in North Road East, close to the railway station.</p> <p>A regular at the mosque said: \"To look at, he was a giant man; to speak to, he was like a child.\" Another member of the mosque said: \"He always seemed a nice guy. I got the impression that he wasn't happy at home and the mosque was a place he liked to come to.\" </p> <p>Reilly certainly did not have the easiest of home lives. He shared a small flat in King Street, in a deprived area of Plymouth close to the city centre, with his mother, Kim, her partner and two half-brothers. </p> <p>Three months before the attack in Exeter, his younger brother, Luke, 20, was sent to a young offenders' institution for six years after admitting beating and kicking a Polish worker unconscious before robbing him in a city centre alleyway. On the same night, Luke Reilly robbed a 16-year-old. He admitted in court that he had often robbed and stolen to fund a cannabis habit. </p> <p>Reilly had Asperger's syndrome, which meant he struggled at school. Friends say that as a boy he tended to retreat into a fantasy world. He was obsessed with James Bond, and he would imagine himself as a super-spy. </p> <p>One friend, who has known him since boyhood, said: \"He was a quiet boy. He was a follower rather than a leader. We used to have a laugh with him, tease him, but he never lashed out. He was a gentle lad.\" </p> <p>As a teenager, Reilly's height and weight earned him the nickname BFG - the Big Friendly Giant, after the Roald Dahl story. But friends claim his mental health deteriorated after he split with his first serious girlfriend. He harmed himself and was admitted to local mental health services. </p> <p>It was at this point, some five years ago, that Reilly is believed to have begun to take an interest in Islam. He became more distant with King Street friends. </p> <p>Bradley Kinsman, 22, who lives on the same estate as Reilly, said: \"He started hanging out with some Muslims. We would see Nicky coming and going and being picked up in cars.\" </p> <p>Plymouth has a Muslim population of just 800, according to the 2001 census, though the numbers have swollen to a few thousand since then, with the arrival of more Kosovans and Iraqi Kurds. </p> <p>Reilly would meet Muslim friends outside the shops, a few minutes' walk from home, and spend hours chatting with them. He learned a few words of Arabic, and finally changed his name to Mohammed Rashid Saeed-Alim. He also joined, albeit briefly, Plymouth University's Islamic society. </p> <p>Alli Turner, a neighbour, said: \"Everyone thought it was weird. He always used to say that he had been told you will get a better life when you die if you are a Muslim. He once said he goes to secret meetings where no one is allowed if they are not a Muslim.\"</p> <p>Unsubstantiated rumours fly around the estate about what Reilly did behind the closed door of his family's flat. Some locals claim he became obsessed with the September 11 attacks and would watch the footage constantly; others say he was fascinated with the killing in Iraq of the British hostage Ken Bigley; a few, who still cannot believe he is a terrorist, insist he just used to lock himself away and play computer games. </p> <p>Several say he began to criticise them for \"ungodly\" ways. \"I used to hang around and cause a bit of trouble,\" said one 19-year-old boy. \"He started coming up to me and ranting about me. He was risking a kicking but we knew he wasn't right in the head so left him alone. We knew he used to have a go at his family too, so we didn't really take much notice.\" </p> <p>Two days after spending hours reading the Qur'an at the Beaumont Road centre, Reilly went to a cafe in Old Town Street, in Plymouth city centre. He is said to have received a text message of encouragement before jumping on a bus heading for Exeter. </p> <p>Within hours of the attempted bombing, Devon and Cornwall police said they believed Reilly had been preyed upon and radicalised because he was vulnerable; the challenge was to find out who had radicalised him. </p> <p>There were credible media reports at the time of Reilly's arrest that he had come to the attention of the security services in the past. It would not be surprising: after all, he was a striking figure in his neighbourhood. </p> <p>Police made two other arrests in relation to the case, but both amounted to nothing. An Algerian national was arrested by armed officers at the Old Town Street cafe. He had been at the cafe when Reilly visited it on the day of the attack, and attended the same mosque as Reilly. But the links stopped there. The man is in jail for immigration offences, but the judge who sentenced him made it clear he had had nothing to do with the Exeter bombing. </p> <p>A second man was arrested at his home, in the north of Plymouth, but he was released without charge. Police sources say Reilly has always maintained he acted alone. Devon and Cornwall police, however, do not believe him, and say they will continue to pursue those who may have encouraged him.</p>",
  "<p>Did you really think the red-top tabloids would let Gordon Brown get away with reappointing Peter Mandelson to the cabinet without their permission? Among others, it was bound to upset Brown's improbable media ally, Paul Dacre, Daily Mail editor and the Victor Meldrew of Fleet Street. It has. Who says Brown lacks courage?<br><br>The explosion has been delayed by the financial crisis, which is now entering a brief lull. But in today's edition the Mail gives New Labour both barrels. The entire contents of <a href=\"http://www.dailymail.co.uk/news/article-1077734/MAX-HASTINGS-The-picture-tells-ghastly-old-socialists-lust-lord-us.html\">Brigadier Max Hastings's dictionary of tabloid outrage</a> (Max is bilingual: he can do broadsheet too) has been conscripted and sent into battle against the business secretary.</p> <p>In case No 10 fails to get the message, <a href=\"http://www.dailymail.co.uk/news/article-1077720/STEPHEN-GLOVER-The-lie-lays-bare-rank-corruption-Blair-years.html\">Stephen Glover, another bilingual warhorse of the old school, is deployed at similar length</a> a few pages later to pattern-bomb Tony Blair, whom older Mail readers may remember. Both articles are largely fact-free, innuendo-laden invective, but not less enjoyable for that.</p> <p>The ostensible cause of all this outrage is two-fold.</p> <p>First is Mandelson's acceptance, while EU trade commissioner, of hospitality on some Russian aluminium billionaire's naff yacht, the 238ft Queen K, off Corfu last August. At this time (Hastings is a bit vague about the details) the controversial business dealings of the Russian – currently denied US visa status – were crossing Mandelson's desk.</p> <p>Much of today's <a href=\"http://www.dailymail.co.uk/news/article-1077686/Tories-demand-answers-Lord-Mandys-links-super-rich-Russian-oligarch.html\">accompanying news feature</a> reads as if cloned from the Mail's sister paper, <a href=\"http://www.thisislondon.co.uk/standard/article-23572497-details/Mandelson%2C+the+billionaire+and+a+growing+mystery/article.do\">the London Evening Standard</a>. It does not include the sentence \"there has been no suggestion that Mandelson acted to benefit a friend\", as the loss-making Standard prudently did. It seems unlikely that EU commission policy on aluminium dumping (not the sole controversy) can be resolved over drinks on a crowded yacht, as Brussels officials point out. So what's the issue?</p> <p>Ah yes, it's all a matter of judgment, you see. Was it wise to allow a mere perception of conflict of interest by accepting hospitality? And did he stay overnight, allegedly an overspill guest from Nat Rothschild's nearby villa? And had the new Lord Mandelson of Hartlepool and Foy previously stayed on said gin palace? </p> <p>I don't know about you, but I'm bored already. We all know that some papers have got it in for Mandelson, though I do not share ex-No 10 man <a href=\"http://www.guardian.co.uk/politics/2008/oct/13/mandelson-gayrights\">Lance Price's Guardian claim this week that it is all about latent homophobia</a>. People are entitled to dislike other people without being accused of gay-bashing, antisemitism, racism or taking the mickey out of blondes.</p> <p>Myself, I've grown fonder of him over the years, but in Mandelson's case there is plenty to dislike. We all know too that he has a weakness for bling in many of its exotic forms. Throughout history there has always been a steady supply of rich men who want to bask in the reflected glory of the powerful.</p> <p>That does not make Mandelson \"Lord Sleaze\", as the Mail informed its readers when he got his return ticket from Brown. Foolish and vain perhaps, but a political asset to a somewhat lacklustre cabinet. Yes, it may quickly end in tears. Hastings predicts as much a few paragraphs before bemoaning the fact that Lord M has job security and index-linked pensions that the rest of us - even Max, poor chap - don't have.</p> <p>Anxious to protect Mandelson from himself, not least because we share an imminent birthday (no, we are not twins; he looks <em>so</em> much older!), I would only remind him - my birthday present this year - that it is the cover-up which always does most damage. </p> <p>If there are any \"facts\" - however innocuous or irrelevant - out there about his dealings with Comrade Aluminium he should disclose them rather than face endless drip-drip innuendo that will allow Victor Meldrew to say he is only doing Gordon a favour by exposing the viper at his bosom. So out with it, Pete, every last sip of ouzo, every cocktail olive. Victor demands to know!</p> <p>What was Meldrew's second barrel? I almost forgot. Tony Blair, Bernie Ecclestone and the formula one exemption – yes, that row back in the first heady days of New Labour's honeymoon, late 1997. </p> <p>Why has it resurfaced? Because the Sunday Telegraph finally won an FoI battle to get hold of the background papers which - so it assured its readers - <a href=\"http://www.telegraph.co.uk/news/newstopics/politics/labour/3179770/Revealed-the-truth-about-Tony-Blairs-role-in-the-Ecclestone-Affair.html\">provides the \"truth\" about Blair's role in intervening to seek an F1 exemption</a> from the proposed cigarette advertising ban after a meeting with the diminutive car dealer who had recently donated £1m to Labour's coffers.</p> <p>I have read and reread the Telegraph's account several times and - it must be old age - can't get very worked up about it either at a time when the fate of the world economy hangs in the balance. Yet the Mail's Glover, a sensitive and thoughtful chap much of the time, does manage a blood pressure surge under the headline \"The lie that lays bare the rank corruption of the Blair years\". But even he has to pad out his 1,500 words with quotes from Andrew Rawnsley's account - available without recourse to FoI in book form since 2000 - and the inevitable prod at Mandelson, always good for a couple of hundred words.</p> <p>Did Blair lie to MPs about the pattern of events after his meeting with Ecclestone on October 16 1997? The next day his staff informed health minister Tessa Jowell that the PM \"would like your ministers to look for ways of finding a permanent derogation for sport, particularly F1\".</p> <p>Not exactly a decision in any formal sense, though you do catch his drift. In later suggesting that the decision was taken weeks later - between October 24 and 31, Downing Street told reporters at the time - civil service notes worry that the claim might be judged \"disingenuous\". Etc etc. </p> <p>I went to the Telegraph website, hoping they might have published the full FoI discovery, so I could make up my own mind without the paper's aggressive editorial assistance. \"Res ipsa loquitur,\" as the Romans put it. I know that bit: let the thing speak for itself.</p> <p>Alas, the documents are not on the site. But if you read the link above, a version of Sunday's printed account, it does include - as the paper did not - this passage from the civil service backgrounder:</p> <blockquote> <p>We provided the lobby with an extremely detailed chronology of events in order to dispel any misapprehensions that the decision to exempt formula one was tied to the meeting the prime minister had with Ecclestone on 16 October. At all times the government has been guided by the desire to protect sport as well as public health, and it was false to claim the prime minister was railroading through health ministers. </p> <p>Clearly there had been a detailed train of events involving a number of ministers and officials at a number of departments. The decision was made during the period 24 October to 31 October and had been made collectively by correspondence as is usual.<br> <br>A meeting of ministers was not necessary. The Health Department was in the lead because of its public health role and would be involved in any European dimension. Tessa Jowell has said on the record that she has not been the victim of any prime ministerial edict to exempt formula one.</p> <p>As we can see from the chronology she had been fully involved in the decision-making process, and she and Frank Dobson were taking a lead.</p> </blockquote> <p>That tends to reinforce my own impression, then and now, that Blair set in train a review of the advertising ban as it affected the sport (a perfectly reasonable thing to do unless it was simply payback for the £1m cheque) and that the final decision was evolved in the bureaucratic mill over the next fortnight. On the still partial evidence others may disagree.</p>",
  "<video data-media-id=\"gu-video-338607122\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1856980505_MIKE-DAVIS-TIJUANA-WALL.flv\"/> </video>   <p>On a trip to the San Diego-Tijuana border crossing, our guide is the writer, historian, social critic and activist Mike Davis. A native of southern California, Davis is known for his books on urban history and immigration, most recently No One Is Illegal: Fighting Racism and State Violence on the US-Mexico Border. In it, he writes about the resurgence of nativist anti-immigrant politics and of racist vigilante violence, expressed in the battles taking place on the border. </p> <p>Close to the nation's busiest highway border crossing, from San Diego County to Tijuana, a <a href=\"http://www.signonsandiego.com/news/mexico/tijuana/20080227-9999-1m27realign.html\">border fence</a> cuts across a park and a beach before stretching into the surf of the Pacific Ocean. This is the westernmost edge of the demarcation line in the US's war against unauthorised immigration, and we are heading into a militarised zone.</p> <p>As Davis talks to us, three Mexican-American women walk towards the fence. Every so often, they stop, look at their watches and make a call on a mobile phone. The two younger women are taking their aunt to meet a grandmother she has not seen in 10 years. Their reunion will take place across the fence - one of the many that now cover long stretches of the 1,952-mile border between the US and Mexico. </p> <p>The border fence here is just one piece of what Davis has called \"the <a href=\"http://www.globalpolicy.org/globaliz/special/2004/0119greatwall.htm\">Great Wall of Capital</a>, which separates a few dozen rich countries from the Earth's poor majority\". It is patrolled, he says, just as vigilantly as the old iron curtain, and with considerably more sophisticated technology. \"This part of the border is lined with every kind of motion detector [and] heat sensitive surveillance technology they possess,\" he says. </p> <p>In 2006, the US Congress passed legislation calling for the construction of 700 miles of border fence between Texas and California; about 200 miles have been built so far. \"This fence contradicts the entire logic of free trade,\" Davis tells us. In the last decade, about 5,000 people have died trying to cross the border. Many of them have perished in barren deserts and canyons.</p> <p>The women reach the fence and locate their relatives. An emotional reunion takes place through the spaces between the fence's tall, vertical bars. Hands are extended through the slots, and faces are pressed up to exchange kisses. As we draw near with our cameras, a border patrol truck appears atop the hill, to our rear. A man gets out and watches us through binoculars. </p> <p>The fence, which stretches across the beach at San Ysidro, has served as a cross-border meeting place - though not for much longer. \"People come here because there are parts of the fence that are open and you can talk to your relatives, hold hands. But all this will soon end,\" Davis explains. \"They are creating a no man's land, blocking off access here: no more family reunions on Sunday or kissing your girlfriend ... This wall is a guillotine cutting through people's lives, dividing their families.\" </p> <p>Still, the plight of immigrants has yet to emerge as a major civil rights issue in the US. And in the current presidential election, this controversial issue has been enclosed in a wall of silence as unbreachable as any border fence. </p> <p>Soon, the three women have said their goodbyes and turn to leave. One young woman has her arms around her aunt as they walk past us. The aunt is crying. </p> <p>We start heading back, away from the ocean, along the road in the darkness. Suddenly, there are trucks across the road with bright lights pointed at us - so bright that, for a moment, we can't see. As we approach, slowly, guards lounge on the fenders. Not a word is uttered. We pass by and are swallowed up by the night.</p>",
  "<!-- Block 1 --> <p><strong>Good evening everyone: </strong>So here we are for a World Cup qualifier many people will be surprised to see Belarus turning up for considering the foregone conclusion many of the English journalists I've been reading seem to think tonight's match is. A couple of months ago, this is exactly the kind of game many of them would have been expecting to see England slip-up in, but not tonight. What a difference a thrashing of Croatia and a fairly unconvincing 5-1 win (in so much as a 5-1 win can be unconvincing) over Kazakhstan makes, eh? </p> <p>But then, these are men – yes, I've checked and they're all pot-bellied, middle-aged men with questionable personal hygiene and egg-stains on their shirts – who seem to think that Rio Ferdinand's decision to blame the abject failure of England at the last World Cup on some tikka-tinged young ladies in over-sized designer sunglasses and expensive Jimmy Choos is a step in the right direction. </p> <p>Why? </p> <p>Everyone knows it was the preening divas who took to the field that were responsible for embarrassing England at Germany 2006, not their headline-hogging female counterparts who ran amok in the boutiques of Baden-Baden. <br> Anyway, the Belarusians. They're no world-beaters, but certainly not the pushovers some of our more jingoistic cheerleaders would have us believe either. They've beaten Holland away in the past (albeit in a dead rubber), drawn with Germany (albeit in a friendly) and came <em>this</em> close to a qualification play-off for World Cup 2002 against the Germans, only to have their dreams trashed by the Welsh. </p> <p>Sorry Belarus, I'm not selling you very well, am I?</p> <!-- Block 2 --> <p><strong>The Guardian's policy on booing:</strong> Considering the only people I've heard complaining about the booing at Wembley over the weekend are journalists, players and FA blazers who probably can't remember the last time they had to pay to watch a football match, I think they have a bit of a cheek telling riff-raff supporters how they can and cannot behave in their £60 seats. With that in mind, feel free to boo (and booze) away to your heart's content as you read this commentary. If I spell a Belarusian player's name wrong or bring you news of passages of play that's littered with typos, I want to hear all about it.</p> <!-- Block 3 --> <p><strong>Team news:</strong> Wayne Bridge gets his first competitive start with England for 11 months at the Dinamo Stadium in Minsk. The Chelsea left-back comes into the starting line-up in place of hamstring victim Ashley Cole. Striker Emile Heskey was winning his 50th cap and is looking to celebrate with his first international goal in five-and-a-half years.</p> <p><strong>Belarus:</strong> Zhevnov, Verkhovtsov, Filipenko, Omelyanchuk, Molosh, Kulchy, Sitko, Putsilo, Stasevich, Kutuzov, Bulyga. <br><strong>Subs:</strong> Veremko, Korytko, Strakhanovich, Viacheslav Hleb, Rodionov, Pavlov, Sosnovskiy.</p> <p><strong>England:</strong> James, Brown, Ferdinand, Upson, Bridge, Barry,<br>Lampard, Gerrard, Walcott, Rooney, Heskey. Subs: Carson,<br>Johnson, Lescott, Beckham, Wright-Phillips, Defoe, Crouch.</p> <p><strong>Referee:</strong> Terje Hauge (Norway)</p> <!-- Block 4 --> <p><strong>Somebody at Setanta</strong> has completely lost the run of themselves and decided it would be a good idea to get Danny \"Pwopah nawty\" Dyer, to ham up a ridiculously over-the-top monologue to camera. It's an unintentionally hilarious piece of work, filmed in black and white, in which the star of such masterpieces as Mean Machine and Severance goes all method to explain how \"Form! Style! Cunning! Guile and a bit of pride in the shirt!\" are all hallmarks of the \"new\" England. This Setanta executive has obviously never seen The Real Football Factories, otherwise they'd know it's never a good idea to get Danny Dyer, who has a daughter named Dani, to do anything anywhere near a camera.</p> <!-- Block 5 --> <p><strong>Pre-match niceties:</strong> The teams line up in the tunnel of a packed stadium that looks ramshackle, even by eastern European standards. They march out over the obligatory running track on to the pitch and line up for the national anthems.</p> <!-- Block 6 --> <p><strong>1 min:</strong> Referee Terje Hauge gets proceedings underway and Belarus kick off, lining out in a 4-4-2 formation.</p> <!-- Block 7 --> <p><strong>2 min:</strong> Belarusian winger Igor Stasevich attempts to get a cross in to the England box from the right wing, but his effort is blocked by Wayne Bridge. For those who are interested, Gerrard is playing wide on the left of a 4-4-2 England formation, where my colleague Rob Smyth says \"he'll contribute nothing\".</p> <!-- Block 8 --> <p><strong>4 min:</strong> Walcott crosses into the Belarus penalty area from the right, but his pass falls behind Wayne Rooney and out of the striker's reach. Moments previously, a long-distance potshot from a Belarus player brought a save out of David James, but didn't trouble the Observer columnist unduly.</p> <!-- Block 9 --> <p><strong>6 min:</strong> Over hogging the <em>right</em> touchline, Steven Gerrard picks out Theo Walcott, who curls a marvellous cross in towards Wayne Rooney, who might have poked the ball home if he'd put as much effort into his goalscoring attempt as he had into his penalty appeal.</p> <!-- Block 10 --> <p><strong>9 min:</strong> Belarus, whose players all look very comfortable on the ball, attack. They're really going for it here - there isn't a hint of caution from the home side.</p> <!-- Block 11 --> <p><strong>GOAL! Belarus 0-1 England (Gerrard 10)</strong> My colleague Rob Smyth sinks his head into his hands as Steven Gerrard cuts in from the left wing, picks up the ball from Wayne Rooney and hammers a low, diagonal 25-yard drive just inside the right-hand post. It was a fine goal and the Liverpool striker celebrates accordingly. Kudos to Wayne Rooney too, who did very well to hold the ball up.</p> <!-- Block 12 --> <p><strong>14 min:</strong> Vitali Bulyga has a pop from distance, which James gets down to gather, spill, then gather again.</p> <!-- Block 13 --> <p><strong>15 min:</strong> Steven Gerrard has another strike from distance, but while close, there's no cigar for him this time. His long-range effort whistles a couple of feet wide of the left upright.</p> <!-- Block 14 --> <p><strong>17 min:</strong> Another Belarusian, Anton Putsilo, strikes from distance. Again the shot is on target, but David James is equal to it. The home side are no slouches, but England have made things easy for them since going a goal up. They're just sitting off Belarus, letting their opponents play through them with simple one-twos and give-and-gos.</p> <!-- Block 15 --> <p><strong>18 min:</strong> Belarus carve England open again and Vitali Kutuzov is teed up for a shot on goal. His low drive brings a good save out of David James, who's earning his wages tonight.</p> <!-- Block 16 --> <p><strong>20 min:</strong> Anton Putsila, a 21-year-old who's deputising for injured Belarus superstar Aleksandr Hleb tonight gets booked for a foul on Frank Lampard that might well have earned him his marching orders.</p> <!-- Block 17 --> <p><strong>24 min:</strong> England have gone to sleep. Belarus are running rings around them at the moment and you can't help but feel they'd be level or ahead if only they had a decent finisher.</p> <!-- Block 18 --> <p><strong>GOAL! Belarus 1-1 England (Sitko 27)</strong> That's been coming and it was a belter. After an unbelievably patient build-up by Belarus, Pavel Sitko ghosts between the slumbering Theo Walcott and Wes Brown to get on the end of a cross from Igor Stasevich and steer a header past the hopelessly exposed David James from about seven yards.</p> <!-- Block 19 --> <p><strong>30 mins:</strong> Fabio Capello is furious and rightfully so. Since going a goal up, his midfielders have downed tools, putting their defence under no end of pressure in the process. Walcott was badly at fault for that goal, while Igor Stasevich made fools out of Wayne Bridge and Matthew Upson as he sold them the mother of all dummies before getting his cross on to Sitko's head.</p> <!-- Block 20 --> <p><strong>32 min:</strong> Moments before Belarus equalised, Wayne Rooney went close for England, trying and failing to force his way between two defenders at the far post in a bid to nod home an excellent Emile Heskey cross.</p> <!-- Block 21 --> <p><strong>35 min:</strong> Sergei Omelyanchuk escapes a booking for a nasty challenge on Theo Walcott, but England win a free-kick about 35 yards from the Belarus goal, slightly left of centre. Lampard has a crack, but the goalkeeper, Zhevnov, saves easily.</p> <!-- Block 22 --> <p><strong>37 min:</strong> Although I didn't count them at the time, I'm reliably informed that the header that got Belarus off the mark was the final flourish of a 23-pass move. Can anyone remember the last time one of the home countries scored at the end of a 23-pass move? Me neither. A three-pass move? If I think <em>really</em> hard.</p> <!-- Block 23 --> <p><strong>39 min:</strong> A long ball into space from Heskey for Walcott to chase. Belarusian goalkeeper Zhevnov wins the race to the edge of the box and hoofs it clear. Soon afterwards, Walcott sprints into the Belarus penalty area with the ball at his feet. With team-mates queuing up to get on the end of his cross, he's dispossessed by a wonderful tackle from Spartak Moscow's Egor Filipenko.</p> <!-- Block 24 --> <p><strong>42 min:</strong> \"Doesn't Rob Smyth realise that Steven Gerrard is one of the best football players in the whole world?\" asks Amy, via email. \"I'm a girl and even I know that. He must be stupid or just someone who doesn't like Liverpool as much as I do. Stevie G is well fit. Why can't I get Setanta in Camden?\" You can get tattoos, nipple-piercings and drunk with Johnny Borrell and the Mighty Boosh in Camden - you don't need the low-rent crap on offer from Setanta when that paucity of entertainment can be found in your locale.</p> <!-- Block 25 --> <p><strong>Half-time</strong></p> <!-- Block 26 --> <p><strong>Half-time analysis:</strong> \"As a fellow Seinfeld fan, all I know about Minsk is that it was the setting for the film Rochelle, Rochelle – described by Jerry as 'a young girl's sensual journey from Moscow to Minsk'. Any sight of her in the stands?\" asks Mike Wilner. No sign of her, Mike, but if she's there she might be sitting beside Chandler Bing from friends, who I believe had to fly to Minsk after getting trapped in a lie he told his ex-girlfriend.</p> <!-- Block 27 --> <p><strong>That equaliser: </strong> I've just seen the Belarus goal again and it was a thing of great beauty, but shame on England for not getting a single tackle in as Belarus patiently passed and probed before carving them open at the end of a move that started with their own goalkeeper.</p> <!-- Block 28 --> <p><strong>An email from Robin Hazlehurst: </strong> \"Doesn't Amy realise that Sergei Omelyanchuk is one of the best football players in the whole world?\" he asks. \"No, I'd never heard of him before tonight either, but if he plays international football he must be better at football than most people. Doesn't guarantee he'll do much of note tonight. Same can often be said of Stevie G.\"</p> <!-- Block 29 --> <p><strong>46 min:</strong> There's no changes on either team at the start of the second half, although David Beckham is gadding about in a red bib on the touchline.</p> <!-- Block 30 --> <p><strong>47 min:</strong> Fabio Capello curses loudly on the sideline as Theo Walcott fails to control the ball properly and toe-pokes it out for a throw-in.</p> <!-- Block 31 --> <p><strong>48 min:</strong> Wayne Rooney charges through the centre with the ball at his feet, takes on and beats two Belarus defenders and tries a shot from the edge of the penalty area. His effort is weak and straight at the goalkeeper.</p> <!-- Block 32 --> <p><strong>GOAL! Belarus 1-2 England (Rooney 50)</strong> England retake the lead when Emile Heskey uses all his strength and what passes for his pace to muscle his way past two Belarus defenders and whip a low cross in for Wayne Rooney to sidefoot home. There was a hint of offside, but it was a very good goal.</p> <!-- Block 33 --> <p><strong>52 min:</strong> England appear to have started the second half, much as they began their game against Kazakhstan on Saturday, with Gerrard operating behind Rooney and Heskey and Barry nearer the left wing than he was originally. It didn't work against Kazakhstan, but so far so good here.</p> <!-- Block 34 --> <p><strong>Corrections and clarification dept:</strong> \"Chandler Bing flew to Yemen to get away from Janice,\" writes Simon Jenkins. \"It was Phoebe's boyfriend David who went to Minsk my 'girlfriend' tells me.\"</p> <!-- Block 35 --> <p><strong>59 min:</strong> In the penalty area, a meaty shoulder from Wes Brown puts a stop to Aleksandr Kulchy's gallop as the Belarus skipper attempts to get on the end of another Stasevich cross. The crowd appeal for a penalty but none is forthcoming. Good decision.</p> <!-- Block 36 --> <p><strong>61 min:</strong> \"As an American I'm willing to trade Joe Biden, Landon Donovan, Tim Howard, and all the states that are named after some English backward town (New Hampshire, New Jersey, etc; but we keep New York (all of it but Staten Island if they want it)) to England for Stevie G, the<br>Falklands, the rights to reclaim TS Eliot as an American and a back<br>bencher to be named later,\" writes Bobby Otter. \"As an impartial observer, what do you think? Who gets the better end of that deal?\" If it was down to me, I'd say keep Landon Donovan and you've got yourself a deal, Bobby. Unfortunately none of the above is mine to give away. How about trading the Irish midlands town of Roscrea for Landon Donovan's wife?</p> <!-- Block 37 --> <p><strong>66 min:</strong> Belarus substitution: Vitali Rodionov on, Anton Putilo off. England substitution: Shaun Wright-Phillips on, Theo Walcott off.</p> <!-- Block 38 --> <p><strong>69 min:</strong> England substitution: Peter Crouch on, Emile Heskey off. Heskey's played very well tonight, having put on an exhibition of line-leading on the occasion of his 50th international cap. He limps to the bench and straps an ice-pack to his hamstring. Meanwhile on the touchline, David Beckham is still gadding about in his red bib.</p> <!-- Block 39 --> <p><strong>73 min:</strong> The substitutes Crouch and Wright-Phillips combine well to set up Wayne Rooney, who takes one touch too many before shooting straight at a defender from the edge of the penalty area.</p> <!-- Block 40 --> <p><strong>GOAL! Belarus 1-3 England (Rooney 74)</strong> A lovely goal for Rooney, who puts more distance between England and their hosts. Bridge played the ball in from the left wing, Rooney dummied and ran, enabling Gerrard to pick him out with a clipped pass. Under pressure from a defender just outside the six-yard box, Rooney adjusted his feet and took the ball around the defender in one fluid movement and slotted home. That's a marvellous goal.</p> <!-- Block 41 --> <p><strong>78 min:</strong> \"Having seen this bloke play against Vancouver Whitecaps, I think the best thing that could happen to Landon Donovan is that he stay right where he is,\" writes David Marriott. Belarus substitution: Kutuzov off, Strakhanovick on.</p> <!-- Block 42 --> <p><strong>80 min:</strong> \"Typical American lack of geography knowledge there, Bobby Otter can certainly keep that for himself,\" grumbles Oliver Pattenden, among others. \"Hampshire is a county and Jersey an island and Crown dependency. Backward as they may be, towns they are not. Also, does he think the Falklands are somehow America's to give? Bloody typical.\"</p> <!-- Block 43 --> <p><strong>85 min:</strong> A long ball from David James prompts no end of confusion between the Belarus central defenders, Steven Gerrard sprints past them and on to the ball, takes it around the goalkeeper, clips it towards the gaping goal and ... rattles it off the upright. Oh Stevie ...</p> <!-- Block 44 --> <p><strong>87 min:</strong> England substitution: Wayne Rooney off after a great display, David Beckham on for cap No107.</p> <!-- Block 45 --> <p><strong>88 min:</strong> \"Bloody typical Brit rubric,\" writes Paul Ashton in response to Oliver Pattenden. \"The suggestion was for UK to <em>offer</em> the Falklands.\" Well we all know they're not Argentina's to give away, that's for sure! Why don't you throw Bobby Otter the six counties as well, oppressors?</p> <!-- Block 46 --> <p><strong>90+1 min: </strong> England corner, which Beckham takes. Nothing comes of it.</p> <!-- Block 47 --> <p><strong>90+4 min:</strong> Peep! Peep! Peep! The ref signals the end of the match with three sharp blasts of his shiny whistle, leaving England perched on top of Group 6 with 12 points out of 12. Elsewhere in the group, Croatia have swatted Andorra aside 4-0. This is the first time England have ever won their first four World Cup qualifiers, so expect no end of over-the-top rhetoric in tomorrow's papers about how they're the greatest team ever to set foot on a football pitch and are now a shoo-in to win the World Cup in South Africa in 2010. </p> <p>The fact of the matter is that, despite the scoreline, England were outclassed for much of tonight's game. Still, a win is a win is a win is a win and while it might be unfair to speculate, you can't help but feel that this - a tricky away fixture in eastern Europe in October - is exactly the sort of match England under McClaren would have made a complete pig's ear of and droppped points in. Despite their poor first-half performance tonight, there seemed little danger of England under Capello coming unstuck after the break.</p> <!-- Block 48 --> <p><strong>Last word tonight</strong> goes to Oliver Pattenden, who's prepared to admit he made a mistake. \"I do get the imperial endeavours of Britain and American confused sometimes,\" he writes. \"I am curious to know why Bobby wanted to give away a handful of 'blue' states and a Democrat candidate. Election rigging, now that is typically American.\"</p>",
  "<p>American investigators have shut down an international criminal network they claim is responsible for up to a third of all spam email on the internet.</p> <p>After a protracted investigation between the US Federal Trade Commission (FTC) and police in other countries, courts in Illinois and New Zealand have frozen the assets of New Zealander Lance Atkinson and Texas-based Jody Smith. They are accused of making millions by bombarding people with emails offering illegal drugs and fake medical remedies.</p> <p>The duo are believed to be part of a well-known group of spammers known as the HerbalKing gang, who have sent enormous numbers of unwanted messages over the past three years.</p> <p>\"The defendants recruited spammers around the world to send billions of spam messages,\" the FTC said in a statement yesterday. \"Their enterprise included participants in Australia, New Zealand, China, Russia, Canada and the United States.\"</p> <p>According to FTC officials, Atkinson and Smith used spam emails to promote drugs for sexual dysfunction, penis enlargement and weight loss – all of which were sold without a licence or did not live up to the claims made.</p> <p>The duo are believed to have used a string of up to 35,000 hacked computers around the world – known as a botnet – to send up to 10 billion spam messages a day. As many as three million complaints had been made about their messages.</p> <p>Documents filed in the case name the pair, as well as four companies they control, and accused them of clearing as much as $400,000 in Visa charges alone in a month. A sequence of injunctions and restraining orders prevent them from continuing to do business while the case is underway.</p> <p>According to the campaigning organisation Spamhaus, HerbalKing is an \"infamous\" group that has been operating since at least 2005, which was ranked as the most prolific spam gang on the internet last year.</p> <p>Both Smith and Atkinson - along with his brother Shane - are well-known spammers, and have been involved previously in cases brought under America's CAN-SPAM act, which makes it illegal to send large amounts of unsolicited email in this way.</p> <p>Three years ago Atkinson was fined $2.2m after he was found guilty of running a similar programme marketing herbal products over email.<br>The news marks the latest in a string of cases brought by US federal investigators against spam marketers</p> <p>Earlier this year Robert Soloway, from Seattle, was sentenced to 47 months in prison and ordered to repay $700,000 which he had taken as a result of his activities.</p> <p>And this summer notorious spammer Sanford Wallace – known as \"Spamford\" – was fined a record $230m for attacking MySpace users and using the social networking site to send porn spam to millions of users.</p> <p>Although spam is usually most associated with clumsy attempts to sell unwanted goods, one official said that the spammers had improved their methods of attack in order to carry on fooling people.</p> <p>\"These sites are really professionally constructed,\" Steve Baker, the FTC's Midwest Region director, told the Associated Press. \"Some years ago you used to be able to tell the bogus things because they looked cheesy and had misspellings. I don't think that's true anymore.\"</p> <p>Other experts warned that other spammers would be likely to take the place of the HerbalKing gang immediately.</p> <p>\"Anyone hoping that they might find less spam in their email tomorrow morning is probably going to be in for a disappointment,\" said Graham Cluley, senior technology consultant at internet security company Sophos.</p> <p>\"It's unlikely that action like this is going to result in a dramatic drop in the amount of spam you encounter – but the more action that is taken to crack down on criminal spammers, the better for all of us.\"</p>",
  "<p><br><a href=\"http://www.flickr.com/photos/kevglobal/2942891695/in/photostream/\">Construction in Las Vegas</a>, by <a href=\"http://www.flickr.com/photos/kevglobal/\">Kevin Anderson</a>, <a href=\"http://creativecommons.org/licenses/by-nc-sa/2.0/deed.en\">Some Rights Reserved</a></p> <p>For 19 of the last 20 years, Nevada has been the fastest growing state in the US with most of the growth in Clark County, home to Las Vegas. In August, the state had another distinction: The <a href=\"http://money.cnn.com/2008/09/12/real_estate/foreclosures/\">highest level of foreclosures in the country</a>.</p> <p>But it's not the housing crisis that has Las Vegas scared, it's the decline of its booming tourism industry. Like elsewhere in the US, the number one issue is the economy. George Bush won the state by <a href=\"http://www.cnn.com/ELECTION/2004/pages/results/states/NV/P/00/\">21,500 votes</a>. The <a href=\"http://www.theguardian.com/world/uselectionroadtrip/2008/oct/14/uselections2008-nevada-polls\">state is on a knife edge</a>, but Barack Obama and the Democratic Party here have organised like never before to give him a slight edge in the polls.</p> <p>\"Our bubble was as big as anyone else's, and the hangover is as bad,\" says Hugh Jackson, who writes the blog <a href=\"http://www.lasvegasgleaner.com/\">Las Vegas Gleaner</a>. People saw the housing crash coming because they realised that housing was so overpriced, he says.</p> <p>A decade ago, the powerful Culinary Union used to boast that a housekeeper at one of the hotels could buy a three or four-bedroom house for $150,000 but the price rose to $400,000 to $600,000 for average homes at the height of the bubble, said Steve Sebelius, editor of <a href=\"http://www.lvcitylife.com/\">Las Vegas City Life</a>.</p> <p>But both Hugh and Steve say that people here shrugged off the housing crisis. The real concern is declining business at the city's casinos. Based on airport statistics, fewer people are coming. They are staying for shorter periods of time and they are spending less, Steve said.</p> <p>Month after month of declining gambling revenues has people scared, Hugh said.</p> <p>It used to be thought that Las Vegas was recession proof, Steve said, adding, \"People would come with their last five dollars and hope to turn that into a million dollars. I think people may be rejoining the reality-based community.\"</p> <p>Las Vegas is a \"growth-addicted economy\", Hugh said, and with that growth slowing, he worries that the city might be facing a vicious downward spiral.</p> <p><strong>Wedge issues don't matter</strong></p> <p>\"From the top of the ticket all the way down, the economy has totally changed the race,\" said Steve Sebelius, editor of <a href=\"http://www.lvcitylife.com/\">Las Vegas City Life</a>.</p> <p>Hugh said that the economy has made it difficult for Republicans to run on divisive wedge issues as they have in recent elections. They can't win by pressing issues like gay marriage. They can't simply wave the flag or call their opponents liberals.</p> <p>It's back to bread and butter, kitchen table issues, Steve said. With the potential of losing your job or your house at any time, people are ignoring John McCain's attacks on Barack Obama's connection to William Ayers, he added.</p> <p>Hugh thinks that it's even making people who might have been uncomfortable with Barack Obama's race to consider voting for him.</p> <p>\"Between the fiascos of foreign policy and economic policy, maybe it really did take the presidency of George Bush to make this country elect a black person,\" he said.</p> <p>But Barack Obama and the Democrats have also been well organised and coordinated in their campaign in Nevada, which is something we're seeing in several states.</p> <p>Nevada Senator <a href=\"http://en.wikipedia.org/wiki/Harry_Reid\">Harry Reid</a> is the powerful Senate majority leader, and he helped move the state's caucuses earlier in the caucus and primary schedule so that it had the potential to affect the presidential nomination. Both Hillary Clinton and Barack Obama visited the state, and the enthusiasm has carried over into the general election.</p> <p>Today was the last day for voter registration here in Las Vegas. As the 9 pm deadline approached, people queued to make sure they were in able to vote in the election just three weeks away.</p> <p><a href=\"http://www.theguardian.com/world/uselectionroadtrip/2008/oct/14/swingstates-southwest\">Democrats have now registered more voters than Republicans</a> in the state. \"The Democrats have just out-organised the Republicans,\" Hugh said.</p> <p>The Culinary Union is out on the streets, and they estimate that they've knocked on <a href=\"http://www.lasvegassun.com/news/2008/oct/09/close-ranks-around-obama-unions-hit-streets/\">90,000 doors in the past few months</a>.</p> <p>Hillary Clinton worked hard to organise among the state's large Latino population, and those efforts will help Democrats and Barack Obama in November. The Latino vote could be the key to who wins in November. They have turned to the Democrats as vocal Republicans like <a href=\"http://www.rollingstone.com/politics/story/12054520/the_10_worst_congressmen/6\">Tom Tancredo of Colorado</a> have expressed open hostility to immigrants and immigration reform. However, historically, they have only turned out at the polls in about half of the numbers that are eligible to vote.</p> <p>\"Everyone wonders if this is the year when they show up,\" Hugh said.</p>"
]