[
  "<p>Over the past year, Forbes, the American magazine that preens itself as \"The Capitalist Tool\", has been publishing a series of special issues on the world's most valuable sports properties, in baseball, ice hockey and footballs (various). The last, published two weeks ago, contained the usual selection of eye-popping figures about the NFL: for example, that the average team is valued at $1bn (£576m), 19 teams being worth more, compared with just five last year and none five years ago.</p> <p>Did I say is valued? I meant was. For in years to come, these magazines may not be unlike the Lehman Brothers caps and Fannie Mae fridge magnets now selling on eBay: a reminder of the good old days, when credit was cheap, assets only increased in value, and corporate largesse was unending.</p> <p>An even more pointed reminder of changed circumstances, of course, is the AIG symbol sported, doubtless with some chagrin, by Manchester United, worth £14m a year to the club when the deal was done 30 months ago, but now as ignominiously conspicuous as wearing the logo of the White Star Line in April 1912, or perhaps mouthing a slogan for Luftschiffbau Zeppelin in May 1937: \"You'll always travel Führer class on the Hindenburg!\"</p> <p>Man Utd will cope. Others may not be so lucky. The Götterdämmerung on Wall Street has demonstrated that when asset values rise significantly and over a long period, a misapprehension grows among investors that they will rise indefinitely, that everyone will get rich, and that everyone involved is a genius.</p> <p>How closely, I wonder, does this also apply to the business of sport? Big-time sport has enjoyed the sort of revenue growth over the last 20 years that in an athlete would suggest a steroid or illegal hormone: they have also marbled in huge fixed costs, as expenditure has risen to meet then outstrip income, with the assumption that future growth will somehow make it all work.</p> <p>Sport got a glimpse of what a major financial reckoning might look like six years ago. The collapses within a month of the German media group, Kirch Gruppe, and ITV Digital brought hard times and austerities to the Bundesliga and the Football League, depriving clubs of the broadcasting bounty to which they had grown accustomed.</p> <p>Present circumstances hit clubs and leagues at a more prosaic and localised level. About a quarter of the $10bn in sponsorship monies ploughed into sport comes from the financial-services sector. That includes the Premier League's support from Barclays, English cricket's alliance with NatWest and the London Olympics' fat handout from Lloyds TSB. Who would want to be hustling at the moment? Expect instead injunctions to do more with less. Doves for the opening ceremony? Wouldn't pigeons do the job?</p> <p>During its gilded age sport has also comprehensively thrown in its lot with the high-end consumers now likeliest to change their short-term spending habits. After all, who can enjoy a football match in a £500 seat if one's broker is constantly plaguing one with margin calls, and the bailiff might in between times have repossessed one's Merc? Particularly worrying is that it is usually the most leveraged and ostentatious fortunes that are most vulnerable: after all, even oligarchs lose money.</p> <p>Part of the dread pervading securities markets at present is the sheer unfamiliarity of the dilemma. The bull market in stocks is usually deemed to have run since August 1982. You need to be in your late forties to recall a protracted downturn, and in your late fifties to have experienced anything like this kind of confusion and desperation.</p> <p>That is even more the case in sport, whose management is the province of youthful enthusiasts with sports-marketing degrees and iPhones who scatter their conversation with quotes from Jerry Maguire. What will they make of a downturn? Which among them will know how to eliminate discretionary costs and to winnow away fixed ones? Above all, how many athletes have had to come to terms with being worth considerably less than they were a year earlier without a serious deterioration in their playing abilities? For it would be a brave man who bet on the next NFL broadcasting rights deal being worth as much as the present $8bn. Like I said, enjoy Forbes. Things may never be this good again.</p> <p><strong>Bankers are avoiding sports cliches like the plague</strong></p> <p>One sign of the seriousness of the financial crisis has been the surprising dearth of sports metaphors in use among those charged with resolving it: surprising not only because commercial life has become so replete with them, but because they have been the stock-in-trade of the Bush White House. Who can forget the CIA chief George Tenet's description of the case for weapons of mass destruction in Iraq as a \"slam dunk\"? Or Bush's promise that as president he would \"sprint to the line\"? That worked out well.</p> <p>So far there have been no touchdowns or home runs, nor has anybody offered 110%, except perhaps as an interest rate. That's because hardly anyone has stepped up to the plate, what with the general lack of heavy hitters and a playing field far from level, while the US Congress's attempt at blocking and tackling went badly awry. </p> <p>As for the counter cycle, that of business metaphors infiltrating the language of sport, a hard day at the office has taken on a whole new meaning. </p> <p><strong>Forget cricketers, in India the suits are the story</strong></p> <p>Dean Rusk, a former US secretary of state, once called his country \"the fat boy in the canoe\": when it moves, everyone must adjust. In cricket, that role is now filled by India, which makes worth noting the launch last week of what is destined, according to its backers, to become \"the most popular cricket website in the world\": www.bcci.tv, portal for the Board of Control for Cricket in India.</p> <p>So far it looks rather less like a website devoted to cricket than to the BCCI. Top story yesterday was \"Lalit Modi bags TV award\", the IPL commissioner having won a coveted CNBC Awaaz Consumer Award - well, someone must covet them. Top comment piece was \"In Praise of Sharad Pawar\", a 1,685-word paean about the outgoing BCCI boss, \"a statesman who is clear of thought, dispassionate and above all a true team leader\" by his BCCI colleague IS Bindra. </p> <p>The featured player profile, meanwhile, was \"Yuvraj Singh - The Making of a Legend\". Not so much of a legend that he made India's 15-man squad for the first two Tests against Australia.</p> <p><strong>BCCI web power play aims to put squeeze on Cricinfo</strong></p> <p>This venture bears close watching, for the BCCI is offering not just a web portal but to exercise a significant degree of control over the coverage of cricket in India, to the exclusion of its established rival Cricinfo. They are moving fast: a Google search for \"BCCI\" still directs you to the old BCCI site, www.bcci.cricket.deepthi.com, which looks like it was banged together in an hour by a teenage slacker between puffs on a bong.</p> <p>So far, though, there is little to allay suspicions that India's hegemonic pretensions in international cricket are less about the game than about the aggrandisement of its political and media elite. And as we are finding elsewhere, no hubris fails to find its nemesis.</p>",
  "<p>Oh to be a fly on the wall if Joe Kinnear is ever coaxed into attending the League Managers Association media training course. Shocked by the <a href=\"http://www.guardian.co.uk/football/newcastleunited\">Newcastle United</a> interim coach's recent press conference swearfest, the LMA hopes he will sign up for some remedial therapy. </p> <p>It would be even more fun if JFK - get it? - was subjected to a re-programming process. I hope the LMA will give serious thought to my proposal that Lennie Lawrence, David O'Leary, Sir Bobby Robson, Roy Keane and Sven-Goran Eriksson will each provide private tutorials in different aspects of media manipulation, sorry \"management\".</p> <p>Lawrence genuinely liked certain reporters but appreciated many are just as egotistical yet insecure as footballers. \"Get the press on your side,\" as the former Charlton and Middlesbrough manager once reflected, could be lesson one at the whiteboard. \"You can buy yourself an extra six months in a tough job, or even get a better one.\"</p> <p>Like Lawrence, our second lecturer is only too familiar with the nuanced shades of grey characterising the symbiotic relationship between managers and journalists. Step forward Sir Bobby Robson. Quite apart from introducing a vocabulary-expanding exercise so the student becomes acquainted with the words dignified, magnanimous and generous but is advised to steer clear of paranoid, the one-time England and Newcastle manager can deconstruct the concept of the siege mentality as a modern media strategy. Kinnear calling individual reporters the \"c\" word may or may not have been part of a grand plan, intended to engender an \"us against the world\" ethos but, at a time when Newcastle United is being marketed as an international brand, greater sophistication is required.</p> <p>Lateral thinking too but, before we come to Roy Keane's tutorial, David O'Leary is booked for session three; working title \"The Charm Offensive\".</p> <p>Now the Irishman has manifold faults but there was a time, when his Leeds United side began flying high and Lee Bowyer and Jonathan Woodgate were still to stand trial, that O'Leary had some of England's leading sports writers eating out of his hand. Deploying a mix of good manners and rudimentary psychology he developed a habit of looking these men straight in the eye, addressing them by their first names and even phoning a few favourites - ie the most influential - for cosy chats.</p> <p>It worked. Granted Leeds played some really nice stuff, but the number of gushing 1,000-word pieces extolling O'Leary's virtues was disproportionate. Had he not self-destructed, those eulogies might just have helped land him the Real Madrid or Chelsea posts. </p> <p>But then, if media skills were as important as tactical vision or transfer market acumen, Keane would have already bundled Sir Alex Ferguson out of the Manchester United hotseat. </p> <p>Sunderland's articulate, publicly expletive-free, manager affects to understand the enemy that is the press. Having expressed sympathy for a profession frequently under pressure to apply journalistic top-spin to the usual anodyne comments, Keane is capable of seeing newspapers as the next day's fish and chip wrapper rather than a reason to keep his libel lawyer on speed-dial.</p> <p>Yet while media relations are often mere sub-plots in football's drama, managers still need the right skills to keep reporters sweet. Keane - who increasingly uses am-dram-style eye rolls to signify displeasure - believes they must \"be actors, playing different roles, with different people\".</p> <p>He can devote the remainder of his tutorial to the knack of addressing assorted, often unrelated, issues which deflect attention from a disappointing team performance. Certainly after being treated to Keane's discourses on the shopping habits of Wags and the hypocrisy of fellow managers, it seems almost churlish to criticise his, at times, bizarre transfer market acquisitions. </p> <p>As anyone connected with Manchester City or England will tell you, civility is the \"c\" word synonymous with Eriksson. The current Mexico coach - a man as likely to swear at writers as ignore an opportunity to chat up a pretty woman - can fly in to Heathrow to complete JFK's re-programming. Like all his co-tutors, Eriksson is flawed. No matter. The Swede's impeccable courtesy towards everyone who enters his orbit means he will remembered for much more than being a decent coach with a penchant for chasing a bit of skirt and a fast buck. Sometimes manners really do maketh managers.</p>",
  "<p>The government is close to backing the expansion of Britain's third largest airport, Stansted, as it prepares to defy environmental critics and sanction thousands more flights per year. An announcement could come as early as today, following a lengthy public inquiry. Under the expansion, passenger numbers at Stansted could rise from a maximum of 25m a year to 35m, with the number of flights increasing from 190,000 annually to 265,000. </p> <p>BAA, Stansted's owner, has also submitted a planning application for a second runway at the Essex airport which will go to a public inquiry next year.</p> <p>Green groups have described the inquiry into lifting restrictions on passenger numbers as the sternest test of government aviation policy since climate change became a major political issue. Aqqaluk Lynge, a prominent Inuit politician, told planning officials last year that the repercussions of taking a budget flight from Stansted were felt on the Arctic ice thousands of miles away.</p> <p>The Stansted decision will be followed later this year by a government announcement on plans to build a third runway at Heathrow, Britain's largest airport. The transport secretary, Geoff Hoon, is expected to rubber-stamp the plan after public consultation. The Tory party is opposed to expanding both airports and wants instead a high-speed rail link between London and Birmingham, Manchester and Leeds. </p> <p>The government has warned that new airport capacity is needed in order to cope with an estimated doubling of passenger numbers over the next 20 years. Around 465 million people a year are expected to use UK airports by 2030. Airlines argue that airport congestion costs the economy £1.7bn a year and warn that the figure will grow as businesses relocate because of congestion around transport hubs such as Heathrow.</p> <p>If the go-ahead is given for more passengers at Stansted, it might have to expand under different owners next year. The Competition Commission has warned that BAA's dominance of the UK airport market is bad for passengers and has indicated that the group should be broken up</p> <p> It has suggested that selling Stansted and Gatwick will create competition, improve service standards and speed up attempts to build more runways. BAA says a breakup will not cure congestion because runway development is ultimately controlled by government aviation policy.</p>",
  "<p>If a fraudster copies the numbers from your bank debit or credit cards, there's little to stop them going on a shopping spree online. This kind of fraud - known as card-not-present - exceeded £290m in the UK last year and is a growing problem. It could also be one of the first consumer applications to benefit from quantum key distribution.</p> <p>Quantum key distribution - or QKD for short - exploits the quantum mechanical properties of light particles (photons) to generate secret keys (strings of random numbers) that can be shared between two parties (for example, you and your bank) and used to encrypt data to safeguard it from snoopers. Typically, QKD systems transmit a stream of differently oriented photons to represent 1s and 0s through an optical fibre or a free space link. The snooper-proofing is intrinsic due to the fragility of quantum states: if you try to measure them they collapse, which is a marker for tampering, alerting the legitimate users to the presence of an eavesdropper.</p> <p><strong>Can you keep a secret?</strong></p> <p>Using quantum keys to encrypt data is at present only of interest to banks, governments and defence organisations which might need to move lots of confidential information securely between sites. But a demonstration in Vienna this week takes the technology to a different level, by integrating quantum key distribution into a standard communications network.</p> <p>The event will show VoIP, videoconferencing and web services encrypted with constantly refreshed quantum keys. It will also include a prototype solution to card-not-present fraud, developed by Professor John Rarity from the University of Bristol and Hewlett Packard Research Labs. The idea is that we would fill up our mobile phones or similar handheld devices with secrets (random strings of digits) at a quantum ATM. During online transactions, we would gradually consume this personal stash of secrets to encrypt information, such as our Pin, or to authenticate ourselves.</p> <p>\"The quantum part gives you the promise that when you've topped up your secrets, only you and your service provider own this particular random digit string,\" says Tim Spiller of HP. \"If you're doing an internet transaction, you send the merchant however many secret bits is deemed to be secure. The merchant sends them on to Visa, say, who checks they're OK and if so authenticates the transaction.\"</p> <p>The Vienna event is the culmination of a four-year EU project called SECOQC (Secure Communication based on Quantum Cryptography) to bring QKD technology to the mainstream. The SECOQC partners - who are now defining a European technical standard - include Siemens, Toshiba, Hewlett Packard, ID Quantique, Thales and Qinetiq as well as leading quantum scientists. </p> <p>For the demo, Siemens has installed seven quantum key links into a standard metropolitan fibre-optic communications network that runs around Vienna and connects several of its sites. The network has been successfully running in test mode for several weeks now, according to Wolfgang Richter of Siemens. </p> <p>Quantum keys won't be able to encrypt data traffic in real-world networks until standards have been finalised. However, SECOQC project leader Christian Monyk is optimistic. \" We could produce it in six months.\" </p> <p>When (or if) consumers enter the picture is difficult to predict. Rarity and HP's technology is \"on the banks' radars\", according to Spiller. But the point about their system is that it's potentially very cheap. HP's vision is that mobile phones could easily include half a short-range QKD system (which they say can be built from some standard LEDS and a low-cost integrated optical circuit). \"Getting that into the market would depend on demand but five years is reasonable,\" says Spiller.</p> <p><strong>No hiccups</strong></p> <p>Meanwhile, quantum cryptography is gaining interest. Last year, ID Quantique's simple point-to-point quantum key distribution technology was used to guarantee the security of votes cast in Geneva during the Swiss general election. This summer, the defence and security company Qinetiq has been doing trials in London with network operator AboveNet, which provides fibre-optic connections for businesses. \"We've done some experiments sending polarised photons through part of their network,\" says Dr Brian Lowans of Qinetiq. \"We didn't have any hiccups.\"</p>",
  "<p>Since Peter Kay became one of the hottest talents on television, through Phoenix Nights and standup, there has been understandable excitement about where he might go next on TV. It turns out that he has chosen to go for TV: the tongue-busting title of his new Channel 4 show, broadcast this Sunday, is Peter Kay's Britain's Got the Pop Factor and Possibly a New Celebrity Jesus Christ Soapstar Strictly on Ice - a highly evolved satire on reality TV.</p> <p>Using genuine personnel from wannabe programmes (presenter Cat Deeley, judges Nicki Chapman and Pete Waterman), Kay has devised a competition between fictional contestants, including Kay himself in drag as big-hearted chanteuse Geraldine. For extra realism, the send-ups will be broadcast in two parts on the same night: an early evening heat and a late-night results show.</p> <p>In targeting TV with this one-off, Kay is sniping from a crowded rooftop. This autumn has already seen the release of an American movie - Live! - set behind the scenes at a network prepared, literally, to kill for ratings. Meanwhile, two new books by leading crimewriters use broadcasting as the background for murder: Laura Lippman's Another Thing to Fall and Christopher Brookmyre's A Snowball in Hell.</p> <p>Fictional satire of television arguably began way back in 1949, with the idea of the screens watching you in George Orwell's Nineteen Eighty-Four. Kay, in choosing reality TV and talent shows as his subject, joins writers who have recently recognised that an art form we thought we understood (TV as mass entertainment is now almost 60 years old) has suddenly undergone a new mutation, reaching levels of stupidity and cruelty that even the medium's greatest detractors never imagined.</p> <p>This revulsion at what broadcast culture has become drives Bill Guttentag's Live!, which had a limited cinema release here last month but deserves wider attention when it comes to DVD. Its savage conceit is that a desperate US network recruits half a dozen economically needy Americans to play Russian roulette live on air. The five who survive will receive $5m. The film's power lies in the fact that it is shot with precise attention to the grammar of television - the cutaways of relatives in the audience, the bullet carried in on a velvet cushion - so that, as the contestants raise the weapon to their temples, there is real horror and tension, as if we are actually viewing a homicidal spin-off from The X Factor. Its only weakness is that no TV company would ever commission a Russian roulette gameshow: not for moral reasons but because, if the first person to fire gets the bullet, the show will be left half-an-hour short for the slot, which no executive or advertiser would tolerate.</p> <p>But the sense that television logically moves toward the screening of that terrible linguistic paradox - a live death - has driven much of the satire about the box. In 1991, long before the rise of reality TV, Gore Vidal published Live from Golgotha, a time-slip burlesque in which the Crucifixion is televised globally as it happens.</p> <p>Since Big Brother, many writers have been inspired by a suspicion of morbidity in television. In Ben Elton's Dead Famous (2001), a housemate in an incarceration gameshow is murdered on day 27. As viewers become obsessed with solving the case, Elton sharply skewers the audience's prurient complicity in such programmes. Having been able to watch six more series of Big Brother than Elton was (during which there were racism and bullying but no murders), Christopher Brookmyre, in A Snowball in Hell, is even more damning of the format. His protagonist is a serial killer who posts films of his murders on the internet, eventually graduating to inviting public votes on whether victims should live or die.</p> <p>This rush of projects inspired by reality TV continues the pattern by which any significant development in the way the medium operates inspires a wave of fiction. America's realisation in the 1970s that television presenters were richer and more powerful than presidents led to a set of vicious films about the people who read the autocues: Network, Broadcast News and To Die For, in which Nicole Kidman's homicidally ambitious weathercaster is probably the single most appalling frontperson in fiction. In 2004, Anchorman: The Legend of Ron Burgundy added a late, fart-cushion coda to this genre.</p> <p>Similarly, in Britain during the 1990s, the rise of the docu-soap, treating real people as if they were stars, soon encouraged the mock-doc sitcom, started by The Office and continued by Marion and Geoff, in which both the subject matter and the form were commenting on trends in broadcasting. In The Office, the filming convention soon became so natural that it was watched as an office comedy, but in the two specials that closed the show, the frame was widened to deal with how David Brent and the other employees had become brief national celebrities. </p> <p>Novelists such as CP Snow and John Braine charted the rise of television as a mass entertainment, and as a place for a certain type of flashy, pushy, upwardly mobile figure, inspired by the first British TV superstars, David Frost and Simon Dee. By the late 1960s, the medium became hard for a socially realistic novelist to ignore. The central character in Kingsley Amis's I Want It Now is Ronnie Appleyard, a talk show host, who hopes that his career will bring him \"fame and money with a giant's helping of sex thrown in\". This assumption that TV employees get far more shagging and cash than novelists and journalists, despite being a section of the same profession, has driven much satire of television.</p> <p>Amis was alert to the way TV challenged British class hierarchies and to the implied insincerity of the TV presenter: hosts, using their own names yet wearing makeup and costumes, are actors pretending to be themselves. Amis wrote much of the book during a teaching assignment in Tennessee. To him, the sheer prevalence of television was one of the shocks of America. Writing to his friend Robert Conquest, he noted wonderingly: \"Am sitting in front of the TV (although it's only 10.30am.)\" </p> <p>The novelist who best knows the subject from the inside, Melvyn Bragg, has drawn on his experiences in many books, including Kingdom Come and the recent Remember Me, which is unusual among TV-set fiction in not satirising the business but recording the inventiveness and optimism that were to be found as the business began to develop. </p> <p>With the exception of those by Bragg and Elton, most TV novels have been written by outsiders. But Lippman's Another Thing to Fall is an intriguing kind of inside job. Lippman is married to David Simon, creator of The Wire, the Baltimore-based crime drama that has become the most revered series of the moment. Lippman's book takes place on the set of a TV drama being filmed in Baltimore, during which a series of crimes occur. In an afterword, the author is keen to resist suggestions that she had a wire into The Wire: \"This is a work of fiction. Seriously.\" </p> <p>But the novel greatly benefits from the access she has clearly had to the language and atmosphere of TV production. From the jargon (\"sides\" for pages of script and \"honey wagon\" for chemical toilets) to the physical detail (the possibility of using an Emmy award in a crime), the story reeks with authenticity. Unusually, it is also, while aware of the industry's pomposities and immoralities, alive to its talents and achievements. In that respect, it serves as a useful corrective to most fiction about television, which tends to throw the book at the screen.</p> <p>• <strong>Peter Kay's Britain's Got the Pop </strong> <strong>Factor ...</strong> is on Channel 4 on Sunday at 8pm and 10.15pm</p>",
  "<p>Ninety Naps a Day </p> <p>9pm, Channel 4</p> <p>Ken lives in Wales and can't stop falling asleep. \"People think I'm playing up,\" he yawns, as illustrative footage depicts the bluff sixtysomething snoring like an industrial shredder on his living-room carpet. Here, Ken travels to New York, where fellow international narcoleptics converge annually to hug it out with eucalyptus oil and \"motion work\" involving taffeta and cathartic tree impressions. The topic is ripe for the voyeur's scythe, but this is a gentle, genuine affair that offers a 24-tog portrait of a condition that is as misun-derstood as it is incurable.</p> <p>Natural Born Sellers </p> <p>9pm, ITV1</p> <p>It's the second episode of ITV1's Primark Apprentice, and the remaining salespersons vie for the opportunity to get their appalling mitts on the series' gilded carrot: a \"top-of-the-range Lexus\". Tonight, it's off to a double-glazing firm in Wakefield, where customers appear surprisingly amenable to being bellowed at by self-congratulatory parakeets like Scott (\"check yo' bad self out!\") and 39-year-old Danny, who makes wounded yak noises every time Mrs Credulous from 43 Fleeceme Avenue suggests she'd rather not pay £19,750 to have her lavatory window replaced.</p> <p>Ice Road Truckers </p> <p>9pm, History Channel </p> <p>The second series of this extraordinary docudrama swings into view, honking its horn and gesticulating into its rear-view mirror with fists like turbines. Here, the frozen wastes of northern Canada form the fittingly featureless backdrop to the lives of taciturn men in dungarees, whose sole aim, ululates expressionless veteran Alex, is \"not ta go an' die\". Tonight, the new haulage season gets off to a characteristically icy start when unblinking heavy-loader Drew (moustache, passive-aggression) discovers ex-boss Hugh (beard, passive-aggression) in the canteen. \"Long time no see,\" says Drew. \"Yup,\" replies Hugh. Upon briefer exchanges have wars been based.</p> <p>Blackadder: The Whole Rotten Saga </p> <p>9pm, Gold</p> <p>A wealth of riveting behind-the-scenes footage boosts this otherwise perfunctory look at the genesis, production and enduring brilliance of the historical romp. </p> <p>Stephen Fry and Hugh Laurie are among those dispensing anecdotes.</p>",
  "<p>Bruce Conner, who has died aged 74, played a significant role in the underground art movement that originated in the US towards the end of the 1950s, though he might have been better known and wealthier had he been less suspicious of the \"conservative art gallery system\", stayed off the booze and drugs, and concentrated his energies.</p> <p>Although his work ranged from assemblage pieces - collage sculptures made from nylon stockings, parts of furniture, broken dolls, fur, costume jewellery, paint, photographs and candles, reclaiming objects that had been discarded and neglected - to mysterious mandala designs, photograms of his own body, ink-blot, Rorschach-like drawings and avant-garde films, all had a blend of humour, iconoclasm and intransigence.</p> <p>Always afraid of selling out, Conner, as a committed oppositional artist, gradually withdrew from the art world in the late 1970s after he became part of the San Francisco punk scene, working as a staff photographer for the \"punkzine\" Search and Destroy. During that time, he spent most of his nights at a club called the Mabuhay. \"I lost a lot of brain cells at the Mabuhay,\" he explained. \"What are you gonna do listening to hours of incomprehensible rock'n'roll but drink? I became an alcoholic, and it took me a few years to deal with that.\" Yet, despite the woozy atmosphere, he delivered sharp and characterful photos.</p> <p>Conner was born in McPherson, Kansas. He attended Wichita University, then graduated with a BA in fine arts at the University of Nebraska, where he met Jean Sandstedt, whom he married in 1957. He won a scholarship to the Brooklyn Museum art school and then spent a year on an art course at the University of Colorado, which he flunked. The couple moved to San Francisco, where Conner got involved with the beat generation, before moving to Mexico for two years because \"it was cheap\". It was there that he found magic mushrooms with his friend, LSD guru Timothy Leary. However, he and his wife ran out of money and returned to San Francisco.</p> <p>Influenced by dada and surrealism and the found objects of Marcel Duchamp, Conner first gained attention with his assemblage art, exhibiting at the Alan gallery in New York. His movie-making dated back to when he ran a film society at the University of Colorado. He invited Stan Brakhage to show his experimental films there, and Brakhage advised Conner to make films. The consequence was Movie (1958), a 12-minute collage of stock or found footage which moves from the comic (crazy races, a chase scene involving cars and cowboys) to the disturbing (shivering refugees, an execution, air crashes), questioning the way we view a film.</p> <p>There are 2,000 images in the four minutes of Cosmic Ray (1961), which cuts together footage of fireworks, atom bombs, Mickey Mouse and nude dancing girls, all to Ray Charles singing What'd I Say on the soundtrack. With money from the Ford Foundation, Conner made a number of very short films over the next few years, precursors, for better or worse, of the pop video and MTV.</p> <p>Easter Morning Raga (1966) was designed to be run forward or backward at any speed, or even in a loop to a background of sitar music. Breakaway (1966) showed a dancer, Antonia Christina Basilotta, in rapid rhythmic montage. Report (1967) dwells on the assassination of John F Kennedy. The found footage exists of repetitions, jump cuts and broken images of the motorcade, and disintegrates at the crucial moment while we hear a frenzied television commentator saying that \"something has happened\". The fatal gun shots are intercut with other shots: TV commercials, clips from James Whale's Frankenstein and Lewis Milestone's All Quiet on the Western Front. The film has both a kinetic and emotional effect.</p> <p>Paradoxically, the critical success of these films and the interest they created did not please Conner. \"I've always been uneasy about being identified with the art I've made,\" he stated. \"Art takes on a power all its own and it's frightening to have things floating around the world with my name on them that people are free to interpret and use however they choose.\" In fact, he decided to make a film \"to ruin my reputation as a film-maker\". It was called Leader (since destroyed) and consisted of a dramatised recording of American soldiers captured by the Nazis in which Conner highlights the phrase \"We've gotta get out of here\" by repeating it multiple times in the hope that the audience would act accordingly.</p> <p>In 1967, he had his first experience of commercial film-making when he shot a 14-minute film on location during the making of Cool Hand Luke, starring Paul Newman, in which his friend Dennis Hopper had a small role. It was released unedited (Hopper claimed that \"much of the editing of Easy Rider came directly from watching Bruce's films\").</p> <p>Conner continued to make his own short films including Crossroads (1976) in which the 1952 atomic bomb test at Bikini Atoll becomes a thing of terrible beauty when shown in extreme slow motion from 27 different angles. As countercultural as ever, one of his last films was America Is Waiting (1981), which lampoons US military might to a song by Brian Eno and David Byrne.</p> <p>He is survived by Jean and their son Robert.</p> <p>• Bruce Conner, artist and film-maker, born November 18 1933; died July 7 2008</p>",
  "<p>Violent crime in Latin America kills more people and wreaks more economic havoc than Aids, the head of the Organisation of American States warned this week. Drug trafficking, gang warfare, kidnapping and other crimes pose one of the gravest threats to the region's stability, said José Miguel Insulza. \"It is an epidemic, a plague on our continent that kills more people than Aids or any other known epidemic. It destroys more homes than any economic crisis.\" </p> <p>The warning came amid a backdrop of horrific violence in Mexico, where drug cartels are waging war against the state, and evidence that cities from Caracas to Buenos Aires are becoming more dangerous.</p> <p>The number of people killed by gun crime in central and south America is four times the world average, according to UN estimates, with a homicide rate of more than 25 per 100,000 people. In parts of El Salvador, Guatemala and Venezuela the rate is more than 100 per 100,000.</p> <p>The violence has been blamed on factors including poverty, inequality, cocaine trafficking, the legacy of civil wars, a bountiful supply of guns and corrupt, ineffective state institutions, notably the police, prisons and courts.</p> <p>Anger at crime and distrust of the police often leads to lynchings, with several suspects recently beaten and hacked to death in Bolivia, Guatemala and Peru. There are even grimmer stories from jails which are controlled by inmates.</p> <p>Rigoberta Menchu, Guatemala's human rights activist and Nobel laureate, has referred to crime as a cancer.</p> <p>Crime stories, often accompanied by grisly images, dominate media coverage and rank at or near the top of public concerns. Most victims are impoverished slum-dwellers but the perception of danger still hinders tourism and investment, with several Caribbean countries feeling the sting of recent high-profile murders. </p> <p>Some studies suggest Latin America\"s income could be 25% higher if its crime rate, which began soaring in the 1980s, was similar to the rest of the world.</p> <p>Aids, in contrast, has stayed largely in check, with HIV prevalence remaining at under 1% in most countries.</p> <p>Insulza made his dramatic warning at a two-day security meeting of the OAS in Mexico City. He praised the host government's controversial decision to deploy 20,000 soldiers against powerful drug cartels, a move which provoked a vicious backlash. Thousands have died, the state has lost control of several areas and headless bodies are discovered with numbing regularity.</p> <p>Mexico's president, Felipe Calderón, called for a pan-regional database on criminals and a \"continental front\" which would include the US. \"We must attack simultaneously not only drug smuggling, but the world's main market,\" he said. </p> <p>Some countries, such as Costa Rica, are relatively untouched by the violence and in Colombia, once-notorious cities such as Bogotá and Medellín have enjoyed a renaissance as leftwing insurgency has ebbed before a US-supported military offensive. Brazil's favelas, however, remain killing zones for gangs and police and a perceived crime wave in Argentina has driven anxious middle-class families into South Africa-style gated communities.</p>",
  "<p><a href=\"http://www.guardian.co.uk/news/video/2008/jan/14/pickens.religion\">I'm not very good with guns</a>. A 9mm Glock sits heavy in my hand and on my conscience. I'm just a short drive away from Virginia Tech where Seung-Hui Cho killed 32 people and wounded many others in 2007. With each shot the gunfire echoes all around Cahas mountain and squawking birds pepper the clear blue sky. So when I pull the trigger, I flinch. That, says Carey Garst, my host, is why I keep missing the target.</p> <p>Carey, who has been shooting since he was a teenager, is patient. \"You've got nothing to be scared of,\" he assures me. \"You're on the right side of the gun.\" And then he loads me up with more bullets while I try to forget the lethal force in my hands and put a hole in a paper plate. Later he takes out the AR-15 rifle and I feel as though I am auditioning for yet another sequel to the Matrix. </p> <p>Carey enjoys guns for sport. Not long ago he took a course at the private security firm Blackwater to gain more expertise. He has an entire arsenal in a huge safe in the shed at the back of his house stacked up in front of a picture of Jimi Hendrix. There are pistols, small calibre rifle, rifle and shotgun combinations, something that's good for killing varmints and a fully automatic Uzi that he got a good deal on. He acquires guns like I acquire books. Not to use them but just to have them. He's actually trying to get rid of some because he barely uses them.</p>  <figure class=\"element element-image\" data-media-id=\"gu-image-338415732\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/red/blue_pics/2008/10/08/shooting2.jpg\" alt=\"Gary Younge, shooting\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carey Garst fires off a round while Gary Younge looks on. Photograph: Sean Smith</span> <span class=\"element-image__credit\">Photograph: Sean Smith/Guardian</span> </figcaption> </figure>  <p>But he also thinks they are vital for self-defence. \"If your 80-year-old grandmother is living alone and somebody breaks in, how's she going to protect herself?\" he asks. \"She can't fight him off hand to hand.\" When he describes the attributes of different weapons and shooting styles, he does so in terms of his ability to fire at persons unknown in situations indefinite. At times you wonder whom he seeks to defend himself against. Up here in the hills of Franklin County, 20 miles south of Roanoke, crime is not much of a problem and Carey does not seem like the kind of man who goes looking for trouble.</p> <p>Obama, Carey insists, wants to take his guns. Obama has insisted he doesn't. Carey doesn't believe him. Obama has voted to <a href=\"http://www.ontheissues.org/domestic/Barack_Obama_Gun_Control.htm\">ban semi-automatics </a>and for stiffer licensing laws in the past. And while Carey doesn't think he'll be able to take his guns, the fact that he may want to is reason enough to oppose him. In a state like Virginia, even that perception could hurt Obama badly, which is why the National Rifle Association has been <a href=\"http://voices.washingtonpost.com/channel-08/2008/09/nra_targets_obama-biden_in_ong.html\">running ads against him recently</a>. </p> <p>That's not the main reason why Carey doesn't like Obama. There are many, foremost among them his redistributive tax policy. But his issues with the Democratic nominee go beyond the political to the philosophical. Carey, who has a well-paid job for a lumber firm in Rocky Mount, believes that government intrudes in the natural order of things. People should protect themselves, support themselves and take care of themselves. </p> <p>Well-read and well-travelled Carey doesn't suit the liberal stereotype of a gun nut, let alone a redneck. His adherence to rugged individualism suits him quite well because he is quite a rugged individual. He built his own barn, clears his own land (he owns a few acres) and is in the process of making a lake. He works hard and seems proud of the fact that he only takes one week vacation a year. </p> <p>He describes himself as conservative, not Republican. He is deeply disappointed in George Bush's last term, citing his failure to secure the border from illegal immigrants and his failed nomination of Harriet Miers as two particular low points. He's backing McCain as the lesser of two evils but Democrat, Mark Warner, for Senate because he did such a good job as governor.</p> <p>As the sun went down, we took a short tour of his land and then headed home for dinner with his wife, who is also named Carey, and is deeply religious and more conservative than he is, according to her husband. Mrs Garst listens to the public radio station NPR on her way to work in the morning and conservative talk radio on her way back. She likes Rush Limbaugh and Sean Hannity. But neither of them spend much time on the internet scooping up rumours only to regurgitate them as fact.</p> <p>Over wine, we talked health care and taxes and they both despaired at the prospect of an Obama administration. Given that he's such a disaster, I asked why they thought he was doing so well in Virginia. After a moment of reflection Mrs Garst said she had no idea.</p> <p>\"Why do they support him?\" she asked. \"What do they say?\" I mentioned economy, Iraq and health care as the main three things that keep coming up. She had informed responses as to why Obama would be bad on all of them. But her question itself was telling. </p> <p>An evening with the Garsts lays bare the depths of America's political polarisation. A night out with many liberals could well produce the same confusion about what motivates the other side. The problem is not just that people do not agree with each other. It is that at times they don't even seem to know each other politically beyond caricature. A sizeable section of both the Democratic and Republican base believes that the only reason the other exists is because they are either deluded, bigoted, misinformed, misanthropic, greedy, gullible or godless. Both believe that their information pool is contaminated - one by the liberal media, the other by the mainstream corporate media. The issue is not that there's no middle ground, it's that there's little in the way of common ground.</p>",
  "<p><br><a href=\"http://www.flickr.com/photos/kevglobal/2925226558/?eOrig=2925149050\">Obama debate watching party at Social Hollywood</a> by <a href=\"http://www.flickr.com/photos/kevglobal/\">Kevin Anderson</a>, <a href=\"http://www.flickr.com/photos/kevglobal/2925226558/?eOrig=2925149050#\">Some Rights Reserved</a></p> <p>Watching the second presidential debate last night with Obama supporters here in Los Angeles, you didn't have to ask them who they thought won. The debate watching party was a <em>real</em> party with an atmosphere more like watching sports at a bar rather than watching a presidential debate (and a boring one at that). Supporters booed McCain and cheered, shouted and whooped for their man. </p> <p>Earlier in the race, there was a lot made of the so-called '<a href=\"http://hotlineblog.nationaljournal.com/archives/2008/07/pew_poll_mccain.html\">enthusiasm gap</a>' between supporters of Barack Obama and John McCain. It closed a bit when <a href=\"http://www.politico.com/news/stories/0808/13034.html\">McCain named Sarah Palin to the ticket</a>. Her choice rallied the Republican base on core culture war issues like <a href=\"http://abcnews.go.com/Politics/Vote2008/story?id=5787748&amp;page=1\">abortion</a> and <a href=\"http://www.boston.com/news/local/articles_of_faith/2008/08/sarah_palin_on.html\">teaching creationism in schools</a>. </p> <p>Enthusiasm is just one factor driving Obama's strong poll numbers. On the ground here there are some key numbers to watch that help explain why the race is shifting his way. </p> <p>1. <a href=\"http://www.cbsnews.com/stories/2008/10/08/politics/2008debates/main4508430.shtml?source=mostpop_story\"> A CBS poll after the second debate</a> last night showed that Barack Obama improved his standing with voters on the key issue of this election: The economy. </p> <blockquote> <p>Before the debate, 55 percent thought Obama would make the right decisions about the economy -- that rose to 68 percent after the debate.</p> </blockquote> <p>2. With his army of small donors, Barack Obama is <a href=\"http://www.politico.com/blogs/bensmith/1008/Spending_by_state.html\">outspending John McCain in most states</a>. Look at the number in Florida: The Obama campaign is spending $2.2 million to the McCain's campaign $659,000. </p> <p>3. <a href=\"http://haussamen.blogspot.com/2008/07/obamas-offices-reveal-focus-on-southern.html\">New Mexico political blogger Heath Haussamen</a> said that Barack Obama has 40 local campaign offices around the state compared to John McCain's 10. Heath said that is an unheard number of field offices in that state. </p> <p>Barack Obama is beating John McCain by <a href=\"http://abcnews.go.com/PollingUnit/Politics/Story?id=5866046&amp;page=1\">double digits</a> in most <a href=\"http://www.cnbc.com/id/27053267\">polls</a> when it comes to key economic issues and his campaign is fighting hard not only in the air wars of campaign advertising but also on the ground in terms of grassroots organising. After the debate watching party last night, attendees were encouraged to work at phone banks to call undecided voters in key battleground states, and <a href=\"http://www.flickr.com/photos/kevglobal/2905118595/\">Democratic party volunteers were on the streets </a>signing up voters ahead of registration deadlines in several states. With less than 30 days left, the Democrats are not resting on Obama's lead in the polls.</p>",
  "<p>It began in an airplane hanger at Reykjavík Airport, now Iceland Airways is the country's biggest music festival. This year, a record number of native and international bands will congregate in the capital city for <a href=\"http://www.icelandairwaves.com/\">Iceland Airwaves 2008</a> (October 15-19) and Guardian.co.uk/music has ten exclusive tracks available for download from a selection of up and coming Icelandic acts handpicked by the festival organisers. </p>  <figure class=\"element element-image\" data-media-id=\"gu-image-399846721\"> <img src=\"https://static.guim.co.uk/sys-images/Music/Pix/pictures/2008/10/08/icelandairwavesBIG.jpg\" alt=\"Iceland airwaves logo\" width=\"460\" height=\"276\" class=\"gu-image\" /> </figure>  <p> To download a track click the \"Link to this audio\" link below the track name, then click on \"Download MP3\". </p> <p>Let us know your thoughts below ... </p> <h2>FM Belfast - Lotus</h2> <p> Boy/girl duo subverting electro-pop by covering Rage Against the Machine's Killing in the Name, presumably because you wouldn't catch Zack and the boys near a synthethiser - them being tools of the capitalist oppressor and all …</p> <h2>Dísa - Ljáðu mér eyra</h2> <p> Ethereal lounge-pop of the Bristol school from a Reykjavík-based singer-songwriter. Think Massive Attack if they had discovered a taste for gothic Mexicana and lived by the beach. </p> <h2>Lay Low - By and By</h2> <p> Icelandic chart-topper who a-rambles and a-rolls along like Johnny Cash without any of the issues. \"By and by we'll realise / how I've done you wrong,\" she sings. With an apology this sweet, you'd have to forgive her. </p> <h2>Gus Gus - Moss</h2> <p> 120bpm and trance bug-outs aren't what spring to mind the first time you see Iceland's beautifully peaceful scenery. But with lyrics rooted in their countryside (\"Drive me into the highlands / Throw me into the soft moss\") Gus Gus hope to change your mind.</p> <h2>Bloodgroup - Chuck</h2> <p> Timbaland-thieving electro pranksters throw all the sound effects they can afford at New Order's legacy. Their MySpace says they sound like \"Party!\". Succinct, but about right. </p> <h2>Steed Lord - Bucket of Blood</h2> <p> Sex (those filthy heavy-breathing noises), drugs (they say they're from \"New Crack City\", we think they mean \"Reykjavík\") and crunk'n'roll. <br>They wear a lot of neon. Must help with visibility during those long winter nights. </p> <h2>Mammút - Svefnsykt</h2> <p> Winners of Iceland's national battle of the bands in 2004, this hot and fast-moving five-piece are spitting in the face of every journo that's ever described Icelandic music as \"glacial\". </p> <h2>Hjaltalín - Traffic Music</h2> <p> Like their countryman <a href=\"http://profile.myspace.com/index.cfm?fuseaction=user.viewprofile&amp;friendid=43255010\">Benni Hemm Hemm</a>, Hjaltalín are not afraid of a horn or twenty. Other English village fair staples include the bashful vocal and a love of a sing-a-long chorus. </p> <h2>For a Minor Reflection - Kastljós</h2> <p> Epic drums, long sections of guitar sawing and absolutely no vocals. What's the Icelandic for shoe gazing? \"Skór rannsakandi\" we think. </p> <h2>Seabear - I Sing I Swim</h2> <p> Deceptively creepy love song that starts devotional and ends kind of medical - there's multiple references to skin and teeth in among the fey. </p> <h2>Ólafur Arnalds - 3055</h2> <p> Piano-led orchestral composition inspired, according to the label, by Shakespeare and ice skating. To our ears, it's more Baz Luhrmann than the Globe theatre, but that never did <a href=\"http://www.youtube.com/watch?v=Jt-NwAA3Wvo\">Des'ree</a> any harm. </p> <h2>Reykjavík! - Repticon</h2> <p> They say they were formed in the scalding lava of Iceland's most active volcano 2,000 years ago. That would account for the Fugazi-inspired hysterics, but not the catchy chorus.</p> <p>22nd October 2008 update: The above track by Steel Lord was incorrectly labelled as Feel the Heat until today. It's correct title is Bucket of Blood.</p> <p>• This article was amended on Thursday November 22 2012. We said the track by the band Dísa was called \"Söknuður\". It's real title is \"Ljáðu mér eyra\". This has been corrected</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338406843\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/08/1/GD9128135@EDINBURGH,-UNITED-KIN-1750.jpg\" alt=\"QE2 farewell tour\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Edinburgh, Scotland:  The QE2 sails away from the Forth Rail Bridge on her farewell tour of the UK   </span> <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338406819\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/08/1/GD9124253@Afghans-ride-in-a-ren-7195.jpg\" alt=\"Locals ride in an electric car during a dust storm  ib Kabul \" width=\"608\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kabul, Afghanistan: Locals ride in an electric car during a dust storm  </span> <span class=\"element-image__credit\">Photograph: Ahmad Masood/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338406822\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/08/1/GD9124311@A-naked-man-walks-in--8208.jpg\" alt=\"Naked Spaniard on Tokyo thoroughfare \" width=\"584\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tokyo, Japan: A naked man is confronted by police officers in the street. The man, who claimed to be Spanish, went swimming in the moat of Japan's Imperial Palace , climbing the palace wall, throwing rocks and splashing water at police before being taken into custody  </span> <span class=\"element-image__credit\">Photograph:  Kyodo /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338406825\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/08/1/GD9125822@Mexican-Forcado-Migue-8924.jpg\" alt=\"Athletic Mexican bullfighter\" width=\"540\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pachuca, Mexico: A bullifghter vaults into the bullring   </span> <span class=\"element-image__credit\">Photograph: Luis Acosta/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338406828\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/08/1/GD9126224@A-poster-with-the-fac-9817.jpg\" alt=\"Qazi Hussain Ahmed is seen through a train carriage window\" width=\"573\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rawalpindi, Pakistan: A poster with the face of Qazi Hussain Ahmed is seen, as some of his supporters travel on a train during a nationwide protest against US strikes in Pakistan's tribal areas along the Afghan border  </span> <span class=\"element-image__credit\">Photograph: Emilio Morenatti/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338406831\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/08/1/GD9127575@A-honor-cordon-for-US-462.jpg\" alt=\"Macedonian guard of honour\" width=\"630\" height=\"351\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ohrid, Macedonia: A guard of honour for US Defence Secretary Robert M Gates stands at attention before his arrival </span> <span class=\"element-image__credit\">Photograph: Haraz N. Ghanbari/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338406834\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/08/1/GD9127763@Riot-policemen-fire-t-1071.jpg\" alt=\"Riot policemen fire tear gas towards anti-government demonstrators    \" width=\"610\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bangkok, Thailand: Riot police fire tear gas towards anti-government demonstrators    </span> <span class=\"element-image__credit\">Photograph: Kerek Wongsa/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338406846\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/08/1/GD9128143@epa01512888-Palestini-2328.jpg\" alt=\"Palestinians pick dates from palm trees \" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Deir al Balah, Gaza: Palestinians pick dates from palm trees  </span> <span class=\"element-image__credit\">Photograph: Mohammed Saber  /EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338406849\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/08/1/GD9128749@Penguins,-right,-whic-3459.jpg\" alt=\"RESCUED PENGUINS IN BRAZIL\" width=\"630\" height=\"386\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rio de Janeiro, Brazil: Rescued penguins eye up fish onboard a Brazilian Navy ship. More than 30 penguins were recently mysteriously washed up on Brazil's equatorial beaches   </span> <span class=\"element-image__credit\">Photograph: Ricardo Moraes/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338406852\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/08/1/GD9130410@epa01513106-Japanese--4261.jpg\" alt=\"Asian share prices drop\" width=\"623\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tokyo, Japan: A pedestrian watches a global stock indicator board on the street   </span> <span class=\"element-image__credit\">Photograph: Everett Kennedy Brown/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338406855\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/08/1/GD9130434@An-indigenous-woman-t-4906.jpg\" alt=\"hird Social Forum of the Americas\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Guatemala City, Guatemala: An indigenous woman takes part in the opening ceremony of the Third Social Forum of the Americas </span> <span class=\"element-image__credit\">Photograph: Rodrigo Abd/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338406858\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/08/1/GD9131353@Jewish-men-pray-durin-5670.jpg\" alt=\"Yom Kippur prayers in Jerusalem \" width=\"572\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jerusalem: Jewish men pray during morning prayers before the beginning of the Jewish holiday of Yom Kippur at the Western Wall   </span> <span class=\"element-image__credit\">Photograph: Kevin Frayer /AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338406861\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/08/1/GD9134952@Men-who-live-and-work-6317.jpg\" alt=\"Volleyball on a rubbish dump in Manila\" width=\"588\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Manila, Philippines: Men who live and work in a rubbish dump play volleyball at the end of the day </span> <span class=\"element-image__credit\">Photograph: John Javellana/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-338406866\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/oct/08/1/GD9129758@NASHVILLE,-TN---OCTOB-6989.jpg\" alt=\"John McCain waits to speak at Presidential debate in Nashville\" width=\"418\" height=\"630\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nashville, USA: Presidential candidate John McCain waits backstage before the  Presidential Debate at Belmont University   </span> <span class=\"element-image__credit\">Photograph: Scott Olson/Getty</span> </figcaption> </figure>",
  "<p>How bad was it for John McCain in his <a href=\"http://www.theguardian.com/world/2008/oct/08/uselections2008.johnmccain1\">second debate</a> with Barack Obama? Bad enough that conservative pundits today are making excuses and pointing fingers at the economy, at the format and, most strikingly, at McCain himself.</p> <p>Despite a conventionally conservative record on such issues as tax cuts for the wealthy (for), abortion rights (against) and military aggression (oh, God, yes), McCain has never been a favourite with the Republican party's right wing. His occasional apostasies on such matters as immigration, judicial appointments and campaign-finance reform, after all, are what have fuelled his \"maverick\" image.</p> <p>But after McCain wrapped up the nomination last spring, and especially after he chose religious-right icon Sarah Palin as his running mate, grumbling among conservatives all but ceased - until now.</p> <p>\"We have a disaster here - which is what you should expect when you delegate a non-conservative to make the conservative (nay, the American) case,\" <a href=\"http://corner.nationalreview.com/post/?q=MmFkOTk5MTNhZjVjMmYzYzhlY2RiYmQzN2Y3ZGZjMTg=\">writes Andy McCarthy at National Review</a>.</p> <p>And Michelle Malkin, who just days ago <a href=\"http://michellemalkin.com/2008/10/02/sarah-rocks/\">waxed so enthusiastically over Palin's debate performance</a> against Joe Biden that she could hardly contain herself, is now furious with McCain for his half-baked proposal to bail out homeowners who can't pay their mortgages.</p> <p>\"If Obama had proposed this, the right would be screaming bloody murder about this socialist grab to have the Treasury department renegotiate individual home loans and become chief principal write-down agents for the nation,\" <a href=\"http://michellemalkin.com/2008/10/07/mccain-wants-to-spend-300-billion-more-to-buy-up-bad-mortgages/\">Malkin says</a>.</p> <p>No doubt today is the high-water mark for Obama and the Democratic party. The <a href=\"http://www.huffingtonpost.com/2008/10/07/who-won-the-debate-insta_n_132827.html\">polls following last night's debate</a> and <a href=\"http://www.realclearpolitics.com/epolls/2008/president/us/general_election_mccain_vs_obama-225.html\">in general</a> have turned solidly his way.</p> <p>The <a href=\"http://news.yahoo.com/s/ap/20081008/ap_on_bi_ge/financial_meltdown;_ylt=AiHRAviMIu73Jndy8PH.zois0NUE\">economy continues to crumble</a>, which is deadly to the party in power. \"I suspect that, whatever the quality of McCain's debate performance, he's going to take the fall for the economy,\" <a href=\"http://www.powerlineblog.com/archives2/2008/10/021718.php\">writes Paul Mirengoff</a> at the conservative Power Line blog.</p> <p>The campaign can't get any of the atmospherics right, either, from <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/10/06/AR2008100602935.html\">racist rants at a Palin rally</a> in Florida to McCain's disrespectfully referring to Obama as <a href=\"http://www.ajc.com/services/content/news/stories/2008/10/08/mccain_that_one.html?cxtype=rss&amp;cxsvc=7&amp;cxcat=15\">\"that one\"</a> last night.</p> <p>In all likelihood, the race will tighten. But today is not a happy day for the McCain-Palin ticket's cheerleaders.</p> <p>At the Weekly Standard, for instance, <a href=\"http://www.weeklystandard.com/Content/Public/Articles/000/000/015/671vtecy.asp\">Fred Barnes blames it all on moderator Tom Brokaw</a>. Granted, an ordinary viewer might take issue with Brokaw's sour obsession with the clock. Barnes, though, sees something more sinister - \"questions that reflected what interests an East Coast newsman\" rather than such heartland standbys as \"abortion, immigration, moral values, same sex marriage, guns, their role models, their view of the presidency or their religious faith.\"</p> <p>Ah, yes. If only we could have more talk about gay marriage, which both Obama and McCain oppose, the Republicans could pick themselves up off the mat and get back into it.</p> <p>The real problem, as my Northeastern University colleague <a href=\"http://www.politico.com/arena/perm/Alan_Schroeder_C3CCF20E-3E0A-46B7-A5AC-C275269955C9.html\">Alan Schroeder observes at the Politico</a>, was that \"the campaigns negotiated rules that placed candidate protection over the public interest\" - resulting in a \"stilted\" presentation rather than a free-wheeling discussion.</p> <p>The townhall format was supposed to play to McCain's strengths, and perhaps it would have if the campaigns had taken Schroeder's advice. (Or perhaps not. It was, after all, at a townhall where McCain memorably broke into a chorus of <a href=\"http://www.youtube.com/watch?v=o-zoPgv_nYg\">\"Bomb, Bomb Iran\"</a>.)</p> <p>Visually, though, it was a disaster for McCain. The contrast between Obama, relaxed and conversational, and McCain, stiff and bristling, did not favour McCain. Back at National Review, <a href=\"http://article.nationalreview.com/?q=M2JkZWYwMjJlYzY3N2FiNzY4YWI1NjcyOWNkOTk3NTQ=\">John Pitney Jr blames it on the North Vietnamese</a>.</p> <p>\"Because of what happened to him in Vietnam, he limps and has difficulty moving his arms,\" Pitney writes. \"These limitations became obvious when he walked around the debate floor. In a just world, television viewers would watch him and think 'war hero'. In the real world, many probably thought 'elderly man'.\"</p> <p>Pitney is not wrong about that. But it was the lack of any real connection with the audience that hurt McCain more than his physical limitations. Neither Obama nor McCain can <a href=\"http://www.umich.edu/news/index.html?Releases/2004/Aug04/r080604\">feel people's pain the way Bill Clinton did</a>. But Obama, even while sticking to his professorial demeanour, did a better job of establishing his empathy credentials than McCain, especially when he talked about <a href=\"http://www.latimes.com/news/printedition/asection/la-na-debateside8-2008oct08,0,4755608.story\">his mother's battle with insurance companies</a> while she was dying of cancer.</p> <p>Not that anyone should get carried away with the fallout from one debate, least of all Obama and McCain partisans. In fact, they were both pretty good. Not since the <a href=\"http://www.debates.org/pages/his_1996.html\">1996 debates between Bill Clinton and Bob Dole</a> have we had two candidates who can talk fluidly and in some depth about their policies. The contrast between McCain and the two George Bushes is especially striking.</p> <p>But Obama is consistently getting the better of McCain, and he's doing so at a time when he's already well ahead in the polls. There's really nothing left for McCain and Palin to do other than intensify their negative attacks in what <a href=\"http://www.nytimes.com/2008/10/08/opinion/08wed1.html?partner=permalink&amp;exprod=permalink\">the New York Times editorial page rightly calls</a> \"one of the most appalling campaigns we can remember\".</p>",
  "<p>Any regular visitor to Paris will be able to recite the cultural staples of the city off by heart. There's the Musée d'Orsay with its Impressionist classics, the Comedié Francaise with its lavish Molière productions, an array of quirky little cinemas and, of course, the Mona Lisa smirking mysteriously in the Louvre. </p> <p>It all adds up to a spectacular- if predictable- testament to the artistic glories of France's past- but what, ask the critics, of the present? Or the future? </p> <p>This week the answer may just have come in the unlikely form of <a href=\"http://www.guardian.co.uk/world/2008/oct/08/france.art\">Centquatre</a>, a former funeral parlour in one of the capital's grittiest neighbourhoods. The complex has been entirely renovated to create what its directors are calling Europe's largest artists' residency. </p> <p>Sculptors, designers, painters, comic strip writers, musicians, dancers and even gardeners are all welcome to work and exhibit in a 29,000 square metres space devoted entirely to cutting edge contemporary art. The only catch? They must be prepared for curious members of the public to enter their sanctum and watch them at work. </p> <p>Here are 10 of the highlights from Paris's most unexpected artistic treasure.</p> <h2>1. 104, rue d'Aubervilliers</h2> <p>First thing's first: the Centquatre is worth a visit if only to gaze in wonder at the renovated shell of the former pompes funèbres - once the hub of Paris's death industry. Now the building, inaugurated in 1874 with a sombreness that befitted its function, is vast and airy with a glass ceiling that lets the light flood in. Lining either side are the new artists' studios which, as of this weekend will be occupied by their new residents. Go and learn from the masters.</p> <h2>2. Tricky</h2>  <figure class=\"element element-image\" data-media-id=\"gu-image-338402479\"> <img src=\"https://static.guim.co.uk/sys-images/Travel/Pix/pictures/2008/10/08/tricky4.jpg\" alt=\"Tricky\" width=\"220\" height=\"130\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tricky gives a free gig this weekend</span> <span class=\"element-image__credit\">Photograph: David Levene/Guardian</span> </figcaption> </figure>  <p>If you can make it to Centquatre this Saturday, an all-day, all-night launch party is set to razzle dazzle the public with its myriad cultural offerings. Make a point of sticking around until 9pm for a free concert given by the Bristol-born trip-hop legend. Adrian Thaws, otherwise known as Tricky, is one of the most marketable names among Centquatre's artists in residence. At the launch he'll be performing tracks from his new album, Knowle West Boy.</p> <h2>3. Nicolas Simarik</h2> <p>This French artist has the key. To what, he doesn't really care, as long as it has a good story behind it. Maybe he even has your key, if you trust him with it. Having spent months setting up his studio as a kind of unofficial locksmith's, Simarik has learned for himself how to duplicate keys and is planning to collect as many as possible from secret corners all over Paris before symbolically 'returning' them to the city by setting them in slabs of stone on the pavement. </p> <h2>4. School of Design</h2> <p>We've had wannabe singers, wannabe celebrities, wannabe chefs: now we've got wannabe designers coming to a screen near you. The BBC is currently filming its latest reality TV series in the until-now-closeted confines of Centquatre. From this Saturday, however, you'll be able to catch a glimpse of the youngsters trying to dream up the must-have products of the 21st century. Who knows? You might even bump into the man they have to impress - he of the stylised toothbrushes and Bubble Club sofa, <a href=\"http://www.philippe-starck.com/\">Philippe Starck</a>.</p> <h2>5. Memory Room</h2> <p>One of the striking things about Centquatre is that, despite its macabre past, there is nothing eerie or sinister about it. It's hard to imagine coffins being pushed down corridors that are now neon-lit, or bodies being rushed in to rooms now decorated with bright colours and bold designs. To get an idea of what it used to be like, visit the Memory Room, where black-and-white film clips show lace-bedded coffins being made up and horses-drawn hearses emerging solemnly from the gates.</p> <h2>6. Tania Bruguera</h2> <p><a href=\"http://www.taniabruguera.com/info_cv.html\">Bruguera</a> was the woman who dressed up actors as policemen on horseback and sent them into the Tate Modern to control the crowds. Just as her performance then revolved around questions of authority, power, and the powerless, so too her work at Centquatre is a highly political exploration of what it means to be a migrant in a globalised society. Using her Paris atelier as the birthplace of a new movement, the Migrant People's Party, the Cuban artist will hold a series of workshops and performances in which art and politics come together.</p> <h2>7. Centquatre restaurant</h2> <p>The area around Centquatre is nothing if not mixed. The directors reckon there are over 30 different communities living in the neighbourhood's bleak social housing blocks - and that this vibrant cultural heritage is all too often overlooked by headlines screaming gang warfare and soaring crime. As of February, a restaurant reflecting this colourful international character will open, using recipes from each of the communities as dish of the day. Deliberately affordable prices will start at around €8. </p> <h2>8. Anri Sala</h2> <p>Did you know that swallows migrate when the temperature falls to 10C (50F)? Or that, during 1991's coup in Moscow, the thermometer inside the Mir space station measured 19C (66F)? Do you even care? If so, Albanian artist <a href=\"http://en.wikipedia.org/wiki/Anri_Sala\">Anri Sala</a>'s workshop might just be for you. His studio is devoted to the relationship between atmosphere and events. For every degree between -12 and 45C he has chosen a film; every time the weather outside goes up or down a notch, the movie being projected onto the walls changes. </p> <h2>9. Maison des petits</h2> <p>Those shapes! Those colours! Those perfectly crafted fingers! If you are fairly sure that your child will be the 21st-century reincarnation of Leonardo or Picasso, at Centquatre you have the chance to set him or her on the path to artistic stardom. Maybe. The House of Children is staffed by trained adults who encourage toddlers under five to be creative with objects around them and is set to open in February. Specially designed for youngsters- it's all plastic furniture, curved edges and bright colours- there's plenty of nourishment for precocious talent. </p> <h2>10. Atelier le Balto</h2> <p>Each year a different landscape gardener will take control of a green space in the centre of Centquatre and transform it according to their personal tastes. First off is the turn of a Berlin-based group who felt the light and indoor temperature was perfect for hanging gardens. The fruit and vegetable seeds will be chosen by a group of people who will return in couples every month to contribute their own mini-vision to the space as a whole. </p> <p>• <a href=\"http://www.104.fr/fr\">Centquatre</a>, 104 rue d'Aubervilliers, +33 (0)1 40 05 51 71, opens its wrought iron gates from 11am to 11pm every day, and entry costs €5 (€3 concessions). Meetings with artists cost extra - it's best to check the website for up-to-date details. Nearest Metro: <br>Stalingrad/ Crimée or Riquet.</p>",
  "<p>It's started, and not from one of the usual anti-league suspects. So hats off to Mr Bruce Jones of Chester for being first cab off the rank in dismissing <a href=\"http://www.theguardian.com/sport/rugbyleagueworldcup2008\">rugby league's 13th World Cup</a> more than a fortnight before the first tackle.<br> In the sports letters section of this morning's Guardian, Mr Jones asserts that the competition \"promises to be the most pointless international sporting event in recent history\". \"This is a sport played in New South Wales, Queensland, pockets of the north of England and by New Zealanders who are no good at rugby union,\" he continues, originally. That's the usual line of attack, and no-one in league is pretending that the code has been as globally successful as union, or that any nation other than Australia, England or those Kiwi rugby rejects – and what a casually offensive comment that is to generations of great sportsmen, from George Smith to Ruben Wiki – has a realistic chance of winning the competition. Compare that to the fantastically competitive Rugby (sic) World Cup, which has featured, er, five teams with a realistic chance of winning since it was introduced in 1987 – 33 years after the league version. Still a significant 67% better than league can manage, admittedly, but that still leaves a much bigger gap between union and truly global sports such as football, than the one that exists between union and league. Mr Jones also refers to the blatantly contrived \"draw\" for this league World Cup, in which the big three will spend the first three weeks of the tournament jostling for position and almost certainly knocking out Papua New Guinea – a country whose league obsession is disrespectfully ignored in his letter. He's touched a nerve here, as there is deep unease about the draw, and specifically its treatment of the plucky and popular Kumuls, within rugby league circles. But there is some method to what initially appears to be madness, as the competition will be guaranteed one heavyweight match each weekend, which was necessary to bring in enough money from Australian television to avoid the damaging financial losses of the 2000 World Cup in Europe. In contrast this one is already guaranteed to make money, which will hopefully nurture the seeds of international development that have been planted in the last couple of decades in such unlikely-sounding places as Jamaica, Serbia, the Czech Republic and Lebanon. And at least there should be no danger of the huge mismatches which have marred the last couple of World Cups in the other code as their pool stages have dragged on interminably, at least to non-zealots. For a league fan, which presumably Mr Clark is not, each of the six matches in England's pool, and for that matter the other six from the remaining two pools of three teams – Samoa, Tonga and Ireland, and Fiji, France and Scotland – holds its own appeal. Sure, a sport like league may not be truly global, but isn't it allowed to celebrate the recent revival of the game in France through the Catalans Dragons, or to give passionate Pacific islanders the chance to represent their ancestry? The battles between France and Fiji in Rockhampton, and Tonga and Samoa in Penrith, to join the big three in the semi-finals could provide some of the most enduring memories of this World Cup. You'll probably have noticed that I haven't concentrated on Ireland or Scotland yet, and it is here that I do concede that league is on the dodgiest ground. The fact that Ireland's squad was named yesterday not in Dublin but in Leeds, at the base of their main sponsors Carnegie, reflects an undeniable lack of authenticity about their World Cup side, and it's a similar story for the Scots. Yet even here, it is unfair to be too condescending about the adventure on which their players are about to embark. They're not doing it for the money – I gather the Irish lads are on £100 per win should they overcome the daunting physical challenges that will be presented by Tonga and Samoa, and they'll be flying economy class out of Manchester on Monday while the England boys turn left and climb the stairs into business. A conversation with any of the Ireland players – from Stevie Gibbons, a town planning student from Carlow who spent the 2008 season with the London Skolars, to Karl Fitzpatrick, the Salford full-back who is from the substantial Irish community in Wigan – leaves no doubt about their commitment to the cause. Whether it will ever lead to any top-level rugby league being played in Ireland must remain in doubt, despite the modestly encouraging progress that's been made since Carnegie put some money into an amateur league earlier this year. But I'd have thought the natural inclination of sports lovers in Ireland would be to support these lads rather than mock them, and the same would presumably go for the Scots, despite a few predictably sniffy comments from journalists north of the border. So, Mr Clark, and the various cynics who I'd guess are now sharpening their pens, you may think it's pointless, but for quite a few of us – some of them even outside those pockets of northern England to which you refer - it promises to be a thoroughly enjoyable month. And yes, I know, there's really no need to react to such nonsense, but I thought I'd get it out of the way early doors, then maybe we can enjoy the sport for its own sake rather than spend the next fortnight being forced to defend it.</p>",
  "<p>It's a supergroup made in name-game heaven! Members of Faith No More, TV On the Radio and Subtle have announced that they are working together on an as-yet unnamed project. Meaning that 2009 may be the year of, er, No More Subtle Radio! </p> <p>Word comes from the mouth of TV On the Radio frontman Tunde Adebimpe, speaking to the Onion AV Club in an <a href=\"http://www.avclub.com/content/blog/tvotr_mike_patton_anticon_my_dream\">as-yet unpublished interview</a>. Coaxed by an enthusiastic journalist, Adebimpe admitted that he, Faith No More's Mike Patton, and Adam \"Doseone\" Drucker are collaborating. </p> <p>\"[We are] working on a project that I'm thinking will congeal toward the end of the year,\" Adebimpe said. \"It came from an idea that Adam had, to have the three of us just, basically, mess around vocally and see what comes of it.\"</p> <p>Doseone also confirmed the news in an interview with XLR8R magazine.</p> <p>Mike Patton has a long history of collaborations, both as part of Faith No More and more recent projects like Peeping Tom. In 2006, Doseone appeared on Peeping Tom's self-titled album alongside Norah Jones and Massive Attack. Adebimpe and Doseone meanwhile worked together on last year's Subtle record Yell And Ice, and Adebimpe has also recorded with members of cLOUDDEAD, an alt-hip-hop crew of which Doseone is a member.</p> <p>All three artists have a history of manipulating vocals, chopping relatively straight-ahead songs into eerie, jabbering mood music. Together their work might be spooky enough to make us to keep the lights on at bedtime.</p>",
  "<p>It's a supergroup that would certainly be able to beat up the <a href=\"http://www.travelingwilburys.com/assets/images/gallery/medium/3.jpg\">Traveling Wilburys</a>. Rappers <a href=\"http://www.theguardian.com/music/icecube\">Ice Cube</a>, <a href=\"http://www.complex.com/CELEBRITIES/Web-Exclusive/Scarface\">Scarface</a> and Nas are at least two-thirds of the way to a team-up – and it's the only thing keeping Scarface from retirement.</p> <p>\"I don't retire, I quit,\" the former Geto Boy told MTV News this week. He has promised that his upcoming record, Emeritus, is his last. \"I'm done, man,\" he said. \"Only thing that's gonna bring me back [is] if I do an album with somebody. Me, Cube and Nas do something, or me and <a href=\"http://www.theguardian.com/music/jayz\">Jigga</a> and Beans do something. It's gotta be a trio or duo.\"</p> <p>While there's no word on the hook-up with Jay-Z and Beanie Sigel, Ice Cube reacted with enthusiasm to the idea of a Nas and Scarface collaboration. </p> <p>\"Of course, I wouldn't even think twice about doing that - hell yeah!\" the legendary rapper told All Hip Hop. \"The album would be crazy, lyrics would be sick, and <a href=\"http://www.theguardian.com/music/urban\">hip-hop</a> would love it.\"</p> <p>Other than the go-ahead of notorious stick-in-the-mud Nas, the only obstacle now is, well, business. </p> <p>\"That's the part that gets funky,\" Ice Cube said. \"I ain't never turned down these kind of projects - they just don't happen for whatever reasons. But I'm up for some shit like this because I know we can make a dope record.\"</p> <p>Scarface, for one, knows he's up to it. \"I'm not just one of the best in Houston, I'm one of the best in the world,\" he bragged to MTV. \"My mama had to bring that to my attention. I think she's been on the Internet. She's been reading how good I am. I didn't realize how good I am until my mama told me.\"</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-338107639\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/9/30/1222760833406/xanga_wonton_wrap.jpg\" alt=\"Xangô Magro Wonton Wrap\" width=\"460\" height=\"276\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Xangô Magro Wonton Wrap by <a href=\"http://www.flickr.com/photos/blogjam/2761803335/in/pool-wordofmouth\">Fraser Lewry</a> on Flickr, <a href=\"http://creativecommons.org/licenses/by-nc-sa/2.0/deed.en\">some rights reserved</a>. Got foodie photographs to show off? <a href=\"http://www.flickr.com/groups/wordofmouth/\">Join our group</a></span> <span class=\"element-image__credit\">Photograph: Fraser Lewry/Flickr</span> </figcaption> </figure>  <p>Last time out I claimed there were no animals beginning with 'x'. This simply isn't true, and I apologise for misleading you. In fact, animals beginning with 'x' inhabit all parts of the globe. </p> <p>There's the x-ray fish, which lives in the waters of south-western Texas, Mexico, Central and South America. There's the xami hairstreak, a butterfly with worldwide distribution. There's xanthippe's shrew. There's the xantic sargo. There's xantu's hummingbird, xantu's leaf-toed gecko and xantu's swimming crab (Xantu was obviously a busy little zoologist). There's the xestus fangblenny and the xingu corydora and the x-l spring tui chub. These animals are all real and, as far as I know, perfectly edible.</p> <p>The difficulty comes in trying to purchase these tasty fellows. Try calling Waitrose to enquire over their stock of xucaneb robber frog or xylophagous leafhopper and see how far it gets you. Not far, I can tell you. Even the specialist butchers I usually turn to in times of exotic meat shortage don't supply xuthus swallowtail or xeric ambersnail. There's a serious flesh drought, and it starts with the letter 'x'.<br><br>So I need to cheat, and various options are available. There's the comedy angle, where I cook up a Monty Python-themed ex-parrot, but I don't want to arouse the ire of the RSPB. There's the fantasy approach, where I build a replica, working xylophone out of various cuts of meat - a sirloin steak for the lowest note, a slice of fine parma ham for the highest - but that's a project for another day (I have blueprints and everything). There's the possibility of briefly dropping my 'no scientific names' rule and cooking up a lovely xistrellula kankauense and xylobates capucinus angustior pie, but I feel it would sully the purity of this resolutely unscientific project.</p> <p>My only hope is to go Portuguese, in a Chinese style. Both nations, you see, love beasts beginning with 'x'. Madarin Chinese is full of fish beginning with the letter, from the xì tiáo tian zhû diao (found on sandy and muddy bottoms from coastal inlets to deeper water and used to make fish paste) to the xiâo tóu zhì kông xiâ hû yû (a type of ray). </p> <p>The Portuguese, meanwhile, have the brilliantly named xixarro-do-lombo-preto (a popular food fish found in the Atlantic, Indian and Pacific Oceans) and the xangô-magro. The latter? It's an anchovy.</p> <p><strong>Recipe: Makes 16-20 Xangô-Magro Wanton Wraps</strong></p> <p>100g xangô-magro fillets, mashed. Regular anchovies can also be used. <br>100g cream cheese<br>2 tbsp dill, finely chopped<br>2 tbsp dijon mustard<br>1 egg white, lightly beaten<br>Black pepper to taste<br>Square wonton wrappers <br>20g melted butter</p> <p>1) Pre-heat the oven to 180°c.</p> <p>1) Mix the xangô-magro, cream cheese, dill and mustard with a fork until well combined. </p> <p>2) Add a few grinds of black pepper.</p> <p>3) Wet the edges of a wonton wrapper with the egg white, and place a teaspoon of the xangô-magro mix in the centre of each. </p> <p>4) Fold the wonton wrapper according to your <a href=\"http://www.homemade-chinese-soups.com/how-to-fold-wontons.html\">preferences</a>.</p> <p>5) Brush each wrap lightly with the melted butter, arrange on a baking tray, and cook for 15-18 minutes, until crisp and golden brown.</p> <p>The wraps are feisty, fishy delights, an ideal party snack for people who love anchovies. For those who don't, I'd stick to sausage rolls.</p>",
  "<p>First an admission. I have never been a fan of <a href=\"http://www.guardian.co.uk/technology/blackberry\">BlackBerry</a> devices. Maybe that's partly because management have never found me worthy of one, but it's mostly because they have always felt 'plasticky' to me. The Pearl was, of course, slimmer than the traditional BlackBerry brick but still lacked a certain physical gravitas, while the Bold just seemed unnecessarily bulky. So the Storm really is a revolution.</p> <p>Basically the same size as the iPhone - though admittedly about the same weight as the <a href=\"http://www.guardian.co.uk/business/2008/sep/23/google.technology\">heavier G1</a> - the Storm just feels more sturdy than many of its predecessors. That said, I never got to chuck it on the floor to see whether my perception of its resilience is warranted and it needs to be, because customers will be stuck with it for two years if they want to get it free from exclusive network partner Vodafone.</p> <p>But it is the Storm's touchscreen that sets it apart from the rest of the recent button-less pack. It actually makes the iPhone look flat.</p> <p>Both the G1 and the Nokia 5800 XpressMusic - which by the way will be sold in the UK by Orange - have made use of tactile feedback. The G1 uses it cleverly, for instance, when you move icons around the desktop. Press and hold on an icon and it shudders to tell you it can be moved about. The 5800, meanwhile, uses it well to make its touchscreen qwerty keypad seem much more active by having the virtual keys gently vibrate when pressed. RIM, however, has taken a different approach to the difference between navigating a page and activating a page.</p> <p>RIM maintains that for years it has steered clear of touchscreens not because it could not make them, but because its core business customers feared that they would accidentally send an email or text or make a call just by moving around the screen.</p> <p>The 5800 gets around this problem by demanding double tapping to activate commands. The Storm, however, has a touchscreen that effectively floats a fraction of a millimeter above a whole bank of sensors so when you scroll down to an icon you want you just press down on the screen in the right place. It gives the sort of physical click that any BlackBerry user will recognise from the trackball on previous devices. Its simple but remarkably effective.</p> <p>The Storm has many of the features people have come to expect in the post-iPhone world. Turn it through 90 degrees and the screen flips from portrait to landscape. Web pages are crisp and clean and easily navigated by dragging them around. Double tap on an area and it zooms in. If you want to click on a link you can move a cursor around a screen with your finger - cleverly the cursor is set slightly away from your finger so you can see what you are doing, the same goes for the cursor when typing emails if you need to go back and make corrections - or if you have zoomed in, you can just 'click' on the link.</p> <p>One Storm-specific variant is to place two fingers on the screen - one at the start of some text and one at the end - which highlights the text so it can be copied and pasted into an email, text message or instant message.</p> <p>One potential surfing drawback is that the Storm does not have Wi-Fi - a technology of which Vodafone is no fan - but with HSDPA it should operate fine... provided the company can keep its network up to scratch.</p> <p>The 3.2 megapixel camera is better than the camera in the iPhone - and it has a flash like the Nokia 5800 - while its video capture rate is even better than the Finnish effort. It comes with all the usual widgets such as purpose-built versions of YouTube, Flickr and Facebook and BlackBerry plans to make its software developer's kit available from today in the hope that application hounds will get working on creating some must-have apps.</p> <p>BlackBerry is working on its own application store but Vodafone also plans to make them available through the device and give downloaders the chance to pay for them through their phone bill. Showing its business roots, the Storm already has software for reading and editing Word and Powerpoint documents.</p> <p>The device's music player will play pretty much everything - except tracks purchased via iTunes, of course - as will its video player. And you get to plug your own headphones into it. Hopefully Vodafone will ship it with a fairly chunky SD card, at least bigger than the 2GB card which T-Mobile plans for the G1.</p> <p>GPS enables a host of map applications - including of course BlackBerry maps and Google Maps - while it will work with instant messenger clients from AOL and Windows Live Messenger to GoogleTalk and ICQ.</p> <p>Being a BlackBerry, of course, email is very important and it can integrate 10 different accounts into one inbox and take push email from all the major web accounts such as GMail, Hotmail etc. Obviously it will sync with Outlook, Exchange or Lotus Notes et al because it is, after all, a BlackBerry, which gives it a major advantage over the G1.</p> <p>When it comes to integrating all the different ways that a user can communicate, however, it does lack a certain panache. Other devices - especially the iPhone, with visual voicemail, and the 5800, with its clever use of its contact books to store all your communications with individual people - do so-called integrated communications better than the Storm.</p> <p>Oh and if you get completely lost it has those two friendly green and red buttons on the bottom. It is, after all, a phone...</p> <p>On the surface the Storm runs the iPhone a close second of the four Christmas touchscreens, beating the Nokia 5800 - who can be bothered to double tap everything? - and the G1. But the devil is going to be in the detail.</p> <p>One of the things that makes the iPhone so appealing is the unlimited data package that O2 put together for it. Vodafone is being evasive about exactly what is going to be included in the £35 a month contract - for 24 months remember - which will qualify for a free device. </p> <p>Having integrated all your email accounts into one inbox and got ready to start editing everyone's attachments and uploading great video, the last thing you want to be doing is trying to work out how much data you have used each month so you can avoid a massive bill. A badly constructed tariff could kill this phone. But if done right, the Storm will ruffle a few feathers over in Cupertino.</p>"
]