[
  "<p>The captains of some of the continent's better-known sides might as well have been instructed to throw in the towel rather than exchange pennants. Thinking of today's rematch with Liverpool, Marseille's coach was influenced more by last season's 4-0 defeat at home than the 1-0 win at Anfield. \"I'm afraid,\" said Eric Gerets, referring to the gap in quality. \"If you see how many French players are playing in England at the moment and doing so well, it means that our competition is poorer than it was two or three years ago.\" </p> <p>Although Gerets also spoke about Marseille's need for a win this evening, he confessed that he dreamed of a Premier League job so he could be a guest at the \"party\". </p> <p>Laurent Blanc did a better job of containing himself before Bordeaux's match at Stamford Bridge tonight, but he noted the breadth of the challenge. \"In France,\" he said, \"we have one club, Lyon, at a much higher level. In England there are four great clubs.\"</p> <p>That is the key factor. That strength in numbers has been evident in the past two seasons, with Manchester United, Chelsea and Liverpool in the Champions League semi-finals each time. But their cause is helped by fatalism about the prospects of stopping this supposed juggernaut. </p> <p>The new West Ham coach, Gianfranco Zola, sounded like a refugee from Italy. \"We are paying the price for having bad people involved,\" he said of Serie A. \"They really ruined something, they broke the spirit. When there's too much money, principles are put apart. \"</p> <p>Zola, who is fully aware of the materialism in England, might have had the Calciopoli scandal in mind, as well as the boorish short-termism of some owners of Serie A clubs. All the same, an unjustified pessimism is prompting managers in Europe to talk themselves into defeat. </p> <p>The Premier League is not destined to be unstoppable. There is no unchallengeable vigour to England's domestic scene. The Premier League started in 1992 and it was seven years before one of its members, United, won the Champions League. That trophy was next brought back to England in 2005, by Liverpool. Prominent English clubs have since established themselves as leaders of the European scene, but their command is not inexorable.</p> <p>The opposition have sabotaged themselves. Milan, for instance, acted as if age could be kept at bay for ever and allowed their squad to decay. Belatedly there has been heavy spending, but the reconstruction is incomplete - Sunday's 2-0 defeat at Genoa saw Giuseppe Favalli, 36, and the 40-year-old Paolo Maldini in defence. No wonder Milan are confined to the Uefa Cup.</p> <p>Serie A has been in decline overall, but it would be folly to assume that clubs there will be ineffective in the Champions League. Although Roberto Mancini delivered the national title to Internazionale in each of the past three seasons, he was sacked because the club expect so much more. And in view of the players accumulated, there is no self-delusion in those ambitions.</p> <p>Although Inter got no further than the quarter-finals in February of this year, the tie with Liverpool might have been very different if Marco Materazzi had not been sent off after half an hour at Anfield. Even then, the two goals for Rafael Benítez's team were delayed until the closing five minutes. </p> <p>With Jose Mourinho now in charge, Inter may well develop the resilience that has been lacking. On Sunday they were a man down and drawing 1-1 with Catania but came through to win. In an experienced squad, excitement is also reintroduced with the presence of the 18-year-old Mario Balotelli, a forward of Ghanaian descent who now has an Italian passport.</p> <p>There will be a Serie A revival sooner or later, and others already have the means to meet Premier League sides on equal terms at worst. Despite the fanfares for English affluence, Real Madrid continue to be ranked the richest club in the world. They sold Robinho because Manchester City's bid of £32.5m was too good to shun. Real and, for that matter, Barcelona are at no inherent disadvantage. If they are hindered, it is simply by miscalculations which need not be repeated.</p> <p>The English representation will be thinned, too, if the draw pits the teams against one another in early rounds. This is the Premier League's golden age, but it came into being only in 2005 and it may not last much longer.</p>",
  "<p>Wall Street was convulsed yesterday by the most dramatic events yet in the unfolding credit crisis, as Lehman Brothers filed for bankruptcy and Merrill Lynch agreed to be bought for $50bn as it sought to secure its future.</p> <p>Lehman Brothers' options ran out late on Sunday after it failed to find a buyer, leaving more than $600bn owed to creditors in the US, Europe and Asia. Thousands of staff at the fourth largest bank on Wall Street face redundancy.</p> <p>Stony-faced workers streamed into the bank's head office just above Times Square in midtown Manhattan yesterday, some with large sports bags to carry away the contents of their desks.</p> <p>As well as dozens of journalists, a growing number of tourists photographed the scene. One worker leaving the office yelled out to the onlookers: \"You're watching history, man.\"</p> <p>It took just 48 hours of negotiations for Merrill to bargain away its 94-year history as an independent Wall Street brokerage by agreeing to the all-share deal. As with Lehman, it is likely to involve large job losses in New York but also in London, as the new owner of the firm nicknamed the \"thundering herd\" seeks to cut costs of $7bn a year.</p> <p>Merrill's chief executive, John Thain, made initial contact with Bank of America on Saturday morning while he was holed up at New York's Federal Reserve for talks about the collapse of Lehman Brothers.</p> <p>\"Expectations for difficulties in the marketplace following Lehman's bankruptcy really led us to start thinking about what sort of transactions made sense for us,\" Thain told a press conference yesterday.</p> <p>The crisis in the US financial markets, which began 13 months ago, appears to be escalating. Bear Stearns, another large investment bank, came close to failure and was bought at a knock-down price in March, and a little over a week ago Washington was forced to bail out Fannie Mae and Freddie Mac, which are behind half the mortgages in the US.</p> <p>The failure of Lehman Brothers is the end of one of the oldest firms on Wall Street, its roots going back to 1850. It is a devastating blow for the chief executive, Richard Fuld, who has been with Lehman his entire career and run the business since 1994. The bank employs more than 25,000 people, including 4,500 in the UK.</p> <p>The firm was brought to its knees by ill-judged investments in mortgage finance and other real estate. In the third quarter, the business reported losses of $3.9bn after taking huge writedowns on the value of those investments.</p> <p>Last Wednesday, Lehman announced a series of measures to cut its exposure to real estate and raise cash, but Wall Street was not convinced and confidence in the firm evaporated. Its shares had lost almost 95% of their value this year.</p> <p>The Lehman bankruptcy is the largest ever in terms of assets held. Outside Lehman's New York offices yesterday, one excitable news anchor described the scene as the \"ground zero of the financial crisis\".</p> <p>Workers at the bank said management had still not made any announcements internally. \"People are getting their resumes together, but it is not the best time to be looking for a job in financial services,\" said one man, who asked not to be named. \"Dick Fuld probably held on too long. If something had been done a few months ago, we could probably have survived or we could have been acquired instead of going bankrupt.\"</p> <p>The company has filed for Chapter 11 bankruptcy protection, allowing it to liquidate assets, which could take months or possibly years, while creditors are kept at bay. Lehman said it was exploring the sale of its broker-dealer subsidiaries, which were not included in the bankruptcy. It is also looking for buyers of its investment management division, including the asset manager Neuberger Berman.</p> <p>The Financial Services Authority in London asked banks in the UK to disclose their exposure to Lehman.</p> <p>The Lehman offices in the UK were essentially cut adrift and put into administration. There was an immediate ban on trading and staff were told to clear their desks. \"It was surprisingly calm - there was a kind of blitz spirit in the sense that we were all in it together,\" one banker said. \"It was made clear that there was no desire to have us hanging around.\"</p> <p>Many have been told to return today for a briefing from the administrators. Employees hope to learn, among other things, whether they will receive monthly pay cheques due on September 21. \"There's quite a lot of anger that things were allowed to get to this stage,\" he added.</p> <p>Officials from the US treasury and the Federal Reserve had worked furiously to prevent Lehman going bust, and spent the weekend in meetings with Wall Street executives. Hope faded however when the two leading contenders, Barclays and Bank of America, walked away. Both had sought guarantees from Washington over Lehman's bad debts, a similar deal to the one brokered for Bear Stearns when JP Morgan acquired the firm. But the political will to pump further taxpayers' money into Wall Street wilted.</p> <p>Renowned for its logo of a rampaging bull, Merrill Lynch was founded in 1914 by two entrepreneurs - Charles Merrill and Edmund Lynch - who met at a YMCA after moving to Manhattan.</p> <p>Merrill employs 60,000 people in 40 countries. But the credit crunch has exposed huge liabilities on mortgage-related securities; Merrill has written off losses of more than $19bn and has been obliged to raise money from sovereign wealth funds from Singapore and the Middle East.</p> <p>Bank of America trumpeted the deal as an opportunity to put together its vast US network of high-street banks with Merrill's roster of 16,000 financial advisers to provide an all-round service of stockbroking and investment to retail clients. The combined organisation will hold $2.5 trillion of clients' assets.</p> <p>Describing the combination as a \"major grand slam home run\", Bank of America's chief executive Ken Lewis insisted that it was worth paying a premium of 1.8 times the book value of Merrill's assets.</p> <p>At the official announcement of yesterday's deal, at Bank of America's headquarters, while both chief executives wore almost identical grey suits and red ties, Lewis grinned broadly while Thain clenched his hands, answered few questions and frowned down at the table. </p> <h2>Vox pop: Canary Wharf</h2> <p>'People were walking around in shock, girls were crying and guys were hugging and people were drinking lager and red wine in the canteen bar' <strong>Sphinx Patterson, personal trainer at Lehman Brothers</strong> </p> <p>'I got an email on Sunday telling me to come in early and report to my desk and then everyone got told they were excused for the rest of the day. We are worried we won't get this month's pay cheque on Friday. I have to apply for a visa to stay in the UK now' <br><strong>Duo Ai, research department</strong> </p> <p>'It's unlikely anything is going to happen and everyone is finishing up. It's like a terrible death or like a massive earthquake' <br><strong>Kirsty McCluskley, trading floor</strong> </p> <p>'I just rented a flat with a six-month contract so I will have to find another job in London to finance it' <br><strong>Edouard d'Archimbaud, first day on trading floor </strong> </p> <p>'It is bad news for everyone. My career is screwed. Everyone is upset' <strong>Jack Reynolds, graduate trainee</strong></p> <h2>Profiles</h2> <p><strong>Richard Fuld<br>Chief executive Lehman Brothers</strong></p> <p>One of the toughest bankers on Wall Street has steered Lehman through difficult times and last week was confident about its future, telling investors it had faced adversity before and each time emerged stronger. Fuld, 62 , who took over in 1994, led the firm after it was spun out of American Express and restored its fortunes after it was hit by the collapse of hedge fund Long-Term Capital Management in 1998. He has just failed to surmount the most difficult challenge of his career.</p> <p><strong>John Thain<br>Chief executive Merrill Lynch </strong></p> <p>John Thain has been chief executive of Merrill Lynch since last December. He said yesterday that when he took over at one of Wall Street's biggest investment banks he did not expect to sell it less than a year later. But Thain is no stranger to deal-making. He turned the New York Stock Exchange into the first transatlantic stockmarket in his three years at the helm, converting it from an ailing not-for-profit business into a public company and masterminding a takeover of bourse operator Euronext.</p> <p><strong>Ken Lewis<br>Chairman, chief executive and president, Bank of America</strong></p> <p>Ken Lewis, chairman, chief executive and president of Bank of America, was all smiles at yesterday's press conference for the Merrill deal. He has long wanted to move America's largest consumer bank into investment banking. Lewis has developed a taste for banks weakened by the credit crunch. This year he bought the US mortgage lender Countrywide. The 61-year-old grew up in Georgia, the son of a nurse and an army sergeant. He is a graduate of Stanford's executive programme.</p> <p><strong>Robert Willumstad<br>Chairman and chief executive American International Group<br></strong><br>Robert Willumstad took over the top job at leading insurer American International Group in June, saying he would review its assets in the coming months. \"Nothing is off the table and there are no sacred cows,\" he said. But the world's largest insurer has seen its shares plunge in recent weeks as it reels from the effects of the credit crunch. Willumstad, 62, joined AIG from Citicorp, where he was known as a hands-on manager. He has spent his entire career in financial services. He grew up on Long Island and lives in New York.</p>",
  "<p>It's not often that a linguistics book gets a review in Take a Break magazine, \"the world's No 1 true-life weekly\". But you should never underestimate the power of a moral panic. Back in 2003, a school teacher posted an exam essay he had been marking on the internet - because it had been written in txt spk.Within days, it had been picked up by the media and appeared in several tabloids. Here was conclusive proof that the kidz really had taken over the asylum. Academic standards were in freefall; no one could punctuate any more; no one could spell any more; the English language was screwed; the country was screwed; we were all screwed.</p> <p>No matter that the essay was soon revealed to be a hoax. The myth was much more appealing than the truth and it gave otherwise sane people, such as Lynne Truss and John Humphrys, carte blanche to cash in on everyone's fears by writing knee-jerk defences of standard English in the face of threats that only ever existed in their imaginations. In fact, texting was such a new phenomenon that there was no research-based evidence to prove anything very much.</p> <p>So David Crystal, the UK's leading linguistic academic, decided to go looking for some facts and earlier this year Txting: the gr8 db8, his rather more considered contribution to the argument, was published.</p> <p>\"Almost every basic principle that people hold about texting turns out to be misconceived. Misspelling isn't universal: analysis shows that only 10% of words used in texts are misspelt. Nor are most texts sent by kids: 80% are sent by businesses and adults. Likewise, there is no evidence that texting teaches people to spell badly: rather, research shows that those kids who text frequently are more likely to be the most literate and the best spellers, because you have to know how to manipulate language,\" he says, finally pausing for breath in his trademark machine-gun, motormouth, Liverpudlian speech. </p> <p>\"If you can't spell a word, then you don't really know whether it's cool to misspell it. Kids have a very precise idea of context - none of those I have spoken to would dream of using text abbreviations in their exams - they know they would be marked down for it.\"</p> <p>Changing opinions is hard work, but Crystal is hopeful of converting the linguistic reactionaries. \"I've had several reviews that started, 'I picked up this book expecting to hate it, but to my surprise...',\" he says, \"which is something of a rarity. Academics don't normally manage to alter people's way of thinking through their strength of argument.\" </p> <p>But whether he can is almost beside the point. What matters to him is that he's laid down another marker in his lifelong campaign to promote the English language as a living, egalitarian medium, rather than as a relic to be preserved and revered.</p> <p>\"There is some evidence to suggest we're becoming less obsessed with correct spelling,\" he continues, \"but it's far from a texting phenomenon. If you take a look at the Bullock Report of 1975, you can see there were huge concerns even then that children were no longer being taught to spell and write properly. </p> <p><strong>Fear of technology</strong></p> <p>\"The reality is that people have always had a tremendous fear about the impact of new technology on language. When the printing press was first invented, people thought it was an instrument of the devil that would spawn unauthorised versions of the bible. The telephone created fears of a breakdown in family life, with people no longer speaking directly to one another. And radio and television raised concerns about brain-washing. Text messaging is just the most recent focus of people's anxiety; what people are really worried about is a new generation gaining control of what they see as their language.\"</p> <p>At its most basic, language is an expression of identity. How we speak is central to who we think we are and where we think we belong. And that goes a long way to explaining how language has held such a visceral grip on Crystal throughout his life.</p> <p>Crystal says he became aware of differences in language while growing up in Anglesey and listening to Welsh being spoken. \"Neither my mother nor I spoke Welsh,\" he says, \"but my uncle Joe did, and I can remember thinking, 'How come I can understand what she is saying and I can't understand what he is saying?'\" You can't help thinking that questionmarks over his own identity were just as influential. For Crystal didn't get to know his father until he was almost 50. </p> <p>Crystal was born in Lisburn, after his mother was evacuated to Northern Ireland in 1941, but his parents separated before he was a year old, and his mother took him back to Holyhead and brought him up on her own. She never came to terms with the separation: she did not allow her husband's name to be mentioned and she cut him out of all her photographs. For Crystal, then, his father existed as a shadow.</p> <p>When he was 10, the first outlines of his father started to emerge when Crystal opened an official letter addressed to his mother. </p> <p>\"It was the decree nisi,\" he says, \"and I learned my father's name was Samuel Crystal, and that he was still alive. Up till then, I had always thought he was dead and had imagined a life for him as a war hero.\" But that was as far as his knowledge went, as his mother remained silent. </p> <p>Then, some time in the mid-1960s, he met an academic at a linguistics seminar at Leeds University who told him he knew a doctor called Samuel Crystal and asked if he could be related. Crystal was non-commital, though he suspected it had to be his father. \"Later on, when I was alone, I went to his house and stood outside. Somehow I couldn't bring myself to knock on his door; but at least I knew where he now lived.\"</p> <p>Several years later, Crystal's first son, Timmy, was born with a cleft palate and the doctors wanted to know if there was any family history of the condition. He asked his then wife to write to his father on his behalf, as he couldn't bring himself to do it. \"He wrote back to say no there wasn't any family history, it was nice to hear from us, and he would be in touch,\" Crystal says. \"But he wasn't, and I had been programmed to do nothing and accept it.\" </p> <p>The next contact came about 15 years later, after one of his colleagues at Reading University told him he knew a Samuel Crystal who lived in London. Crystal asked him to hand his father a letter, and two days later the phone rang. \"We talked for a bit,\" he says. \"I learned he had a new wife, and we agreed that we should meet. But again, he never phoned. So this time I called him back and spoke to his wife, who told me that he was ill and had been taken to hospital, and that she had been against the idea of us meeting because she was sure I would be a bastard and blame him for everything.\"</p> <p><strong>Same father</strong></p> <p>That was that for another 10 years, until he was phoned by a man saying his name was Michael, they both had entries in Who's Who, and he thought they had the same father. </p> <p>\"He was my half-brother,\" Crystal says. \"When I'd last spoken to my father, he had been so interested in me that I had forgotten to ask him anything about him. When I had lunch with Michael, I found myself accreting new relatives at the rate of one about every 10 minutes.\" </p> <p>Through Michael, Crystal has finally got to colour in his picture of his father. It's a process that's taken the best part of half a century and has led him to some curious discoveries, not the least the realisation that, though he was born and remains a practising Catholic, he is half-Jewish. </p> <p>But Crystal seems unruffled. He is what he is and it took as long as was needed. Simple as that. And maybe it is. But you can't ignore the tenacity with which Crystal has pursued his own identity, a persistence mirrored in his approach to language. </p> <p>There was a time he may have fancied a career as a musician - he was in a successful Liverpool band called the Zodiacs - but once he had his A-levels and a place at University College London, he only ever had his eye on academia. Other students called him \"prof\", and after graduating he started work immediately as a researcher for his mentor, Randolph Quirk.</p> <p><strong>Thatcher cuts</strong></p> <p>A couple of years later, he was offered a job at Bangor University. \"\"Returning to north Wales was just one of those bizarre coincidences,\" he smiles. \"I hadn't planned on going back. It was just that Bangor was one of the first universities to have a dedicated linguistics department.\" Along with most of the department, he was later poached by Reading University, and remained there for 20 years, until he decided he could bear it no more. \"It was the time of the Thatcher cuts in higher education and we were getting more and more squeezed,\" he explains. \"I ended up wasting hours queueing for the photocopier.\" </p> <p>So he quit academia, moved back to Anglesey, set himself up as an independent language consultant - \"no one else had done it but I thought I'd give it a try\" - and waited for the phone to ring. By the end of the first year his wife had to put a note by the phone reminding him to say no to work occasionally.</p> <p>It's advice he appears to have ignored. His output over the past 20 years has been prolific. He has authored or co-authored more than 100 books - he knocked off his best-selling 600-page epic The Story of English in less than three months - he's edited several encyclopaedias, renovated a convent and turned it into a community arts centre, built an extension on to his extension to house a whole cottage industry of fellow researchers, developed databases for internet search engines, made countless radio and TV appearances, and launched dozens of lesser projects I'm already too tired to mention.</p> <p>And Crystal has no intention of letting up. \"I love working,\" he says. \"And, much as people like Lynne Truss may not like it, language is always changing. So there will always be something to write about.\"</p> <h2>Curriculum vitae</h2> <p><strong>Age </strong>67</p> <p><strong>Job </strong>Honorary professor of linguistics, University of Wales, Bangor</p> <p><strong>Books</strong> Txtng: the gr8db8; The Story of English; The Fight for English; Cambridge Encyclopaedia of Language</p> <p><strong>Likes</strong> film. 'I've taken the Harry Lime tour of the Viennese sewers three times'</p> <p><strong>Dislikes</strong> bullying</p> <p><strong>Married</strong> with five children</p>",
  "<p>This is an article my father would rather I didn't write. \"You want to watch it, you know,\" he has said to me, more than once. \"If you're not careful, you'll get a brick through your window.\" In the working-class area of Peterborough where my father grew up during the 20s and 30s, it probably wasn't wise to mention that you had Romany blood, however distant. </p> <p>At that time, my father and his family had no idea about the horrors about to be perpetrated against the Roma and Sinti in Europe under Nazi occupation but prejudice they understood, all right, even from within their own family. \"My mother used to hit me when I was bad,\" one of my aunts once told me, \"and she always said to me, 'I'll beat the Gypsy out of you, my girl.'\" When my father first told me about our Romany ancestry, he asked me not to mention it to neighbours or friends at school - a suggestion no doubt at the root of my abiding fascination with what is, after all, only a small part of our family history. Even so, he finds it hard to accept that had Germany successfully invaded Britain during the second world war, he and his family would have qualified for shipping to the gas chambers alongside British Jews. </p> <p>This would have happened despite our family having been settled since the turn of the 20th century. In common with many English Romanichal Gypsies, my ancestors found the traditional ways of earning a living - horse-dealing, harvesting - were coming to an end with increasing agricultural mechanisation. At that time, an astute social commentator could have been forgiven for predicting that English Romany culture would rapidly become assimilated into that of the majority population. \"We're just going to fade away,\" a Romanichal man told me at the Barnet Horse Fair, as recently as 1993. \"It's all going to go.\"</p> <p>Instead, the opposite seems to be happening. In Europe, Roma and Sinti people now number close to 10 million and are the fastest growing ethnic minority. In this country, there is an increasingly vocal and visible class of Romany and Traveller activists and intellectuals, including the poet David Morley, journalist Jake Bowers, storyteller and playwright Richard Rai O'Neill and artists such as Delaine and Damien Le Bas, who appeared in the first ever Roma art pavilion at last year's Venice Biennale. Across Europe there are now Roma newspapers, radio and television stations and a Roma MEP, Lívia Járóka, of the Hungarian centre-right party Fidesz.</p> <p>Despite this, and the growing politicisation and cross-cultural awareness of many disparate Roma groups, there is no denying that the majority of this huge and various group live in the most appalling economic conditions, with an estimated 84% across Europe below the recognised poverty line. In this country, the lack of site provision for Travellers has forced many into conflict with local planning regulations and straight on to the pages of the tabloids. </p> <p>The site provision crisis in this country can be traced directly back to 1994, when John Major's government abolished the Caravan Sites Act, which obliged local authorities to provide adequate sites for Travellers. At the time, Romanies and Travellers were urged to buy their own land to settle. Many duly did, only to find themselves refused planning permission to park their trailers on land that they legally owned. One Traveller who has fallen foul of planning regulations in this way is Bernadette Reilly from Brentwood. She can remember very clearly what it was like when the family was forced to camp by the side of the road. \"We didn't have what most people would call a normal life, although it was normal for us,\" she says wearily. \"We had no water, no sanitation, no electricity, and no healthcare other than going to A&amp;E.\" In 2007, she and her family were granted five-year permission to live in their trailers on land they had bought between the villages of Mountnessing and Ingatestone. \"At least we have water and flushing toilets now, if not electricity or a land line,\" she says. </p> <p>Brentwood council - backed by the local Conservative MP, Eric Pickles, who lives near the site - went to court and overturned the decision. But the Travellers were later granted permission to appeal and the judge told the council to stop wasting public money fighting the case. Pickles did not respond to my requests for an interview, but directed me to his website statement opposing the site on the basis that it falls within the metropolitan greenbelt.</p> <p>Professor Thomas Acton of the University of Greenwich is this country's first professor of Romany studies and an internationally renowned expert on Romany culture and history. He also spends a great deal of his own time helping and advising Travellers such as Reilly. \"Eric Pickles has responsibility for Gypsy sites in the shadow cabinet, yet he has denied the existence of a long-established Traveller community in Brentwood and urged the local council to ignore their obligations until a Conservative government abolishes them.\"</p> <p>Reilly and her family would like to enjoy their temporary reprieve from eviction, but the threat of being moved on in the future still weighs heavily upon them. As part of the planning process, they were allowed to see some of the bile-filled letters written against their application by local residents. \"The children have local friends and go to clubs now, but I won't let them out wandering around town on their own, it's too dangerous for them, \" she says. What is it like to have the MP on your doorstep campaigning against you? Reilly's reply is blunt. \"We live in fear all the time.\" Opponents of Traveller sites are quick to criticise Travellers for being wary or hostile to outsiders without any understanding of the siege mentality the constant sense of threat engenders. After viewing the hate mail the planning office received, Reilly wrote a poem entitled I Am a Traveller: </p> <p>\"I bring up my children the best way I know how.<br>They are all I own, they are all I have now.<br>They have manners, they are kind, they are my delight.<br>But that's not what you shout as you drive by at night.\"</p> <p>The climate of fear among Travellers in rural areas will not have been eased by the Red, White and Blue rally held last month by the British National party in Denby, Derbyshire. One of the guests invited to speak at the event was Petra Edelmannová, chairwoman of the Czech National party, a tiny fringe movement from the Czech Republic notable mainly for its overt antagonism towards the Roma. Edelmannová has written a pamphlet entitled The Final Solution to the Gypsy Issue in the Czech Lands, which advocates repatriating the Czech Republic's Roma population to India. In the event, Edelmannová did not show up for the rally, but she seems a strange choice of speaker for what the BNP insists was a weekend of family fun with bouncy castles. </p> <p>When I raised this with BNP deputy leader Simon Darby he conceded that the phrase \"final solution\" was \"not exactly the best title for a document\" but added, \"there is a Gypsy problem there. There is a problem in this country as well.\" What did he regard as the nature of our Gypsy problem? \"Some of the Travelling community have been here for a very long time. They keep themselves to themselves and sort out their own problems within their own communities. They have the same morals as me. I don't have a problem with them.\" He identifies the \"problem\" as being foreign Roma who have immigrated into the UK since European enlargement, along with an undefined group of what he calls \"homegrown pseudo-Gypsies\". </p> <p>This artificial distinction between different groups of Romanies and Travellers in order to justify discrimination was something I also encountered when I spent time in the Czech Republic as a writer in residence at the Masaryk University in Brno. I was told that the problem with the Roma was not \"our Gypsies\" but the Slovak Gypsies, many of whom moved to the Czech lands to fill labour shortages in factories after the second world war. The gadje (non-Gypsy) world seems to have less of a problem with Romany people as long as they stay in a folkloric pigeonhole and don't grow too numerous - ie, don't appear to be real people with real housing needs, hunger and educational ambitions for their children.</p> <p>The invitation extended by the BNP to Petra Edelmannová is significant because the historical treatment of the Roma in the Czech Lands provides an instructive example to modern Europe. In more than one European country, the roundup of Roma and Sinti people under Nazi occupation was made much easier by pre-existing legislation. In Czechoslovakia, as it then was, restrictive legislation against Gypsies was brought in as early as 1927. Law 117 required all Gypsies to be fingerprinted and to provide details of their movements around the country. The evidence gathered under Law 117 facilitated the internment of Bohemian and Moravian Roma when the occupying German army decided the time had come. In August 1942, under the guise of a so-called Registration Day, the Roma and Sinti were rounded up and imprisoned in two camps, Lety in Bohemia and Hodinin in Moravia. After a year, most of the inhabitants of those camps were sent on to Auschwitz, where they were murdered. Of the 6,500 Roma in the Czech lands at the start of the war, fewer than 500 survived. What began with fingerprints in 1927 ended 16 years later in the gas chambers. </p> <p>To draw analogies between the Nazi-perpetrated Holocaust and the current situation for European Roma may seem alarmist, but in 1927 anyone who predicted the fate of the Czech lands in the 1940s would certainly have been regarded as alarmist to the point of lunacy. Czechoslovakia was a thriving democracy that had shaken off the shackles of the Austro-Hungarian Empire to emerge as one of the top 10 economically developed countries in the world.</p> <p>The true numbers of Roma and Sinti people murdered by the Nazis will never be known - official estimates vary between one quarter and half a million, although many Romany experts believe a million might be nearer the mark. What is indisputable is that the Roma and Sinti were persecuted to roughly the same percentage of their population, around 85%, as Jewish people - and for the same racial reasons. Where the two genocides differ is that although the Jewish Holocaust was always openly racist, the Roma and Sinti were initially persecuted for being \"asocials\" and, for many years, successive German governments refused to recognise the racial element of the Nazis' actions.</p> <p>This insistence that the exclusion of and discrimination against Gypsies has more to do with lifestyle than race has found its echo in recent events in Italy. In May, a woman in Ponticelli, outside Naples, reported that a Gypsy woman had attempted to abduct her baby. Whether the report was true or not made no difference to the thugs who descended with iron bars and torches upon local camps and slum housing. The response of the Berlusconi government and its allies was breathtakingly cynical. First came the announcement in June that all Gypsies, children included, would be fingerprinted and, crucially, identified by their ethnicity - a move unprecedented in postwar western Europe. Terry Davis, the secretary general of the Council of Europe, responded that such a scheme \"invites historical analogies which are so obvious that they do not have to be spelled out\". Even Berlusconi proved sensitive to the international outrage that ensued and the plans have now been modified so that all Italian citizens will be fingerprinted by 2010. The authorities have stated that ethnicity will not feature in this nationwide census, but their idea of reassurance is to present the measure as a general anti-immigration measure, rather than one aimed specifically at the country's 150,000 Roma and Sinti.</p> <p>These moves would be sinister enough on their own, but they come accompanied by repeated and unpunished attacks upon Italy's estimated 700 camps. In July, the world was shocked by photographs of the bodies of two drowned Roma girls left lying on a beach outside Naples, while people sunbathed and picnicked nearby.</p> <p>Of the many chilling quotes that have been forthcoming from Italy's political leaders since the attacks began in May, possibly the most frightening is that from Umberto Bossi of the far-right Northern League, a minister in Berlusconi's government. \"The people do what the political class isn't able to do.\" The clear implication is that the politicians endorse \"ethnic cleansing\" and rather wish they could get away with formalising the arrangement. </p> <p>Italy's Romanies, many already living in the most appalling economic circumstances, can be forgiven for feeling under siege. \"Have you come to hunt us or help us?\" asked Rogi, a resident of a small camp just outside Rome. He was speaking to a group of 10 Red Cross volunteers who arrived at the camp in July to conduct a census. The volunteers were not fingerprinting but they were asking each resident for their name, age, nationality, if they had been vaccinated and if their children were going to school - and they were photographing them. According to the news agency AFP, the Red Cross was insistent that this was not a police operation, rather aimed at providing the camp residents with health cards. \"Mostly they have worms, gastro-intestinal illnesses and bronchitis,\" one worker reportedly said. \"As for the authorities, we can provide them with anonymous information so that they are able to assess the camps, hygiene and health conditions.\"</p> <p>Whether or not the Red Cross operation is going to help the inhabitants of such camps or the authorities who would like the camps cleared remains to be seen, but no one can blame the residents, many of whom are Romanians without papers, for feeling deeply suspicious of people in uniform who want to take their photographs and ask a lot of questions. Such suspicion has wide historical precedent. </p> <p>The slaughter of the second world war was merely the apotheosis of centuries of persecution throughout the Roma's tragic European history. Although awareness of the Romany Holocaust is now well established, few people know that for five and a half centuries, thousands of Romanies in eastern Europe were bought and sold as slaves. According to Ian Hancock in his book, We Are the Romani People, \"In the 16th century, a Romani child could be purchased for 32p. By the 19th century, slaves were sold by weight, at the rate of one gold piece per pound.\"</p> <p>Throughout this history, Roma and Sinti people have traditionally survived by remaining out of sight as much as possible. In Poland, a small number of Polska Roma survived the Nazi genocide by hiding in remote forests. In Bohemia and Moravia, a few families were sheltered by Czech villagers. On a wider level, many Romanies or Travellers simply don't mention their family backgrounds. On a writers' tour of Romania in 2000, one friend said to me, \"I think the attitude of most people here would be, we don't understand why you talk about having Gypsy blood. If you kept quiet about it, you could pass.\" The Roma living in appalling conditions in camps outside Rome or Naples would probably be happy not to venture out to sell trinkets or beg were it not for the fact that if they didn't, they would starve. Criticism of such subsistence activities rarely takes account of the economic necessity that underpins it. </p> <p>Another example of a Gypsy community under siege is Sulukule in Istanbul. Sulukule is an historic settlement that has been occupied by a Romany community since the time of Byzantia and is now part of a Unesco World Heritage Site. The earliest records for Roma residence in Sulukule date back to 1054 and for centuries it has been famous for its entertainment houses where the Roma performed music and dance to visitors from all over the world. The enforced closure of such houses in 1992 pitched the area and its inhabitants into serious economic decline. Again, the reasoning given was that of providing safe, hygienic housing. \"We have no intention of getting rid of the Roma but we have to do something about this slum,\" said the local mayor, Mustafa Demir. The local authorities now plan to demolish the tiny coloured houses in which the Roma live and replace them with villas that the residents could not possibly afford to rent, even with the subsidies offered. Homeless, and with no means of supporting themselves, what options will be open to them?</p> <p>Seen within their Europe-wide and historical context, events such as these have a devastating effect on the morale of the wider Roma population, not just on those directly victimised - we are, after all, talking about a people who have genocide in living memory and whom are among the most poverty-stricken and excluded in Europe. These developments are viewed by Roma and Sinti people across Europe with mounting anxiety. For every firebomb thrown into a camp or slum dwelling, for every municipal move to get Romanies to move on, there are thousand petty incidents of scorn or prejudice. As one English Traveller acquaintance once put it to me, \"Whenever anyone says to me, 'Oh it must be so romantic being a Gypsy,' I say, 'What's romantic about being spat at?'\"</p> <p>What is undeniable in this picture is that the current moves by both the government of Italy and British local councils such as Brentwood will only exacerbate the tensions between Romany or Traveller and settled populations. The immigrant Roma in Italy are there because they left countries such as Romania in search of better lives. The residents of Sulukule will have to go somewhere when the demolition trucks move in. Travellers turned off the land they own in Cambridgeshire or Essex will be forced to camp by the side of the road or on publicly owned recreation grounds. Bernadette Reilly remembers saying to one police officer who was moving the family on from the side of the road one night, \"Where do you expect us to go?\"</p> <p>\"Anywhere,\" the officer replied. \"Just not in my borough.\"</p> <p>However often the Romany and Traveller communities of Europe are moved on, from borough to borough or across national boundaries, they will not fade away or melt into thin air. Until there is pan-European political will to address the poverty and exclusion that many face, the situation can only worsen, and the right wing will continue to use this marginalised group as a vote-scoring chip. At my father's 80th birthday party, I told my aunt about his remark referring to bricks through windows, expecting her to agree with me that my father was an incorrigible worrier. Instead, she said quietly, \"He's got a point, love, hasn't he?\"</p> <p><strong>·</strong> Louise Doughty's novels about Roma history and her family ancestry are Fires in the Dark and Stone Cradle, both published by Simon &amp; Schuster.</p>",
  "<p>Already, the Brit school for performing arts and technology in London has produced Amy Winehouse, Adele, Leona Lewis, Kate Nash, Katie Melua and Luke Pritchard of the Kooks; you'd be forgiven for thinking it couldn't possibly bring forth any more successful twentysomething musicians. Enter 21-year-old Polly Scattergood, an atypical graduate of the Croydon institute. </p> <p>Scattergood is not a big-voiced, neo-soul belter, and she's no exhibitionist. In fact, with her unsettling little-girl voice, which ranges from a semi-whisper to a full-throated yelp, and her songs about loathing and despair, Scattergood is closer to a tradition of female singer-songwriters that includes Kate Bush and Björk - the sort of artists who are usually dismissed as \"kooky\" and \"ethereal\". One recent review described Scattergood as \"away with the fairies\". \"I thought that was a fair comment, really,\" she laughs, sitting cross-legged in a London pub. \"Maybe I give off those vibes. I don't mind.\"</p> <p>She doesn't want to talk too much about the Brit school because, she says, it gets too much bad press. \"I mean, where else in this country is there a free facility for people who don't have a lot of money to learn about popular music?\" She made friends with Pritchard, Melua and Lewis while she was there, but still felt like an outsider among all the self-possessed R&amp;B kids. \"I was the funny, slightly odd white girl sitting by a piano,\" she recalls with a smile.</p> <p>But Scattergood - she chose the name herself, she says: \"it means 'here today, gone tomorrow' or 'spendthrift waster'\" - isn't the fragile naïf her music might lead you to expect. In fact, she's quite tough. Here is a girl who was dropped off by her mum at a grim suburban bedsit, aged 16, to fend for herself. She took part-time work to pay her way through school. \"I worked on a stall in Borough market,\" she says. \"I know everything about tomatoes.\" She also worked in an ice cream factory, where she got the sack for gorging on lemon sorbet.</p> <p>Scattergood grew up in Wivenhoe, a fishing village just outside Colchester. She hated school: </p> <p>\"Everything about it. I never understood the point. I wasn't rude or cheeky, I was just uninterested.\" </p> <p>She learned her most important lesson - at least as far as songwriting was concerned - when she was 12. \"I was sitting in a French lesson and my friend Lois and I were talking about how much we liked Suzanne Vega's song Luka. I thought it was such a fun summer tune. And she turned to me and said, 'Didn't you know it's about a girl being beaten up?' So I listened again and I realised ...\" That music doesn't have to be strident to carry a strong message? \"That you don't have to shout. You can say things and people will listen if they want to.\"</p> <p>By the time she left the Brit school, Scattergood had written 800 songs, and she caught the attention of Daniel Miller, the label boss at Mute, home to Depeche Mode and Nick Cave. Miller put Scattergood together with a producer, Simon Fisher Turner, a former child actor and 1970s teen idol turned eccentric performer, soundtrack composer and abstract soundscape artist.</p> <p>\"I was always very protective of my music, and I never wanted to work with other people because I thought they'd take it to where they wanted,\" she says. But, after an initial \"scary, nerve-racking\" period, she and Turner hit it off. Not that it was plain sailing. \"It was six months of creative struggle. I believed words and melody were most important, and he came from a very soundscapey place, so we battled it out. Eventually, something clicked.\" </p> <p>Scattergood is keen to point out that not all her songs are about her own experiences. \"I'm a storyteller really,\" she explains, adding that her favourite lyricist is Leonard Cohen. \"If I say [in a song] that I'm going to take pills, that doesn't mean I'm going to take pills. I write about emotions and moments, some of which I've just witnessed.\"</p> <p>The \"sweet, rotting memories\" she sang about in her summer 2007 debut single Nitrogen Pink refer to \"a friend of a friend who was really sick from cancer, this young guy who was only 30 and had a great, happy life but was slowly deteriorating. It's about the fragility of life.\"</p> <p>This is something Scattergood knows about. A few weeks ago, she says, she was crossing the road with a friend and got hit by a car. (It happened outside a pub, so they recovered with a drink.) A couple of weeks before that, she was electrocuted after turning on a light with wet hands. \"My life flashed before me,\" she says. What came to mind? \"My family.\" </p> <p>Did she have a happy childhood? \"It was a childhood,\" she says curtly. \"It had its moments.\" So where does the dark stuff in her lyrics - the references to pain, even suicide - come from? \"Well, I do go massively into dark spaces. I'll go from here to here,\" she adds, demonstrating \"high\" and \"low\" with her hand, \"in the space of 10 minutes. Everyone as a teenager is in torment with themselves.\" She was unusually preoccupied with death. \"I'm petrified of it. That was always my biggest fear. And birds and witches.\" </p> <p>She begins to consider whether putting pen to paper during those quietly creepy night hours is such a good idea. \"My mind does tend to go to places it shouldn't at 3am,\" she says. \"Sometimes it would be easier if it was cut off at 9pm. Maybe I should just go to bed earlier.\" </p> <p><strong>·</strong> The single <strong>I Hate the Way </strong>is released by Mute on September 22</p>",
  "<p>The Fiji wing Rupeni Caucaunibuca is expected in Leicester today for a series of fitness tests to determine whether he merits the offer of a contract. The Tigers only have one fit wing, Tom Varndell, with Alesana Tuilagi sidelined for six weeks by a knee injury he sustained earlier this month. </p> <p>The 28-year-old Caucaunibuca, who was last year released by Agen 18 months before the scheduled end of his contract after run-ins about his fitness and lifestyle, pulled out of his club Tailevu's match against Nadroga last weekend, ostensibly to return to his home village in Bua. </p> <p>Leicester hope he was returning to pack for a stay in the midlands, but while the club has admitted an interest in a player who made his name during the 2003 World Cup, it is also looking elsewhere with Caucaunibuca having failed to turn up at Welford Road earlier this month because of reported visa problems. </p> <p>Leicester's injury problems have mounted with their centre Dan Hipkiss injuring his shoulder last weekend. The former England coach Brian Ashton is the new director of coaching at the University of Bath. </p>",
  "<p>Noel had died. Noel has risen. Noel is come again. He is here to redeem us all via the medium of digital television and his new series, <strong>Noel's HQ</strong> (Sky 1). \"Are you unhappy with life in Britain today? Are you concerned with the lack of respect, compassion and freedom in our society? Would you like to be part of a fairer, more caring Britain?\" All those who answer yes are welcome through the gates of the place they - or at least Noel - is already abbreviating overconfidently to NHQ.</p> <p>Edmondsism is a new, bespoke religion tailored to fit the uniquely shaped British psyche. It harnesses the intercessionary powers of celebrities to encourage community spirit and the charitable impulse. Thus doth Brighton find itself besieged by Liz McClarnon and Andi Peters, until a hundred new donors are signed up to the organ register. It condemneth those that seek to harm Britain by overzealous legislative drafting. And lo, Noel accosteth local councillors that did intend to outlaw ice-cream vans from playing their chimes for longer than four seconds and forceth them to say that this was not actually going to happen. \"He seems like a nice guy,\" said our saviour back in his studio. \"But people of Worcester - keep him honest. We want to know if he keeps his word.\" For the price of freedom is eternal vigilantism.</p> <p>The rituals of the new religion are simple. Thou must declare every third-hand snippet of news about bureaucratic snafu as incontrovertible evidence of Bonkers Britain, sounding the brass and tinkling the cymbals until Keith Chegwin - I shit ye not - emerges in Beefeater costume to scream his blessings upon you. Thou must corrupt and pervert every pure and humane impulse thou - or thou's research team - comes across by the addition of puking sentimentality and the meaningless benedictions of Nell McAndrew. Do this in the name of ratings, and his Sky 1 dominion shall be an everlasting dominion and his kingship one that, unlike his Crinkley Bottom, shall never be destroyed. Amen.</p>",
  "<p>Desmond Tutu, the South African Nobel laureate, said yesterday there was a \"possibility\" Israel had committed a war crime when 18 Palestinians from a single family were killed by Israeli artillery shells in Gaza two years ago.</p> <p>Tutu said the Israeli attack, which hit the Athamna family house, showed \"a disproportionate and reckless disregard for Palestinian civilian life\". </p> <p>The archbishop presented his comments in a final report to the UN Human Rights Council, which had sent him to Gaza to investigate the killings in Beit Hanoun in November 2006. For 18 months Israel did not grant the archbishop or his team a visa. They entered Gaza in May this year on a rare crossing from Egypt. </p> <p>On the three-day visit, Tutu and his team visited the house, interviewed the survivors and met others in Gaza, including the senior Hamas figure and former prime minister, Ismail Haniyeh. At the time, Tutu said he wanted to travel to Israel to hear the Israeli account of events, but he was not permitted.</p> <p>\"In the absence of a well-founded explanation from the Israeli military - which is in sole possession of the relevant facts - the mission must conclude that there is a possibility that the shelling of Beit Hanoun constituted a war crime,\" Tutu said in his report to the 47-member council.</p> <p>Tutu also said that rockets fired by Palestinian militants into southern Israel should stop and should be investigated. \"Those firing rockets on Israeli civilians are no less accountable than the Israeli military for their actions,\" he said.</p> <p>For the past three months a ceasefire between Israel and the militant groups in Gaza has been in place. It has significantly reduced the number of incidents and the death toll from the conflict there. Israel maintains a tough economic blockade on the territory, restricting imports and banning nearly all exports.</p> <p>\"It is not too late for an independent, impartial and transparent investigation of the shelling to be held,\" Tutu said. </p> <p>He said those responsible for firing the shells should be held accountable, whether the cause of the incident was a mistake or wilful.</p> <p>After the incident, Israel's military said the shelling into Beit Hanoun that day was a mistake and was the result of a \"rare and severe failure in the artillery fire-control system\" which created \"incorrect range-findings\". It said the shells had been aimed 450 metres away from the edge of town. No legal action was taken against any officer. However, it is unclear why the artillery was fired so close to a residential area that morning and why shells continued to be fired after the first one hit the Athamna house.</p> <p>Tutu also said he recommended that Israel pay adequate compensation to the victims \"without delay\". His report said \"reparation\" should also be made to the town of Beit Hanoun itself, and suggested a memorial to the victims would also help the survivors. He suggested a physiotheraphy clinic as one possibility.</p> <p>The survivors in the family remain bitter and most of the large extended family no longer live in the building. Since the shelling they have received no financial help, apart from a monthly stipend from the Palestinian Authority of £50 for each of the 18 dead.</p> <p>Aharon Leshno-Yaar, Israel's ambassador to the UN in Geneva, where the Human Rights Council was meeting, rejected Tutu's report as \"another regrettable product of the Human Rights Council\". </p> <p>\"It is regrettable that this mission took place at all,\" he added. </p> <p>Leshno-Yaar said the report gave de facto legitimacy to Hamas, the Islamist movement that won elections in 2006 and then seized full control of Gaza last year. \"This does not serve the interests of Israel or the Palestinians or the cause of peace,\" he said.</p>",
  "<p>After claiming to have spent nine years nurturing democracy in Pakistan and festooning the country's military dictatorship with $11bn in aid, the Bush administration's policy is careering out of control, as US soldiers trade bullets with the forces of what was once a most-favoured ally in the \"war on terror\". On Sunday night, Pakistan border troops fired on a raiding party of American commandos emerging from two Chinooks in an attempt to cross on foot from Afghanistan into the Pakistan village of Angoor Adda. They had no permission to be there.</p> <p>This was the latest in a series of forays into Pakistan sovereign territory taken by US special forces at the behest of President Bush. In July he signed an executive order to sidestep Pakistan's freely elected government in the rush to claim al-Qaida scalps - especially Osama bin Laden's. In the past six weeks, US missiles have rained down on Pakistani villages, with Predator drones lighting up the country's tribal belt and hunter-killer teams dropping into Pakistan's villages in the dead of night.</p> <p>All good timing for the Republicans: these red-blooded offensives play well in America's heartlands; the ailing Bush and his party have been re-branded, Rambo-style, as sidestepping an untrustworthy ally to take the fight directly to the terrorists. However, it is spectacularly bad timing for Pakistan, the raids commencing just three days before Asif Ali Zardari was sworn in as president. During his inaugural speech in Islamabad on September 6, more than 30 civilians were killed by a suicide bombing in Peshawar as the local population vented its anger at the incursions.</p> <p>Zardari has used a family trip to Britain to gain an urgent sit-down with Gordon Brown. Yesterday he flew in to see off his oldest daughter, Bakhtawar, 18, who is studying English literature at Edinburgh University. Today in Downing Street, Zardari will warn the prime minister that the latest twist in the war on terror will \"only lead to greater disaster, more hatred, more alienation, more ghettos, more recruits, and more violence\". Without Britain's help in holding back the US, buying the new Pakistan government breathing space, anti-American sentiment will wash over the country; Zardari and his Pakistan People's party coalition will be unable to stop it spiralling out of control.</p> <p>If it sounds like blackmail, with Zardari bargaining by placing a gun to his own head - an age-old diplomatic tactic of Pakistan leaders - consider the evidence. Pakistan is in the grip of Islamist-driven chaos with the white pennants of the Tehrik-i-Taliban Pakistan (TTP), the country's home-grown medievalists, flying from government offices across North and South Waziristan. North-West Frontier Province, its once cosmopolitan capital of Peshawar and its former ski resorts in the Swat valley, have been encircled by the movement's Vice and Virtue Brigades. The strategically vital province of Baluchistan is simmering; and the economic engine of Karachi is witnessing an explosion of violence.</p> <p>Zardari does not convince everyone, given the welter of corruption charges that once circled him, but he is not the only one worried. The fears of the normally silent Pakistan armed forces were reflected this weekend in an extraordinary article by Lieutenant General Shahid Aziz, who served as the chief of general staff under Zardari's predecessor, Pervez Musharraf. Gen Aziz accused Musharraf of inviting the Americans to fight their war on Pakistani territory, without consulting the army: \"Militants will multiply by the thousands,\" he warned. \"The Pakistani army will not be able to support US operations. Financial crisis and street unrest will create chaos in the country and war will spread.\"</p> <p>Today Gordon Brown will be asked to put his faith in Zardari, an acquisitive man once reviled in this country and his own as \"Mr 10%\". Days after the assassination of his wife, Benazir Bhutto, Zardari produced a handwritten will; and now he has resurrected a series of radical measures drafted by Benazir shortly before her death. The documents make for compelling reading: \"The enemy the west has identified [a handful of al-Qaida and Taliban leaders] is the wrong target. The concern of the developed world is motivated entirely by a single consideration - its own safety. You cannot wage wars against ideas. Fight them with different means.\"</p> <p>One of these - already shown to the foreign secretary, David Miliband - is the formation of an intergovernmental counter-terrorist body. Its happy-clappy working title, United Against Terrorism, belies a serious ambition. Zardari will call for all of Pakistan's regional neighbours or mentors - Russia, China, Afghanistan, Iran and India among them - to sit together and think through the crises. The US and the UK would also be present but in the background. \"A consensus is necessary so the war on terror is not considered an American war but is owned by all countries,\" the paper concludes. Not only would such a move distance Washington from Islamabad, it would also feed into the counter-insurgency strategy for Pakistan's border areas that Zardari will also be revealing today in Downing Street.</p> <p>Referred to by his aides as a new Marshall plan, it calls for an international consortium led by the UK to reconstruct Pakistan's tribal areas, unravelling extremist infrastructure that grew massively during the Musharraf years - when more than a dozen proscribed terrorist organisations were allowed to regroup under new names, and pro-jihad madrasas trebled to 13,000. Zardari proposes a reconstruction budget to revitalise everything from local transport to water supplies. His aides have drawn up employment schemes and proposed wholesale reforms of partisan local police and local government. The families of those who die in the struggle against extremism are to be paid compensation, and those who are injured will have their medical costs covered.</p> <p>Finally, Zardari is offering to establish a special intelligence cell at the Pakistan High Commission in London, which will act as a storehouse for information about Islamists and terror threats, tracking British Pakistanis as they make their way from the UK to Pakistan - a concrete boon to British counter-terrorism officials, who recently revealed that eight out of 10 current investigations in the UK have a close connection to Pakistan. Given the spectacular collapse of the airline bomb plot trial this month, this cell might tip the balance in Zardari's favour. \"We all want fewer blunders,\" Wajid Shamsul Hasan, Pakistan's high commissioner in London, said.</p> <p>In a notoriously difficult foreign policy arena, injected with precious few new ideas, there are signs that Brown is ready to take Zardari seriously. The Foreign Office has already played a vigorous and little known role in getting Zardari elected president: Sir Mark Lyall Grant, the FCO political director, used his offices to elegantly strong-arm Pakistani political factions exiled to the UK into voting for the PPP's presidential candidate. In a daring move, the MQM party, which has offices in north London - and was set against the PPP - was talked into becoming temporary champion of a PPP machine it had previously only bombed and shot at.</p> <p><strong>· </strong>Adrian Levy and Cathy Scott-Clark are the authors of Deception: Pakistan, the United States and the Global Nuclear Weapons Conspiracy</p>",
  "<p>It is quite clear that the government's radical rebalancing of budgets for further education and skills just is not working. Reports of underspending of well over £1m on Train to Gain sit alongside cuts in excess of 1,400,000 adult places on Learning and Skills Council programmes. Then there are the published plans that will add another half a billion pounds to Train to Gain and cut freely chosen FE provision by 72% by 2011. </p> <p>Something has to give. Conservative proposals to put £100m extra into adult and community learning through colleges, in the belief that people can be trusted to make their own choices about learning, would be a good start. </p> <p>What else would make a difference? My shopping list would begin with re-balancing the Skills for Life strategy, to give priority to those people with literacy and numeracy skills below entry level 2. This is where education for adults can make most difference in breaking the cycle of intergenerational poverty and underperformance. </p> <p>Next, I would remove the cap on investment in English for speakers of other languages (Esol). Again, rebalancing is needed to meet the greatest need, which is more courses for complete beginners. I would reverse, too, the refusal to offer English to new asylum-seekers for their first six months.</p> <p>Then there is the unitisation of the post-school curriculum. We need it desperately if adults are to have real chances to fit learning in alongside the other pressures on their lives. For unitisation to work we need two more changes - first, an end to the nonsense of only funding full qualifications; second, a foundation learning tier that recognises the breadth of adults' studies. We need a system as good at starting from learners' curiosity as it is in meeting employers' needs, and the foundation learning tier is where those two meet.</p> <p>Adults would benefit if our planning and funding system recognised the differences between Canary Wharf and Cannock Chase. It is understandable for the government to make sure that most cash committed to FE and skills is directed to national priorities. But a touch of humility about what works would be welcome. A balance of 80% of funding determined centrally, leaving 20% to local discretion, would allow providers to respond to local circumstances.</p> <p>There is a powerful need to help people with a learning MOT in mid-career, particularly since the likelihood of extended working lives looms ever larger. An entitlement to a skills health check at 45 for all adults would focus attention on the need for learning through the life-cycle. It would need to be supplemented with a change to the rules of both Train to Gain and higher education funding, to allow people to take a second level 2, 3 or 4 qualification with public support once 10 years had elapsed since the first qualification.</p> <p>In the workplace, the government needs to announce a date when each sector will introduce licences to practice, requiring employers to train staff. If we think learning at work is a key to economic success, we need to make it compulsory for all employers to join in.</p> <p>Then for older people and families there should be a modest entitlement to learning; an end to the embargo on short courses, and regular monitoring to see which groups are underrepresented. Finally, we need a national outreach service to encourage those groups to participate. Taken together, these measures would doubtless more than use up the Train to Gain underspend, but would surely kick-start the learning society that everyone agrees is the surest route to future prosperity and to a society worth living in.</p> <p><strong>·</strong> Alan Tuckett is the director of the National Institute of Adult Continuing Education</p>",
  "<p>Pakistani troops fired on US forces entering the country's lawless tribal region yesterday, marking a further deterioration in ties between the two allies in the \"war on terror\". Details of the incident in south Waziristan were unclear but, according to local security officials and tribesmen, two American helicopters breached Pakistani airspace in the early hours, but retreated when they came under fire.</p> <p>The US forces were likely to have been on a hit-and-withdraw mission against suspected militants in the area, similar to the first documented American ground raid into the tribal territory this month when helicopters flew in commandos. That enraged Pakistan's army and public.</p> <p>A security official in south Waziristan said yesterday: \"American helicopters came and there was a space [border] violation. Pakistani scouts [paramilitary troops] fired artillery as a warning and they left. The helicopters did not land.\"</p> <p>Other reports said troops had fired at the helicopters, which were just inside Pakistani territory. One official said the fire came from Pakistani soldiers based at a frontier checkpost known as BP-27.</p> <p>The Pakistani army admitted that a skirmish took place, but denied that its troops were involved. \"The villagers had some firing incident,\" said a spokesman, Major General Athar Abbas. \"But who fired at who, I cannot confirm.\" The US military denied there had been any operation.</p> <p>\"We did not have any forces or helicopters on or near the border,\" said Mark Swart, a spokesman for the American military at Bagram airbase in Afghanistan. </p> <p>The US raid earlier this month, which killed up to 20 people including civilians, was finally admitted by the Pentagon, but not on the record.</p> <p>The US believes that the tribal area is used as a safe haven by Taliban and al-Qaida militants who are fighting American and coalition forces in Afghanistan. Last week, Admiral Mike Mullen, chairman of the joint chiefs of staff, said a new strategy for Afghanistan was needed that incorporated the tribal territory. President George Bush is believed to have signed a secret order allowing US forces to operate in the tribal area, even though the UN mandate for international forces in Afghanistan does not extend into Pakistan.</p> <p>Bush is thought to be in a desperate push for a trophy strike against al-Qaida's top leadership, which is likely to be based in the tribal area, before he leaves office. </p> <p>Analysts believe the new policy risks a clash between the Pakistani and US militaries and threatens to undermine the new democratic government in Islamabad. As well as the ground assault, there has been a big increase in the number of US missiles fired from unmanned aircraft at militant targets in the tribal area. These, too, have claimed dozens of civilian lives.</p> <p>\"This kind of situation cannot go on, because any government in Pakistan will get destabilised,\" said Hasan Askari Rizvi, a security analyst in Lahore. \"The Americans don't realise that if there is instability in Pakistan, their war on terror cannot be pursued. If everybody turns against America, no [Pakistani] government will be in a position to support the war on terror.\"</p>",
  "<p>Well, who knew that not drinking could actually be quite simple? I was worried that I'd find sobriety a trial, that I'd be sniffing at bottles of mouthwash come day seven, swigging down mouthfuls of perfume come day 11, and eyeing up that old bucket of meths that we keep in the outside cupboard, adulterated with stray strands of paint, come day 13. But no. I've been booze-free for three weeks and it's fine. I am relieved. </p> <p>And the ease with which I have given up drinking has prompted an entirely unrealistic self-confidence. In fact, I have been feeling so smug that I have started casting around for other indulgences to ditch. That's the problem with discipline - it's addictive. You give up one toxin, and start to imagine that you might become one of those people who everyone simultaneously hates and envies, a control freak of epic proportions, who eschews alcohol, sugar, sweeteners, chocolate, meat, fish, dairy, non-organic vegetables, non-organic anything, cooked food, caffeine, anything with E numbers, any additives at all, and spends at least three and a half hours at the gym each day, performing a type of yoga that gives them both glowing skin and an ability to engage in 10-hour sex marathons. Did I mention the meditation? There's always some of that thrown in, and occasionally some light chanting too. And while such people can obviously be obnoxious, and are definitely not to be trusted, who wouldn't actually love to be just like them in every single way?</p> <p>Over the years I've given up quite a few unhealthy habits, with varying <br>degrees of success. At university I gave up chocolate for a while, and although I eventually fled back to the BP garage to stock up on Curly Wurlies, the period of abstinence did prove useful. I have never since indulged myself with quite the same two-bars-a-day fervour with which I started my university career (although I've certainly sucked down my fair share of chocolate ice cream in the intervening years).</p> <p>My attempt to give up Diet Coke was even less convincing. I have a habit that runs to as many as four cans a day, and two summers ago I decided it was time to cut it out. I figured the best chance to do this would be on my summer holiday, cooped up in a converted bread oven in the Loire. And, indeed, during that week in France, the attempt was very successful. But as soon as I was back at work, I started using Sprite Zero as a substitute. What was the point? The only benefit of replacing the one diet soda with the other was that I was cutting back on my caffeine intake - but it was the caffeine buzz that I loved. After a year, I returned to Diet Coke with gusto. </p> <p>Then there were my meat-and-fish-free years. These started at secondary school when I agreed to join one of my best friends in being a vegetarian. The school had only just started offering meat-free meals, and pupils who wanted them had to sit in special areas. This meant that my friend and I shared a table with five older boys, one of whom christened me Killer Cockroach (in lieu of Kira Cochrane), and spent lunchtimes pulling the wings off daddy-longlegs, then throwing their bodies into my hair. </p> <p>I stayed vegetarian for more than a decade, which should have been healthy - after all, replacing meat with veg can apparently have a huge number of physical benefits. But in the short term, my particular approach to the diet did not make me feel well. All I ate was pasta, potatoes, and sometimes the two mixed together as gnocchi. Oh, and toast. After 11 years I had terrible stomach pains. I could stand it no longer. I ate half a chicken.</p> <p>The problem is that, while I am quite good at giving things up, I tend to fill the gap with substances that are just as bad for me. As of yet, I haven't taken up anything horrendous to replace alcohol, but I have been finding it difficult to keep my food intake down. This suggests that I will never be a hardbody capable of doing 5,000 sit-ups each day at 5am, before breakfasting on cardboard. I'm just going to have to learn to live with that.</p>",
  "<p>What does one wear to a fashion party at No 10 Downing Street? The must-have accessory at the most talked-about party of London Fashion Week was not a glass of pink Moet, or even a pair of Christian Louboutin heels - although most guests sported both. Instead, the look that turned heads was the silk Union flag draped across the shoulders of Welsh designer Julien Macdonald. Not since Liam Gallagher and Patsy Kensit posed under a duvet in the same colours for the cover of Vanity Fair has patriotism had such a fashion moment.</p> <p>The reception, hosted by Sarah Brown, was planned as a celebration of London Fashion Week's 25th anniversary. But the London shows have so far been overshadowed by New York's plan to move its catwalk slot back by several days, effectively slashing several days off London's space on the calendar and possibly destroying its international standing in the process. Add to that the bleak position in which the Browns appear to find themselves and gloom from the City, and it was surprising that the event was as upbeat as it was.</p> <p>The prime minister's wife, contrary to prior reports which had her pegged as having chosen a dress by high-end Scottish designer Graeme Black, wore a purple frock from the very British (and slightly more credit crunch-friendly) Jaeger. She broke the ice by admitting to the crowd that \"Downing Street and fashion have not exactly gone hand in hand recently - although I'd like to think Gordon has done his bit by losing a few inches over the summer.\" She spoke for her husband, she said, when she pledged support for \"turning Britain's creative talent into jobs and industry\".</p> <p>Harold Tillman, the chairman of the British Fashion Council, echoed the sentiment. \"British fashion is what it is today for one reason - talent. But … turning raw talent into a £5bn industry does not happen overnight.\" He announced a new scheme to give financial and media support to the young designers who are a particular strength of London fashion week. </p> <p>The guest list ranged from established designers Betty Jackson and Philip Treacy to the new old guard, represented by Matthew Williamson and Luella Bartley, and new name-to-drop Henry Holland. Also present were key retailers such as Natalie Massanet of Net-a-Porter.com, heads of London's influential fashion colleges, stylists, <br>editors and models.</p> <p>There is serious concern in the industry about whether this could be London's last-ever week as a fashion capital on equal standing with New York, Paris and Milan. Earlier in the day Alexandra Shulman, editor of British Vogue, accused the American fashion establishment of a deliberate attempt to drain the lifeblood of London Fashion Week. \"They pretend to be sympathetic to London Fashion Week, but what they secretly want is to put our designers in a position where they have to leave London, so that New York can poach all our brilliant, creative designers on to their schedule. It's bullying, and it makes me very cross.\"</p> <p>Hilary Riva, chief executive of the British Fashion Council, is taking a more peaceable stance ahead of a meeting today with her counterparts from New York, Milan and Paris. \"I'm optimistic - there's still plenty of room for manoeuvre,\" she said. \"Anyway, it wouldn't be fashion week without a bit of a drama, would it?\"</p>",
  "<p>SCi Entertainment, the troubled video games group, has reported a more than threefold jump in pre-tax loss to £136m after a year of costly software delays, a desperate rescue cash call and deep job cuts. The group reported turnover on continuing operations for the year to June 30 down £10m to £119m. </p> <p>Much of the group's hopes are now pinned on the delayed launch of the eighth game in the Lara Croft series, Tomb Raider: Underworld. The game will hit shop shelves on November 18 in the US and November 21 in Europe - five months behind the initial launch date. </p> <p>In January SCi was plunged into turmoil after a shock announcement that it had ended takeover talks with potential bidders and that the release of Tomb Raider: Underworld would be delayed. Days later founder and chief executive Jane Cavanagh left the business.</p> <p>The January update revealed an urgent need for a working capital injection if SCi was to survive. Since then the group has cut a quarter of its workforce and narrowed its operational focus, selling off or ending peripheral activities. In May SCi raised £60m through a share placing, largely with major shareholders Warner Brothers and property investor Robert Tchenguiz. As a result Kevin Tsujihara, of Warner Brothers, and Tchenguiz representative Aaron Brown took seats on the SCi board. At about the same time, SCi secured additional debt facilities of £25m.</p> <p>Yesterday chief executive Phil Rogers, promoted from finance director to take over from Cavanagh in January, said: \"The 2008 results reflect a year in which we took decisive action to transform our business. We have emerged from the past months of change as a stronger business and over the next year we will begin to see the results of our restructured and revitalised operation. We are focused on delivering higher quality games with our priorities clearly set on maximising the returns from our cornerstone franchises.\"</p> <p>Products for the current financial year include: Just Cause 2, Battlestations Pacific, Monster Lab, Championship Manager 09, Batman: Arkham Asylum and Tomb Raider: Underworld. The latter will be launched on the highly successful Nintendo Wii as well as PC, PlayStation and Xbox hardware. Aborted plans for Underworld to be launched in June did not include a version for the Wii. SCi sold 7.1m games in the year, more than half of them being shoot-em-up Kane &amp; Lynch. </p> <p>Shares in SCi last night closed down 0.5p at 33p - below the 35p of the rescue cash call in May.</p>",
  "<p>Today, the anniversary of Mexico's declaration of independence from Spain, begins Hispanic Heritage Month in the US.</p> <p>Hispanic voters are expected to vote in unprecedented numbers this year, driven largely by concerns about the US immigration system. Polling like <a href=\"http://www.gallup.com/poll/108040/Candidate-Support-Race.aspx\">this one from Gallup</a> anticipates they will break strongly to the Democrats, possibly as much as 60% to 30%. </p> <p>Obama and McCain today distributed statements praising Hispanics' contributions to American society and their military service. Obama also called for comprehensive immigration reform. McCain didn't mention it. That's curious because <a href=\"http://www.ndn.org/hispanic/hispanicsrising-ii.pdf\">polling</a> [pdf] from Democratic research group NDN shows that immigration is the top concern for Hispanic voters.<br><br>Obama's full statement:</p> <blockquote> <p>This month, I join all Americans in celebrating Hispanic Heritage Month. It's a time to honor the achievements and sacrifices of Hispanic Americans, from their long and proud tradition of military service to the visionary leadership of César Chavez to today's ongoing struggles for opportunity and prosperity. It's a time to recognize all Hispanic Americans who have helped write the social, economic, and cultural story of America.</p> <p>And after all the progress we have made together, we cannot turn back. We must march ahead. I've walked alongside the Hispanic community in Chicago, I've stood with you at immigration rallies, and I will fight for you in the White House. And now is the time for us to create good-paying jobs, reduce the student dropout rate, and finally enact the DREAM Act. It's time to finally pass comprehensive immigration reform, provide 15 million uninsured Latinos with affordable, high-quality health care, and end the war in Iraq. It's time to make sure the next four years don't look just like the last eight.<br> <br>At this moment, in this election, we must pledge once more to always march ahead. What has always distinguished the Hispanic community – and what distinguishes us as Americans – is our belief that in America, you can make it if you try. This month, and every month, we keep that promise. This November, we must renew it. </p> </blockquote> <p>McCain said:</p> <blockquote> <p>This month, we celebrate National Hispanic Heritage Month by honoring the many contributions that Hispanic Americans make each and every day to the United States. Our country would be poorer were we deprived of the patriotism, industry and decency of Hispanic Americans who have made this country better and stronger. We honor those who have come here to live the American dream, we recognize those who have been here for generations, and we thank those who are serving our nation in uniform here and overseas.</p> <p>Up until mid-2007 McCain was a strong proponent of comprehensive immigration reform, the short-cut name for a programme that would establish a path to legal status for the 12m illegal aliens already here and create some sort of guest worker programme for those who want to enter the country and take jobs Americans don't want. But he tracked to the right during the Republican primary, when the candidates tried to out do each other with tougher rhetoric and policy pronouncements on the issue.</p> <p>The Republican party also released a statement praising Hispanics' military service and dedication to our government through their \"large participation in record numbers in the current Republican Administration. But no mention of immigration there either.</p> </blockquote> <p>NDN President <a href=\"http://www.ndn.org/about/team/simonrosenberg.html\">Simon Rosenberg</a> said McCain is in a jam. He said McCain knows that Hispanics are a key bloc this year but can't buck the anti-immigration right. Rosenberg thinks that is why McCain didn't mention immigration in the statement.</p> <blockquote> <p>He's in a very tough position. The position that he took the win the Republican nomination was to move away from his traditional advocacy for immigration reform, which may have helped him win the Republican nomination. But it's hurting him with Hispanics. He's going to have to live with those consequences.</p> </blockquote>",
  "<video data-media-id=\"gu-video-337614439\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Shares nosedived in London and New York today as traders dumped stock following the collapse of US investment bank Lehman Brothers, which has left thousands of staff facing redundancy.</p> <p>As distressed employees arrived at Lehman's offices in Canary Wharf and on Wall Street, with some fearing that they may not be paid this month, the FTSE 100 index of leading shares plunged by more than 5%. By the close it was down 212.5 points at 5204.5, down 3.9%, with £50bn wiped off the value of Briain's top 100 companies.</p> <p>The Dow Jones industrial average also fell sharply, losing 283 points by early afternoon in New York to 11138, a 2.5% decline.</p> <p><a href=\"http://www.guardian.co.uk/global/marketforceslive/2008/sep/15/hbosbusiness.barclay\">HBOS, which owns Britain's biggest mortgage lender, the Halifax, led the London fallers for most of the day</a>, shedding 17.5% of its value by the close as the credit crunch entered a new phase and investors piled into <a href=\"http://www.guardian.co.uk/business/commodities\">gold</a> and government bonds.</p> <p>Markets were left reeling by the triple whammy of the failure of <a href=\"http://www.guardian.co.uk/business/2008/sep/15/lehmanbrothers.creditcrunch\">Lehman Brothers</a>, the shock sale of Merrill Lynch, and the revelation that <a href=\"http://www.guardian.co.uk/business/2008/sep/15/wallstreet.lehmanbrothers\">AIG, the world's largest insurance firm, may need to raise as much as $40bn (£22.2bn)</a>. </p> <p>Lehman became the biggest casualty of the ongoing financial crisis early this morning when it admitted <a href=\"http://www.guprod.gnl/business/2008/sep/15/lehmanbrothers.marketturmoil\">it will file for Chapter 11 bankruptcy</a>, after last-ditch rescue talks collapsed.</p> <p><strong>'My career has been screwed'</strong></p> <p>Staff arriving at Lehman's Canary Wharf offices today had to negotiate crowds of media and security guards before being told that they were excused work for the rest of today. Some left the bank carrying their belongings in cardboard boxes, while others sorted out their expenses or spent the balance of their credit at the canteen. Some staff even spoke of heavy drinking up on the seventh floor of the building.</p> <p>The atmosphere outside was a mixture of anger, shock and confusion, especially among the graduate trainees - who only started work at Lehman this month.</p> <p>\"My career has been screwed,\" said Jack Reynolds, who joined the graduate scheme last Monday.</p> <p>And Duo Ai, aged 26 from New York, who works in the research department, said that there was a lot of anger about Lehman's demise.</p> <p>\"Everyone's understanding is that everyone has to go. Everyone is clearing their desks and everyone is very sad,\" said Ai, who must now apply for a new visa to stay in the UK.</p> <p>Ai added that staff are concerned that they may not be paid this month.</p> <p>Edouard d'Archimbaud, 24, from Paris, had a particularly nasty shock when he arrived in Canary Wharf for his first day of work as a trader this morning. Having overcome travel problems following the Eurostar fire, he was told that everyone at the bank had been fired.</p> <p>\"I've taken out a six-month lease on a flat and I don't know how I will pay for it,\" he said.</p> <p>The bank employs 26,000 people worlwide, including 4,000 staff in London and another 1,000 in High Wycombe. A rumour even swept the City that the bonuses already handed to staff could be clawed back, if it could be proven that Lehman was no longer solvent when the money was paid.</p> <p>Across the Atlantic, staff leaving Lehman's New York office found that they had become the city's latest tourist attraction - as Lehman-branded items began appearing on eBay.</p> <p><strong>Market gloom</strong></p> <p>Banks were hit hard in London, amid fears that they could suffer badly from Lehman's collapse into bankruptcy. <a href=\"http://www.guardian.co.uk/business/hbosbusiness\">HBOS</a> lost more than 30% at one stage but closed down 49.5p or 17.5% at 232.5p. <a href=\"http://www.guardian.co.uk/business/barclay\">Barclays</a> ended down 34.5p at 316p and <a href=\"http://www.guardian.co.uk/business/royalbankofscotlandgroup\">Royal Bank of Scotland</a> lost 23.4p at 210.5p.</p> <p>Today's losses wiped out the FTSE's recovery last Thursday and Friday, pushing it closer to its lowest closing point in the last year, 5071 points, set on July 16 2008.</p> <p>Stockmarkets across Europe also took a bath, with Germany's DAX index losing 2.7% and the French CAC falling by 3.8%.</p> <p>On Wall Street, the Dow Jones industrial average fell 2.5%, or 283 points, to 11138 by 6.15pm BST. Shares in AIG crashed more than 50%, while Merrill Lynch gained 26% after being bought by Bank of America.</p> <p>The sharp falls came despite the central banks pumping billions of fresh liquidity into the system in an attempt to stabilise the market. The Bank of England offered £5bn of new funding, which was five times oversubscribed, and the European Central Bank awarded €30bn (£23.8bn) which was three times oversubscribed.</p> <p>John McFall MP, chair of the Treasury select committee, <a href=\"http://www.guardian.co.uk/business/audio/2008/sep/15/lehmanbrothers.creditcrunch\">told Guardian.co.uk today that he fears that more banks will collapse</a>.</p> <p>\"I don't think we've seen a weekend like it since the late 1920s,\" said McFall. \"It proves that the market is different. Indeed there is no market, it's all falling back on the state.\"</p> <p>And City commentator David Buik warned that a painful recession was inevitable.</p> <p>\"The fact that banks' capital bases have been hit hard again means there is less money to be lent and in a more discerning fashion, which will result in less disposable income being spent in the shopping malls which will trigger higher unemployment and the inevitable fall in to recession,\" he said.</p> <p>The European markets were the first major indices to react to the drama on Wall Street, as both the Tokyo and Shanghai stock exchanges were closed for a public holiday. Smaller markets in Asia had already shown they were spooked by the events, with Taiwan losing over 4%.</p> <p>And while share prices fell, bringing more pain to long-suffering investors, <a href=\"http://www.guardian.co.uk/business/2008/sep/15/commodities.wallstreet\">commodities including gold rose sharply</a>.</p>",
  "<p>From today's A-1 piece on Hurricane Ike damage in today's WashPost:</p> <blockquote> <p>Federal officials said there were no reports of major damage to the region's critical oil, gas and petrochemical installations.</p> </blockquote> <p>From an inside the A-section piece explaining why gas prices are continuing to rise:</p> <blockquote> <p>Gasoline prices once again soared across the country yesterday as federal officials said a preliminary survey of damage found that a number of production platforms in the Gulf of Mexico had been destroyed by Hurricane Ike.</p> </blockquote> <p>Which federal officials said which? In the first piece, the only people quoted are George Bush, the Texas governor, the mayor of Houston, a Galveston real estate agent and a fitness instructor at the Galveston Health and Racquet Club. </p> <p>The second story -- the one that leads by saying the damage was extensive enough to justify price hikes, quotes a federal bureaucrat as saying the damage to platforms was \"minor!\"</p> <p>Meanwhile, hold your breath waiting for this administration to crack down hard on oil-company price gouging. Go ahead!<br></p>",
  "<p>Pakistani troops opened fire on US soldiers trying to enter the country's lawless tribal area today, according to reports, marking a dangerous further deterioration in relations between the two anti-terror allies.</p> <p>Details of the incident, in South Waziristan, are unclear. According to local security officials and tribesmen, however, two US helicopters breached Pakistani airspace in the early hours but were forced to retreat when they came under fire.</p> <p>The US forces were likely to have been on a hit-and-withdraw mission against suspected militants in the area, similar to the first documented US ground raid into the tribal territory earlier this month, when choppers flew in commandos. That enraged the Pakistani army and public.</p> <p>One security official in South Waziristan said: \"American helicopters came, and there was a space [border] violation. Pakistani scouts [paramilitary troops]) fired artillery as a warning and they left. The helicopters did not land.\" </p> <p>Other reports said troops had directed gunfire at the helicopters, which were just inside Pakistani territory. One official said the fire had come from Pakistani soldiers based at a border checkpoint known as BP-27.</p> <p>The Pakistani army admitted a skirmish had taken place, but it denied that its soldiers had been involved. \"The villagers had some firing incident,\" said Major General Athar Abbas, a Pakistani army spokesman. \"But who fired at who, I cannot confirm.\" </p> <p>The US military denied that there had been any operation.</p> <p>The US raid earlier this month, which killed up to 20 people, including civilians, was finally admitted by the Pentagon - though not on the record. \"We did not have any forces or helicopters on or near the border,\" said Mark Swart, a spokesman for the US military at Bagram airbase, in Afghanistan. \"I don't know where the reports are coming from.\"</p> <p>The US believes the tribal area is being used as a safe haven by Taliban and al-Qaida militants fighting US and coalition forces in Afghanistan. </p> <p>Last week, the US military chief Admiral Mike Mullen said a new strategy that incorporated the tribal territory was needed for Afghanistan. Meanwhile, the US president, George Bush, is believed to have signed a secret order allowing US soldiers to stage operations in the tribal area even though the UN mandate for international forces in Afghanistan does not extend into Pakistan.</p> <p>The Bush administration is thought to be in a desperate push for results in Afghanistan and a trophy strike against al-Qaida's top leadership, which is likely to be based in the tribal area, before the presidential terms ends. CIA agents from all over the world have reportedly been pulled into the Afghan-Pakistan border area. </p> <p>Analysts believe the new policy risks a confrontation between the Pakistani and US militaries, and threatens to undermine the new democratic government in Islamabad. </p> <p>As well as the unprecedented ground assault, there has been a huge increase in the number of US missiles fired from unmanned aircraft at militant targets in the tribal area. These, too, have claimed dozens of civilian lives.</p> <p>\"This kind of situation cannot go on, because any government in Pakistan will get destabilised,\" said Hasan Askari Rizvi, a security analyst based in the eastern city of Lahore. \"This is what the Americans don't realise: that if there is an instability in Pakistan, their war on terror cannot be pursued. If everybody turns against America, then no [Pakistani] government will be in a position to support the war on terror.\"</p> <p>Washington believes Pakistan is not cracking down on some of the jihadist groups because it had a close relationship to them in the past and is still providing clandestine support. Pointedly, two recent US missile strikes in the tribal belt have targeted groups believed to be close to Pakistan's shadowy ISI intelligence agency, the network of militants run by Jalaluddin Haqqani and the al-Badr group.</p>",
  "<p>Desmond Tutu, the South African Nobel laureate, said today there was a \"possibility\" Israel had committed a war crime when its artillery shells killed 18 Palestinians from a single family in Gaza two years ago.</p> <p>Tutu said the Israeli artillery shelling which hit the Athamna family house showed \"a disproportionate and reckless disregard for Palestinian civilian life\".</p> <p>The archbishop presented his comments in a <a href=\"http://www2.ohchr.org/english/bodies/hrcouncil/docs/9session/A.HRC.9.26.doc\">final report to the UN human rights council</a>, which had sent him to Gaza to investigate the killings in Beit Hanoun in November 2006. Israel did not grant the archbishop or his team a visa for 18 months, so they only entered Gaza in May this year on a rare crossing from Egypt.</p> <p>On the three-day visit, Tutu and his team visited the house, interviewed the survivors and met others in Gaza, including the senior Hamas figure and former prime minister Ismail Haniyeh. At the time Tutu said he wanted to travel to Israel to hear the Israeli account of events, but he was not permitted.</p> <p>\"In the absence of a well-founded explanation from the Israeli military - who is in sole possession of the relevant facts - the mission must conclude that there is a possibility that the shelling of Beit Hanoun constituted a war crime,\" Tutu said in his report to the 47-member council.</p> <p>He also recommended that Israel pay adequate compensation to the victims \"without delay\". His report said \"reparation\" should also be made to the town of Beit Hanoun itself, and suggested a memorial to the victims that also helped the survivors, and suggested a physiotheraphy clinic as one possibility.</p> <p>Tutu also said that rockets fired by Palestinian militants into southern Israel should stop and should be investigated. \"Those firing rockets on Israeli civilians are no less accountable that the Israeli military for their actions,\" he said.</p> <p>For the past three months a ceasefire between Israel and the militant groups in Gaza has been in place and has significantly reduced the number of incidents and the death toll from the conflict there. Israel still maintains a tough economic blockade on the territory, restricting imports and banning nearly all exports.</p> <p>\"It is not too late for an independent, impartial and transparent investigation of the shelling to be held,\" Tutu said. He said those responsible for firing the shells should be held accountable, whether the cause of the incident was a mistake or wilful.</p> <p>After the incident, Israel's military said the shelling into Beit Hanoun that day was mistaken and was the result of a \"rare and severe failure in the artillery fire control system\" which created \"incorrect range-findings\". It said the shells had been aimed 450 metres away from the edge of town. No legal action was taken against any officer. </p> <p>However, it is still unclear why the artillery was fired so close to a residential area that morning and why shells continued to be fired after the first one hit the Athamna house - at least six shells, possibly more, were fired within a few minutes.</p> <p>The survivors in the family remain bitter and most of the large extended family no longer live in the building. Since the shelling they have received no financial help, apart from a monthly stipend from the Palestinian Authority of £50 for each of the 18 dead.</p> <p>Aharon Leshno-Yaar, Israel's ambassador to the UN in Geneva, where the human rights council was meeting, rejected Tutu's report as \"another regrettable produce of the human rights council.\" </p> <p>\"It is regrettable that this mission took place at all,\" he told the Associated Press. Israel regards the council as politicised and biased against Israel.</p> <p>He said the report gave de facto legitimacy to Hamas, the Islamist movement that won elections in 2006 and then seized full control of Gaza last year. \"This does not serve the interests of Israel or the Palestinians or the cause of peace between Israelis and Palestinians,\" Leshno-Yaar said.</p> <p>Tutu also called on Israel to stop restricting the movement of medical goods and of people in and out of Gaza, which he said was preventing Gazans from getting access to medical services.</p>",
  "<p>It was pretty clear from yesterday's papers that we've just entered Phase II of Palinophilia.</p> <p>Phase I was the Palin-as-phenomenon phase. Since everyone had barely heard of her when McCain named her, there was an inevitable period of \"Gee, who is this woman?\" coverage. </p> <p>That kind of coverage of someone who has burst onto a scene, whether in politics or business or sports-wth-an-s or whatever, tends inevitably toward the positive. It's never <em>all</em> positive, and it certainly wasn't that in Palin's case, because we had the revelation about the daughter's pregnancy and a few other things. But basically it's personality-driven coverage, highlighting the person's hobbies and likes and dislikes and alleged values. And she has a personality that many Americans like, and of course she did deliver a crowd-pleasing speech in St Paul, so Phase I worked largely to her benefit.</p> <p>But now we've clearly entered Phase II, in which the journalism is less about personality and more about policy and her record. The results are consierably less flattering.</p> <p>I count four important pieces in just the last two days. The one that's attracted the most attention is yesterday's <a href=\"http://www.nytimes.com/2008/09/14/us/politics/14palin.html?pagewanted=1&amp;_r=1&amp;hp\">huge New York Times takeout</a> on how she's governed Alaska. Required reading if you haven't delved into it. The portrait here is of a deeply insecure person with at once a wobbly command of government and fiercely ideological world view (a great combination!) whose administration abused power to conceal the first fact and enforce the second:</p> <blockquote> <p>Interviews show that Ms Palin runs an administration that puts a premium on loyalty and secrecy. The governor and her top officials sometimes use personal email accounts for state business; dozens of e-mail messages obtained by the New York Times show that her staff members studied whether that could allow them to circumvent subpoenas seeking public records.</p> <p>Rick Steiner, a University of Alaska professor, sought the email messages of state scientists who had examined the effect of global warming on polar bears. (Ms Palin said the scientists had found no ill effects, and she has sued the federal government to block the listing of the bears as endangered.) An administration official told Mr Steiner that his request would cost $468,784 to process.</p> <p>When Mr Steiner finally obtained the email messages — through a federal records request — he discovered that state scientists had in fact agreed that the bears were in danger, records show.</p> <p>\"Their secrecy is off the charts,\" Mr Steiner said.</p> </blockquote> <p>I don't know what will come of this. But the idea that a gubernatorial administration anywhere in this country secretly decided that they should all discuss governance and patronage issues using their personal email accounts rather than governmental ones is a very serious matter. The Bush White House <a href=\"http://en.wikipedia.org/wiki/Bush_White_House_e-mail_controversy\">deleted -- er, \"lost\" -- up to 5 million emails</a> related to the US attorneys scandal. If the White House weren't ignoring subpoeans and flouting the law, this face alone may well have been enough to warrant impeachment proceedings. </p> <p>Even more damning in some ways was yesterday's Washington Post piece about how Palin ran Wasilla. In most towns in most states, mayors at least have to oversee four basic things: police, fire, schools and garbage pickup. But of these Palin apparently didn't even have to deal with three of them:</p> <blockquote> <p>Firefighting and schools, two of the main elements of local governance, are handled by the Matanuska-Susitna Borough, the regional government for a huge swath of central Alaska. The state has jurisdiction over social services and environmental regulations such as stormwater management for building projects.</p> <p>With so many government services in the state subsidized by oil revenue, and with no need to provide for local schools, Wasilla has also made do with a very low property tax rate -- cut altogether by Palin's successor -- sparing it from the tax battles that localities elsewhere must deal with. Instead, the city collects a 2 percent sales tax, the bulk of which is paid by people who live outside town and shop at its big-box stores.</p> <p>The mayor oversees a police department created three years before Palin took office; the public works department; the parks and recreation department; a planning office; a library; and a small history museum. Council meetings are in the low-ceilinged basement of the town hall, a former school, and often the only residents who show up to testify are two gadflies. When Palin was mayor, the population was just 5,500.</p> <p>Palin limited her duties further by hiring a deputy administrator to handle much of the town's day-to-day management. Her top achievement as mayor was the construction of an ice rink, a project that landed in the courts and cost the city more than expected.</p> <p>Arriving in office, Palin herself played down the demands of the job in response to residents who worried that her move to oust veteran officials would leave the town in the lurch. \"It's not rocket science,\" Palin said, according to the town newspaper, the Frontiersman. \"It's $6 million and 53 employees.\"</p> </blockquote> <p>In GOP-spin world, Palin has vast \"executive experience.\" In reality world, this is a joke. And yes a governor has more responsibility. But even there Alaska is unique, because the presence of the oil revenues and the lack of a large poor population combine to virtually ensure that as long as out-and-out corruption is avoided, the state will always have the income to provide basic services.</p> <p>Third, <a href=\"http://www.newsweek.com/id/158738\">a fascinating Newsweek piece</a> on Palin's firing of her first police commissioner. In one of the few areas of actual responsibility she did have, she axed a seemingly competent cop in part because he thought letting citizens carry guns in bars <em>and schools</em> was a bad idea. Palin opposed him:</p> <blockquote> <p>Stambaugh, a former Anchorage police captain who once supervised Monegan, was hired as Wasilla's first police chief in 1993 and created the town's small police force, says former Wasilla mayor John Stein. But weeks after Palin beat Stein in 1996, she expressed displeasure with the chief. One big issue, Stambaugh said, was that he and other police chiefs had opposed a state-legislature bill to permit concealed weapons in schools and bars, which Stambaugh called \"craziness.\" But Palin, elected with backing from the National Rifle Association, which lobbied for the bill, told him she was \"not happy\" with his position, and that the NRA wanted him fired, says Stambaugh. Palin told him he \"shouldn't have done that,\" Stambaugh told Newsweek. (Palin denied in a deposition that the NRA contacted her about the weapons bill.)</p> <p>An even bigger clash involved a proposed city ordinance backed by Stambaugh to close the town bars at 2 a.m. instead of 5. Stambaugh says he believed this would help curb late-night drunken driving at a time when, according to Stein, the former mayor, \"people were driving out from Anchorage to the valley for more alcohol and crashing.\" But Palin, as a council member, had voted against the measure—making her the favored candidate among bar owners, one of whom held a fund-raiser for her. Records obtained by NEWSWEEK show that Wasilla bar owners contributed $1,250 to her mayoral campaign—more than 10 percent of all the money she raised in 1996. Griffin did not respond to requests for comment on those contributions.</p> </blockquote> <p>Fourth, the Wall Street Journal <a href=\"http://online.wsj.com/article/SB122143893857134389.html\">reports</a> today, in light of McCain's comments last Friday that Palin had sought no earmarks as governor, that that is just a flat-out lie:</p> <blockquote> <p><br>Last week, Republican presidential candidate Sen. John McCain said his running mate, Alaska Gov. Sarah Palin, hadn't sought earmarks or special-interest spending from Congress, presenting her as a fiscal conservative. But state records show Gov. Palin has asked U.S. taxpayers to fund $453 million in specific Alaska projects over the past two years.</p> <p>These projects include more than $130 million in federal funds that would benefit Alaska's fishing industry and an additional $9 million to help Alaska oil companies. She also has sought $4.5 million to upgrade an airport on a Bering Sea island that has a year-round population of less than 100.</p> </blockquote> <p>If all this is true, why is she so popular? Fair question. She's likeable, as I said. She sold the airplane (which is something you can only do once). She taxed the oil companies and gave the money to the people. And she operates in secrecy, shiedling the bad news, which is a pretty easy thing for a governor in a small state with a small in-state media to do. As the governor said herself, it's not rocket science. Let's hope the US media stays on top of it.</p>",
  "<p><strong>R-E-S-P-E-C-T! FIND OUT WHAT IT MEANS TO E-B-J-T!</strong></p> <p>As the Fiver gazed absentmindedly out the window, wondering what to pontificate on this afternoon, we were surprised to see our City boy cousin, Rolled-Up £50 Note Braces Buy Sell Buy Sell Convertible Private Jet to Paris Tig Extension Fiver whizz past, pausing mid-plummet to point forlornly at the AIG logo on his replica shirt before exploding in a mess on Big Road below. We were surprised for a number of reasons, the main one being that we'd pushed him off the roof of a building in Canary Wharf, several miles away.</p> <p>Of course with the Fiver being simple folk who thinks FTSE is a game Mrs Fiver plays with other tea-time emails under pub tables when she thinks we're not looking, the Fiver isn't going to try and surmise what effect the financial-knack that has befallen the world's largest insurance company is going to have on debt-ridden Manchester United, the team they sponsor. It's a sad state of affairs, but never mind, there's always England's Brave John Terry.</p> <p>A month ago, EBJT threw his weight behind a campaign for footballers to show more respect to referees, saying: \"Last year, was there or wasn't there a rule where you couldn't surround the referee? I couldn't tell you. Now there's a rule. You can't. It's the captain who has that responsibility to go and speak to the referee.\" And go and speak to the referee he duly did, at great length along with several of his team-mates, when Mark Halsey had the audacity to show him a red card for throwing his weight behind Jo when the Manchester City striker was sort of not really clean through on goal with only Petr Cech to beat.</p> <p>\"Chelsea have submitted a claim for wrongful dismissal on behalf of [EBJT],\" declared a statement on the FA's website this afternoon. \"[EBJT] was sent off for serious foul play during Chelsea's game against Manchester City on September 13. A regulatory commission will consider the claim on September 16.\" Chelsea's appeal is likely to fall on deaf ears because their defence is weaker than AIG's share price. As Terry wasn't actually sent off for denying Jo a clear goal-scoring opportunity, it doesn't make any difference that Ricardo Carvalho was there to heroically cover his back once again. * * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"To be honest I think the Special One needs a smack in the mouth\" - the Serie A season may only be two games old, but if this nugget from Catania sporting director Pietro Lo Monaco is anything to go by, Inter manager Jose Mourinho has already made his mark.</p> <p>*********************</p> <p><strong>AN OPEN LETTER TO THE MANY BILLIONAIRES AMONG THE FIVER'S READERSHIP</strong></p> <p>OK, OK, Newcastle United may look a little grubby at the moment but, dear potential investor, consider the history! Think of the quixotic brilliance of Kevin Keegan's first reign! Or the - gasp! - back-to-back Texaco Cups in the 1970s! Best of all, think of the immortal <em>joie de vivre</em> that surrounds the club and was best embodied by former striker Hughie Gallacher who, by the admission of former coach Andy McCombie, \"used to get canned up on a Friday night\" and who, during the club's European tour of 1929, prompted an awe-struck ref to tell reporters: \"I'm convinced he was quite tipsy ... I heard he drank much cognac between the halves.\" Verily, Mike Ashley, that outed swiller of non-alcoholic ale, is an unworthy owner of this great institution!</p> <p>Good thing, then, that in the wake of the ballyhoo over Keegan's second resignation from the club, Ashley has put the Barcodes up for sale. What's more, in a statement released last night he recited even more reasons why you might like to fork out damn near £400m for the privilege of employing Joey Barton. \"The club is still in debt,\" blubbed Ashley. \"Even worse than that, the club still owes millions of pounds in transfer fees,\" he continued before brandishing a handful of magic beans and adding: \"Newcastle has the fifth highest wage bill in the Premier League.\"</p> <p>And to cap it all off, Ashley hurrahed: \"I bought Newcastle in May 2007. Newcastle attracted me because everyone in England knows that it has the best fans in football.\" Perhaps he's hoping, dear potential investor, that you read his statement with the same lack of diligence he showed when buying the club in the first place, and therefore that you missed the bit where he sobbed: \"I have really loved taking my kids to the games, being next to them and all the fans. But I am now a dad who can't take his kids to a football game on a Saturday because I am advised that we would be assaulted.\"</p> <p>*********************</p> <p><strong>FANTASY GAMES THAT SHOULD BE BENEATH MOST RIGHT-THINKING ADULT MEN BUT AREN'T</strong></p> <p>Go on, <a href=\"http://www.theguardian.com/fantasyfootball\">play it</a>.</p> <p>Go on, <a href=\"http://guardian.pickthescore.co.uk/\">pick it</a>.</p> <p>* * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>'Arry Redknapp can't imagine why Stephen Appiah wouldn't want to move nearer to Portsmouth's Gunwharf Quays shopping mecca.</p> <p>Kevin-Prince Boateng has packed up his shiny crown and is making his way to the Midlands for a three-month loan deal at Bongo FC.</p> <p>And having possibly bought the wrong Mancunian football club by mistake, Manchester City's new owners are ready to trump themselves by buying the wrong Ronaldo. Expect to see the knack-prone fat Brazilian version getting wedged in the tunnel at Middle Eastlands in the new year.</p> <p>* * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Newcastle have assured their dwindling band of supporters that Alan Shearer was not fired from his job as the club's ambassador, saying his duties actually ended last season. \"As a gesture of goodwill, Alan was given a complimentary corporate box for use at St James' Park,\" declared a statement, failing to clarify where else the insightful BBC pundit might have used it.</p> <p>Roy Hodgson has admitted it was not easy to convince Fulham owner Mohamed Al Fayed to part with his money this summer. \"[But] you don't buy strikers of the quality of Bobby Zamora without spending money - that's the bottom line,\" he chirruped with an admirably straight face.</p> <p>Jimmy Floyd Hasselbaink, 73, has hung up his boots and announced his retirement with immediate effect.</p> <p>Thirteen people were killed at a football game in Congo yesterday when Nyuki club's goalkeeper started a riot by trying to use witchcraft to help his team beat rivals Socozaki. Radio Okapi reported that police fired tear gas at fans after being pelted with rocks when they tried to break up an on-pitch brawl caused by the keeper's \"fet1shist\" spells.</p> <p>Expect to read a lazy Borat gag in the next few seconds now that Kazakhstan have sacked coach Arno Pijpers in the wake of World Cup qualifying defeats to Croatia and Ukraine. \"We in the federation are ashamed,\" wailed Kazakhstan FA bigwig Sayan Khamitzhanov, whose grumble would be taken more seriously if he hadn't been wearing a green mankini.</p> <p>Hull have confirmed that Craig Fagan suffered a leg-snap whilst being viciously tackled by Newcastle's Danny Guthrie on Saturday. Because Fagan isn't a young Croatian international that plays for Arsenal, nobody seems too bothered.</p> <p>And Alan Buckley's 96th spell in charge of Grimsby came to an end today when he was sacked with the team 20th in League Two on two points after six games.</p> <p>* * * * * * * * * *</p> <p><strong>STILL WANT MORE?</strong></p> <p>Several men and a token woman bang the world to rights in the latest thrilling instalment of podcasting's <a href=\"http://www.theguardian.com/football/audio/2008/sep/15/premierleague.championsleague \">Football Weekly</a></p> <p>Barney Ronay offers a disturbing insight into Rafael Benítez's wet dreams as he looks back on <a href=\"http://www.theguardian.com/sport/blog/2008/sep/15/premier.league.review\">the Premier League weekend</a>.</p> <p>Palermo beat Roma, Milan lose to everybody and a team owner threatens to eat his players testicles. All this and more in <a href=\"http://www.theguardian.com/sport/blog/2008/sep/15/seriea.weekendreview\">Paolo Bandini's Serie A round-up</a>.</p> <p><a href=\"http://www.theguardian.com/sport/blog/2008/sep/15/laligafootball.barcelona\">Dr Sid Lowe</a> is knocking on the door, will somebody, please, let the man in.</p> <p>Too lazy to watch football yourself? John Ashdown has prepared <a href=\"http://www.theguardian.com/sport/blog/2008/sep/15/championship.leagueonefootball\">a 10-point guide to the weekend's Football League action</a>.</p> <p>Alternatively, if large men running into each other is your thing, you might prefer <a href=\"http://www.theguardian.com/sport/blog/2008/sep/15/superleague.wiganwarriors\">Andy Wilson's thoughts on the Super League play-offs</a>, or <a href=\"http://www.theguardian.com/sport/blog/2008/sep/15/nflroundup.weektwo\">Paolo Bandini's look back at week two in the NFL</a>.</p> <p>* * * * * * * * * *</p> <p><strong>FIVER LETTERS</strong></p> <p>\"With Ryan Giggs saying the following regarding Berbatov: 'For a big man he has a superb touch', we now know the difference in the recruiting processes at Liverpool and Man Utd. When Liverpool were settling for ABM with a GT, they should have been aiming for ABM with a ST\" - Tommy Fotak.</p> <p>\"Re: Valuing the book of Mormon at £1.07 (Friday's Fiver). Anyone who pays for a book supposedly derived from several golden plates unearthed in upstate New York - and decoded using magic spectacles no less - is surely getting scammed\" - Mike Murphy.</p> <p>\"Since Friday's news that Big Phil passed over the Man City manager's job, I've been wracking my brains for a Second-Choice Steve-like nickname for the eventual incumbent. I'm afraid the best I've come up with is Mark II\" - Philly Mac.</p> <p>\"Re: Smiths songs the Fiver's Jingo-Jangle-o-meter should sound like (Fiver's passim). Surely Cemetary Gates is more jangle than both Bigmouth Strikes Again and What Difference Does It Make. Or perhaps we'll only know when Pete Buck's Rickenbacker is returned. By the way, does this riff/refrain reveal just how little football really means to anyone now?\" - Patrick O'Brien.</p> <p>\"Re: banning the use of the phrase 'going forward', going forward (Friday's Fiver). I wish you could ban it where I work. No presentation or discussion is complete without this crap Americanism. It's thrown in at every opportunity going forward. What did people say before its arrival? 'Heads up' is a worse phrase. It has invaded these shores like the grey squirrel and the Harlequin ladybird and those using it should be culled\" - Drew J.</p> <p>Send your letters to <a href=\"mailto:the.boss@theguardian.com\">the.boss@theguardian.com</a></p> <p>* * * * * * * * * *</p> <p><strong>THREATENED WITH DELETION FROM WIKIPEDIA FOR NOT BEING 'NOTABLE' - A NEW LOW</strong></p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337629430\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/15/1/GD8834563@A-sheen-of-oil-is-see-4995.jpg\" alt=\"Oil rig in hurricane strike texas\" width=\"587\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">High Island, US: A sheen of oil is seen around a pump jack surrounded by floodwater after the passing of hurricane Ike  </span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337629436\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/15/1/GD8837355@Villagers-stand-near--6042.jpg\" alt=\"Hindu festival in Indonesia \" width=\"600\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mount Bromo, Indonesia: Locals stand near the volcanic crater of Mount Bromo during the Kasada festival in East Java. Villagers and Hindu worshippers throw offerings into the crater during the festival to thank the Hindu gods for ensuring their safety and prosperity   </span> <span class=\"element-image__credit\">Photograph: Sigit Pamungkas/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337629433\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/15/1/GD8834743@Relatives-and-friends-5491.jpg\" alt=\"riot at La Mesa prison\" width=\"584\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tijuana, Mexico: Relatives and friends stand outside La Mesa prison as rioting inmates stand on the  roof. Prisoners were angered by the deaths of inmates, allegedly at the hands of guards</span> <span class=\"element-image__credit\">Photograph: Guillermo Arias /AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337629418\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/15/1/GD8827097@epa01487950-An-immigr-2952.jpg\" alt=\"World Social Forum of Migration in madrid \" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Madrid, Spain: An immigrant peers through a hole in a banner during a rally of solidarity to close the two-day third World Social Forum of Migration   </span> <span class=\"element-image__credit\">Photograph: Acero /EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337629394\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/15/1/GD8826160@Haron-Keitany-from-Ke-628.jpg\" alt=\"Kenyan runners hold hands at the the IAAF World Athletics Final\" width=\"569\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stuttgart, Germany: Haron Keitany from Kenya and countryman Asbel Kipruto Kiprop hold hands after the 1,500m race during the IAAF world athletics final   </span> <span class=\"element-image__credit\">Photograph: Daniel Maurer/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337629397\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/15/1/GD8826558@US-President-George-W-1509.jpg\" alt=\"George w Bush addresses the media as hurricane Ike strikes Texas \" width=\"592\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Washington DC, US: George Bush with a map of Gulf Coast oil pipelines at a press conference about hurricane Ike  </span> <span class=\"element-image__credit\">Photograph: Tim Sloan/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337629439\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/15/1/GD8837570@CHENGDU,-CHINA---SEPT-6571.jpg\" alt=\"Moon festival in China\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chengdu, China: Residents fly a lantern to mark the annual moon festival     </span> <span class=\"element-image__credit\">Photograph: China Photos/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337629424\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/15/1/GD8829192@Devotees-shower-water-4020.jpg\" alt=\"Ganesh festival in Mumbai \" width=\"584\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mumbai, India: Devotees shower water on an idol of the Hindu elephant-headed god Ganesha before its immersion in the sea   </span> <span class=\"element-image__credit\">Photograph: Gautam Singh/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337629427\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/15/1/GD8834497@Albert-Cox,-who-was-i-4523.jpg\" alt=\"Metrolink survivor attends a memorial service\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Simi Valley, US: A commuter injured in a train crash attends a memorial service for the 25 people who died  </span> <span class=\"element-image__credit\">Photograph: Ric Francis/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337629421\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/15/1/GD8827603@epa01487983-A-detail--3538.jpg\" alt=\"International day of love celebrated in Germany\" width=\"588\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lüneburg, Germany: Roses form part of a giant heart made for the 'International Day of Love'</span> <span class=\"element-image__credit\">Photograph: Kay Nietfeld/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337629388\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/15/1/GD8825771@epa01487815-An-Egypti-9243.jpg\" alt=\"Dervish dance in Cairo\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cairo, Egypt: A dervish spins one of his skirts during a performance</span> <span class=\"element-image__credit\">Photograph: Mohammed Omar/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337629391\"> <img src=\"https://static.guim.co.uk/Guardian/news/gallery/2008/sep/15/1/GD8825935@LOURDES,-FRANCE---SEP-78.jpg\" alt=\"French Nuns listen to the Pope's mass at Lourdes \" width=\"578\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lourdes, France: Nuns pray during a mass held by Pope Benedict XVI for the 150th anniversary of the Virgin Mary apparitions</span> <span class=\"element-image__credit\">Photograph: Carsten Koall /Getty</span> </figcaption> </figure>",
  "<!-- Block 1 --> <p><strong>2.50 PM:</strong> Delegates are already squaring up for a fight over Nick Clegg's <a href=\"http://www.libdems.org.uk/assets/0000/7745/Make_it_Happen.pdf\">Make it Happen (pdf) </a> document. </p> <p>Not everyone is happy that one of the flagship proposals is tax cuts for low and middle income earners, and an amendment due to be tabled as part of a debate this afternoon will explain why. </p> <p>Other proposals include cracking down on tax avoidance by the super-rich, cutting waste, and introducing local elected boards to run local NHS services. </p> <p>A one-and-a-half hour debate on the contents of Clegg's six page booklet will end in a vote either way. If, as is expected, delegates back the controversial proposals it will formally become party policy.</p> <!-- Block 2 --> <p><strong>3.05 PM:</strong> Danny Alexander opens the debate. This debate is about how you apply the unchanging liberal values of fairness to today. It is social liberalism for the 21st century, he says in reference to the document in question, Make it Happen.</p> <p>Those on low and average income are hurting badly. He talks of a constituent in tears because her energy bills have doubled and she is struggling to make ends meet. The 62-year-old is being forced to choose between heating and eating. That's not freedom, and it's not fair, he says to polite applause.</p> <p>We're the only party with a plan to set the party on the right track, he says. It is a vision we can get across on every door step in this country.</p> <!-- Block 3 --> <p><strong>3.05 PM:</strong> He highlights the eye-catching elements of the document and concludes that <br>the Liberal Democrats have a \"compelling agenda\" to present to the people in Britain.</p> <p>Referring to the tax cut plans, he highlights their redistributive merits. \"The most redestributive package for a generation,\" he says. No applause there, as you might have expected.</p> <!-- Block 4 --> <p><strong>3.05 PM:</strong> He highlights policy commitments on housing and disadvantaged kids in education.</p> <p>He then deals with the thorny issue of a dissenting amendments, which call for tax cuts to be a secondary concern, not a primary one. But Alexander says the tax cuts are \"crucial\" to tackling inequality. Applaud comes at last. </p> <p>I would rather hand money back to struggling families than to central government. \"That is the choice you have before you today.\" More applause. An encouraging sign for Nick Clegg.</p> <!-- Block 5 --> <p><strong>3.10 PM:</strong> Alexander says if Vince Cable backs tax cuts and thinks there are so many billions to be clawed back from closing loopholes on the super-rich, it must be so. More applause when the party favourite is mentioned.</p> <p>Alexander is still working the audience to reject that amendment. \"Give us the platform to deliver real change across Britain at the next election.\" applause.</p> <!-- Block 6 --> <p><strong>3.15 PM:</strong> Exit Alexander, on comes Paul Holmes, from Chesterfield, who is moving the amendment.</p> <p>He tells delegates that those behind the amendment are behind 99% of the document, but they do reject that one little element on the tax cuts. He says no one is suggesting throwing the money into the morgue of central government diktat. </p> <p>But what about public services, for example? The Lib Dems have fought in the past for more spending on public services. We are now being told that the best way is to give low and middle income earners some money back on top of a 6p cut rate of tax. </p> <p>He says the extra money would be equivalent to another 1p - thereabouts. Ask someone if they want a tax cut and you get a predictable response. But he points to the elderly care service needs, and the fact there isn't enough money there. </p> <p>He then points to tuition fees, and the fact that the money isn't there to ensure the fees are scrapped. In sum, public service commitments should supersede Clegg's tax cut proposals. There is louder applause for his argument than there was for Alexander's pitch - and a few cheers to boot.</p> <!-- Block 7 --> <p><strong>3.20 PM:</strong> Michael German, the leader of the Welsh Liberal Democrats, has just come on to back the motion endorsing the document. </p> <p>He talks about communities in his backyard, who face some real issues, such as lower life expectancy and so on - some of the poorest people in Britain, who shop in Aldi, not in Waitrose. These people have to make tough choices, because they are already shopping at the bottom of the market, he says.</p> <p>The Lib Dems as a party have to make tough choices and change as a party too. He counters Holmes' earlier point by saying throwing more money at public services doesn't necessarily create better public services. What is better is to put more power in the hands of people so they can shape and define the services for their local community and themselves.</p> <!-- Block 8 --> <p><strong>3.25 PM:</strong> Richard Grayson, from Hemel Hempstead, comes on next. He defends the amendment, which, he says, doesn't say don't have tax cuts, but simply says don't make it such a high priority.</p> <p>The idea that people will be more powerful with a few more pounds in their pockets doesn't necessarily stack up. He argues instead for high spending in public services to achieve say, smaller class sizes in state schools, to match those in private education.</p> <p>\"Money can be better spent in better ways than by introducing tax cuts.\"</p> <p>Those extra savings Clegg has identified from such measures as scrapping ID cards could be used for \"bold\" measures elsewhere, such as extra policing.</p> <!-- Block 9 --> <p><strong>3.25 PM:</strong> We've already got a good policy on fair tax cuts, we don't need another one, he says. He gets a good reception as he leaves the stage.</p> <p>I've looked up properly for the first time, and it's quite clear that we're quite a few short of the 6,000 delegates that are reported to have registered for this conference.</p> <!-- Block 10 --> <p><strong>3.25 PM:</strong> Graham Watson, MEP and leader of the Lib Dem European party, is next. </p> <p>He's provoking a bit of reaction from the audience as he lays out his argument in favour of Clegg's document and against the amendment. Food prices are up by over a tenth, petrol prices by over a fifth. Then there are rising repossessions ... all these things have convinced him of the case for tax cuts, just as it would have convinced Liberal leaders of old, just has it has convinced the incumbent Nick Clegg. He's getting quite a lot of applause as he calls for the motion to be supported, unamended.</p> <!-- Block 11 --> <p><strong>3.30 PM:</strong> A senior citizen called Roger Roberts comes on to say that nothing would be lost if the amendment were carried. \"Surely our priority immediately - first of all - should be to remove that inequality\" that Mike German was talking about earlier, he says passionately.</p> <p>He says he can agree a 100% on what the document says, just not how a bit of it is framed (that emphasis on the tax cut).</p> <p>\"Nobody loses face, nobody loses anything at all, by passing that amendment.\" </p> <p>He's made a fine and passionate speech, and gets a decent round of applause he exits right off stage.</p> <!-- Block 12 --> <p><strong>3.35 PM:</strong> Like Rogers, Tom McNally sits in the house of Lords. In fact, he's the Lib Dem leader in the Lords. He comes on next to praise the great traditions of the party, and their relevance in the 21st century. He is speaking against the amendment.</p> <!-- Block 13 --> <p><strong>3.40 PM:</strong> He says it's no good giving Vince Cable a standing ovation before lunch (as delegates did this morning when he focused on the proposed tax cuts as part of his speech) and then pulling the chair away (or was it his legs?) in the afternoon by voting against that very proposal.</p> <!-- Block 14 --> <p><strong>3.45 PM:</strong> The mood in the conference hall suggests Clegg's proposal are going to be carried in full, and the amendment - which seeks to dampen the tax cut pledge into a lower priority - will be lost. By how many votes remains to be seen. </p> <p>Elaine Bagshaw, from Liberal Youth, comes on stage to announce she's only 22, has masses of student debt, and is one of those people failed by the Labour government. Applause.</p> <p>While everyone seems absorbed with the impact of the credit crunch on the housing market, young people like herself are so far away from the first rung of the housing ladder it isn't relevant to her and her peers. </p> <p>She wholeheartedly backs Clegg's proposals, arguing that under the plans, you won't have to choose between better public services and tax cuts. You can have both, she says. </p> <p>Public spending should not be a black hole though. If the Lib Dems cut waste and unnecessary bureaucracy, there'll be the extra cash to hand out. You don't <em>have</em> to create yet more policies to spend the money centrally.</p> <!-- Block 15 --> <p><strong>3.55 PM:</strong> We're now at a stage called the \"intervention session\", which lasts around 10 minutes. </p> <p>We're going to get a number of interventions from the audience. Jeremy Hargreaves, from Croydon, is speaking rather quickly to get all his points across in 60 seconds. In summary, he supports the motion (ie that document).</p> <p>Tony Hill, from Maidenhead, does too. Arnie Gibbons says if the Lib Dems go to the general election on a tax-cutting ticket, it will give the impression that they are the party of empty promises because they won't be able to fund their policy commitments in full. He at least, wants that amendment carried.</p> <p>Jo Swinson, MP for East Dunbartonshire, is next. She says the Lib Dems should be bold enough to go for the tax cut option. A few cheers are offered at this point.</p> <!-- Block 16 --> <p><strong>4.00 PM:</strong> Nigel Quintin, a prospective parliamentary candidate supports the amendment. Tax cuts are a tool, not a panacea in the face of rising household bills. The amendment is merely a clarification of Liberal Democrat values, he says.</p> <!-- Block 17 --> <p><strong>4.05 PM:</strong> The interventions are finished, and we're now back to people walking on and off stage. Duncan Brack, from Streatham, and chair of the federal conference committee, says reducing the overall tax burden is important but there isn't a lot of detail to back it up. Whatever you think of the idea, this is not the way to form policy he says, to quite loud applause. </p> <p>He refers to the press suggestions that Nick Clegg is positioning his party to the right, or alongside, the Tories. This is clearly not something to be proud of. He harks back to Lloyd George and his views that there are things that only the state can handle. Back to the present day, and the need to use public investment to fund say, green investment, which is of paramount importance in the modern day. </p> <p>He urges delegates to vote for the amendment and put conference back in the driving seat of forming party policy. As an aside, there is a clear sense that the tax cut proposals are an uncomfortable departure from the Liberal Democrat comfort zone.</p> <!-- Block 18 --> <p><strong>4.10 PM:</strong> The darling of conference, Vince Cable, comes on next to fight his corner. As he does, Nick Clegg and Ed Davey walk past to sit down in the front row, almost bang opposite the podium.</p> <!-- Block 19 --> <p><strong>4.15 PM:</strong> Richard Younger Ross, an MP from Cambridge, comes on. He says he's never had someone coming to his constituency surgeries to ask him to cut tax burdens. What they'll come in to talk about is their needs, such as swifter NHS treatment, for example. </p> <p>He's arguing for the amendment and against claims that if passed, it would be \"tying Vince's hands\". It won't, he says. He asks whether care for the elderly is a lower priority than tax cuts. Is cutting tuition fees a lower priority than tax cuts, he asks rhetorically. Unfortunately, a few in the audience respond by saying \"yes\".</p> <!-- Block 20 --> <p><strong>4.15 PM:</strong> Tim Farron, MP for Westmoreland and Lonsdale who was also the warm-up act at the Saturday evening rally, tries to contrast Tory tax cuts (always about the rich) with theirs (relieving people from poverty). </p> <p>He says the amendment would put policy in a \"straitjacket\". He says its more liberal to say the party won't be wasting money. He takes umbrage at the suggestion that the money from tax cuts should be spent on axing tuition fees. </p> <p>He thinks it isn't a case of either/or here. He is committed to both policies, and confesses that he finds it odd not to be part of the awkward squad on this issue as he urges delegates to vote for the motion and against the amendment.</p> <!-- Block 21 --> <p><strong>4.20 PM:</strong> Heavyweight Chris Huhne, MP for Eastleigh and Lib Dem home affairs spokesman, reminds delegates the Liberal Democrats backed the public service commission in 2002. </p> <p>Six years on, the country has seen a real growth in public spending - on education, on health and so on. </p> <p>Now families are feeling the pinch with rising energy bills, do we ignore their plight. \"Is it socially just not to give them some help?\"</p> <p>He refers to changing one's mind when the facts change. He rebuts suggestions that the tax cut measure would be a shift to the right. \"It's not a shift to the right to make our taxes fairer.\" As you would expect, he backs Clegg's motion \"unamended\".</p> <!-- Block 22 --> <p><strong>4.30 PM:</strong> We're getting close to the finishing line (votes). Dr Evan Harris, MP for Oxford West and Abingdon, come to the stage to sum up in support of the amendment. </p> <p>He makes a good joke which makes everyone laugh, and I'm sorry to say I missed it. The humour circles around the fact that he's realised the amendment is unlikely to be carried by some margin. </p> <p>He rejects the idea that passing the amendment would be a kick in the teeth for Clegg or that it would tie up Cable's hands. </p> <p>Voting for the amendment would not send our leader \"back to stud\". I thought our campaign message was a popular principled one of taxing more fairly and spending more fairly, he says. </p> <p>He's worried about inconsistent comments attributed to Nick Clegg in the press - in some he seems to have pledged more of the £20bn to tax cuts than he has to others, where he has framed it as redistribution of money \"left over\". </p> <p>The amendment is all about the emphasis placed on tax cuts , but Harris knows as he goes to sit down that delegates are probably going to opt for backing Clegg's vision 100%, without nuance or doubt about its priority as a policy.</p> <!-- Block 23 --> <p><strong>4.35 PM:</strong> And so to Simon Hughes, MP for Bermondsey and outgoing party president, who makes the closing speech in support of the main motion. He takes on the concerns aired over the past hour and 40-odd minutes. </p> <p>On the point that tax cuts should not be at the expense of tackling inequality, tax cuts for those at the bottom who do pay taxes ARE a way of tackling inequality. Applause.</p> <p>He qualifies the amount of money saved that would be redistributed through tax. Delegates would have a say nearer the time, but it's impossible to talk figures at this early point.</p> <p>the Lib Dems are not the party of empty promises either. Policies are changing because times have changes. He refers to someone who called him at 5.55am who has developed mental illness, brought on by the stress of credit card debt. </p> <p>On to Lib Dem principles. The party must be ready to adapt and change to be relevant in the modern day. If you are very rich, you will pay more. If you are very poor, you will pay less. </p> <p>That is the liberal and distinctive message. This will persuade voters we are on their side. Applause. And now we come to the vote.</p> <!-- Block 24 --> <p><strong>4.40 PM:</strong> The amendment calling for tax cuts to be a second order issue is defeated by a large majority.</p> <p>The motion supporting Clegg's policy document for the party is overwhelmingly carried.</p>",
  "<p>Shocked by the collapse of <a href=\"http://www.theguardian.com/business/2008/sep/15/lehmanbrothers.creditcrunch\">Lehman Brothers</a>, investors switched to gold as a safe haven in early trading today, pushing up the price of bullion by more than 2%. </p> <p>Silver also gained ground in overnight trading as anxiety over the stability of US financial markets spurred a rush toward defensive investments.</p> <p>Spot gold in Australian markets rose 2.5% or $18.70 to $782.15 this morning, though by midday it had slipped back to $775.6. Silver gained 2.4% an ounce to peak at $11.15 in early trading before dropping to $10.85.</p> <p>Fears of further ripple effects from the <a href=\"http://www.theguardian.com/business/wallstreet\">turmoil on Wall Street</a> also triggered a flight from the dollar, which dropped 1% against the euro, adding to Friday's slide, when the US currency suffered its biggest one-day decline against the single currency in six months. Analysts said fears of a worsening economic situation in Europe halted the slide.</p> <p>Oil also continued its journey southwards. US light, sweet crude dropped $4.43 to $96.75 in premarket electronic trading on the New York Mercantile Exchange following renewed forecasts of recession on both sides of the Atlantic. Fears of supply problems were eased by reports that the Gulf of Mexico oil infrastructure escaped serious damage from Hurricane Ike. Oil is down sharply from its mid-July highs when it hit a record over $147 a barrel.</p> <p>Peter McGuire, managing director of Commodity Warrants Australia, told Reuters: \"Gold is on fire right now. There is a huge amount of nervousness about <a href=\"http://www.theguardian.com/business/merrilllynch\">Merrill</a> and Lehman. The financials are being hit really hard and things could get very interesting once US markets open.\"</p> <p>\"These are not normal events and people are running to safety, running to quality,\" he said, adding that gold could rally to $820 to $830 in the next couple of days.</p> <p>Last week the US economy appeared to be on the road to recovery following the bailout of mortgage lenders <a href=\"http://www.theguardian.com/business/freddiemacandfanniemae\">Fannie Mae and Freddie Mac</a>. The £3 trillion rescue package eased fears of a widespread financial collapse in the US.</p> <p>However, the prospect of Lehman's failing to find a saviour and serious funding shortfalls at rival investment banks and mortgage lenders such as Washington Mutual spooked the markets and prompted further falls.</p> <p>Gerard Burg, an analyst at National Australia Bank, said: \"Gold's price response today looks like safe-haven behaviour. The Lehman story is dominating markets, while bullion is probably getting a bit of a lift from the dollar. </p> <p>\"But the longer-term is still bearish. In relative terms gold has been pretty soft as the dollar strengthened. Also Indian demand looks comparatively weak and the gold market can't live without India.\"<br></p>",
  "<p>The wisest words to come out of the Middle East for a long time were <a href=\"http://haaretz.com/hasen/spages/1015408.html\">spoken recently</a> by Palestinian president Mahmoud Abbas: \"We shouldn't lose another seven years searching for solutions.\" But as hard as it is to disagree with the insight that the seven years that have passed since Israelis and Palestinians last attempted to negotiate a peace agreement in Taba in 2001 were lost and wasted, it is clear that optimism about the current Israeli-Palestinian negotiations is in short supply. Few people believe that the ambitious goal that was set last autumn in Annapolis – to produce an agreement by the end of this year – is realistic. Yet, in his recent statements, Abbas seemed to reject the widely held view that the negotiations were futile. He emphasised that the talks \"haven't been for nothing,\" adding: \"We would have stopped it if it was pointless. There are benefits that I hope will show in the future.\" </p> <p>What these benefits might be is anyone's guess, though there is certainly no shortage of speculation in the Israeli media about what is being offered, rejected and negotiated <a href=\"http://www.jpost.com/servlet/Satellite?cid=1221142471485&amp;pagename=JPost%2FJPArticle%2FShowFull\">behind closed doors</a>. </p> <p>And while there have been tantalising hints that \"Israel and the Palestinian Authority are <a href=\"http://www.haaretz.com/hasen/spages/1018533.html\">closer than ever</a> to a peace deal\", statements that stress the gaps that remain between the two sides are clearly much more frequent. </p> <p>Given the fact that last weekend marked the 15th anniversary of the Oslo Accords, it is indeed high time to make a determined effort to finally bridge these gaps, as the Palestinian president rightly emphasised in <a href=\"http://www.haaretz.com/hasen/spages/1020725.html\">an interview</a> he gave to Ha'aretz on that occasion. Early on in the interview, Abbas also emphasised another point which is of crucial importance, even though the media have so far shown surprisingly little interest in related developments: referring to the performance of the Palestinian security forces, he proudly noted that \"even senior Israeli officials now admit that we are doing an excellent job\".</p> <p>Indeed, Israeli officials do admit that – and the implications should not be underestimated: as <a href=\"http://www.haaretz.com/hasen/spages/1021014.html\">Avi Issacharoff</a> argues in Ha'aretz, the impressive performance of the Palestinian security forces means that it is time for Israeli security officials to re-evaluate their dismissive views of the reliability of Palestinian commitments to build a state willing and capable to enforce law and order and rein in the forces opposed to a peace agreement with Israel. A previous <a href=\"http://www.haaretz.com/hasen/spages/1009578.html\">Ha'aretz article</a> highlighted that it is largely due to US support that the very important efforts to reform the Palestinian security forces are starting to bear fruit. It is hardly an exaggeration to say that the responsible US official, General Keith Dayton, is helping to lay the foundations for a Palestinian state – and it is certainly encouraging to read that Dayton \"is confident his endeavour will succeed\". </p> <p>Issacharoff describes the achievements of the Palestinian security forces in fairly dramatic terms:</p> <blockquote> <p>A new security reality has been developing in the West Bank in recent months ... The chaos that once reigned in the West Bank's cities, villages and refugee camps has vanished, replaced by newly invigorated Palestinian security forces. In the 14 months since Hamas' takeover of the Gaza Strip, the Palestinian Authority has managed to revive a concept almost unknown to residents of the territories in recent years: law and order.</p> </blockquote> <p>What is perhaps no less interesting than these developments themselves is the fact that Issacharoff feels there is reason to criticise the \"media's failure to highlight the change\". As far as the Israeli media are concerned, this criticism is actually not entirely fair: Ha'aretz featured the already mentioned report on General Dayton about a month ago; and <a href=\"http://www.peacenow.org/mepr.asp?rid=&amp;cid=5314\">recent news reports</a> have duly noted that Israeli security officials are acknowledging a \"marked improvement\" in the performance of the Palestinian security forces. </p> <p>Yet, it is arguably worthwhile to ask whether entrenched views, formed during the long-running conflict between Israelis and Palestinians, have come to function as blinders that obscure a new and different reality: a Palestinian state in the making, led by dedicated politicians who are firmly committed to achieving a negotiated two-state solution – and the seriousness of this commitment is also reflected in the willingness of the Palestinian president to openly express appreciation for his Israeli negotiation partner and the support of the US.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337617591\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8834579@epa01488729-A-single--4669.jpg\" alt=\"Hurricane Ike\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gilchrist, Texas: A single house is left standing on the waterfront</span> <span class=\"element-image__credit\">Photograph: POOL/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617588\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8830203@A--Port-Arthur-Police-3579.jpg\" alt=\"Hurricane Ike\" width=\"630\" height=\"372\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Port Arthur, Texas: A search and rescue team heads into the flooded Sabine Pass to help victims</span> <span class=\"element-image__credit\">Photograph: Eric Gay/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617597\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8831003@Residents-wait-to-be--5992.jpg\" alt=\"Hurricane Ike\" width=\"569\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Galveston, Texas: People wait to be evacuated in buses at Ball high school</span> <span class=\"element-image__credit\">Photograph: Carlos Barria /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617600\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8831146@Residents-wait-outsid-6590.jpg\" alt=\"Hurricane Ike\" width=\"573\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Galveston, Texas: People wait to be evacuated in buses at Ball high school</span> <span class=\"element-image__credit\">Photograph: Carlos Barria /Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617603\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8829998@epa01488191-Casey-Cro-7123.jpg\" alt=\"Hurricane Ike\" width=\"573\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Galveston, Texas: Casey Crocker walks up the stairs of the Blue Hole restaurant and bar, where he and a fellow worker rode out the storm</span> <span class=\"element-image__credit\">Photograph: Larry W. Smith/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617606\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8833746@SEABROOK,-TX---SEPTEM-7624.jpg\" alt=\"Hurricane Ike\" width=\"380\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Seabrook, Texas: A helicopter flies over damaged yachts</span> <span class=\"element-image__credit\">Photograph: Dave Einsel/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617615\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8833483@Storm-surge-from-Hurr-9039.jpg\" alt=\"Hurricane Ike\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Iberia Parish, Louisiana: Storm surge from hurricane Ike inundates the port</span> <span class=\"element-image__credit\">Photograph: Richard Alan Hannon/POOL/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617609\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8823740@This-aerial-photo-tak-8118.jpg\" alt=\"Hurricane Ike\" width=\"312\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Galveston Island, Texas: Debris surrounds damaged aircraft and hangars at Scholes Field</span> <span class=\"element-image__credit\">Photograph: Smiley N. Pool/POOL/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617618\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8834848@Oil-and-water-surroun-9561.jpg\" alt=\"Hurricane Ike\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">High Island, Texas: Oil and water surround a pump jack </span> <span class=\"element-image__credit\">Photograph: Smiley N. Pool/POOL/AFP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617635\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8832703@GALVESTON,-TX---SEPTE-1139.jpg\" alt=\"Hurricane Ike\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Galveston, Texas: Members of the Texas national guard distribute ice and water</span> <span class=\"element-image__credit\">Photograph: Mark Wilson/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617641\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8833616@An-alligator-is-seen--2248.jpg\" alt=\"Hurricane Ike\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sabine Pass, Texas: An alligator crosses a road</span> <span class=\"element-image__credit\">Photograph: Eric Gay/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617623\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8832320@People-look-on-as-veh-9980.jpg\" alt=\"Hurricane Ike\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Houston, Texas: Vehicles drive through floodwaters</span> <span class=\"element-image__credit\">Photograph: Frank Franklin II/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617644\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8830066@epa01488200-Debris-is-2765.jpg\" alt=\"Hurricane Ike\" width=\"586\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Galveston, Texas: Debris is piled up between houses in a flooded residential area</span> <span class=\"element-image__credit\">Photograph: Bob Pearson/EPA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617647\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8833454@The-first-floor-of-a--3658.jpg\" alt=\"Hurricane Ike\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bridge City, Texas: The first floor of a house is covered in marsh grass</span> <span class=\"element-image__credit\">Photograph: Alex Brandon/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617650\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8834391@Jerusha-Edgar,-17,-re-4273.jpg\" alt=\"Hurricane Ike\" width=\"630\" height=\"389\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Seabrook, Texas: Jerusha Edgar, 17, reacts to seeing her destroyed apartment.  She and her mother lost all their belongings</span> <span class=\"element-image__credit\">Photograph: Jay Janner/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617656\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8833399@Five-people-sit-on-a--5155.jpg\" alt=\"Hurricane Ike\" width=\"583\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Houston, Texas: Five people sit stranded on a car in a flooded street</span> <span class=\"element-image__credit\">Photograph: Bill Olive/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617659\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8832170@Thomas-Babu,-his-uncl-5569.jpg\" alt=\"Hurricane Ike\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Chicago, Illinois: Thomas Babu, his uncle Daniel Pappachen, of Skokie, and Thomas's brother Daniel Babu, holding his son Aaron, one, wade though floodwaters as they evacuate their apartment </span> <span class=\"element-image__credit\">Photograph: Chuck Berman/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617662\"> <img src=\"https://static.guim.co.uk/Guardian/world/gallery/2008/sep/15/usa/GD8826690@US-President-George-W-6030.jpg\" alt=\"Hurricane Ike\" width=\"521\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Washington: George Bush with a map of Gulf Coast oil pipelines as he speaks to the press after receiving an update on hurricane Ike from officials</span> <span class=\"element-image__credit\">Photograph: Tim Sloan/AFP</span> </figcaption> </figure>",
  "<p>Pakistani forces have fired on US troops near the Afghan border, stopping them from entering a remote north-western region of the country, local security officials said today.</p> <p>According to reports, US helicopters landed on the Afghan side of the border at about midnight. As the US troops disembarked and tried to cross into Pakistan, Pakistani soldiers at a checkpoint fired into the air, forcing them to turn back.</p> <p>\"The US choppers came into Pakistan by just 100 to 150 metres. Our troops did not spare them, opened fire on them, and they turned away,\" one security official told Reuters.</p> <p>The Pakistani army denied involvement in the incident at Angor Adda in South Waziristan. Major Murad Khan, a military spokesman, confirmed there had been gunfire but denied Pakistani troops did the shooting or that US helicopters crossed into Pakistan.</p> <p>\"The US choppers were there at the border but they did not violate our airspace,\" Khan said. \"We confirm that there was a firing incident at the time when the helicopters were there, but our forces were not involved.\" The US military denied any such incident had taken place. </p> <p>Pakistan has been a crucial ally to the US in its so-called war on terror, but Washington has lately become impatient at the presence of al-Qaida and Taliban fighters in Pakistan along the Afghan border.</p> <p>It emerged last week that the US president, George Bush, had authorised military raids against militants inside Pakistan without gaining prior approval from Islamabad. </p> <p>At least 20 people, including women and children, were killed in a US raid in South Waziristan this month, sparking outrage in Pakistan. South Waziristan is one of the main areas from which militants launch attacks into Afghanistan.</p> <p>General Ashfaq Kayani, the head of the Pakistani army, said last week that Pakistan would not allow foreign troops on to its soil.</p> <p>Pakistani tribesmen have threatened to join forces with the Taliban if Washington fails to stop cross-border attacks from Afghanistan.</p>",
  "<p><strong><a href=\"http://www.treehugger.com/files/2008/09/wood-not-coal.php\">Get rid of coal and use trees instead, urges Hansen</a><br>Source: Treehugger</strong><br>Nasa climate scientist James Hansen has suggested that humans should grow more trees and burn them to produce electricity, capturing and storing the carbon dioxide generated during the process to further mitigate the environmental of rising carbon dioxide levels. </p> <p><strong><a href=\"http://www.reuters.com/article/environmentNews/idUSSHA33802220080913?feedType=RSS&amp;feedName=environmentNews\">China mulls green tax to curb pollution: report</a><br>Source: Reuters</strong><br>China is studying whether to impose an environmental tax on polluters to cut their emissions, the official China Daily reported on Saturday. The newspaper quoted Pan Yue, a deputy minister for environmental protection, as saying several government agencies had formed a team of experts to research the issue.</p> <p><strong><a href=\"http://www.timesonline.co.uk/tol/news/environment/article4753411.ece\">Grasshoppers are recruited as climate change scouts</a><br>Source: Times Online</strong><br>The rasping summer sound of grasshoppers chirping in fields and meadows is to be used to help to track climate changes. Grasshoppers, along with bush crickets, have been identified as the ideal insects for a public monitoring system.</p> <p><strong><a href=\"http://www.nytimes.com/2008/09/14/magazine/14wind-t.html\">Wind-power politics</a><br>Source: New York Times</strong><br>I was having lunch with Mandelstam last fall to discuss offshore wind in general and how he and his tiny company, Bluewater Wind, came to focus on Delaware as a likely place for a nascent and beleaguered offshore wind industry to establish itself.</p> <p><strong><a href=\"http://www.reuters.com/article/environmentNews/idUSLC65229120080912?feedType=RSS&amp;feedName=environmentNews\">Antarctic winter ice gets bigger; Arctic shrinks</a><br>Source: Reuters</strong><br>The amount of sea ice around Antarctica has grown in recent Septembers in what could be an unusual side-effect of global warming, experts said on Friday.</p> <p><strong><a href=\"http://www.independent.co.uk/environment/nature/largest-owls-in-the-world-threaten-british-birds-930862.html\">Largest owls in the world threaten British birds</a><br>Source: The Independent</strong><br>Several pairs of eagle owls, the largest owls in the world, are now breeding in the wild in Britain, according to a new study. But it is unlikely they will ever be considered British birds as they escaped from a large pool of birds kept in captivity.</p>",
  "<p>In reading these poems I tried to work out who the speaker might be and what tone governed their approach to the charge of finishing Kubla Khan (KK). An invented persona who fronts the poet's work posits the idea of a speaker other than the poet as a liberating ideal in the re-envisioning process necessary for this workshop. The workshop task seems a fruitful coalition of lyric, narrative and dramatic poetry. <br><strong><br>Unseen by Lee Stannard</strong></p> <p>A week is no river to learn what<br>flows two centuries guarded<br>by some knowing incomplete,<br>out of fashion for a change<br>like intentional clichés.<br>My face in the river, I see<br>my own face in the river to me,<br>yet progress talks here of a habit<br>making me seem somewhere else.</p> <p>Less than a week - no time to finish<br>what I began five days before I imagine<br>I imagine my reluctance to submit<br>after a dream I remember being<br>somewhere in an army I was<br>and inside a party room of odd numbers,<br>which next day became a chemist.</p> <p>A poem is time enough to leave<br>unfinished, fragmented as it was<br>or even as it could be.<br>So with the adding of a reading<br>followed by my writing beside other words,<br>I walk away from another river<br>and reflect upon a vision I cannot see.</p> <p>This poet throws up his hands in dismay at the time limit imposed on his otherwise timeless creative impulses and concedes that the genius of the original deserves to be left unfinished. The argument of the poem raises the question most of us suspect must be right and that is, Can KK be finished by anyone given the unfinished genesis of most poems? </p> <p>My answer to that is to say that an act of completion is really a reader's interpretive act, especially someone who reads as a writer, where the act of reading remakes the poem in the reader's image. I wish the writer spent less time rehearsing his dismay about the prospect of responding adequately in seven days and devoted his energy to answering the call of the reader, that is, of someone who has known this poem for years and who now has an opportunity to say something about its contradictory and arbitrary stance of incomplete completion. </p> <p>But I welcome the feisty in poetry. The notion of taking poetry out of the drawing room and into the political arena must surely be good for an art that tends towards a passive and privatised complacency at a time when moral and political engagement really can make a difference in our lives.<br> <br><strong><br>Sector 2 by Russell Whitehead</strong></p> <p>So you can see why I saw so much</p> <p>Potential, felt I'd be a fool</p> <p>Not to put in an offer</p> <p>White water rafting</p> <p>Spiritually uplifting</p> <p>World music playing</p> <p>All this located on a site</p> <p>That dwarfs Centre Parcs</p> <p>Asia of course is the key</p> <p>Growth area for travel</p> <p>And leisure markets</p> <p>And what I hear</p> <p>On the ground is war</p> <p>Is not a serious risk</p> <p>In the foreseeable future</p> <p>Despite current rumours</p> <p>I'm not saying there's not</p> <p>Some updating to be done</p> <p>Of course there are issues</p> <p>The 'Abyssinian' brand</p> <p>Sounds too third world</p> <p>By today's standards</p> <p>And Health and Safety won't</p> <p>Take much tumult or turmoil</p> <p>But I'm quietly confident</p> <p>We can float this boat</p> <p>And get a mighty return</p> <p> <br>Sector 2 begins with a preamble that is a false start and really makes its debut in stanza 2 which plunges into the spiritual well of the original. A lot of poems are afflicted with this warm up, lacklustre, self-referential opening when the poem might be better served by lopping off that warm-up for the more riveting full-throttled spirit of the thing. </p> <p>Having said that, there is a discursive spirit to the whole enterprise of this particular poem and therefore it pays homage to a large body of current poetry where the writer makes it clear that s/he has a mission and they accept it with reservations before launching the craft of the thing. This may be a fallout of reader/relation theory where the writer makes it clear that the illusion is a construct and even so intends to dupe the reader into compliance. The tone is wise-ass and stubbornly refuses to accept the premise of the work by constantly holding it at bay with a creative equivalent of deferred interrogation of the terms of engagement. </p> <p><strong><br>Kubla Khan by David Jalajel</strong><br> <br>A sunless sea. There's where his pleasures flee to.</p> <p>No sound. Just waves</p> <p>humming silently through his veins, echoing </p> <p>the hollow wishes in his skull.</p> <p>A pleasure dome? Angels hover nowhere but in </p> <p>its corners. And what serpents frolic </p> <p>under its garden paths.</p> <p>He walks below the wooden vault, marking a celestial road</p> <p>in splinters. How he longs for delight</p> <p>as his forest fills with the cackles of monkeys </p> <p>and a whisper of rain. But it taunts his ears</p> <p>with the waves of that sunless sea. </p> <p>So he eats. </p> <p>He gorges on his garden's failing pleasures. </p> <p>He eats and dreams,</p> <p>and then he sleeps. </p> <p>At times, he awakens to see no light, to hear</p> <p>no sound – away from the echoing dome, away </p> <p>from his pulsing breath. Then he knows. </p> <p>But again he sleeps. And again his lifeblood flows</p> <p>down to that sunless sea.</p> <p>A trick of this poem is the surprise it packs in enjambment and as a reading response I want those line endings to work harder and to keep up the conjuring trick of each line-ending packing a surly surprise. This is a good source for revising this piece by revisiting those line-endings to come up with more athletic alternatives. </p> <p>The argument of the poem might then be seen as a formal device, of idea invested in form and therefore as a fitting complement to Coleridge's formal music. I like the final line left at sea in a final gesture of fenestration, here, open-endedness, orchestrated by utterance stopped abruptly, interrupted deliberately, rather than concluded.</p> <p><strong>[By Lirone]</strong><br> <br>Meandering and mazed, my drifting self </p> <p>Is flung up momently to grey walls. </p> <p>The stale air-freshener stink of cedar.</p> <p>The measureless cavern of the toilet bowl. <br>My head chokes on the dregs of paradise.<br>My blood already burning to taste it again,</p> <p>To inject myself with the heroism<br>These fatherless streets have never known.</p> <p>In a litter of sepia needles I find my knife<br>My empty wallet, the pricked plastic baggie ...<br>And step out into the savage place</p> <p>Where nothing is holy but greed and power.</p> <p>Endlessly seeking to reach the end <br>Of the vanished, addictive dream.</p> <p>Beware, beware…</p> <p>This absurdist-dirty-realist take on KK functions as pastiche too. It is a chemo-induced trip gone horribly wrong or at least a disembodied ego jaded by too much of a bad thing. Don't you like how the subject's reversal of fortune is encapsulated by that \"stink of cedar\" even if it is overstated a bit in the actual line. I'd omit \"stale\" for starters. The poet undermines the task of finishing someone's else's trip by satirising it, and tries, simultaneously, to comment on drug addiction fuelled by abject poverty. </p> <p>There are lines that declare the poem's intent as if the writer did not trust the reader to get the implied points of the poem, and that's a shame because the imagery works fine without the garnish of declaratives. The act of translation for us as readers is backwards in that we infer from the imagery several meanings intended and unintended by the writer. It is akin to walking backwards into an ever-deepening swimming pool and able to gauge the depth of the undertaking by the sleeve of winter creeping up the body (there you have it, reenacted, by example).</p> <p><strong>Soniyan's Echo by Julius Smit</strong></p> <p>Soniyan, you laughed at me when I asked </p> <p>if I could stroke the ridges and valleys</p> <p>lining your face and heal them</p> <p>in the mirror's sea binding hug.</p> <p>There are cracks along your fingers,</p> <p>forking into their deep grain yellowness.</p> <p>Reach out, I said, and run your fingers</p> <p>on the frame's perimeter, dare to</p> <p>map them against our intimacy of breath.</p> <p>The glass reflected, you, me, bouncing us</p> <p>forward, catapulting us into each other.</p> <p>I watched the waves curling and rolling,</p> <p>punching the mirror's membrane,</p> <p>feeling the bite of body and light </p> <p>in the swooning of the day's hunger.</p> <p>Touch me, Soniyan, with your cobalt eyes,</p> <p>their blueness, once magnetic in their pull.</p> <p>You only have to cross the gap towards me,</p> <p>the kiss of the golden boy from our history book.</p> <p>You hung back, retreated, away from my clasp;</p> <p>watch out for the squall, you said, plunging out.</p> <p>Your shadow flickered, a sighing silhouette,</p> <p>slipping from the current of our conjunction.</p> <p>Release me, you called, your tongue to the surf,</p> <p>your fingers curving into the waves at night.</p> <p> <br>This poem takes a syrupy turn of phrase from the original; a kind of swooning exoticism commonly heard from those guys who try to sell you roses in restaurants. It is in pop songs as well. The charge is that they invest love with a partial loss of consciousness or a grip on the language's ability to represent things. The use of too many adjectives is a dead giveaway, and, easily the first port of call in the revision process (simply strike them out).<br> <br>The sad end of the poem, a suicide, witnessed by an enabling bystander so it seems (correct me if I'm wrong) jars a bit by falling in love with the suffering. Take, Auden's Musée des Beaux Arts. Auden manages to remark on Icarus's fall without any trace of sentimentality (as instructed by Breughel's painting) by holding back on over-articulation or verbosity and with a precise, minimalist style which leaves ample room for the reader to see/feel/intuit his/her way to a reader's fulfillment of what every text wants.</p> <p><strong>Xanadu by Will Kemp</strong></p> <p>Close your eyes, and tell me<br>how you think it'll be.</p> <p>Bordered shrubs and flowers perhaps,<br>coming into leaf or bloom, <br>the smell of lavender, lawns, <br>views down tree-lined avenues. </p> <p> <br>Then a forest mist, maybe, <br>hidden caverns, mountains scaled<br>by sudden storms, rivers crashing<br>through ice-locked chasms. </p> <p>In between, fern-covered woods – <br>paths, streams, birdsong;<br>some startled deer perhaps,<br>a vixen returning with her young. </p> <p>We could see the geese haul <br>across the evening sky, walk<br>through fields under a rising moon.</p> <p>Or sit by the water and make <br>shapes out of the clouds, <br>just watch them scudding by.</p> <p>Each scene would change<br>in a natural way, <br>without harm to the whole, <br>nothing taken away.</p> <p>A fine rendition of place, making full use of the imagination's habit of vigorous inference from merest shreds of evidence. The vision works by addition and narration of image built on image. It's a busy mix of images which try paradoxically to conjure peace: tranquility recollected in strong emotion, as it were. </p> <p>I would reexamine that last stanza, though, since it abandons the trust invested in imagery to carry argument and troublesome authorial intention for a tone that's a touch too remonstrative and editorial. Otherwise a fine complement to the original and winningly free of dependence on it for the right to be (as Stevens would have it in his The Emperor of Ice Cream).</p> <p><strong>[By Aseem Kaul]</strong></p> <p>It's all sex, of course:</p> <p>the libidinous river, the post-coital face,</p> <p>the girl with the womb-shaped instrument</p> <p>who is really me; because it was my dream</p> <p>you know, one I shared with that old goat</p> <p>because I thought it'd make him happy,</p> <p>telling him I be seein' ya</p> <p>which is how he got confused.</p> <p>Because of course to his fusty,</p> <p>pre-Freudian brain the whole thing</p> <p>was as obscure as Asia,</p> <p>or a Woman – some place</p> <p>holy and enchanted he'd never been –</p> <p>just look how he describes Janis, screaming</p> <p>Piece of My Heart on the stereo,</p> <p>though come to think of it</p> <p>\"woman wailing for her demon lover\" </p> <p>is actually pretty apt. So maybe</p> <p>they would have hit it off after all,</p> <p>her and Sammy Cole, </p> <p>heroin lover and laudanum freak,</p> <p>would have got together to sing</p> <p>a punked-up version of Solitary-Date Tree,</p> <p>him walking on stage with a guitar</p> <p>like an albatross around his neck</p> <p>and folks saying \"Look at that hair, those eyes!</p> <p>I don't know what he's been smoking</p> <p>but he's as high as Paradise!\"</p> <p>This neo-Freudian and comic take on the poem dabbles with pastiche as the great and good gift of hindsight. It may well be the only sure road to take in a poem of the stature of KK: that is, if you can't compete, poke a bit of fun and practice a bit of light verse at the same time. Laugh-out-loud funny is hard to achieve in a poem. For the most part we sneer in partial and tired appreciation of the poem trying too hard to be a gag without a punch line. Form should come to the rescue. Form (a villanelle or a roundelay, perhaps) adds a drum roll at the end of the poem and the poet's dexterity in pulling it off diverts attention from the low voltage of the humour. </p> <p><strong>[By Melanie Mason ]</strong></p> <p>But how to scale these haunted walls<br>And how to woo such famed delights<br>Within the walls of Xanadu.<br>Through brazen days and starlit nights<br>The shade of Kubla Khan sings soft<br>And echoes through these perfumed halls<br>To charm again a dark-skinned maid<br>Upon a couch that's silken-laid.</p> <p>Centuries of waiting, yearning<br>Ashes cold yet fires burning.<br>A heartbeat waiting restlessly<br>Awaits his shadow breathlessly<br>To cool these flames that burn within,<br>Lay gentling balm across my skin.<br>In Xanadu did Kubla Khan<br>A stately pleasure-dome decree.</p> <p>Roughly iambic tetrameter, this poem mimics KK rhythmically and this should provide the writer permission to depart from the subject matter rather more than happens here. Hence it is too close to the original and surrenders too much ground by the writer to convince as parody, though parody might be its intent here, the bad feminine rhymes, the Antiques Roadshow feel to the syntax. It is said that imitation is a sincere form of flattery and that may well be how this fragment works with its implied motif of desire as an emblem of renewal.<br> </p> <p><strong>What Happened to Kubla Khan by Rita Nichols</strong><br> <br>The woman wails for her demon-lover<br>and sometimes it is hard to know,<br>is she a woman, is she a ghost,<br>her cries so heartbroken<br>you feel pity and would comort her.<br>Kubla Khan goes to war again,<br>and many more anguished souls will join her,<br>add to the sound of wind blowing down the green hill,<br>through the cedar grove into rocky caverns,<br>to the sacred river as it crashes on rocks,<br>sends spray and a wild waterfall down to the ocean.<br>Above the wailing and the tumult,<br>ancestral voices urged Kubla, honour your grandfather,<br>follow in the dream of Genghis Khan,<br>complete the conquest of China.<br>From up here, Kubla's stately pleaure-dome,<br>I see the beauty in miles of fertile ground,<br>fields with animals bred for milk and meat,<br>gardens bright with blossoms, scents and greenery,<br>and gardens where all the plants and herbs grow,<br>ingredients I use in cooking Kubla's dishes.<br>Now I must make gargantuan preparations, salt meat,<br>preserve herbs and fruits, ensure a supply of yoghurt,<br>get ready to go to war with Kubla and his Ordes.<br>The task is heavy beyond measure.<br>My beloved eldest son is very ill<br>and when I return, I fear my unhappy wailing<br>will add to sounds of the wind echoing in ancient forests,<br>to the crashing of the sacred river's wild waterfall<br>into the chasm of my broken heart.<br> <br>In reading a poem anything can happen and it is a surprise here to have the speaker cast as a woman who pines for her demon lover. A lot of the lines become embroiled in a expository history and so the poem is robbed of its occasion for being as it is pressed in the service of explaining a situation. As an act of revision I would convert exposition to drama by rendering those details anew as a scene or image or gesture. The poem recovers its dramatic tendencies five lines from the end when we hear how biography is transmuted into art. I would rein in the melodrama of the \"broken heart\" by leaving out the both words along with \"chasm\" and try for fewer adjectives in order to unburden some of the preceding lines. The speaker is strong but some shaking off of the original diction and syntax would help even more in defining character through diction and syntax. It is a matter of tone if the body of a speaker is taken out of the equation and the act of speech itself must reveal the person. </p> <p><strong>By A Percy Ross</strong></p> <p>But there ain't no time but now,<br>To inhale and subdue the times.<br>So hear the howl:<br>\"Xanadu is dead.\"<br>And our job be to plough the bones.</p> <p>That tired youth,<br>That silly drunk his life confused,<br>Is no lesson to life the moment majestic.<br>He be merely the diseased dream,<br>Of a wordsmith jester,<br>Proclaiming lies insidious.</p> <p>There is no paradise,<br>But that of the second second,<br>When we stride toward future,<br>Bellowing destructive chords,<br>That clasp the neck of imagination,<br>And bone strip twist.</p> <p>Sometimes we got to violence the world,<br>And dismember tired fantasy.<br>Beauty can be a false friend,<br>And some syllables exist to be slaughtered.</p> <p>Clasp my hand,<br>And ensemble fisted,<br>We two shall scythe these lines,<br>And answer the question:</p> <p>Can you carve the flesh of false life?</p> <p>We proclaim yes.<br>And with this Yes upon Yes,<br>Xanadu dies.</p> <p>Killing Xanadu might work as an alternate title for this anti-romantic, pugnacious poem. The speaker undercuts the upper-class (because seemingly educated) tone of the original with a clearly underschooled alternative and oppositional voice. The class element adds a refreshing dimension to the English practised here, at once antiquated and verbose, though espousing slangy proclivities that contravene any ponderousness in the tone. The poem gets bogged down in language when it is not sufficient to settle on that territory as real estate for the poem. </p> <p>There is a call for class unity against elitist tyranny towards the end and that may be recovering the romantic since it asks of all sides to put aside historical hurts for the arts of the imagination as a shared country with ample space for all. I'd ask the writer to have the speaker sit on his hands. By which I mean less finger-wagging and more of an exploratory feel to the poem. I want the speaker to learn something as the poem progresses so that the reader shares in the discovery rather than the sense of irony writ large here of a speaker who is too knowing and a reader under heavy instruction.</p>",
  "<p>OK, we get it. Hollywood loves a sequel. But does Columbia have to drag a third story kicking and screaming out of the torpid XXX franchise? And worse still, do studio executives really have to <a href=\"http://www.variety.com/article/VR1117992178.html?categoryid=1236&amp;cs=1\">reinstate</a> <a href=\"http://uk.imdb.com/name/nm0004874/\">Vin Diesel</a> in the lead? </p> <p>Unfortunately it appears they do. News arrives from Tinseltown today that Diesel is in talks to reprise the role of Xander Cage that he first made famous in director Rob Cohen's effects-laden 2002 action flick XXX. When that film made tons of money Diesel – who by this time had made a bit of a name for himself in a surprise street racing hit called The Fast and the Furious and a breakout role in the sci-fi adventure Pitch Black – had an epiphany.</p> <p>Displaying the cunning of a fox, Diesel realised that he might be worth something at the box office. So he got greedy and demanded lots of money to appear in the second XXX and Fast and the Furious movies and guess what? Hollywood chiefs got furious real fast and told him to XXX off. As a result Columbia cast Ice Cube as their maverick hero in the 2005 sequel XXX: State of the Union and Paul Walker in 2 Fast 2 Furious. When the former tanked, XXX producer Joe Roth must have been eager to get back in business with Diesel, who after a humbling period of obscurity has presumably revised his asking rate. The Pacifier made money but have you seen <a href=\"http://uk.imdb.com/title/tt0296572/\">The Chronicles of Riddick</a> or <a href=\"http://www.guardian.co.uk/film/2008/sep/01/babylonad\">Babylon AD</a>? They are cinema's equivalent of the Chinese water torture.<br><br>Roth holds the rights to the XXX franchise and if Columbia ultimately decides not to proceed he can shop it around at other studios. Columbia will probably go for it because it wants franchises, which are the name of the game these days. But please. Diesel? The tentatively titled XXX: The Return of Xander Cage will see him once again growl and mumble his way through another slice of sub-par entertainment. (The fact that Rob Cohen returns as director is no cause for celebration, either.) He's also returning to star opposite Walker in the lead in the fourth Fast and the Furious instalment. I don't get it. The man can barely walk and talk at the same time, displays negative charisma and boasts the emotional range of a stunted marsupial.</p> <p>Is this the best Hollywood can offer for a muscle-bound action hero? As 007 and Jason Bourne, Daniel Craig and Matt Damon do a great job in that gritty, this-is-hardcore-but-also-quite-realistic sort of way. But audiences also crave campy escapism and for that you need a bulked-up leading man who's big enough to take on the out-sized challenges that Sly, Arnie and Bruce used to tackle so well back in the Eighties. Diesel pales in comparison. </p> <p>So who's the rightful heir to the Planet Hollywood triumvirate? The man for the job is <a href=\"http://uk.imdb.com/name/nm0425005/\">The Rock</a> - aka Dwayne Johnson. As he proved in The Scorpion King, the former wrestling champ can handle the action with ease. He's got the looks, oozes sincerity and charm and has great comic timing as evidenced in Get Smart and Welcome to the Jungle (known as The Rundown in the US). My only fear is he's almost too clean, which is why he gets offered lots of family comedies these days. But if Hollywood wants to find a bona fide action star they need look no further than Mr Johnson.</p>",
  "<p>The Brian de Palma film of Oliver Stone's screenplay for Scarface (1983) is a landmark film of the 80s. Despite lacklustre reviews on opening, it became an enormous global hit and confirmed Al Pacino as a worldwide star.</p> <p>The poster image for the film, a simplified graphic presentation of Pacino's Tony Montana in black and white and toting a powerful handgun, perfectly expresses the simplified moral universe of the late 20th century American gangster film.</p> <p>We've <a href=\"http://www.theguardian.com/film/2008/aug/22/2\">already looked</a> at how Hollywood managed to re-invent itself, after the moribund decade of the 1960s, by connecting with the energy and themes of independent and new wave film making. A significant element in this process was the renewed engagement, by Hollywood, with the historical legacy of American cinema. Nowhere was this more successfully realised than in the re-interpretation of the American gangster genre.</p> <h2>American gangsters</h2> <p>The historical development of the gangster genre can be traced back to the films of James Cagney during the 30s, such as The Public Enemy (1931) and the original Scarface (1932) by Howard Hawks. In the 40s the genre was recast as film noir and reflected the hardboiled crime fiction of Dashiell Hammett and Raymond Chandler.</p> <p>For Hammett and Chandler the main protagonists were the private detectives Sam Spade and Philip Marlowe. These figures inflected their stories with a world-weary cynicism, derived from experience, about the motives and intentions of their clients and cases. These stories explore themes that trace the corrupting influence of money amongst people who are already, by most standards, wealthy.</p> <h2>Dirty cops and clean gumshoes</h2> <p>The role of the local police services, and of law-and-order in general, was increasingly called into question and shown to be a system of social control whose corrupted officers played to a gallery of media interests. The purpose of this system was implicitly understood to be as much about maintaining social and economic advantage as about anything else. The fierce independence of the private investigator helped provide him with an oblique and morally uncompromised perspective on events.</p> <p>In contrast, the main characters of the gangster genre were usually drawn from the violent underclass of migrant communities and expressed through first-person narratives of moral disintegration that combine personal wealth and moral ruin. The combination of violence and material wealth, implicit in the gangster's social trajectory, undermined the steady moral ethos of the American dream for ordinary hard working families.</p> <h2>Gangsters reborn</h2> <p>At the end of the 1960s, the gangster genre was re-discovered. The urban setting, car-chase and random violence of the genre made it appropriate for the post-industrial society being conceptualized at the time. These characteristics were re-packaged, with contemporary irony, through a series of Roger Corman films. The films introduced the varied talents of Jack Nicholson and Francis Ford Coppola, amongst other, to the feature film industry.</p> <p>The first mainstream example of the gangster revival was Bonnie and Clyde (1967) by Arthur Penn and featuring Warren Beatty and Faye Dunaway in the title roles. The success of the film encouraged others to follow. Jack Nicholson reappeared in Polanski's Chinatown (1974) with Faye Dunaway, and Coppola embarked on the epic Godfather series (1972 and onwards).</p> <p>Another personality who emerged from Roger Corman's indie scene was Martin Scorsese. Mean Streets (1973), Goodfellas (1990) and Casino (1995) all provide a continuous thread through Scorsese's career and position the director's work into the social circumstances of his upbringing.</p> <p>The evolution of the gangster is derived from the traditional American quarrel over territory and control. Protection, guns, liquor and gambling follow in historical progression. Finally, the cocaine boom of the 1970s draws Latin and Italian syndicates towards a final showdown. This provides the starting point for Brian de Palma's Scarface.</p> <h2>De Palma</h2> <p>Brian de Palma began film making during the 60s and was instrumental in the discovery of Robert De Niro. De Palma has consistently made films that draw attention to their status as films. The stories, effects and conceits deployed by De Palma accentuate, and draw attention to, the illusionistic effects of film in contrast to the verisimilitude of traditional mainstream film.</p> <p>This is a hangover of de Palma's beginnings as a film maker in the New York avant-garde. Indeed, during the 60s de Palma he declared his intention of becoming the American Jean-Luc Godard. In fact, the political film making pioneered by Godard in Europe never successfully crossed the Atlantic and turned out, in the end, to have been something of an impasse.</p> <p>De Palma subsequently turned his attention to a more fruitful process of deconstructing the conventions of Hollywood genre storytelling. His first success was the horror genre Carrie (1976). Scarface, a reworking of an earlier Hollywood masterpiece, cemented de Palma's place as a member of the new Hollywood generation of directors. De Palma returned to explore themes of violent gangsterism in The Untouchables (1987), which includes a visual reference to Potemkin's famous Odesssa steps sequence (link to previous article), and Carlitto's Way (1993).</p> <h2>Al Pacino</h2> <p>Pacino plays the lead in Scarface with an intensity bourne out of his method acting training at the Lee Strasberg studio. His earlier success, in the Godfather films, lends him an authority in the gangster role of Tony Montana that is terrifying.</p> <p>The combination of drugs, guns, power and money combine to create a moral universe of arbitrary violence and degradation. Pacino plays this decline perfectly with increasing paranoia directed at those closest to him. In the end, Montana retreats into the closed off spaces of his mind and office. The end, when it comes, is brutal and swift.</p> <p>The poster for the film provides a visual icon for this reductive maelstrom. The simplification of the image, to a contrast of black and white, is an economical graphic device derived form screen-printing. The reductive simplicity of the image makes it a perfect icon for a landmark film.</p>",
  "<p>Recently, I met Peter Moore, ex-head of Sega of America, ex-head of Xbox, now President of EA Sports. I was interviewing him for Esquire magazine (you can see that feature in the October issue), but there was a <em>lot</em> of stuff I couldn't fit in. We talked for two hours about his entire career, about his highs and lows, and about some of the key controversies of the console wars. </p> <p>Over the next five days, I'm running the best of that frank and illuminating discussion, starting with Moore's early days in the States and his move to Sega...</p> <p><br><strong>So let's go right back to the beginning. You graduated from a physical education college and went out to the States to teach soccer. What happened next?</strong><br>I needed a real job. I got a job for Patrick, the French football shoe company, and I became a sales rep in Southern California. I covered the area from the Mexican border all the way up to Bakersfield - which is a massive geographical expanse – in a Toyota Camry with a shoe bag. I moved up to San Francisco in the mid-eighties, and then I became president of Patrick in 1988. I was 11 years in total at Patrick, then I went to Reebok, to get them into worldwide sports with the focus on soccer. Reebok was in Boston: great city, awful winters – I wanted to get back to the West Coast, and that's how I got into videogames. </p> <p>A recruiter called me and said 'what do you know about videogames? Do you know Sega and have you ever heard of the Dreamcast?' and I replied 'Not much, yes I have and no, I haven't'. So we moved back to the Bay Area of San Francisco where Sega's based.</p> <p><strong>What do you think Sega saw in your work at Reebok?</strong><br>I started at Reebok as Director of Global Sports – I was identified as someone who could globalize Reebok. I ended up as Senior Vice-President of Global Sports Marketing in the early years when we got Ryan Giggs, Dennis Bergkamp and Andy Cole. I signed Liverpool – which was a great moment for me as a Scouser. </p> <p>The Dreamcast was an interesting beast. Sega was so financially strapped, and it had already launched in Japan to a sort of tepid, luke-warm reaction. These are big stakes games. I mean, when you're launching a games console, you need hundreds of millions of dollars to get it off the ground… and so the North American launch was the last best chance – Europe was going to be launching but there wasn't enough there to salvage what was going to be a tough situation with the PS2 looming 12 months out … The US was the last best chance of getting the Dreamcast up and running. </p> <p>We amassed a very strong line up of titles, but unfortunately, EA - God bless 'em – decided they weren't going to publish on Dreamcast. That forced me to build my own sports brand, called 2K – we came up with the name one night, because it was the Y2K period, we needed to get the packaging done and we couldn't come up with a name. So we just said, 'let's call it 2K sports'. It was the best we could come up with.</p> <p>Dreamcast was a phenomenal 18 months of pain, heartache, euphoria… We thought we had it, but then Playstation came out, that infamous issue of Newsweek with the Emotion Engine on the cover… and of course, EA didn't publish which left a big hole, not only in sports but in other genres. We ended up that Christmas period not being able to get to where we needed to be – we weren't far short, we just couldn't get that critical mass…</p> <p><strong>It seemed that the European office weren't as confident as the American office…</strong><br>We [Sega of America] knew we could win. It was just indicative of the complete lack of integration – the Dreamcast logo was blue in Europe instead of orange, the concept of a globalised brand, which we're now building here at EA Sports, just evaded the Japanese completely. And JF, who was the general manager in Europe, went his own way, had his own positioning. We had a very different positioning, we were very aggressive in the US – and it was a little challenging in Europe. There wasn't that, 'let's go and get them, we can win this battle'. </p> <p>You know, I loved the console wars and still do even though I'm no longer in the console business… the idea of being upfront, getting after Phil Harrison, getting after Kaz Hirai and then later getting after John Riccitiello… I think the consumer loves it, it adds publicity and it adds fire around the industry. And in those days we needed to because we didn't have the money … </p> <p>In the end it didn't work out. It was tough, but those were great days and I've never met anybody who regretted buying a Dreamcast. Soul Calibur anyone? We had a lot of content, a lot of fun and we had tremendous PR, and we got after it in a unique way – the 'Its thinking' campaign was a great campaign, we had these wacky 15-second spots on MTV, we launched on 9.9.99 at the MTV Music Awards, we hit the road with Linkin Park and Limp Bizkit of all people; the Family Values and Anger Management tours – we were a big brand.</p> <p>But then it all went pear-shaped in Christmas 2000.<br><strong><br>Okay, but let's go back to the hopeful years. You said you didn't have much money or much time, but you certainly seemed to make an impact.</strong><br>Oh yeah. I mean, I arrived in February and we were launching in September, so I had seven months to figure out, a) what the industry was and b) what the console and software were, and then build a marketing campaign. Which we did by April. In 60 days we came up with 'It's Thinking'. We filmed a huge ad spot in Vancouver, we went ten nights and did Apocalypse, a multimillion dollar TV spot (by ad firm Foote, Cone and Belding). It was this idea that the console was actually thinking, and it was bringing 747s down, it had this Black Rain-style look. We only ran that spot once on 9.9.99 during the video music awards and it became very viral - this is obviously a long time before YouTube.</p> <p>We had a tremendous 18 months. Dreamcast was on fire – we really thought that we could do it. But then we had a target from Japan that said – and I can't remember the exact figures – but we had to make N hundreds of millions of dollars by the holiday season and shift N millions of units of hardware, otherwise we just couldn't sustain the business. </p> <p>So on January 31 2001 we said Sega is leaving hardware – somehow I got to make that call, not the Japanese. I had to fire a lot of people, it was not a pleasant day. </p> <p>We were selling 50,000 units a day, then 60,000, then 100,000, but it was just not going to be enough to get the critical mass to take on the launch of PS2. It was a big stakes game. Sega had the option of pouring in more money and going bankrupt and they decided they wanted to live to fight another day. So we licked our wounds, ate some humble pie and went to Sony and Nintendo to ask for dev kits. </p> <p>Actually, the only company that ever called was Microsoft and that became my link with the company, because of the respect I had for Robbie Bach. Xbox had launched, I was onstage with Robbie, I was the only third-party who'd go on stage with Microsoft at E3 - at that time people were saying Microsoft couldn't get it done, but I believed they could, because I believed in online. I always thought that online was going to be the key. And the line I came up with was, 'we're taking games where gaming is going'. Everybody laughed because we had Seganet going with just 50,000 people online… but I always think Dreamcast was the precursor to the next-gen consoles, because we then brought out a broadband adaptor – remember playing Quake 3 through Broadband? Only 5% of people had broadband in those days – it sounds like it was a hundred years ago, but it was 2001! </p> <p>The first real multiplayer console game was NBA 2K1. I always remember when we launched Seganet. We were in some nightclub in Hollywood, and we'd just had the band Filter onstage, which brought the house down. I played against Ice Cube. I was crapping myself because we had to dial the frickin' modem to connect to San Francisco. And it worked. Those were seat of the pants moments, the fact that you had to get a dial-up telephone modem to work, and then we were doing a satellite video feed down from Visual Concepts… it was a wild night, I don't remember much after that. That was the first time anyone had seen an online console game.</p>",
  "<p>Gay liberation has truly come of age. Not only do we have the gay scene, with its bars and clubs, gay pride parades and even gay marriages, now we even have retirement homes where homosexuals can go to spend their twilight years in peace, tranquillity and, above all, dignity.</p> <p><a href=\"http://www.rusthuis-johanna.be/\">Johanna</a>, the first retirement home for gays, lesbians and bisexuals (GLBs) in Belgium – the <a href=\"http://en.wikipedia.org/wiki/Same-sex_marriage_in_Belgium\">second country</a> in modern times to recognise same-sex marriages – will soon welcome its first residents. There are already similar facilities in Germany, the Netherlands, the United States, Canada and Mexico.</p> <p>Situated in <a href=\"http://en.wikipedia.org/wiki/Schoten\">Schoten</a>, near the diamond centre and port city of Antwerp, the complex sits on the site of a former brothel and is within easy reach of a popular gay sauna. Costing a hefty €60-€90 per night, the facility promises to be luxurious. </p> <p>It will boast large terraces, a Japanese garden, internet access and en-suite bathroom in every room, an à-la-carte restaurant, a swimming pool, sauna and gym. \"Gays tend to have more of an eye for beauty and quality of life, and we're catering to that,\" <a href=\"http://www.nieuwsblad.be/Article/Detail.aspx?ArticleID=MB1VJ7QE#\">explains</a> Guy Sanders, the man behind the project.</p> <p>This assertion strikes me as pandering somewhat to popular stereotypes, since there are plenty of gay slobs around and straight people can also possess and cultivate an appreciation for the finer things in life. </p> <p>Nevertheless, there are good reasons why people of alternative sexual orientations may wish to retire to such establishments. Despite the leaps and bounds of recent years, society is still not entirely comfortable with its gay face, and this applies more so for older generations. </p> <p>Although the <a href=\"http://pewglobal.org/reports/pdf/258.pdf\">majority of Europeans</a>, particularly in western Europe, accept homosexuality, around half of all Europeans believe there is <a href=\"http://ec.europa.eu/public_opinion/archives/ebs/ebs_263_sum_en.pdf\">widespread discrimination</a> based on sexual orientation. By having special retirement homes, older homo- and bisexuals can live out their final years with a sense of gaiety, while not being made to feel queer.</p> <p>In addition, some retired gay people report that they face discrimination in retirement homes from staff and other residents, which could force them into the closet in their twilight years. \"When you're old, the last thing that you want to do is to have to hide,\" <a href=\"http://www.expatica.com/be/survival/surv_leisure/Gay-life_-Europe_s-first-gay-nursing-home.html\">says</a> Christian Hamm, a board member of a gay nursing home in Berlin. \"And you certainly don't want to give up your identity and live in some hostile environment, possibly sharing a room with someone who despises you.\"</p> <p>Although Johanna's management insist that separation is not their goal and that open-minded straight people are also welcome to live at the home, I'm not sure that segregation is the best answer. Of course, people are free to choose where to retire, but not all GLBs can afford private retirement homes, while state-run ones are, and should be, operated under the principle of equality of access.</p> <p>In addition, I'm a firm believer in the fact that sexual orientation should be viewed as incidental to one's character and does not actually define it. After all, the GLB community is just as diverse and varied as the population at large. </p> <p>During a recent discussion over drinks, some gay friends, my wife and I agreed that the idea that there is a specifically \"gay culture\" is something of a myth which emerged hand-in-hand with the gay lib movement. For instance, there are plenty of gay men who aren't \"creative\" and plenty of straight men who are \"sensitive\" and in tune with their \"femininity\".</p> <p>There were pragmatic and practical reasons why homosexuals, a group that has historically been marginalised and discriminated against, chose to band together to struggle for their emancipation and rights. But true equality and emancipation is when what people do in their bedrooms – or wherever else they choose – has no bearing on who they are in the outside world.</p> <p>Rather than construct homes for GLBs, which by separating people could help perpetuate discrimination, a far better idea would be to make existing establishments more gay friendly. The Pink House (Het Roze Huis) <a href=\"http://www.nieuwsblad.be/Article/Detail.aspx?ArticleID=MB1VJ7UA\">is calling</a> for the introduction, in Belgium, of a HoLeBi-friendly label.</p> <p>Other initiatives could include awareness raising and training for personnel and residents, and an alert service or hotline for gay retirees who have been subjected to discrimination.</p>"
]