[
  "<p><strong>The following correction was printed in the Guardian's Corrections and clarifications column, Wednesday October 8 2008</strong></p> <p>In this article we said David Lammy had taken up Vernon Coaker's brief as minister for drugs policy. That is not the case. David Lammy has been promoted to minister of state in the Department for Innovation, Universities and Skills. Alan Campbell has replaced Vernon Coaker in the home office. This has been corrected.</p> <p> </p> <p>Lord Adonis, the passionate advocate of academy schools was yesterday surprisingly moved to transport in the reshuffle, a shift that brought Tory claims that Gordon Brown was going soft on radical reform of schools.</p> <p>Brown also appointed Phil Woolas as a controversial new immigration minister and took the risk of installing a Tory defector, Quentin Davies, to the Ministry of Defence.</p> <p>Adonis's departure to transport, where he will look at issues of infrastructure, is surprising in that he had expressed no special interest in the area and was seen as a symbol of Brown's commitment to the schools reform programme. The prime minister has backed an increase in the number of academies, but there have been battles over their continuing freedom from local council control.</p> <p>The Tories suggested that Adonis had fallen out with the children's secretary, Ed Balls, over education policy, including the degree of independence from local authorities that academies should enjoy. Adonis rushed out a statement yesterday praising Balls and saying he had told Brown in the summer that he wanted a new challenge.</p> <p>Michael Gove, the shadow children's secretary, said: \"Everyone who believes in the integrity of the academies programme and the reform agenda in education will be disturbed to hear that Ed Balls has kicked Andrew Adonis out of the education department. The fact that Lord Adonis has been moved from his post only emphasises how this reshuffle is about rewarding cronies and not about governing in the national interest.\"</p> <p>In all, 17 cabinet ministers, junior ministers and whips have left the government, making it a more thorough reshuffle than expected, with a pointed emphasis on a new economic structure.</p> <p>The Labour party, meanwhile, confirmed that Douglas Alexander, the international development secretary, would remain election coordinator, and that Harriet Harman would stay as chairwoman of the party.</p> <p>Woolas said he might back an annual cap on migrants entering Britain. Brown appointed him specifically because of his tough remarks on immigration this year, including a warning to some Pakistani communities against fuelling birth defects by inter-marrying. Woolas told the Guardian: \"We must not pander to racists, but it is particularly important that we have a credible policy on population that can reassure people.\"</p> <p>There was no ministerial appointment for Jon Cruddas, the Labour leftwinger, but he will be given a role helping to lead the party's campaign against the BNP. Jon Trickett, a former chairman of the leftwing Compass group, has been made Brown's parliamentary private secretary.</p> <p>Ian Austin, one of Brown's current two PPSs joins the whips' office, as does John Spellar, the former defence minister. In other key appointments, Mike O'Brien, takes on the energy brief in Ed Miliband's new department, replacing Malcolm Wicks, who becomes a climate change envoy for the prime minister.</p> <p>Tony McNulty shifts from the Home Office to become employment minister and also minister for London. Vernon Coaker, the drugs minister, is promoted to minister of state responsible for police and terrorism. Coaker's drugs brief is taken up by Alan Campbell.</p> <p>Shahid Malik, the international development minister, gets a higher profile brief in the justice department. His previous post goes to Ivan Lewis, the health minister. The social care brief goes to Phil Hope. Four of the ringleaders in the plot to oust Blair in 2006 - Chris Bryant, Sion Simon, Wayne David and Kevin Jones - are given ministerial posts. Sion Simon, one of the best writers on the Labour benches, has been made skills minister.</p> <p>Jones, a member of the defence select committee, has been made a defence minister. David is one of five whips given ministerial jobs for the first time, including the barrister Sadiq Khan. Bryant, a former church of England vicar is made shadow deputy leader of the house, replacing Barbara Follett. Bryant is a strong advocate of parliamentary modernisation and has recently written a paper on reforming the monarchy's lines of succession. Follett, wife of novelist Ken, goes to the culture department to succeed Margaret Hodge, who is being given compassionate leave to look after her ill husband.</p> <p>Housing minister Caroline Flint has been made Europe minister, and expected to use her campaigning skills to help the party in elections for the European parliament. Those elections in June are seen as the last possible date on which Brown could be challenged as party leader.</p>",
  "<p>Two headless corpses wrapped in blankets, five beaten and bound men asphyxiated in a car, and the mayor of a sizeable town riddled with bullets. <a href=\"http://www.theguardian.com/world/mexico\">Mexico</a>'s spiral of drugs-related violence swept on through the weekend, defying the government's biggest ever effort to rein in the cartels. </p> <p>Much of the latest bloodbath occurred in Tijuana, across the frontier from California, where nearly 50 people - including 12 found next to a primary school - were killed in the past week. </p> <p>The violence is being blamed on a battle between two factions of the Arrellano Felix cartel, one of which has allied with the Sinaloa cartel led by Mexico's most notorious trafficker, Joaquín Guzmán Loera (known as el Chapo, or Shorty). </p> <p>On Saturday the mayor of Ixtapan de la Sal, a spa town south-west of Mexico City, died after hooded hitmen shot at his car. Newspapers blamed Sergio Vergara's death on Los Zetas, another of the main gangs in the bewildering assortment of Mexican trafficking organisations fighting each other across the country. </p> <p>Newspapers claim the drug wars have led to the deaths of about 3,500 so far this year, already a tally 40% up on 2007's record total. A military-led anti-cartel offensive began in December 2006. The crackdown of Mexico's president, Felipe Calderón, was very popular to begin with, but a poll published in El Universal newspaper on Friday showed that 40% of Mexicans now feel less secure, with only 25% thinking themselves safer. About half in the poll believed things would calm down in the next three years if the fight-back continued. Calderón has repeatedly backed the strategy. \"We need to rescue our liberty and our security so our young people can develop to their full potential,\" he said on Friday. \"We will continue our frontal battle against organised crime.\" </p> <p>Attacks have flared up in various areas for a few months, then moved on. Ciudad Juárez, in Chihuahua state, over the Texas border, has been the worst affected this year, with about 1,000 people killed. </p> <p>Until last week, Tijuana had been fairly calm since a bout of shootouts in the spring. But few areas remain untouched. Even the tranquil reputation of Merida was shattered in August when 12 decapitated bodies were found. Most of the victims were gang members, with about 10% belonging to the security forces, often assumed to have links with traffickers. </p> <p>In recent months the growing number of civilians becoming victims has triggered fears that full-blown narco-terrorism could be just around the corner. </p> <p>The starkest event was the lobbing of two grenades into last month's Independence Day celebrations in Morelia. Eight died and dozens were injured. </p> <p>After the Morelia attack a local trafficking gang known as La Familia hung banners in the town blaming the Zetas. A week later officials paraded three Zetas for the cameras with bruises on their faces and a notable readiness to confess. This weekend Zeta banners appeared, blaming La Familia for the grenade attack and offering a reward of $5m for the capture of its leaders. \"We are people who keep our word,\" one banner said.</p>",
  "<p>Driving into Roanoke you see the 21-storey Wachovia building imposing itself on the skyline like an gigantic illusion of economic stability. It is the town's only skyscraper so the bank's name can be seen for miles in any direction. But Wachovia, the area's fourth largest employer, is effectively no more. On the day I arrived it was the subject of an emergency rescue, crippled by bad debts. </p> <p>Just across the street the head of Roanoke's regional chamber of commerce, Joyce Waugh, was wearing a badge, courtesy of a local charity, saying \"I feel good\". Even as global capitalism comes crashing down all around, you get the feeling that Waugh, like Roanoke itself, is taking it all in her stride.</p> <p>Ironically for a valley town wedged between the Blue Ridge mountains and the Appalachians, this local economy encounters few peaks or troughs. </p> <p>\"We feel it but we don't go to the extremes,\" says Waugh. \"During the savings and loans [the failures of financial associations in the 1980s and 1990s] we felt it a little.\" </p> <p>Once a railroad town, Roanoke now has no large-scale industry. The hospital, Carillion, is the biggest employer, but small businesses dominate. </p> <p>\"If this is prolonged it will be a real problem,\" says William Figaro, head of Grow Inc, who arranges capital investment for small businesses. \"But for now the problem's more psychological. They tend to be growing well enough to sustain the position they are in, but are worried about the future.\"</p> <p>For most people in this town, says Waugh, the financial crisis seems oblique. \"Freddie and Fannie Mae were everyday people's loans,\" she says, referring to the two mortgage companies effectively nationalised last month. \"But these other ... [investment firms that are collapsing] ... people don't really have a connection with that. They don't quite understand it.\"</p> <p>The local Republican Congress member, Bob Goodlatte, voted against both of last week's bail-out bills, claiming that most of the constituents who had contacted him were against it. Figaro says he accepted the bail-out but didn't back it. Waugh sounds lukewarm to Congress' response: \"It seems oxymoronic for this to be the fix. People have a hard time figuring out why the heads of organisations that are making big bucks are walking away with big bucks.\"</p> <p>While Roanoke may not plumb the depths, some residents nonetheless are struggling to stay afloat. Figaro has found he can no longer raise money through banks and is instead finding capital via individual investors, who demand higher interest rates. </p> <p>Waugh says: \"It's tough getting capital. Some of our members are having cash flow issues. Maybe they were going to get another piece of equipment and now they won't. They're putting off travel. It's off all over.\"</p> <p>But for the time being, only slightly off. At Pop's Ice Cream and Soda Bar, Anna Robertson has seen more and more people paying with credit cards for ice-cream. Waugh has noticed the restaurants are emptier than normal. </p> <p>At the small business awards ceremony on Tuesday the mood was neither one of being in denial nor desperate. Home sales this year are down 18%; house prices have fallen just 2.5%. But the number of houses on the market is also falling, meaning people are buying. \"It's much better than other places,\" says Laura Benjamin, of the Roanoke Valley realtors' association. </p> <p>Recently the local insurance agency, Shenandoah Life, had its ratings downgraded because of its exposure to Freddie Mac and Fannie Mae.</p> <p>As revenues fall the state of Virginia is starting to wield the axe. Tuition fees at the nearby university, Virginia Tech, have been raised by almost 11% for undergraduates. The governor is looking to cut the state budget by 5%, a plan that will include some lay-offs. At a Barack Obama campaign meeting last week the former Democratic National Committee chairman, Terry McAuliffe, advised the audience not to look at their market-based retirement accounts for a few days because it would only upset them. One person asked whether McAuliffe thought he would still get a cheque at the end of the month. </p> <p>At the bottom end of the scale the pain is clear. Over at the food distribution agency known as the Southwestern Virginia Second Harvest Food Bank they have seen a 9% increase in people in need of assistance. More than a quarter of these are in work. Meanwhile the numbers of those donating food was down 12% last month, year on year. </p> <p>\"In the past the American dream was about having a nice house and a yacht,\" says Pamela Irvine, the food bank's president. \"But nowadays it's just trying to make it. If you can pay your bills and put food on your table and feel really good about laying your head your pillow at night without worrying about your debt - that's the American dream today.\"</p> <p>For many here, even that peace of mind is a distant prospect. One in eight families in Roanoke lives below the poverty line; the town's median income is three-quarters the national average. </p> <p>Robin Barbour and Fred Crews are struggling, living in his mother's basement until her house is sold. Then it could be the street. Crews has a steel plate in one leg and a bad shoulder. Barbour says: \"They talk about the rich and the middle class ... they never talk about poverty. We're living in total poverty. We have nothing right now.\" </p> <p>\"We've got no health care, no home, no nothing,\" says Crews.</p> <p>\"It can't get no worse,\" adds Barbour. \"We've got to go up from here.\"</p> <p>Both are volunteering for Obama's campaign, a very first cause for them.</p> <p>This is the Republicans' worst nightmare - an electorate galvanised by a declining economy. \"The scary thing is there's a receptive audience to [Obama's message of change], because of the economy,\" said Josh Johnson, at a Republican volunteers' gathering last week. He's right. </p> <p>Republican claims that Obama will bring socialism, higher taxes and wealth redistribution have been little match for concerns over plummeting retirement accounts, jobs and the health care that comes with them. Even in Roanoke, where the full force of the recession has yet to be felt, as the Dow falls, Obama's stock rises. </p> <p>Additional reporting: Daniel Nasaw</p> <p>See Younge's blogs and video at g<a href=\"http://www.theguardian.com/world/series/youngeamerica\">uardian.co.uk/world/series/youngeamerica</a></p>",
  "<p>There's always a sense, sitting in front of a series intended for the young, watching them frittering away the youth you'll never recapture, that you're not quite watching the programme with the open-minded critical detachment you may give to other offerings. A sense that perhaps, as you watch these young people, happy and gay, responsibility-free and bursting with hormones, you may not be giving them the benefit of the doubt. That maybe, in fact, you may be just a little bit bitter. Maybe. </p> <p>And so it is with Meet the Freshers. A touring show, new to Bebo, in which a bouncy young man named Tom Thurlow travels the country exploring the world of new university students. \"They ain't so bad ... are they?\" runs the tagline along the top of the page - and if that slogan is the product of the British education system, then it's little surprise you lose some sympathy for these happy, wee, carefree tykes, who will probably still be paying off their loans and overdrafts 12 years later.</p> <p>That said, though, only a few episodes in, the most startlingly obvious thing is how lucky Bebo are to have producer/director/host/wunderkind Thurlow. It's rare that someone has as much personality bursting out of the screen as this 18-year-old - bouncing around universities like a friendly puppy with a microphone, asking new arrivals how it feels to arrive at university and what free stuff they managed to blag from the freshers' fair today.</p> <p>It would be quite deadly dull if Tom weren't so damnably likeable, in a squeaky kind of way. He'll be going through a sentence in a normal fashion, and then suddenly break into a high-pitched noise that sounds as if someone's just dropped a piece of ice down the back of his pants. Disquieting for those of a nervous disposition, certainly, but also weirdly endearing. </p> <p>It's nice to see someone with such confidence and ease on camera; although you need to get past the cylindrical shape of his head, which rises straight out of his shirt as though someone's formed it in papier-mache using an industrial-size tin of beans as a mould. And then painted a big, happy smile on it. </p> <p>The freshers, meanwhile, explain things that anyone who's been a student will find familiar. A sophisticated young turk in a cravat at Heriot-Watt university explains: \"We had a very smelly gent in our halls who spent all day drinking cider and not washing. And he didn't go to his lessons and he got kicked off [his course].\"</p> <p>\"Oh-mi-goooodness!\" squeaks Tom.</p> <p>The Foppy Fresher is buoyed by his interviewer's over-interested noises: \"But you can go to lessons completely drunk and not get thrown off ... \"</p> <p>\"REALL-EEEEE?!?\"</p> <p>\"Oh yes. If you're drunk it's fine, if you're not there, they get a bit cross.\"</p> <p>Students are sent on grab-raids around the freshers' fair to see who can get the most free stuff, and Tom finds out all about what societies might be like. More serious topics are promised - a clip of one girl looking homesick and sad - and if this can turn into a well-rounded look at all sides of university and living away from home for the first time, then it could be really good. </p> <p>I'm still not sure who the intended audience might be, though. Who wants to Meet the Freshers? Other freshers? People thinking about going to university? Or those who are left behind? Are parents going to be queuing up, waiting for the day little Josh or Katie's university is featured, so they can find out how they are getting along? Because I don't know how to break it to them, but there's a fair chance their kids are turning up to their lectures rollicking drunk. But don't worry, as long as they turn up, that's all that matters.</p>",
  "<p>Homes and businesses were flooded yet again in England and Wales yesterday as torrential rain caused rivers and streams that were still full after the soggy summer to overflow. </p> <p>Though some areas of Britain escaped the latest deluge, notably the north-east, where those taking part in the Great North Run enjoyed clear skies, in others the driving rain left householders mopping out and caused chaos on roads. </p> <p>Parts of Scotland were shivering, with falls of snow and some areas that missed the rain enduring their first frosts of the winter over the weekend. </p> <p>By yesterday afternoon the Environment Agency had issued 23 flood warnings from Wales and the north-west of England through the Midlands to East Anglia. Another 75 flood watches were also in force. The Met Office said 90mm (3.5 inches) of rain fell in some areas in 24 hours. It published severe weather warnings running from the border of England and Wales to the Wash. </p> <p>In Wales, motorists had to be rescued from cars caught in the floods, including a woman who was stranded in floodwater near Newtown in Powys early yesterday morning. Further west the Dyfi bridge at Machynlleth was closed.</p> <p>In Carmarthenshire, south-west Wales, fire crews were called out to pump floodwater from the basement of a pub. Mid and West Wales Fire Service also dealt with calls to homes and businesses in Welshpool, Newtown, Llanfair Caereinion, Montgomery and Machynlleth.</p> <p>Kevin Hogg, of the Met Office, said: \"The worst weather so far has been across parts of north Wales which have had 90mm of rainfall in 24 hours through Saturday night and into Sunday morning. </p> <p>\"Other parts of Wales, the Midlands and the south-east will see 30-40mm.\" </p> <p>Although the weather is predicted to clear today, Hogg said the rain was likely to return during the week. A batch of heavy rain is expected to sweep in from the south-west in the early hours of tomorrow. </p> <p>Hogg added: \"It has been pretty chilly for this time of year. Parts of northern Britain did not get into double figures last week, with temperatures of 8C to 9C instead of an average of 14 to 15C.\"</p> <p>The bad weather has also been blamed for a live 100-year-old artillery shell washing ashore at Southsea, Hampshire. </p> <p>A bomb disposal unit cordoned off the beach and divers took it out to sea and carried out a controlled explosion. </p> <p>Chief diver Kevin Amaira, who coordinated the operation, said: \"With the recent heavy weather it is possible the shell had been uncovered on the beach. We get most of our calls after heavy weather.\" </p> <p>The bad weather coincided with a report suggesting that 240 miles (386km) of Scotland's trunk roads were in danger of disappearing under mud and rocks. Transport Scotland pinpointed the 67 places where the risk is judged to be the worst.</p> <h2>Areas affected</h2> <p><strong>North and mid-Wales </strong>Dyfi bridge at Machynlleth closed. River Severn in Powys - areas around Welshpool, Newtown and Caersws badly affected. </p> <p><strong>Carmarthenshire, south-west Wales </strong>Flooding at Burry Port, near Llanelli. </p> <p><strong>River Wye </strong>Flood warnings at Builth Wells, Glasbury, Hereford, and in Hay and Ross areas. </p> <p><strong>Cumbria and the north-west </strong>Flood warnings at Keswick campsite and Mersey river. </p> <p><strong>Norfolk</strong> Wendling Beck flood warning.</p>",
  "<p>The EU's plans for a collective response to the global financial crisis were in tatters last night after Germany said it would guarantee all private savings to prevent panic withdrawals - just a day after criticising the Irish for doing the same.</p> <p>Angela Merkel, the chancellor, said in Berlin: \"We're saying to savers that their deposits are secure.\" Peer Steinbrück, the finance minister, added: \"I'd like to stress that we'll make sure that no German saver should fear losing a euro of their deposits.\"</p> <p>Their comments came hours after it emerged that the EU is forcing Ireland to substantially change its plans to offer all savers and businesses an unlimited guarantee on their bank deposits.</p> <p>Neelie Kroes, the EU competition commissioner, said the Irish scheme, adopted without consulting either Brussels or other European governments, was discriminatory and would be modified. \"A guarantee without limits is not allowed,\" she told Dutch TV.</p> <p>The EU's top four leaders, including Merkel, slapped down Dublin's go-it-alone approach at an emergency summit on Saturday after the European commission had earlier forced Greece to row back on a similar plan to provide limitless guarantees for bank deposits.</p> <p>The commission will soon propose laws to lift the EU-wide minimum guarantee from the current €20,000 (£15,500) and ensure speedier payment if banks become insolvent. But Merkel jumped ahead, pledging that the German scheme - which relies on high street banks to pay out above the minimum - would be wholly state-guaranteed.</p> <p>As the four leaders - Gordon Brown, Merkel, Italy's Silvio Berlusconi and host Nicolas Sarkozy, France's president - called for a new global financial system and an end to \"speculative\" capitalism, Peter Mandelson, the incoming business secretary, said the crisis could spark a new wave of economic nationalism.</p> <p>Mandelson, EU trade commissioner for the past four years and a critic of the Irish and Greek schemes, said the danger was that each country could undermine a collective response by looking for a \"get out of jail free\" card.</p> <p>On Saturday, clearly aware that they could be facing the worst economic crisis since the 1930s, the four leaders backed Sarkozy's call for a global summit to draw up a new international financial system to replace the one adopted at Bretton Woods in 1944.</p> <p>Sarkozy urged a summit of the G8 countries, together with China, India, South Africa, Brazil, Mexico and Indonesia, by next month at the latest.</p> <p>\"We are laying the foundations of entrepreneurial capitalism, not speculative capitalism,\" he told journalists. \"After this crisis we will have built the pillars of a new financial world.\" Tougher international regulation should be applied to all financial market players, including hedge funds, he said.</p> <p>The summit in effect buried temporarily the strict 3% budget deficit limit imposed by the Maastricht treaty as EU governments are forced to bail out stricken banks with hundreds of billions of euros, putting huge strains on their budgets.</p> <p>Claude Guéant, a Sarkozy adviser, said that did not mean EU countries would \"wriggle out\" of commitments towards a balanced budget by 2012. \"We are in exceptional circumstances but that does not mean France will let its deficit run away,\" he told French radio.</p>",
  "<p>It is nearly 10 years since Olga Salanueva and Adriana Perez last saw their husbands. René González and Gerardo Hernández are in jail in Marianna, Florida, and Victorville, California, members of the so-called Miami Five, all serving sentences stretching to double life for \"conspiracy to act as a non-registered foreign agent\".</p> <p>Salanueva and Perez are in Britain this month to talk to members of the government and to anyone else who will listen about a story that is a cause célèbre throughout Latin America but is virtually unknown in the United States. It is a story that in many ways encapsulates the conflict between Cuba and its mighty neighbour for the past half-century and has ramifications both for the current \"war on terror\" and for the US presidential election campaign.</p> <p>Ever since the Cuban revolution that brought Fidel Castro to power in 1959 there have been attempts by exiled Cubans, often with the assistance of the US government, to remove him. Famously, the CIA was involved in a number of bungled assassination attempts, although they have pulled back from this tactic in recent years. The Cuban government claims that more than 3,000 people have died as a result of various plots, from the failed 1961 Bay of Pigs invasion to the more recent attacks, such as the bomb placed on a Cuban plane in 1976, in which 73 people were killed, and the explosions in Havana hotels and clubs in 1997 that attempted to derail the booming Cuban holiday industry. Such plots have usually been hatched in Miami and it was the groups based there that five young Cubans, two of them born in the US, infiltrated in the 90s. Their plan was to report back on the groups' activities.</p> <p>In 1998, the five were arrested and effectively accused of espionage. The US government argued that they were acting as foreign agents and should be treated as spies. The five argued that they had been trying to prevent terrorist attacks. A trial was held in Miami in 2001, despite legal objections that they would be unable to get a fair hearing there because anti-Castro sentiment was so rife. The five, González, Hernández, Antonio Guerrero, Ramón Labañino and Fernando González, were convicted and sentenced to terms varying from 15 years (René González) to double life plus 15 years (Hernández). </p> <p>With the help of a legal team headed by the veteran American civil rights lawyer Leonard Weinglass, they appealed and, remarkably, in 2005 won the right to a retrial outside Florida. But the prosecution appealed, the retrial was stalled and the case is now due to go to the supreme court in December. In the meantime, the two women have never been allowed into the US to see their husbands. As Perez's husband is serving a double life sentence, she will never be allowed to see him alive again.</p> <p>\"They give us different arguments every time as to why they will not give us a visa,\" says Perez, 38. \"They have alleged that we may be a threat to the security of the US or they say that we might be meeting terrorist organisations on US territory. Or they say that I am a potential immigrant, so I can't enter the country. It changes every time. In Olga's case, she was deported from the US when her husband was arrested and so they say she will never be eligible for a visa. What it means is that our husbands are serving an additional sentence in that they are not allowed to see us. And for Gerardo and me, it is like a life sentence. It is a form of psychological torture.\"</p> <p>Perez says that, after the initial arrests of the five, attempts were made to persuade them to plead guilty or inform on their co-defendants and on Cuba by threatening to block access to their families if they did not cooperate. \"They have used the families as a sort of additional tool to blackmail them and weaken them,\" she says. She was granted a visa in 2002 but, on arriving at Houston airport, was detained and refused permission to enter the country.</p> <p>\"We keep in touch by letters and telephone calls but they are limited to a number of minutes,\" says Salanueva, 48. At the time of the arrests, their two daughters, Irma and Ivette, were aged 14 and four months. Now the older daughter is a qualified psychologist. \"I have applied to see René nine times and been refused nine times. A number of members of the family have died since he was in prison and we have not been able to let him know directly.\" She said that the five, who are all held in different prisons scattered around the country, have adjusted to life in jail and do not have problems with the other inmates. \"They have good relations with the other prisoners, I think they have a lot of respect and they are able to help the others with their documents and appeals and things like that.\" </p> <p>While it would be impossible to be unaware of the case in Cuba, where massive roadside billboards of the men are part of the landscape, the case has received remarkably little coverage in the US, although there are support groups there, the most active of which are in San Francisco. \"We have come up against a wall of silence in America,\" says Salanueva. \"It is very difficult getting the information out, so people really don't know anything about it.\" </p> <p>They do, however, enjoy support from a variety of writers, artists and public figures in the US and around the world, including Harry Belafonte, Desmond Tutu, Harold Pinter, Nadine Gordimer, Danny Glover and José Saramago. Amnesty International has called on the US to review the decision to refuse the women visas to visit their husbands. \"Denying the men visits from their wives . . . is unnecessarily punitive and contrary to standards for humane treatment of prisoners and states' obligations to protect family life,\" said a spokesperson. The UN commission on human rights has also called into question the nature of the trial, which \"did not take place in the climate of objectivity and impartiality that is required\" (under the international covenant on civil and political rights).</p> <p>Few American politicians would risk espousing such a cause and certainly not on the eve of a presidential election in which Florida voters could once again play a key role. The Cuban exile population in the state still carries great political weight, although that influence has been waning for the past few years as a generation that feels less strongly about Castro emerges. Attitudes towards Cuba have changed in some sections of the US in recent years and members of both main parties have indicated that it is time for talks and rapprochement. So, after the election, might Barack Obama, who has made noises about talks, or John McCain - himself a former prisoner - be more receptive, at least to humanitarian pleas for access?</p> <p>\"We do not have great hopes in a change of power,\" says Perez. \"There have been many changes of administration in the United States over the years but the attitude towards Cuba has always remained the same.\"</p> <p>What makes the Miami Five case doubly relevant now is its connection with the \"war on terror\". Before the arrests of the five - before September 11 changed the focus - the FBI actually contacted Havana to ask for intelligence on any planned acts of terrorism directed at Cuba in which US residents were involved. This is not as unusual as it might seem; the two countries cooperate on disrupting drug trafficking in the region. The Cuban government thought that there might be a possibility of doing the same on plots to attack Cuban targets, but the arrests ended any such notion. Now relations between the two countries are as frosty as ever, not least because Luis Posada, the man whom the Cubans believe was responsible for the Cubana airliner attack more than 30 years ago, is still a free man in Miami, requests for his extradition to stand trial having been refused.</p> <p>So tomorrow, Perez and Salanueva will be protesting outside the US embassy in London on behalf of men they have not seen for a decade. \"What they were doing in Miami was fighting against terrorism,\" says Perez. \"They were trying to save lives and now they are being punished for it. There is something very wrong about that\".</p>",
  "<p>The absence of national hero Jaromir Jagr failed to deter the Czech Republic's ice hockey fans when the North American National Hockey League season started in Europe on Saturday. </p> <p>In Prague New York Rangers beat Tampa Bay 2-1, while in Stockholm Pittsburgh defeated Ottawa 4-3. Olympic gold-medal winner, Jagr, 36, did not feature following his recent move to Russian outfit Avangard Omsk, yet interest remained undimmed with NHL commissioner Gary Bettman reporting that tickets in Prague were going for $1,000 each prior to the match. </p> <p>The teams played again last night with the remaining 28 NHL teams beginning their quest for the Stanley Cup this week. <br></p>",
  "<p><strong>Frost/Nixon</strong></p> <p>In this Ron Howard film - screenwriter Peter Morgan's adaptation of his hit stage play - Michael Sheen plays David Frost, who in 1977 took on a series of exclusive one-on-one TV interviews with the disgraced ex-President Richard Nixon, played by Frank Langella. Landing a killer punch on Tricky Dicky would revive Frost's sagging career; cunning Nixon reckoned on Frost playing the deferential Englishman and turning his historical reputation around. A massive duel of egos was on the cards. </p> <p><strong>Che</strong></p> <p>For sheer ambition, Steven Soderbergh's monumental two-part study of Ernesto \"Che\" Guevara takes the palm. Part one shows Che's role in overthrowing Cuba's Batista government in 1959, intercut with his sensational, radical-chic appearance at the UN in 1964. Part two shows his final revolutionary campaign in the Bolivian jungle, which ended in 1967 in bloodshed and political martyrdom. Benicio Del Toro is fiercely convincing as Che.</p> <p><strong>Synecdoche, New York</strong></p> <p>Philip Seymour Hoffman plays a theatre director maddened by the meretricious, inauthentic arts. Finally he is given a grant to create a gigantic installation: he buys a whole city block, and fills the apartments with actors who must improvise real lives over months, even years. The line between reality and fiction is not so much blurred as abolished in this, Charlie Kaufman's head-spinning adventure of a debut as director. </p> <p><strong>W </strong></p> <p>Is Dubya a jerk? Or a complex figure whose choices were no worse than anyone else's would have been? History's most loathed US leader has found an intriguing chronicler in Oliver Stone. Josh Brolin plays the former fratboy who found himself president during his country's greatest crisis. Thandie Newton is Condoleezza Rice and Richard Dreyfuss is exquisitely cast as Dick Cheney.</p> <p><strong>Bullet in the Head</strong></p> <p>Jaime Rosales's latest film addresses the 2007 killing of two off-duty military police officers by the Basque separatist group Eta. The Spanish director's movie tracks the activities of the terrorists for the two days leading up to this event, but the film is entirely wordless, and shot through long lenses, as if by a surveillance team. </p> <p><strong>Helen</strong></p> <p>When a young woman called Joy disappears, police call for a volunteer to create a Crimewatch-style reconstruction, in this movie by Christine Molloy and Joe Lawlor, which uses non-professional actors. The chosen actor is Helen (Annie Townsend), who has a close resemblance to Joy; but where the missing woman had close friends and family and every semblance of a fulfilling life, Helen has none of these things. Inevitably, she is drawn into \"playing\" Joy. </p> <p><strong>Parque Vìa</strong></p> <p>Beto (Nolberto Coria) is an old man who has spent his entire life as the caretaker of a house in a well-to-do district of Mexico City. He has developed agoraphobia; when the owner announces she is selling the place, the dumbstruck Beto faces an uncertain future. This poetic, slow-moving Mexican feature from Enrique Rivero will divide audiences in much the same way as do the movies of Carlos Reygadas, whose influence is plain.</p> <p><strong>Let's Talk About the Rain</strong></p> <p>The French movie-maker Agnès Jaoui has a reputation for sophisticated, witty films, often working with the actor Jean-Pierre Bacri, a deliciously cynical and droll presence. The director herself plays a professional woman pursuing a new political career in her hometown in the south of France, a place she loathes. Karim (Jamel Debbouze) is the son of the family housekeeper who is now a film-maker and wants to make a documentary about her. She can hardly refuse. </p> <p><strong>Night and Day</strong></p> <p>An artist overwhelmed by a mid-life crisis and a paranoid fear that he is about to be arrested for drug use leaves his family and fetches up in Paris. He bumps into a Korean woman with whom he once had an affair, which she wishes to resume. But then he finds himself falling for someone quite different. Hang Sang-Soo's comedy - Eric Rohmer with a touch of Woody Allen - has an airy charm. </p> <p><strong>Winstanley</strong></p> <p>The English revolution is rarely mentioned in schools, so Kevin Brownlow and Andrew Mollo's 1975 movie - restored by the BFI National Archive - is a valuable corrective. It takes us to Gerrard Winstanley's 1649 commune in Surrey, planting crops on common land in defiance of the landed gentry and the ruling classes. A reminder that English history is not simply a gentle process of reform and compromise.</p> <p>• The <strong>London film festival </strong>runs from October 15-30. Details: <a href=\"http://www.bfi.org.uk\">bfi.org.uk</a>, or call 020-7928 3232</p>",
  "<p>Lord Thomson of Monifieth, who has died aged 87, was a Labour cabinet minister who became a Liberal Democrat spokesman in the House of Lords. Earlier he had been appointed by a Conservative home secretary to chair the Independent Broadcasting Authority (IBA), where he was a bold champion of the industry. He was also a Europhile who became the EEC regional affairs commissioner and later chairman of the European Movement. But despite it all, he often said the job that gave him greatest pleasure was as editor of the DC Thomson (no relation) comic, the Dandy.</p> <p>It was the skill that George Thomson displayed as chairman of the Advertising Standards Authority (1977-80) that led William Whitelaw to offer him the IBA, a post he held from 1981 to 1988. Other Conservative ministers were less conciliatory. In 1988 the foreign secretary, Sir Geoffrey Howe, tried to persuade the IBA to block the showing of Death on the Rock, the Thames Television documentary that questioned the role of the SAS in the killing of three IRA terrorists in Gibraltar. But Thomson stood firm. Later, he attacked the Thatcher government's plans to auction off ITV contracts under the 1990 Broadcasting Act and also to establish a Broadcasting Standards Council under Sir William Rees-Mogg in 1988 to monitor decency, political impartiality and to pre-censor documentaries. He was also unhappy about her resistance to his attempts to secure a fair deal for his brainchild Channel 4. </p> <p>Thomson's career fell into clear segments. There were his 40 years in the Labour party, his time as MP for Dundee East (1952-72) and as a minister in Harold Wilson's governments, where Richard Crossman rated him an \"inoffensive makeweight\" and a Wilson \"henchman\". He moved away from politics during his time as a European commissioner (1973-77) and while chairing the ASA and the IBA. </p> <p>Thomson was born in Stirling, and brought up in Monifieth, a small town on the outskirts of Dundee. He was a leading scholar at Grove Academy, Dundee, but left at 16 to work as a local reporter with the DC Thomson group. He became chief subeditor - and, at 18, briefly editor - of the Dandy, then selling, it was said, around 500,000 copies. He spent the second world war in the RAF (1940-46).</p> <p>After the war his journalism switched from comics to conflict. The DC Thomson management demanded that he sign a pledge not to join a trade union, so he left and became assistant editor of Forward, a long-established, though shakily financed, socialist weekly paper in Glasgow. In 1948 he was made editor, but then the magazine moved to London, where it died in 1953. A year before that, Thomson had become MP for Dundee East, having contested hopeless Glasgow-Hillhead in 1950.</p> <p>As a Labour MP in 1955, Thomson was one of the first to back Sydney Silverman's attempt to abolish capital punishment. The following year he opposed Anthony Eden's Suez venture. In 1959 he was made Commonwealth and colonies spokesman by the Labour leader Hugh Gaitskell. In 1960, he supported the idea of \"collective defence under Nato, so long as the Communist countries keep their arms\", and dismissed the CND Aldermaston marches as \"an expression of adult neurosis\". In 1961-62 he opposed the Conservatives' Commonwealth Immigration Act, and also fought Tory moves to rush Britain into the EEC at the expense of the Commonwealth.</p> <p>Following Harold Wilson's narrow electoral victory in 1964, he was made a junior Foreign Office minister, a post he held for two years, during which he changed the FO style, answering questions in simple English. Except for a rebuff by Egypt's President Gamal Abdel Nasser, most of his overseas missions were successful. He was chancellor of the Duchy of Lancaster (1966-67) and joint minister of state at the FO (1967). In August 1967, he joined the cabinet as Commonwealth Secretary. He was heavily involved in the attempts to end Ian Smith's illegal white minority regime in Rhodesia (now Zimbabwe). </p> <p>After Labour lost power in 1970, he became shadow defence spokesman. But as prime minister Edward Heath's EEC negotiations moved towards success, Thomson fell out with Labour over its policy of a European entry referendum and in 1972 he resigned from the frontbench. That Euro-loyalty helped lead Heath to name him as an EEC commissioner.</p> <p>Thomson had been made a life peer in 1977 at the end of his EEC service and a knight of the Thistle in 1981. Seven years later, proclaiming that he would have left Labour for the Social Democratic party in 1981 had he not been obliged to remain neutral at the IBA, he joined the Liberal Democrats and later became spokesman on foreign affairs and broadcasting (1990-98). He had already taken on various directorships - at ICI, the Royal Bank of Scotland and the Woolwich Equitable, among others. He also enjoyed becoming a trustee of Leeds Castle, because \"as a plebeian Scot, I never thought I might in my declining years become a laird of an English castle\".</p> <p>In the Lords he vented his disgust with the Tories \"disastrous\" policies on the poll tax and local government reform in Scotland. He urged ITV equality with the BBC. In 1997, he criticising Tony Blair for his \"very old-fashioned\" view of frontier controls. As chairman of the political honours scrutiny committee, he also wrote to Blair asking him to ensure that the Tory Lord Ashcroft was resident in Britain before he took up his seat. A member of the Nolan committee on standards in public life, he demanded an inquiry into party funding. </p> <p>He is survived by his wife Grace, whom he married in 1948, and his daughters Caroline and Ailsa. </p> <h2>Roger Liddell writes:</h2> <p>George Thomson, my father-in-law, came from an ILP socialist background. All his life he remained true to the social democratic principles of internationalism, public service and equality of respect. He was a quintessentially Labour figure from a bygone age: a talented journalist who never got the chance to go to university, a party man elected for his home town in a famous but now forgotten byelection triumph. To rally working-class solidarity against any Conservative dismantling of the Attlee settlement, Labour taught the local kids to sing round the tenements: \"Vote, vote, vote for Geordie Thomson: he's the one who'll give ye ham and eggs. And if you don't go for him, we'll bash your winders in. And your mam'll never speak to ye any mare\". George's jubilant supporters carried him on their shoulders to the railway station. </p> <p>At Westminster he fell under the tutelage of his fellow Dundee member, ex-minister, ex-Bloomsburyite and old Etonian John Strachey. For a Scottish Labour member, he also took two very unScottish life-shaping decisions. First, he based his family in London, not Scotland - choosing to rent in Harlow new town. Second, he specialised in foreign affairs, working closely with Jim Callaghan on decolonisation (he was Jim's campaign manager for the leadership in 1963) and with Denis Healey on disarmament. Although a natural Gaitskellite, he and his wife, Grace, felt a social distance from the intellectual elitism of the Hampstead set. </p> <p>Harold Wilson chose George to do the initial soundings on Britain's 1967 application to join the Common Market: he was judged at the time a genuine sceptic, with no previous \"form\". But his conversion to passionate pro-Europeanism was to change his life again. I heard him give the speech of his life at Labour's special conference in July 1971, setting out why the entry terms to Europe that Edward Heath had negotiated were ones he would have recommended to a Labour cabinet. He became a firm ally of Roy Jenkins, resigning from the shadow cabinet with him in April 1972, going to Brussels as Britain's first Labour commissioner in 1973 and playing a key role in the referendum victory in 1975. </p> <p>His post-political life was a triumph. He graced numerous boards with bonhomie and wise judgment. After the IBA, he joined Roy Jenkins' team in the House of Lords as Lib Dem broadcasting and foreign affairs spokesman. </p> <p>George climbed high in the establishment, but never became a snob. He formed his view of people on the basis of their character, not their position. He lived modestly. His outward ease and sociability masked an inner reserve. He never lost his curiosity and engagement in the real world. The last real conversation I had with him was about the success of Gordon Brown's recent Labour conference speech and the prospects for the Glenrothes byelection. I shall miss the \"now, Roger, tell me what's going on with ... \" But it was beguilingly modest: he was so wise about politics, he had guessed already. </p> <p>George Morgan Thomson (Lord Thomson of Monifieth), politician and administrator, born January 16 1921; died October 3 2008</p>",
  "<p><strong>Somebody Up There Likes Me</strong><br>7pm, TCM<br>(Robert Wise, 1956) </p> <p>This biopic of boxer Rocky Graziano made a star of the late, lamented Paul Newman. It's a slightly uneasy blend of sporting and domestic brutality on New York's East Side, with an over-sentimental, uplifting message; but Newman brings emotional depth and physical power to the role (plus a lot of method mannerisms), with Pier Angeli his hard-done-by girl.</p> <p><strong>American Gangster </strong><br>10pm, Sky Movies Premiere<br>(Ridley Scott, 2007) </p> <p>Scott's old-fashioned crime drama tells the true story of Frank Lucas, the 60s and 70s Harlem hood who made his fortune smuggling heroin from Vietnam in <br>the coffins of US soldiers. Denzel Washington's superb performance as the charismatic gangster is matched by Russell Crowe as the shambling cop Richie Roberts, who doggedly tracks his quarry for years. Engrossing, but not quite the classic it wanted to be.</p> <p><strong>Carla's Song </strong><br>1.25am, Film4 <br>(Ken Loach, 1996) </p> <p>This bittersweet cross-cultural romance works better in the first half, when chirpy Glasgow bus driver Robert Carlyle is wooing beautiful Nicaraguan refugee Oyanka Cabezas on home territory. The shift into violent central America leaves Carlyle passively observing the troubles pointed out by human rights worker Scott Glenn.</p>",
  "<h2>Vouchers fail asylum seekers, says charity</h2> <p>Thousands of asylum seekers are being forced to live without cash under a voucher system that leaves many struggling to buy enough food and basic essentials, according to Britain's largest refugee charity. Around 9,000 people whose claims have failed and who have agreed to leave but are currently unable to do so, or who are launching fresh claims, are given accommodation and £35 a week in tokens which must be spent at certain supermarkets. The Refugee Council found some people had lived on vouchers for years. The sum is less than 60% of the £59.15 received by over-25s on income support. <br><strong>Rachel Williams</strong></p> <h2>Briton and friend die after being hit by yellow taxis</h2> <p>A British woman has died after being hit by two yellow taxis in New York. Stephanie Dees, 26, from West Meon near Petersfield, Hampshire, was killed with her American friend Ann Sullivan as they tried to cross a busy Manhattan street. They were struck by a first taxi before being thrown into the path of a second as they crossed 14th Street. Dees, a promising artist who recently completed a BA in fine art at Sheffield University, died instantly, while Sullivan, also 26, died later in hospital. The women had been for a meal at a pizza restaurant when the accident happened at about 3.30am on Saturday.<br><strong>Adam Bell</strong></p> <h2>David Mills corruption trial to continue</h2> <p>David Mills, husband of the Olympics minister, Tessa Jowell, learned at the weekend that his corruption trial in Italy would continue, even though the judges have been forced to suspend proceedings against his co-defendant, the Italian prime minister, Silvio Berlusconi. Berlusconi is charged in Milan with paying Mills $600,000 (£340,000) for withholding incriminating testimony in an earlier case. Both deny the accusation. After Berlusconi's return to power this year, he secured the approval of a law giving himself immunity from prosecution. The constitutional court is to rule on the law. <br><strong>John Hooper</strong></p> <h2>£4m lottery grant for Roman letters site</h2> <p>The windswept site where some of the most touchingly human documents in the Roman empire were found, Vindolanda fort in Northumberland, has won a £4m Heritage Lottery Fund grant. The 15,000 Vindolanda letters, recently voted the country's's greatest heritage treasure by BBC viewers, consist of thousands of notes written on birch bark, and provide a fascinating insight into the daily lives of the fort's occupants. To keep them safe, the trustees donated them to the British Museum. But the grant will pay for a display at the site museum which may include some of the originals. <br><strong>Maev Kennedy</strong></p>",
  "<p>It is hard, sometimes, to remember that I don't have a vote in the US election. The media coverage is constant, my Twitter feed is full of it, and it is all that the blogs I read seem to be interested in - even the non-political ones. While Peter Mandelson is being brought into British government for the third time, the US political scene seems to dazzle with its array of new faces and new personalities. Barack Obama's inspirational idealism and John McCain's time spent as a prisoner of war make our politicians look a little grey and ordinary. And then there's Sarah Palin, who can see Russia from her house. </p> <p>I am someone who really would like to see more women in government, but Palin makes me cringe every time I hear about her. Dan Quayle's repeated gaffes - and who can forget his gnomic remarks and inability to spell potato? - simply made many think that he was an intellectual lightweight. But it's hard not to worry that some people might see Palin's mistakes as a reflection on the intelligence of women in general. From her rambling and incomprehensible answers to simple questions, to her inability to define the Bush doctrine, to her apparent unwillingness to name a single newspaper she reads, her performance seems constantly to support the charge that she is simply not ready to become vice-president of the US. Interestingly, Jed Lewison, writing in the Huffington Post on October 1, dug up footage of Palin performing in debates on Alaskan issues in which she acquitted herself well, suggesting that she might simply have been brought up through the party ranks too quickly rather than that she's entirely incompetent. </p> <p>And although I'd rather see a hard-hitting intellectual woman on either ticket, it has to be said that Palin hasn't sunk McCain's campaign. </p> <p>Of course it's hard for British people to understand why anyone would vote for McCain/Palin. Our political consensus is to the left even of the Democratic Party. For example, even Obama isn't suggesting that the US bring in socialised medicine on the scale of the NHS. But for many centrist voters in America, the desire to vote in more leftwing leaders may be outweighed by other considerations. On a recent visit to the US, I met one or two of that rare breed of American voter whose existence I had previously considered merely a myth: centrists who want to elect a woman candidate, would have voted for Hillary Clinton if she'd been running, but are now intending to vote Republican because Palin is on the ticket.</p> <p>What is this about? One explanation is the classic \"ice-cream vendors on a beach\" model of the two-party system taught to first-year politics undergraduates. This model, first conceived by Harold Hotelling and later developed by Anthony Downs, explains why political parties tend to move closer to one another. Imagine a long stretch of beach, with people evenly distributed along its length. Two ice-cream vendors set up their carts on the beach, one at the exact midpoint of the right-hand side of the beach, the other at the exact midpoint of the left-hand side. They both attract all the customers who are closer to them than to the other vendor; 50% each of the market. But if one vendor moves closer to the middle of the beach, they keep the customers at the extreme end of the beach, but also gain a few of the \"centrist\" customers. In order to gain back the lost ground, the other vendor also has to move toward the middle of the beach. </p> <p>Applying this model to politics suggests that in a two-party system political parties will tend to move closer together over time, both ending up near the median point of voter sympathies. In practice, this would mean that, over time, there is less and less to choose between the political parties. If their policies are often practically identical, the only thing to choose between the candidates may be their religion, ethnicity, gender or sexuality. This would lead to an increasing emphasis on identity politics. </p> <p>But, although the UK may have been getting closer to an equilibrium of this sort over the past 15 years, the US certainly isn't there. On the Iraq war, taxes, healthcare and the environment, McCain and Obama have made their policy differences clear; it's hard to imagine that anyone would feel they were too close together to decide between.</p> <p>Another possible explanation of the increasing importance of identity politics that occurs to me is the decline of trust in politicians. In a survey carried out in 1964, about 75% of Americans said that they trusted the federal government. More recently, surveys have shown that around 75% of Americans now do not trust their government. Perhaps people were simply too naive 40 years ago, or perhaps we're too cynical now. One conclusion is clear to me, though: if you can't trust politicians to keep their promises, then policy statements lose some of their force to motivate the voter. If you believe that politicians will simply break their election promises, then what's left as a rational way to choose between them? </p> <p>The rationale goes that, if elected, a McCain/Palin ticket might or might not actually follow through on any of their policies, but Palin will still - in all probability - remain a woman. For those who feel it would be an important breakthrough to have a woman in the office of vice-president, this is one campaign commitment she can hardly help but keep. </p> <p><strong>This week Naomi watched</strong> the Tom Hanks film Charlie Wilson's War for the second time: \"It impresses even more second time around; intelligent, thoughtful film-making with much to say about the current state of the world.\" <strong>She ate</strong> apples and honey in celebration of Jewish New Year and worried impotently about the plight of the bees.</p>",
  "<p>Two monsters of the right fused into a double-headed ogre last week, when David Cameron decried the \"whole health and safety, human rights act culture\" to the Conservative conference. The main connection between workplace regulation and universal legal protections is that both are maligned and misunderstood. But Mr Cameron's soundbite pleased the floor and, in an otherwise sober speech, he might have been forgiven his populist one-liner.</p> <p>What made the words sinister, however, is the dangerous Tory policy on the Human Rights Act (HRA). The act codifies the European convention on human rights, which - it bears repeating - was drafted by British-led jurists in response to the totalitarian horrors of the second world war. Mr Cameron cites fictional rights to pornography in jail, but the truth is the HRA is a hard-headed document with public safety at its core. It protects the individual against overbearing government. That should fit well with Conservative scepticism of the state. Yet the party is pledged to repeal it in favour of a half-baked British bill of rights.</p> <p>Legally literate Tories, including the shadow home secretary, Dominic Grieve, previously signalled that this bill would include all current protections. Last week, however, the Conservative welfare spokesman, Chris Grayling, said they would tear up the HRA and start again. Mr Cameron seems to agree, demanding weaker protection against torture: he wants greater freedom to deport terror suspects to countries where it is a risk. True, he also talks of granting new rights, such as a right to jury trial, but why do that on the back of repealing a law enshrining internationally agreed human rights? No country has done that before, so it would set a terrible precedent. </p> <p>Starting with a blank sheet on rights is not only undesirable, but also impossible - without leaving Europe. Respecting the European convention is a precondition for belonging to the Council of Europe, membership of which is compulsory for EU members. For all his reluctance to identify with his Christian Democratic counterparts, Mr Cameron wants to stay in the EU, and so would stick with the convention. If the British bill dropped any convention rights, Strasbourg could thus still enforce them. Mr Cameron limply suggests that in response to his bill Strasbourg might grant the UK a \"wider margin of appreciation\". This expectation flies in the face of serious opinion.</p> <p>The Conservatives are not alone in making the HRA a whipping boy. Tony Blair introduced it, but used to do the same. Today, though, ministers no longer pretend they can somehow rewrite the act. The Conservatives should now show the same maturity and pledge to respect human rights.</p>",
  "<p>The EU's ambitious plans to mount a collective response to the global financial crisis were in tatters tonight after the German government said it would guarantee all private savings in a move to prevent panic withdrawals - just a day after slamming the Irish for doing the same.</p> <p>Chancellor Angela Merkel said in Berlin: \"We're saying to savers that their deposits are secure.\" Peet Steinbrueck, finance minister, added: \"I'd like to stress that we'll make sure that no German saver should fear losing a euro of their deposits.\"</p> <p>Their comments came just hours after it emerged that the EU is forcing Ireland to substantially change its plans to offer all savers and businesses an unlimited guarantee on their bank deposits.</p> <p>Neelie Kroes, EU competition commissioner, said the Irish scheme, adopted without consulting either Brussels or other European governments, was discriminatory and would be modified. \"A guarantee without limits is not allowed,\" she told Dutch TV.</p> <p>The EU's top four leaders, including Merkel, had slapped down Dublin's go-it-alone approach at an emergency summit yesterday after the European commission had earlier forced Greece to row back on a similar plan to provide limitless guarantees for bank deposits.</p> <p>The EC will soon propose new laws to lift the EU-wide minimum guarantee from the current €20,000 and ensure speedier payout if banks become insolvent. But Merkel is jumping ahead, pledging that the German scheme - which relies on high street banks to pay out above the minimum - will now be wholly state-guaranteed.</p> <p>Merkel also promised today that the German government was working hard to save the troubled Hypo Real Estate bank, Germany's second biggest commercial property lender. A multi-billion euro rescue plan to keep the real-estate giant afloat failed last night and efforts were continuing to try to create a new plan. \"We will not allow the distress of one financial institution to distress the entire system,\" Merkel told reporters. \"For that reason, we are working hard to secure Hypo Real Estate.\"</p> <p>Yesterday Gordon Brown, Merkel, Italy's Silvio Berlusconi and host Nicolas Sarkozy, French president, called for a new global financial system and an end to \"speculative\" capitalism, while Peter Mandelson, incoming business secretary, warned the crisis could spark a new wave of economic nationalism.</p> <p>Mandelson, EU trade commissioner for the past four years and a severe critic of the Irish and Greek schemes, said the danger was that each country could undermine a collective response by looking for a \"get out of jail free\" card.</p> <p>Yesterday, clearly aware that they could be facing the worst economic crisis since the great depression of the 1930s, the four leaders back Sarkozy's call for a global summit to draw up a new international financial system to replace the one adopted by the West at Bretton Woods in 1944. It established the International Monetary Fund and World Bank.</p> <p>The French president urged a summit of the G8 countries together with China, India, South Africa, Brazil, Mexico and Indonesia by next month at the latest.</p> <p>\"We are laying the foundations of entrepreneurial capitalism, not speculative capitalism,\" Sarkozy told journalists. \"After this crisis we will have built the pillars of a new financial world.\" He said tougher international regulation should be applied to all financial market players, including hedge funds.</p> <p>The summit effectively buried temporarily the strict 3% budget deficit limit imposed by the Maastricht treaty as EU governments are forced to bail out stricken banks with hundreds of billions of euros, putting huge strains on their budgets.</p> <p>Sarkozy's top advisor, Claude Guéant, said that did not mean that EU countries such as France would \"wriggle out\" of commitments towards a balanced budget by 2012. \"We are in exceptional circumstances but that does not mean France will let its deficit run away,\" he told French radio, adding that an even deeper crisis would prompt other measures.</p> <p>In Britain, the chancellor, Alistair Darling, said today that he was ready to offer further assistance to individual banks at risk from the credit crunch. He declined to name any banks that may be under threat but said the Treasury was monitoring the situation; he said it was important to take general action as well as assisting individual banks. </p> <p>\"That's why, through the Bank of England, we have put billions of pounds into the system to help the whole banking sector, he told BBC1's Andrew Marr show. \"But also you do need to be ready to take specific action - as we did with Bradford &amp; Bingley last weekend, as we did with Northern Rock.\"<br> The UK's chancellor said the government was prepared to take \"pretty big steps that we wouldn't take in ordinary times\" to ensure that Britain gets through the current crisis.</p> <p>But he said he would resist pressure to scrap the Bank of England's target of keeping inflation within a percentage point of 2%, which has been criticised for obstructing potential reductions in interest rates that could stave off a recession.</p> <p>He also indicated that he was ready to let state borrowing rise higher rather than increase taxes.</p> <p>Darling said it was \"always important\" to keep inflation under control and that the government would \"allow borrowing to rise as the economy slows down. That is the right thing to do - you support it, you don't start taking money out of it.\"</p>",
  "<p>Chinese writers and literary critics feel misunderstood, that much is clear. Why is more Chinese literature not being translated and – perhaps even more importantly – widely read? After all, <a href=\"http://www.isabelallende.com/\">Isabel Allende</a> and <a href=\"http://www.umbertoeco.com/\">Umberto Eco</a> are hugely popular in translation.</p> <p>I am a translator, currently in China researching contemporary literature. I have been talking to writers and academics about their favourite works and what, for them, makes good literature. The kind of answers they give me are illuminating, in particular because of the position from which they make these judgments. </p> <p>In the 1950s and 60s, creative writing in China was obliged to serve politics. Han Dong, in his recent novel <a href=\"http://paper-republic.org/books/banished/\">Banished!</a>, observes mordantly that this was a \"system [which] was tightly meshed together, a seamless whole. A dog that winds up biting its own tail.\" Today the debate is still heavily politicised, albeit it in a different way. The \"reform and opening-up\" of the 1980s has led to \"marketisation\" in every aspect of Chinese life; books now have to make money. So the <a href=\"http://english.cpc.people.com.cn/\">Chinese Communist party</a>, which is entirely in favour of marketisation, likes books which shed a positive light on urbanisation and the growth of a consumerist society. At the same time, a nod also has to be made to its own leadership. The forthcoming publication of the \"300 Most Influential Books of the 30 years of the Reform and Opening-up of China\" was press-released as follows: </p> <blockquote> <p>These 300 books … fully reflect the deep changes that Chinese society and the Chinese people have gone through over the past 30 years under the leadership of the Chinese Communist party … The books will provide healthy guidance to thought and morality, [and] have positive, uplifting content … </p> </blockquote> <p>(Translated and quoted <a href=\"http://paper-republic.org/ericabrahamsen/30-years-of-literature/#comments\">here</a>). </p> <p>True, as all my Chinese colleagues tell me, no one takes this stuff seriously, but it shows how writers have to acknowledge the prevailing ideology, whether or not they choose to confront it directly. There are economic pressures too: writers of politically acceptable books can win lucrative prizes. And the need to earn a decent living is real. </p> <p>Back to the question, how do Chinese writers and critics evaluate creative writing today? Here is a framework of analysis which has been given to me by half a dozen critics/writers: at one end of the spectrum is \"officially-approved\" literature, (the \"positive\" and \"uplifting\" sort); at the other, \"good\", end of the spectrum is <em>minjian</em> (people/folk writing). This means writing about the lives and characters of ordinary people, while rejecting any ideological standpoint. (Note that \"people\" here means something quite different from \"the people\", as in the slogan \"Serve the People\").</p> <p>If this analysis sounds alien, then how about this contemporary example from the US offered to me by a Chinese woman writer friend? She observed the furore that surrounded the publication of the Da Vinci Code – and said that denunciations of the book from church pulpits reminded her irresistibly of the mass criticisms of the <a href=\"http://en.wikipedia.org/wiki/Cultural_Revolution\">Cultural Revolution</a>, suggesting that ideological differences notwithstanding, America and China share an ideological \"climate\".</p> <p>Another element in the equation is the pressure to write for the mass market. Arguments rage as to whether the market has a baleful influence on creative writing. Most think it does, though they admit that literary giants such as <a href=\"http://www.britannica.com/EBchecked/topic/1082286/Mo-Yan\">Mo Yan</a> and <a href=\"http://en.wikipedia.org/wiki/Jia_Pingwa\">Jia Pingwa</a> manage to write splendid, influential books which are also best-sellers.</p> <p>Finally, censorship: there is much less of it than is generally believed, but it is still a real preoccupation. Some writers admit to self-censorship, for instance <a href=\"http://paper-republic.org/authors/yan-lianke/\">Yan Lianke</a> whose novel, Dream of Ding Village, about the Aids epidemic among peasants who sell their blood, is due out in translation next year. Yan has said that he \"attempted to forestall a ban by doing the censors\" work for them. Out went the novel's most ambitious features: the blood pipeline, the global trade angle and direct criticism of national politics. His novel was <a href=\"http://www.theguardian.com/world/2006/oct/09/books.china\">banned anyway</a>. </p> <p>However, China being China, the situation is more grey than black-and-white. Ha Jin wrote in <a href=\"http://www.theamericanscholar.org/\">the American Scholar</a> in August 2008 that: \"Among [recently] banned titles was Zhang [Yihe]'s book Past Stories of Peking Opera Stars, which describes the vicissitudes of eight master opera singers, especially their sufferings and ruination after 1949.\" Coincidentally, as I read those words, I was sitting in a house in Shanghai with a copy of that very book which my landlord, a respectable accountant, had just lent me. In other words, banned books are sometimes readily available.</p> <p>A preoccupation with officially-approved or \"people\"-based literature, censorship and marketisation, makes the Chinese literary world sound introspective, but this is not entirely true. Chinese writers have been much influenced by authors such as <a href=\"http://kirjasto.sci.fi/jlborges.htm\">Luis Borges</a> and <a href=\"http://www.themodernword.com/gabo/\">Gabriel Garcia Marquez</a>, <a href=\"http://www.kundera.de/english/\">Milan Kundera</a> and <a href=\"http://www.orhanpamuk.net/\">Orhan Pamuk</a>. Unfortunately, the process does not yet seem to work the other way round. </p> <p>Given the pessimism of some of the above comments, one has to ask if it is possible to bridge the cultural divide and bring more Chinese literature to a British readership. Of course, I believe it is, otherwise I would not be a translator. </p> <p>But there is also a need for British publishers to understand Chinese fiction better. That boring old label \"banned in China\" actually means only one thing: that the book ticked one of the censor's no-no boxes. Sex and violence will not sell a book if it is badly written, as many are. Some publishers say they want a personable, articulate author, preferably one who can speak English. There are only a few writers who provide that winning combination and there are many who write great stuff but are not young, glamorous or English-speaking. </p> <p>To be fair to publishers, there is a huge language barrier: they are dependent on Chinese-speaking readers and translators if they cannot read the texts themselves. (Though if I hear one more publisher whinge that they \"cannot find the translators\", I shall probably scream.) There is now, however, a website providing much-needed information for publishers, translators and Chinese writers: <a href=\"http://www.paper-republic.org\">Paper Republic</a>.</p> <p>Of course, some publishers are both brave and imaginative: Penguin was prepared to break the mould with Wolf Totem, a novel about Mongolian herders and their relationship with wolves. </p> <p>To finish, here are a few of my personal favourites, chosen simply to show a little of the rich variety of reading which is out there. </p> <p><a href=\"http://paper-republic.org/books/banished/\">Banished!</a> by Han Dong, a lyrical, sometimes painful account of a boy growing up during the cultural revolution. Hawaii University Press, 2009.</p> <p>Lust, Caution, And Other Stories, by Eileen Chang (Chinese name, Zhang Ailing). Penguin Modern Classics, 2007. There are also other volumes of her brilliant short stories and novellas available in translation. </p> <p><a href=\"http://www.theguardian.com/books/2008/aug/08/jiapingwa\">Happy</a>, by Jia Pingwa. This novel is narrated entirely in the first person, by a Charlie Chaplin-esque migrant worker in Xi'an, who is alternately funny, pompous, touching and foul-mouthed – but never boring. Not in translation, but an excerpt appears in Guardian Books.</p> <p><a href=\"http://www.theguardian.com/books/2008/sep/22/original.writing.china.reflected.zhu.wen\">Collecting</a>, an essay by Zhu Wen, which also appears in Guardian Books. Written after a short visit to the UK (his first), his essay is not just witty and acerbic, it is humblingly observant.</p>",
  "<p>Picture the scene. Mere minutes after the Pittsburgh Penguins beat the Ottawa Senators with a gorgeous goal inside the final 60 seconds of overtime, you find yourself in the Pennsylvanian team's dressing room. You're not alone, the place is busy with journalists and exhausted hockey players. A sign bearing the name of each skater has been positioned above each individual stall. With most of the attention focused on one Sidney Crosby – a big splash around this league – you realise that you are the only person staring at a sign that reads, \"Pittsburgh Penguins: Satan\". This is the coolest thing you've ever seen, and it would be the easiest thing to steal.</p> <p>What do you do?</p> <p>Since I didn't swipe the identification plate of one Miroslav Satan (it's pronounced Shertan, disappointingly) all I will bring home from Sweden are memories. And while it is neither my natural disposition, nor indeed my job, to look on the bright side, I am honour bound to say this: the National Hockey League's second excursion into Europe has been a peach.</p> <p>Last year the league brought its bandwagon to London, starting the 82-game regular season with two fixtures between the Los Angeles Kings and the Anaheim Ducks (whom I liked a great deal more when they were known as the Mighty Ducks) at the 02 Arena. I can still vividly recall the thrill I felt that these two teams were visiting my adopted home city. Even so, the part of me that I would sometimes like to keep quiet knew that the league's first overseas adventure was only a partial success. The teams were an odd choice, the games were not classics, the atmosphere was stilted. It wouldn't be true to say that hockey is to England what cricket is to Canada, but it wouldn't be entirely untrue either.</p> <p>For the start of the 2008 campaign, the NHL has taken more care. With two games in Prague (where yesterday the New York Rangers beat the Tampa Bay Lightning by two goals to one) and two here in Stockholm (Pens and Sens, the latter captained by Swede Daniel Alfredsson) the world's best league took one of the world's best sports to two countries that understand and care about 'the on-ice product'. For the National Hockey League, this is a product which they're hoping to sell; their spokesman doesn't need much prompting before he's turning on the marketing speak, making it clear in the slickest possible way that this enterprise is about brand awareness and global positioning.</p> <p>This it may well be, but here's the thing: no amount of corporate business plans and entrepreneurial buzzwords can obscure the fact that last night in Stockholm's fabulously upholstered Globe Arena, 14,119 people saw a game that is part of their national culture played at a level that most here will only have seen on television. And as you know, hockey on TV is not really hockey at all. How can it be? You can't even see the puck.</p> <p>Sweden does have a league of its own, and a very good one at that. The Elite League (Elitserien) is one of Europe's strongest, and many players have progressed from its ranks up to the NHL. The key word here, though, is 'up'; the Elite is good, but the National Hockey League is great. Not for nothing is it known in the trade as 'The Show'. Tonight in Stockholm 'The Show' came to town, for two nights only. Not only that, but it came in the form of two teams that in eight months' time might both feasibly, even realistically, challenge for the Stanley Cup.</p> <p>The games matter, too - this is the season, this is it. Bounding from the bench like rodeo bulls, for the first 10 minutes the Penguins looked like the kind of team who might not concede a goal all season. Playing firewagon hockey of a kind where even the firewagon is on fire, for almost an entire period it seemed as if the puck never left the Senator's sensitive areas. Shots flew about the place, as did fully grown men – at 30 miles an hour. Pittsburgh began their season by dishing out the kind of battering that Detroit visited upon them in the first two games of last season's Stanley Cup Finals. Basically, they learned a lesson and used it to pick on Canada.</p> <p>I would at this point like to tell you who did what, but if I struggled to take it all in as it happened I'm on black ice when it comes to remembering it now. Last season I found myself in the press box of the Prudential Center in Newark, as the New Jersey Devils faced the New York Rangers in the first round of the play-offs. Four stories above the ice, next to me sat a radio commentator who described the action below as fluently as if he were reading a bedtime story to an attentive child. Me, I would have described the game thus: \"Er, Rangers, Rangers, De…, no, yeah, Devils, Devils, referee, er, goalie… hang on, hang on, er…\" At one point the man turned to me and asked, \"That was Shanahan that just scored, right?\" And I answered, \"Yeah, let's go with that.\"</p> <p>I can't say with any certainty that the puckheads of Stockholm were able to deconstruct the minutiae of this frantic and fabulous game any better than I, but I do know for sure that what they were seeing was for them something special. From the moment former Maple Leaf and local demigod Mats Sundin dropped the ceremonial puck, to the moment the game ended, 14,000 faces proved that a love of a game and an exercise in international marketing are not mutually exclusive concepts. Whatever the NHL's intentions, the truth is that they brought to Sweden something people desperately wanted to see.</p> <p>Actually, no, that's not quite correct. The majority of people within an arena that looks like a giant bonbon wanted to see a victory for the Ottawa Senators, a victory for their Swedish captain. Midway through the first period I predicted the evening would end with the Canadian team in therapy. But this didn't last, and the Sens rallied, prospered and entered overtime with the scores tied at three goals apiece. But with less than 60 seconds of the five-minute fourth period remaining, Tyler Kennedy pounced on Jason Spezza's errant pass and blasted home. Game over.</p> <p>Only the game has just begun. This time tomorrow the Penguins and the Senators, the Rangers and the Lightning, will be on their way home, to continue the work that started here. But while the NHL will always be North America's league, on loan to Europe for the briefest of glimpses, tonight proved that hockey also has a home on the continent to the east. The great players may work abroad, but their audience is everywhere. </p> <p>Postscript: The morning after the night before, on my way to breakfast I cursed silently as the lift stopped before it reached the lobby. In walked a tall gentleman with a weak chin. I know him, I thought. It's, it's … Mario Lemieux! And do you know what I said to him? Nothing. I just looked at my feet. </p> <p><em>Tune into NASN (Sky Channel 417 &amp; Virgin Channel 533) for the most comprehensive coverage of the NHL season including the All-Star game, Play-offs and the Stanley Cup. For full details visit: <a href=\"www.nasn.com\">www.nasn.com</a></em></p>",
  "<!-- Block 1 --> <p><strong>Rob will be here</strong> with all the latest news from 1.15pm. Ish.</p> <!-- Block 2 --> <p><strong>Preambles are sooooooo September 2007</strong>, what with <a href=\"http://www.mirror.co.uk/sport/football/2008/10/03/audio-hear-joe-kinnear-s-full-unbleeped-uncensored-rant-at-daily-mirror-man-simon-bird-115875-20770121/\">Joe F Kinnear</a> having pretty much nailed the best intro of all time. </p> <p>Suffice to say that there are six games today, two of them mouth-watering crackers: Manchester City v Liverpool and Chelsea v Aston Villa. So Sky are showing West Ham v Bolton and Everton v <a href=\"http://www.mirror.co.uk/sport/football/2008/10/03/audio-hear-joe-kinnear-s-full-unbleeped-uncensored-rant-at-daily-mirror-man-simon-bird-115875-20770121/\">Newcastle</a>. But through a combination of radio, shamelessly winging it, TV, shamelessly winging it, internet, shamelessly winging it, guesswork, shamelessly winging it a DeLorean and shamelessly winging it, we'll keep you in touch with all six. This said, I've never done a theguardian.com clockwatch before and, if my first attempts at certain other zesty human enterprises are anything to go by, I'll be apologising in five seconds' time. Sorry.</p> <!-- Block 3 --> <p><strong>It's an important day</strong> for Liverpool and Chelsea, because the ominous majesty of Manchester United's victory at Blackburn yesterday suggests that, after a bit of an after-you start to the title race, it's now well and truly on - and that, despite all the big-four clubs dropping points to sides in the bottom half of the table, it will still probably take 90 points to win the title. </p> <p>It's also a massive day for Manchester City, who may well find reality's incisors piercing the skin of their derriere for the fourth (domestic) game in five. You wouldn't it past them to make a complete dog's dinner of having billions and somehow find a way to get relegated, would you?</p> <!-- Block 4 --> <p><strong>Anyway, here's a list of the games to come</strong>.</p> <p><strong>Chelsea v Aston Villa (3pm)</strong> Villa are going to win this. Get on them at 5/1, seriously. Ignore the fact that my <a href=\"http://guardian.pickthescore.co.uk/\">Pick The Score</a> predictions yesterday were Blackburn 1-1 Man Utd, Wigan 2-0 M'boro, West Brom 2-1 Fulham and Sunderland 1-2 Arsenal. Ignore all those distractions. I really do think Villa are the team most likely to end Chelsea's 747-match unbeaten home run, partly because of all Chelsea's injuries – which might mean them having to play such inadequates as Wayne Bridge (£plenty), Alex (£plenty), Nicolas Anelka (£plenty), Jon Obi Mikel (£plenty), Michael Ballack (£plenty) and Salomon Kalou (£plenty) – but mainly because Villa are the most intrepid side in the league, which is important when you are confronting Goliath, and because they always do well at Stamford Bridge. Something tells me Chelsea won't lose their record to a big-four side, that the stakes are always so high as to produce an almost perfect level of concentration; of the rest, Villa are by far the most likely.</p> <p>My prediction, which should safely ensure that this isn't the score: 1-2.</p> <!-- Block 5 --> <p><strong>Joe F Kinnear's post-match press conference (6.01 pm), preceded by Everton v Newcastle</strong> As Andy Hunter wrote in this rag yesterday, \"the Samaritans may be of more use than stewards as two depressed clubs meet at Goodison Park\". There's no shame in losing to a splendidly vivacious Standard Liege side, as Everton did, but there is in losing all three home games in the league, as they have thus far. Still, surely they'll have enough to beat Shower FC today.</p> <p>My prediction, which etc: What are you, my personal secretary? F*** off.</p> <!-- Block 6 --> <p><strong>Manchester City v Liverpool (3pm)</strong> Statistically it's the best attack in the league (City have scored 16) v the best defence (Liverpool have conceded 2). It's also, if Robinho and 50,000 Scousers are to be believed, the clash of two bona fide title contenders. Good one lads.</p> <p>My prediction, which etc: 0-1.</p> <!-- Block 7 --> <p><strong>Portsmouth v Stoke City (3pm)</strong> Next!</p> <p>Prediction: 3-1.</p> <!-- Block 8 --> <p><strong>Spurs v Hull (3pm)</strong> We'd have expected this to be 20th v 7th, oh aye, but not like this. <a href=\"http://www.theguardian.com/football/2008/aug/14/tottenhamhotspur.premierleague\">What are Spurs trying to do to me and what remains of my professional reputation?</a> Hull, incidentally, have been wonderful - even Phil Brown's suit-flapping celebrations are strangely infectious - and, such is the importance of momentum from the first few weeks, should easily stay up now.</p> <p>Prediction: 2-1.</p> <!-- Block 9 --> <p><strong>West Ham v Bolton (1.30pm)</strong> West Ham are looking to make it three wins out of three in the league under Chelsea's Gianfranco Zola. Bolton are trying to avoid the completion of a dubious hat-trick: after losing goals through a dodgy offside decision (v Arsenal) and an even dodgier penalty (v Man Utd) in their last two games, expect one of their players to be sent off today for deliberate use of oxygen.</p> <p>Prediction: 2-0.</p> <!-- Block 10 --> <p><strong>12.56pm culling of team news from the wires</strong> Both dies are unchanged. Bolton look to be set out in the new missionary position, 4-5-1, but I'm not sure about West Ham as I've not seen them under Zola. Apparently they're doing it in some funky new ways, with talk of Etherington playing further forward. Ah, I'm told West Ham play 4-3-3, although this begs the question as to where 4-3-3 begins and 4-5-1 ends. When you play at home, I suppose, at least in terms of perception. But really it's 4-5-1 in all but name. 4-4-2 is dead; long live 4-5-1.</p> <p>If West Ham win, incidentally, they go temporarily top. Supersize that whoop whoop.</p> <p>West Ham, who let's be honest look pretty, pretty modest on paper without all those injured stars: Green; Faubert, Neill, Upson, Ilunga; Behrami, Parker, Noble; Di Michele, Etherington, Cole.<br>Subs: Lastuvka, Lopez, Bellamy, Boa Morte, Mullins, Davenport, Sears.</p> <p>Bolton, who let's be honest are in serious, serious danger of disappearing through the Do One door this season, especially now that Hull and West Brom are staying up: Jaaskelainen; Steinsson, Andrew O'Brien, Cahill, Samuel; Davies, Nolan, McCann, Muamba, Gardner; Elmander.<br>Subs: Habsi, Hunt, Taylor, Joey O'Brien, Smolarek, Riga, Shittu.</p> <p>Bloke who had his head flushed the toilet every day at school I mean how else are we to explain why anyone would want to become a referee: Mike Dean (Wirral)</p> <!-- Block 11 --> <p><strong>1pm</strong> Sky open up their coverage, in reference to Newcastle, with Coldplay's Trouble. A delightful song for sure - and never more moving than in the last episode of season 1 of The Shield - but surely there are better ones. Anything by Holy F*** maybe. Any nominations for Newcastle/<a href=\"http://www.mirror.co.uk/sport/football/2008/10/03/audio-hear-joe-kinnear-s-full-unbleeped-uncensored-rant-at-daily-mirror-man-simon-bird-115875-20770121/\">JFK</a>'s new anthem? Let's riff here kids!</p> <p>\"Do Chelsea fans still have that banner emblazoned with, 'Zola - Chelsea's Greatest Ever Player'?\" asks Gary Naylor. \"Because he is. And I know you're not supposed to have 'second teams' but right now, it's hard not to want West Ham to win every match except against Everton.\" It all depends on which force you regard as the more powerful: the considerable good of Zola v the bad of <em>everything else to do with that wretched little club with the possible exception of the admirable Mark Noble</em>. In no way influenced by the memories of 1992 and 1995, I'll go with the latter.</p> <p>Also, Zola wasn't as good as Andy Dow or Mark Stein. Fact. In all seriousness, I thought Zola was just a <em>fraction</em> overrated during his time at Chelsea, though this isn't to say he wasn't an utterly charming footballer and human being. And much as it pains me to say it - and truly it does, more than a malevolent marmot that only eats round things and has been let loose in my bath - I'd probably argue that Frank Lampard is Chelsea's greatest-ever player, or at least their most influential, which is arguably the same thing.</p> <!-- Block 12 --> <p><strong>1.25pm</strong> Anyone out there? Hello? Helloooooooo?</p> <!-- Block 13 --> <p><strong>1.30pm</strong> Bolton kick off from left to right. It's been pooting it down in London, and the consequently slick surface should suit West Ham more than Bolton, who are still labouring under the misapprehension that there is grass in the sky. West Ham still have those ridiculously big numbers on the front of their shirts, which in no way highlight the fact that there's no longer a sponsor there and that they've lost loads of money as a result. Surely it would have been better just to keep quiet about it and hope nobody noticed? It's like having a toilet accident on a night out and then going round and telling everybody, 'See that wet patch down there? It's not water you know, or booze. Did it myself. Yep, all my own.' Sort of.</p> <p>It's actually not like that at all, is it.</p> <!-- Block 14 --> <p><strong>1.32pm</strong> Bolton have started well, pinning West Ham in their own half for the first couple of minutes, although they've shown all the wit of, well, <a href=\"http://www.mirror.co.uk/sport/football/2008/10/03/audio-hear-joe-kinnear-s-full-unbleeped-uncensored-rant-at-daily-mirror-man-simon-bird-115875-20770121/\">Joe Kinnear</a> when it comes to trying to penetrate the defence.</p> <!-- Block 15 --> <p><strong>1.36pm</strong> Mark Noble is booked for a lunging tackle on Steinsson. From the free-kick, taken by Gardner, Cahill at the far post looks set to head in from six yards but is put off by Ilunga, flailing his arms everywhere like something out of those old iPod ads, and so misses his header completely. That was a real chance.</p> <!-- Block 16 --> <p><strong>1.38pm</strong> Bolton continue to impress, and actually they're popping it around a lot more than is often the case. After one move chockfull of first-time passes, Nolan drives approximately 12 miles wide of the left post from 25 yards.</p> <!-- Block 17 --> <p><strong>1.42pm</strong> Carlton Cole, who hilariously I've heard linked with England recently, rolls Andy O'Brien smartly 25 years out but then curls his shot over. A minute later Elmander has a real chance. Gardner slipped him in on the edge of the box but his first touch was a fraction too heavy and, with two defenders converging, he had to stretch to toebung it tamely it at Green from 15 yards. That's what you get for £10m these days.</p> <!-- Block 18 --> <p><strong>1.44pm</strong> \"Zola over-rated?\" puddemups Gary Naylor. \"To see him live was an honour, even as he took Everton apart. Balance, pace, energy and, most of all, brains meant that he had absolutely everything. He also played in the hole, the most difficult position on the pitch. I would argue that he was as good as any Premier League player I've seen with the possible exceptions of Schmeichel and Cantona, because he played in a relatively weaker team than other pretenders like Keane or Shearer (Blackburn vintage).\" I did say only a fraction. I feel the memories of his first season prevailed even when he regressed to the mean. I don't think he ever got near that level again, which made him merely breathtakingly good rather than heartstoppingly good. I'd also argue that he was at his best when Chelsea were at their weakest: in 1996-97. From 1998-99 onwards Chelsea were, theoretically at least, title challengers.</p> <!-- Block 19 --> <p><strong>1.45pm</strong> That Elmander miss summed up Bolton's problem: their play can be useful, and their work ethic is so admirable as to make it impossible for a minute-by-minute hack not to patronise them when referring to it, but they desperately miss a sniffer like Nicolas Anelka.</p> <!-- Block 20 --> <p><strong>1.49pm</strong> Bolton remain the more impressive side, both with and without the ball. West Ham are just a little ragged, and slightly too manic in their offensive work. They could do with a diminutive Italian to put his foot on the ball and calm things down.</p> <p>\"If West Ham paid Bordeax the £10m for Elmander in Icelandic krona and in shares in the former (not-to-be-named) sponsor, it wouldn't be so bad, would it?\" says Lou Roper, every mention of whose name irritatingly precipitates a blast of that U2 song 'Numb' in my head, because of the album from which it came.</p> <!-- Block 21 --> <p><strong>1.50pm</strong> Decent effort from di Michele, who comes inside from the right and, from 25 yards, tries to coax one into the far corner with his left foot. It went a few yards wide and, in truth, Jaaskelainen had it covered.</p> <!-- Block 22 --> <p><strong>1.55pm</strong> West Ham remain a bit too narrow, which is partly a consequence of di Michele's inclination to come inside at every opportunity. That suits an extremely narrow Bolton side, who have down their defensive work excellently so far.</p> <p>\"The <strong>BIG</strong> West Ham numbers on their shirt fronts look like they were sown on by their mums for the school sports day,\" says Gary Naylor. \"It's a bit boring just repeating what's on their backs - wouldn't it be more fun if the numbers corresponded to the player's weekly wage in thousands?\" Could be a different thing each week. The amount of groupies they've, a-hem, bought a 12% ABV drink for, say.</p> <!-- Block 23 --> <p><strong>1.57pm</strong> This, it's fair to say, is not the kind of contest about which Gianfranco Zola fantasises when he takes a long soak in the bath. Indeed some might say it's witless garbage. Still, there should be some excitement in the next few minutes: the team news from the other games will be in.</p> <!-- Block 24 --> <p><strong>1.58pm</strong> Behrami drives one a few yards wide from the edge of the box. This Ilunga fellow at left-back for West Ham looks a player: he makes some really hyperactive surges, like Kolo Toure when he's on one, and has been West Ham's greatest attacking threat so far. With the likes of him and wee Rafael, it's clear the role of the full-back is changing irrevocably.</p> <!-- Block 25 --> <p><strong>1.59pm: GOAL! West Ham 0-1 Bolton (Davies 30)</strong> Robert Green, England's No6, lives up to the billing with a shocker. Gardner drilled a long cross from the left and Green, who had come 15 yards to meet it, dropped the wet ball at the feet of Davies. He muscled Ilunga aside and lobbed the ball into the empty net. That really is a serious howler.</p> <!-- Block 26 --> <p><strong>2.04pm: GOAL! West Ham 0-2 Bolton (Cahill 34)</strong> Blimey, it's two. This one is a more familiar Bolton goal. A free-kick is coaxed gently into the box towards Davies, who doesn't win it but does enough to put the defender off. His header falls to Steinsson 15 yards out, who spanks it goalwards on the half-volley with his left foot. Green does well to save, plunging to his left, but Cahill bundles the rebound in for his first goal for Bolton.</p> <p>Edit: on reflection, Green should have held on to that as well as it was right in the breadbasket. The conditions won't have helped, but even the sixth-best goalkeeper in England should be saving that.</p> <!-- Block 27 --> <p><strong>2.05pm</strong> Robert Green hasn't kept a clean sheet since February and, if you can't keep one at home to Bolton, you have to wonder if it's <em>ever going to happen ever ever ever</em>. But you have to give credit to Bolton, who have played pretty well in the first two-thirds of the pitch. They often to, but through both luck and judgement they've also delivered in the final third.</p> <!-- Block 28 --> <p><strong>2.08pm</strong> Ilunga has blood gushing from his left hand and is going down the tunnel to get it seen to. Someone send me an email. Please. No, really: please.</p> <!-- Block 29 --> <p><strong>2.12pm</strong> The thing about West Ham is that people have got a bit carried away with Zola's start. All they've done is hammer Shower FC and beat ten-man Fulham, while losing to Watford in the Milk Cup. They look a poor side on paper without Bellamy (who's on the bench today), Dyer, Ashton etc, and today they've looked equally poor on the pitch. Bolton are all over them here, and a wonderful cross from the impressive Steinsson curls right across the face of the six-yard box without getting a touch.</p> <!-- Block 30 --> <p><strong>2.13pm</strong> West Ham are making Bolton - <em>Bolton</em> - look like Brazil 82, or at very least Brazil 86. This is laughable, and I'm laughing.</p> <!-- Block 31 --> <p><strong>2.17pm: Half-time, West Ham 0-2 Bolton</strong> Dear me. West Ham played with the befuddlement of a man who turned up for a chess marathon and found out he was at an orgy. Or something. They were almost indescribably poor, and Bolton only needed to be on the good side of competent to take an almost unfathomable 2-0 lead through goals from Kevin Davies and Gary Cahill.</p> <p>\"Have to agree with you about that Rafael, he's a little smasher,\" says Sarah Lawton. \"Seen much of the brother though?\" Well probably, but I can't be sure as they are basically one and the same person. Maybe that's why he looked so funky when I said 'Well played Rafael'. Apparently he's basically the same player but at left-back. <em>Imagine</em>.</p> <!-- Block 32 --> <p><strong>2.20pm: Tottenham team news aka what the hell happened to David Bentley's career?</strong> </p> <p>Tottenham (4-4-2): Gomes; Gunter, Corluka, Woodgate, Bale; Lennon, Jenas, Zokora, Modric; Pavlyuchenko, Campbell. Subs: Cesar, Bentley, Bent, Giovani, Dawson, O'Hara, Assou-Ekotto.</p> <p>Hull (4-3-1-2): Myhill; McShane, Turner, Zayatte, Dawson; Marney, Ashbee,<br>Boateng; Geovanni; King, Cousin. Subs: Hughes, Duke, Garcia,<br>Mendy, Halmosi, Folan, Ricketts.</p> <p>The man in whose presence you should dare not move a muscle inside the penalty area: Rob Styles (Hampshire).</p> <!-- Block 33 --> <p><strong>2.21pm: Portsmouth team news, aka isn't it nice to see two teams playing 4-4-2</strong></p> <p>Portsmouth (4-4-2): James; Johnson, Campbell, Distin, Belhadj; Diop, Davis, Hughes, Armand Traore; Crouch, Defoe. Subs: Ashdown, Little, Kanu, Hreidarsson, Kaboul, Mvuemba, Pamarot.</p> <p>Stoke (4-4-2): Simonsen; Griffin, Cort, Abdoulaye Faye, Higginbotham; Delap, Olofinjana, Amdy Faye, Tonge; Fuller, Kitson. Subs: Whelan, Soares, Cresswell, Sidibe, Shawcross, Wilkinson, Sonko.</p> <p>Referee: Andre Marriner (W Midlands)</p> <!-- Block 34 --> <p><strong>2.25pm</strong> \"'West Ham are making Bolton - Bolton - look like Brazil 82',\" quotes Gary Naylor. \"Not fair. Kevin Davies is a much better player than Serginho.\" Socrates v Kevin Nolan is a no-brainer as well.</p> <!-- Block 35 --> <p><strong>2.26pm: Man City team news, aka I need the little boy's room so will leave you to note that Robbie Keane has been rotated after finally scoring and that means Liverpool are playing their strongest team oh I already have done haven't I?</strong> </p> <p>Man City (4-4-1-1): Hart; Zabaleta, Dunne, Richards, Garrido; Wright-Phillips, Ireland, Kompany, Elano; Robinho; Jo. Subs: Schmeichel, Petrov, Fernandes, Hamann, Evans, Ben-Haim, Sturridge.</p> <p>Liverpool (4-2-3-1): Reina; Arbeloa, Carragher, Skrtel, Aurelio; Mascherano, Alonso; Kuyt, Gerrard, Riera; Torres. Subs: Cavalieri, Dossena, Agger, Keane, Benayoun, Babel, Leiva Lucas.</p> <p>Referee: Peter Walton (Northamptonshire)</p> <!-- Block 36 --> <p><strong>2.27pm</strong> \"Do you <em>really</em> think Aston Villa will beat Chelsea?\" says Dermot Fitzpatrick. \"They always seem to be able to dig out the vital goals at Stamford Bridge. It'll be a draw. Mark my words. But I'm not putting any money on it, so mark my words cowardly.\" I totally do, and given that my predictions have a –10% success rate (well, if players can have 110%, I'm claiming it, I fully expect Chelsea to win 44-1.</p> <!-- Block 37 --> <p><strong>2.31pm: Chelsea team news, aka that Ivanovic fell finally gets a game and Villa are unchanged for the seventh straight league game</strong></p> <p>Chelsea (4-3-3): Cech; Bosingwa, Ivanovic, Terry, Ashley Cole; Mikel, Ballack, Lampard; Joe Cole, Anelka, Malouda. Subs: Hilario, Di Santo, Bridge, Ferreira, Kalou, Belletti, Mancienne.</p> <p>Aston Villa (4-4-2): Friedel; Luke Young, Davies, Laursen, Shorey; Reo-Coker, Petrov, Barry, Ashley Young, Carew, Agbonlahor. Subs: Guzan, Milner, Harewood, Knight, Salifou, Cuellar, Gardner.</p> <p>Referee: Chris Foy (Merseyside)</p> <!-- Block 38 --> <p><strong>2.34pm</strong> They're off again at Upton Park, with no changes on either side. \"Wotcha,\" says James Wood, essaying the only beginning almost as cringeworthy as <a href=\"http://www.mirror.co.uk/sport/football/2008/10/03/audio-hear-joe-kinnear-s-full-unbleeped-uncensored-rant-at-daily-mirror-man-simon-bird-115875-20770121/\">Joe Kinnear's</a>. \"I seem to remember Jonathan Edwards refused to compete on Sundays due to his religious beliefs (something about not feeling comfortable missing the 'Enders omnibus). Does this mean that there are no Prem footieballers that have similar problems with working on Sunday? Apart from Bentley of course.\" The West Ham players seem to making a protest against it today HONK.</p> <!-- Block 39 --> <p><strong>2.37pm</strong> As you were at West Ham. At ease.</p> <p>\"I always start humming the theme to Steptoe &amp; Son when I think of them - possibly some reference to the schadenfreude that is so prevalent in the Clement/Frenais melancholy and the comparative hubris of Newcastle,\" says Kristian Petterson. \"You can feel free to edit this post when you, naturally, feel compelled to publish its insightful brilliance.\" No can do: the delete button's not working.</p> <!-- Block 40 --> <p><strong>2.40pm</strong> Glorious save from Jaaskelainen. Cole turned 25 yards out and instinctively clipped one towards goal which looped up off the knee of Cahill. Jaaskelainen was a few yards off his line but, just as the ball seem to be drifting over him, he dived left and backwards to fingertip it beautifully off the post and away for a corner. Wonderful save.</p> <!-- Block 41 --> <p><strong>2.42pm</strong> Bellamy comes on for di Michele, who didn't have the greatest of games, and switch to 4-4-2 as a result.</p> <!-- Block 42 --> <p><strong>2.47pm</strong> Bolton's midfield terriers have done great work today, particularly the ever-underrated Gavin McCann, 97, although it helps that West Ham keep coming inside with the ball. Ilunga hasn't really got on the ball in the final third since half-time.</p> <!-- Block 43 --> <p><strong>2.51pm</strong> Zola has talked a lot about letting his players enjoy themselves, and empowering them to play with freedom, but there's a problem there in that the West Ham good, while wonderfully formidable when their side are underdogs, are probably as harsh as any on their players when things are going wrong. It's not easy to be creative when someone's calling you an effing cee all the time. Which, in a different way, might impact upon <a href=\"http://www.mirror.co.uk/sport/football/2008/10/03/audio-hear-joe-kinnear-s-full-unbleeped-uncensored-rant-at-daily-mirror-man-simon-bird-115875-20770121/\">Newcastle</a> I suppose.</p> <!-- Block 44 --> <p><strong>2.52pm</strong> The excellent McCann tries to place one from 25 yards; it beats Green but goes just wide. He has a remarkable baldness pattern: receding heavily on top, but there's a completely bald bit down the middle, as if somebody's just zoomed the clippers straight down the middle and then got bored and given up. Either that or the Advanced Hair Studio doesn't do what it says on the tin.</p> <!-- Block 45 --> <p><strong>2.56pm: West Ham 1-2 Bolton (Cole 69)</strong> Carlton Cole gets West Ham back in it. It was a pitiful goal from Bolton's point of view. A long corner from the right was headed back towards his own goal by Samuel, and Cole ran in front of Jaaskelainen to head in off the underside of the bar from a couple of yards. If Bolton blow this, they need their swingers repositioned.</p> <!-- Block 46 --> <p><strong>2.58pm</strong> The in-no-way-nowhere-near-as-loyal-or-great-as-they-think-they-are West Ham fans are in fine voice now, and it's all moving towards the Bolton goal. Behrami screams one just wide from 25 yards. It's also kick off in four of the other games. Woot woot! </p> <p>\"Plenty of Bobby Moore-branded adverts on those hideously intrusive animated perimeter boards, but that's fair enough at the Boleyn Ground. The great man has been gone over 15 years now (and really should have a posthumous knighthood) but, incredibly, was born in the same year as Sir Alex Ferguson, which shows just how early he was taken. Here's my <a href=\"http://www.bobbymooreonline.co.uk/Website/LI%204.jpg\">my favourite football photograph</a> , showing that football was once a game and not just a business.\" That's not what the Colombian police thought at the time. But yes, amen to all those sentiments, especially the one about the knighthood.</p> <!-- Block 47 --> <p><strong>3.02pm</strong> Bolton bring on Matt Taylor for Johan Elmander, which means Davies to centre-forward I guess, although I don't know who goes right side midfield. It's Taylor in fact, despite being all left foot.</p> <p>In other news, do I stay with this game or go to Sky Sports News for multi-game updates but no live hot guy-on-guy action? Suggestions please.<br> <br>\"Re Newcastle's manager and the press interview,\" says James Boyce. \"I first thought 'what a mouthful' but on reflection surely it was a fuKinnearful?\" FU indeed.</p> <!-- Block 48 --> <p><strong>3.04pm</strong> Here's Joe Mann. \"I am also working on a Sunday, looking forward to aquaplaning home on the M25 in time for (most) of Chelsea v Villa. However, I can't say I'm looking forward to it much. I'm wearing my lucky Chelsea sweatband in conjunction with my lucky Chelsea pants because I'm scared of Villa. I sincerely hope your predictions are as crappy as usual, but alas, your reasoning and scoreline seem sound.\" Is there anything more tragic in life than lucky pants? I suppose my lucky sweatbands don't exactly scream \"urban freewheeler\".</p> <!-- Block 49 --> <p><strong>3.05pm</strong> Fifteen minutes to go at Upton Park. A quick shift to Sky Sports News shows hat Phil Thompson's not doing the Liverpool game: he's on Spurs v Hull. That's probably put his nose out of joint, an achievement not to be sniffed at.</p> <!-- Block 50 --> <p><strong>3.08pm</strong> Freddie Sears is on for West Ham. I missed who came off as I was flitting between Sky Sports 1 and Sky Sports News. Bolton, who have calmed things down well since the goal, bring on Joey O'Brien for Muamba.</p> <!-- Block 51 --> <p><strong>3.09pm: Spurs 0-1 Hull (Geovanni 9)</strong> Spurs expected fireworks from a Giovani this season, but not like this. Actually that line doesn't work because, inconsiderately, they spell their names different. Anyway, Phil Thompson has an impromptu knee-trembler when Hull's Geovanni blasts a free-kick into the corner. Scoring one goal-of-the-season contender in North London could be considered fortunate; scoring two in two weeks suggests serious talent. Thompson and Merson concur that this goal was better than his goal at Arsenal last week. Blimey.</p> <!-- Block 52 --> <p><strong>3.13pm</strong> In the live game, West Ham are still huffing and puffing without threatening to blow anything down. Six minutes to go, plus added-time.</p> <!-- Block 53 --> <p><strong>3.15pm: West Ham 1-3 Bolton (Taylor 86)</strong> The substitute Matt Taylor adds another long-range screamer to his portfolio. It was a free-kick maybe 30 yards out and out towards the right and, with everyone expecting a clipped cross, Taylor just howtized it a few yards off the ground into the far corner. That said, it was <em>fairly</em> central and will probably go down as Robert Green's third mistake of the day. The problem is that everyone was set up for a cross and, in fairness, it was beautifully struck and also veering away into the corner.</p> <!-- Block 54 --> <p><strong>3.19pm</strong> \"Is there any news from the bank of TV screens you are watching about why Robbie Keane is not starting for Liverpool?\" says Ian Copestake. Bank of screens? Eh? Try a 15-inch Tosumi and we'll go from there. \"It would be nice to hear he just has a knock so as to nip in the bud naughty speculation about Rafa's man-management skills.\" The thing is, though, today's team is Liverpool's best front six, isn't it?</p> <!-- Block 55 --> <p><strong>3.22pm: Man City 1-0 Liverpool (Ireland 19)</strong> It's Liverpool's year! Stephen Ireland gives City the lead, although I know nothing about the goal as I was on Sky Sports 1.</p> <p>In other news, that's it at Upton Park. Bolton deservedly claim their first points away from home this season, although their best player was undoubtedly Robert Green.</p> <!-- Block 56 --> <p><strong>3.23pm: Chelsea 1-0 Aston Villa (J Cole 23)</strong> Joe Cole smashes Chelsea ahead at the near post after a smart pass from Frank Lampard. Apparently it's been a very open game but now Chelsea will probably exert themselves and, as I predicted, win 2-0 or 3-0.</p> <!-- Block 57 --> <p><strong>3.25pm: Everton team news</strong></p> <p>Everton (4-4-2): Howard; Hibbert, Jagielka, Lescott, Baines; Arteta, Osman, Fellaini, Pienaar; Saha, Yakubu. Subs: Nash, Yobo, Castillo, Vaughan, Nuno Valente, Rodwell, Anichebe.</p> <p>Newcastle (4-4-2 with Duff up front by the look of things): Given; Taylor, Coloccini, Cacapa, Jose Enrique; Geremi, Butt, Guthrie, N'Zogbia, Owen, Duff. Subs: Harper, Bassong, Xisco, Ameobi, Edgar, Doninger, Donaldson.</p> <p>Referee: Howard Webb (why on earth would we want to know where he's from, anyway?)</p> <!-- Block 58 --> <p><strong>3.26pm</strong> \"Villa are struggling but they haven't conceded yet. I am going to the be optimistic Villa fan for once and say that is good news,\" says George Templeton, patenting the new form of MBM - in which you tell us what's happening - and approximately 0 milliseconds before Joe Cole scored.</p> <!-- Block 59 --> <p><strong>3.27pm: Portsmouth 1-0 Stoke (Crouch 25)</strong> Okay so technically it was 3.25pm but I'd already used that one. Anyway, Crouch makes it four goals in three games and surely secures three points for Portsmouth already. It was an absolute peach apparently, one of Crouch's overhead kicks. Or, as Jimmy Floyd Hasselbaink on Sky Sports news says with a disconcertingly orgiastic smile, \"Crouchy does an overhead kick... like Pele!\"</p> <p>In other news, Chelsea are over Villa apparently. Told you! \"I haven't seen Chelsea play like this,\" says Paul Merson, before deciding not to finish the sentence, just because he can. Still, we got the point.</p> <!-- Block 60 --> <p><strong>3.32pm</strong> Anyone out there? Robbie's lonely!</p> <!-- Block 61 --> <p><strong>3.33pm</strong> \"Robert Green was definitely culpable for the first two goals but blaming him for the third is redefining harsh,\" says Roy Allen. \"It swerved all over the place and was travelling faster than Andy Reid chasing the sweet trolley. A great goal.\" I take your point, as it was wonderfully impudent from Taylor, and I'd like to see it again. But his starting position was very poor and he presumptuously put all his weight on his left foot, which left him completely exposed.</p> <!-- Block 62 --> <p><strong>3.35pm</strong> Here's something worth clicking: <a href=\"http://www.theguardian.com/football/gallery/2008/oct/05/football.weekend.pictures?picture=338290856\"> our gallery of the weekend's action</a>.</p> <p>St Mirren have just taken the lead against Rangers with 12 minutes to go, through Stephen McGinn. Token what?</p> <!-- Block 63 --> <p><strong>3.37pm: Phil Thompson does another impersonation of Meg Ryan in a coffee shop!</strong> \"Goa- goa- ohhhhhh goodness,\" screams Thommo when Hull's Dean Marney hits the inside of the post against his old club. Hull, eh? Bloody hell.</p> <!-- Block 64 --> <p><strong>3.40pm</strong> Here's Mike Gibbons. \"Someone mentioned Jonathan Edwards earlier, having wrestled with his conscience over whether to compete on a Sunday or not for years he finally decided that he should - coincidentally at the same time he'd improved enough to be a medal contender at an international championships. Conscientious objection is prevalent in football though - just this year our own England team refused to play in Switzerland in Euro 2008 in protest at the Swiss banks' continued holding of Nazi looted treasure. I think.\"</p> <!-- Block 65 --> <p><strong>3.41pm</strong> Rory Delap is going off injured for Stoke, which is a serious blow given that statistics show that they account for 104% of Stoke's goals. At White Hart Lane, Rob Styles books George Boateng for shouting at his own team-mate, Daniel Cousin. Can you book players for that? I suppose they can get sent off for punching each other, but still: get a life, ref. Rumours that Rob Styles has put a little sticker on his arse and his elbow, just so he can be sure, are unconfirmed.</p> <!-- Block 66 --> <p><strong>3.43pm</strong> \"Dunne as ever is playing immensely against Liverpool,\" says Ian Copestake, continuing this ingenious new MBM model. \"Clearly I was projecting my own anxieties about Rafa with my question about Keane as I fear Rafa has put his foot in it by changing his formation after Keane finally got his confidence back. When he comes on and grabs the equaliser questions will be asked.\" They will. 'What brand of cheese have you been eating to have such funky and absurd dreams?' mainly, but I take your point.</p> <p>The point on Dunne is certainly valid, though. He's outstanding.</p> <!-- Block 67 --> <p><strong>3.44pm: IT'S LIVERPOOL'S YEAR!</strong> Garrido bends a superb free-kick into the top corner to put Manchester City 2-0 up against Liverpool, while Chelsea also go 2-0 up thanks to Nicolas Anelka, following up after a brilliant save from Brad Friedel. \"This could have been six or seven,\" says Paul Merson.</p> <p>Given the quality of my predictions this weekend, I'm happy to assert that it's already a two-horse title-race. I think this will do all sorts of damage to Liverpool's newfound self-esteem.</p> <!-- Block 68 --> <p><strong>3.45pm</strong> \"If one could get a card for yelling at one's teammates, a goalkeeper would get a red card by the second shot on goal,\" says Brandon Clements, not unreasonably.</p> <!-- Block 69 --> <p><strong>3.48pm</strong> It's half time up and down this inglorious country of ours. The scores are:</p> <p>Chelsea (J Cole, Anelka) 2-0 Villa<br>Man City (Ireland, Garrido) 2-0 Liverpool<br>Portsmouth (Crouch) 1-0 Bolton<br>Spurs 0-1 Hull (Geovanni)</p> <p>I'm off to score some Colombian from the coffee machine. See you in a bit.</p> <p>\"Wow,\" says Geoff Ashworth. \"Bolton must be tired after chasing down the M4 to play Portsmouth. No wonder Crouch finally got a goal.\"</p> <!-- Block 70 --> <p><strong>3.54pm</strong> \"I'm sitting in a hotel on my own in Tajikistan, have had the [insert family website-friendly word for bowel issues; you know, one that doesn't rhyme with 'hits'] for 2 weeks and my boss is coming out tomorrow to look at work I haven't done because I can't read Russian or speak Tajik,\" begins Pete. \"I was watching live updates on NTV Spor and keeping an eye on Juve, but the hotel has decided to scramble that signal now. Is anyone in a more depressing situation, just to raise my spirits with a bit of schadenfreude? Responses from White Hart Lane aside....\"</p> <!-- Block 71 --> <p><strong>3.56pm</strong> \"I agree that it's a two-horse race for the title,\" says Gary Naylor, lining up the inevitable punchline, \"although I feel Hull will need a signing or two in January to push Chelsea all the way 'til May.\" He's here once a week ladies and gentlemen. Actually that's not true: he's here seven days a week, 24 hours a day.</p> <p>Seriously, though, Hull? Bloody hell.</p> <!-- Block 72 --> <p><strong>3.57pm</strong> If Liverpool lose, Benitez is going to get slaughtered for dropping Keane. I actually still think it was his best team, but of course these decisions are invariably judged with hindsight. He'll get <em>savaged</em>.</p> <!-- Block 73 --> <p><strong>3.59pm</strong> In other news, I've just seen the first Chelsea goal and it's a gem: a really slick move across the face of the box culminating with an emphatic finish from Cole. There is no question that Scolari has changed the DNA of the club. The second was really harsh on Brad Friedel, who made an excellent double save from the onrushing Ballack, only for Anelka to clip the loose ball in.</p> <!-- Block 74 --> <p><strong>4.01pm</strong> Right, we're off again. It's a big 45 minutes for, in no particular order: Rafa Benitez, Juande Ramos, David Bentley, Andy Dawson, Ed Chamberlain, Robinho and Ryan Reynolds.</p> <!-- Block 75 --> <p><strong>4.07pm</strong> Villa have brought Cuellar and Milner on for Davies and Luke Young, while Di Santo is on for Anelka. Petrov drives just wide from 20 yards. Liverpool are denied an apparently decent claim for a penalty when Dunne sits on Dirk Kuyt inside the first minute of the second half. Actually that does look a penalty: Dunne, running behind Kuyt, knocks one leg onto the other and sends Kuyt tumbling. I don't think Dunne meant it, the blessed lummox, but it looked a foul.</p> <!-- Block 76 --> <p><strong>4.08pm: Portsmouth 1-1 Stoke (Fuller)</strong> Delap didn't go off injured after all, and a long throw produces an equaliser. Kitson flicked on the throw and Fuller did the rest. Well, well.</p> <!-- Block 77 --> <p><strong>4.10pm</strong> Portsmouth, their swingers cattle-prodded by the Fuller goal, come to life and Defoe hits the post. \"I'm in Brisbane, staring down the barrel of seven assignments due in the next sixteen days, including three in the next three days, and finals in less than a month,\" says Russell Yong. \"In typical third-year uni student form, I have somewhat masochistically chosen to focus on this clockwatch more than the blank Word page open on the other side, having resigned myself to pleading avian malaria in the hopes of getting another ill-gotten due date extension. On a bright note, Hull are doing well. Feel free to laugh.\" You're in Brisbane. I'm in England. You're you. I'm me. <em>What the hell have I got to laugh about?</em></p> <!-- Block 78 --> <p><strong>4.11pm: Portsmouth (Defoe) 2-1 Stoke</strong> Within a minute of hitting the post, Defoe gives Pompey the lead.</p> <p>\"Newcastle's Argentine Fabricio Coloccini looks more like his fellow countryman and defender Alberto Tarantini than anyone should in 2008,\" notes Gary Naylor. I've seen worse hairdos, mainly in mirrors.</p> <!-- Block 79 --> <p><strong>4.12pm</strong> Juande Ramos, whose maverick substitutions have been a feature of his career, usually for good, has put - and you'll like this - David Bentley at right-back in place of Chris Gunter. </p> <p>\"Rob, any moaning about Liverpool won't just be from hindsight as I got mine started as soon as the team sheet was announced,\" says Ian Copestake, and he did, it's true, so all bow down and wash his feet. \"Keane is no saviour but he was getting better and settling in. Drop him now and one is asking for problems.\" True that, but Alonso's been your best player this season, no? So who do your drop? Kuyt and put Gerrard wide right, maybe, but we all know that Stevie G is the greatest central midfielder in the history of the world - he's scored 100 goals! From only 7,312,124,157 shots! - and now even Rafa seems loath to put him wide.</p> <!-- Block 80 --> <p><strong>4.15pm: Man City 2-1 Liverpool (Torres 55)</strong> Liverpool are back in it thanks to yet another away goal from Torres, who has already scored more goals away from Anfield in the league than he did all last season. Gerrard slid Arbeloa behind the defence on the right with a good first-time pass, and his sidefooted cross across the six-yard box was touched in by Torres. A slick, one-touch goal from Liverpool.</p> <!-- Block 81 --> <p><strong>4.19pm: Everton 1-0 Newcastle (Arteta pen 17)</strong> A needless lunge from Nicky Butt on Leighton Baines (who was almost certainly offside when the ball was played to him) gives Everton a penalty, and the wonderful Arteta rolls it coolly into the corner. That's a barely fathomable error from someone of Butt's experience, and he knows it, walking away with his face betraying the sort of shame and regret usually seen by those queuing outside Wetherspoons waiting for it to open on a Monday morning.</p> <!-- Block 82 --> <p><strong>4.22pm</strong> Ballack hoofs hilariously over from six yards, having planted his standing foot to the point that his left could only slice the ball over. That's a disgusting miss. I feel unclean just watching it. It's all Chelsea, though.</p> <p>\"On a brighter note, I've just found some pistachio nuts in my fridge,\" says Pete. \"And the tele's started working - showing a re-run of Athletico's drubbing at the hands of Barca. Iniesta's haircut is enough to make anyone feel a little chirpier - even Gavin McCann. Tajikistan 1 - 0 Brisbane.\"</p> <!-- Block 83 --> <p><strong>4.26pm</strong> Terrible miss from Robinho. The rejuvenated Wright-Phillips runs 70 yards unchallenged, then skins Aurelio and clips a wonderful ball across the face of the goal. It takes Reina out of the game but Robinho, on the stretch, volleys over an open goal from four yards. Those aren't as easy as they look, but still, that's what £32m gets you these days.</p> <p>Robinho, like Baines, was offside by the way, but it wasn't given.</p> <!-- Block 84 --> <p><strong>4.27pm: Zabaleta sent off for Man City</strong> For the second week in a row, a flying challenge on Alonso brings a straight red. But this week it was the right decision: it was a horrible attempt at winning the ball from Zabaleta, and his studs went <em>right</em> into Alonso's ankle on the full. You can't do that anymore. Mark Hughes is livid, but his opinion is worth less and less since he disappeared up his own hubris. It was definitely a straight red.</p> <!-- Block 85 --> <p><strong>4.32pm</strong> Chelsea are putting on a masterclass of passing and movement. Villa's response is, er, Marlon Harewood, for John Carew.</p> <p>Liverpool are bringing on Dossena for Aurelio, and Keane for Mascherano, so Gerrard drops back into midfield and Keane goes into the hole. City bring on Gelson Fernandes for Jo.</p> <!-- Block 86 --> <p><strong>4.33pm: Man City 2-2 Liverpool (Torres 73)</strong> It might actually be Liverpool's year, especially if they pull this off. A superb, swirling corner from Gerrard is flicked beautifully into the corner by the wonderful Torres, and Phil Thompson has a smile that it would be my absolute pleasure to wipe from his face, were I so permitted.</p> <p>\"Re: Pete,\" begins Brisbane's Russell Yong. \"No telly - housemate's on the Wii - but Brisbane to draw level on the basis of a large tin of Danish butter cookies and hot tea. That said it's done nothing to relieve the pressure that shall soon wreak a rather exotic-looking receding hairline all my own.\"</p> <!-- Block 87 --> <p><strong>4.37pm</strong> \"I didn't realise that Wetherspoons had mirrored windows,\" chuckles Andy Bradshaw, before ruining it all by using a smiley. \"If Hull win at Spurs does that make it, along with Kinnear's press conference, the funniest week in Premiership history?\" Nah. Not even a week scripted by comedy geniuses - say the Two Pints Of Lager And A Packet Of Crisps writing team - could produce another funnier than when Glenn Hoddle paid over £8m for Dean Richards will take some beating.</p> <!-- Block 88 --> <p><strong>4.37pm: Everton 2-0 Newcastle (Fellaini 34)</strong> Deja vu all over again for Newcastle. Baines whips a cross to the near post, and Fellaini gets in front of Coloccini and Given to stab in his first goal for Everton. Decent finish, that.</p> <!-- Block 89 --> <p><strong>4.40pm</strong> It's all Liverpool now against City's 10 men. Modric misses a sitter for Spurs at White Hart Lane. If they lose they will equal their worst-ever start to a league season, which took place in 1912-13, it says here.</p> <!-- Block 90 --> <p><strong>4.41pm</strong> Ched Evans comes on for Robinho, Benayoun comes on for Riera, and then Torres has a great chance for a glorious hat-trick: on the stretch, he scooped a low Keane cross over the top from three yards out. Liverpool are going to win this: their rising tide is engulfing City.</p> <!-- Block 91 --> <p><strong>4.47pm</strong> Five minutes to go at City, and indeed elsewhere.</p> <!-- Block 92 --> <p><strong>4.48pm</strong> Skrtel looks like he's done himself a serious concern, which is a concern both in the short- (Liverpool have used all three subs) and long-term. It was a pretty innocuous chase with Ched Evans, but as he landed his knee twisted quite horribly, almost behind him. The stretcher is on and he's being given oxygen. That looks very, very nasty.</p> <!-- Block 93 --> <p><strong>4.49pm: Everton 2-1 Newcastle (Taylor 45)</strong> Big goal for Newcastle on the stroke of half-time. Geremi flings in an excellent deep cross from the right and Steven Taylor, beyond the far post, rams a superb header in off the underside of the bar. I'm not sure what he's doing there, as it was from open play, but it was a storming header.</p> <!-- Block 94 --> <p><strong>4.50pm</strong> It's ten-a-side at Man City, with Skrtel stretchered off. He's got his hands over his head and his leg strapped: I'm afraid there are no happy endings with this one. It has to be some form of ligament damage.</p> <!-- Block 95 --> <p><strong>4.52pm: it really might be Liverpool's year!</strong> Dirk Kuyt has won it for Liverpool! Benayoun broke down the left before pulling it back to Torres on the penalty spot. When his shot was blocked, Kuyt sidefooted in for four yards. That's a decent finish actually, because Hart sprawled across the line of the ball but Kuyt was cool enough to get enough height on it to clear the keeper. An amazing comeback from 2-0 down at half-time.</p> <p>It's impossible to overstate the psychological value of a victory like this. The Liverpool players are going <em>absolutely mental</em>. As I said at half-time, it's definitely a three-horse race this year.</p> <!-- Block 96 --> <p><strong>4.53pm</strong> It's over at White Hart Lane: Spurs 0-1 Hull. Hull? Bloody hell. Chelsea have also beaten Villa 2-0. It could have been six or seven. Portsmouth have beaten Stoke 2-1.</p> <!-- Block 97 --> <p><strong>4.54pm</strong> \"Luka Modric must be the worst signing of the close season,\" says Gary Naylor. \"In the most physical league in the world, he is a Kate Moss amongst the Katie Prices.\" I'm too depressed to comment.</p> <!-- Block 98 --> <p><strong>4.57pm</strong> That's it: Liverpool have clinched a simply massive victory over Manchester City, having been 2-0 down at half-time. </p> <p>So that's that apart from the second half at Goodison. If you don't want to know the scores, a) why are you reading a text-based website, you nugget? and b) look away now:</p> <p><strong>Chelsea 2-0 Villa<br>Everton 2-1 Newcastle (half-time)<br>Man City 2-3 Liverpool<br>Portsmouth 2-1 Stoke<br>Spurs 0-1 Hull<br>West Ham 1-3 Bolton</strong></p> <!-- Block 99 --> <p><strong>4.59pm</strong> I'm off for a break. See you for the second half at Goodison.</p> <!-- Block 100 --> <p><strong>5.08pm</strong> Off we go again at Goodison. It's a pretty big half for these two downtrodden clubs.</p> <!-- Block 101 --> <p><strong>5.09pm: Everton 2-2 Newcastle (Duff 47)</strong> Blimey. Two goals in quick succession, either side of half-time, have brought Newcastle back in the game. Taylor broke down the right - he might have been offside, but then so was Baines for the first goal - and fizzed an excellent low cross which was missed by Owen but swept in by Duff from eight yards. Brilliant work from Taylor, whose desire and enterprise have dragged Newcastle kicking and screaming back into this game.</p> <p>Kinnear, incidentally, missed both goals as he moved to and from his seat in the directors' box either side of half-time.</p> <!-- Block 102 --> <p><strong>5.11pm</strong> \"If Joe Kinnear is only to be in the job for 6-8 weeks surely for comic effect the new full-time boss must be someone who can keep up the phenomenal level of potty-mouthed swearing,\" says Mike Gibbons. \"The next Newcastle manager must - MUST - be Susie Green from Curb Your Enthusiasm.\" Imagine the offspring of her and Cussin' Joe.</p> <!-- Block 103 --> <p><strong>5.15pm</strong> Everton are a bag of nerves, conscious of the fact that they've lost all three games at home in the league this season and are now in dangerous of losing a fourth to one of the bigger showers in football history. Except they're not anymore: Newcastle are pushing about like recovering amnesiacs who have remembered that, actually, they used to be quite competent at playing this game. A smart effort from Duff, 12 yards out and trying to place it in the far corner, is blocked by Lescott.</p> <!-- Block 104 --> <p><strong>5.18pm</strong> Louis Saha, suddenly fit again and showing that his injuries at Old Trafford were in no way psychosomatic, almost scores a glorious own-goal, slicing a mishit corner from Duff into the side netting at the near post. N'Zogbia then forces a rudimentary save from Howard from range. I never thought I'd be typing these words today but <em>I am actually a ladybo-</em>, sorry, I mean, <em>it's all Newcastle</em>.</p> <p>\"Ha ha,\" says Lee Calvert, presuming mirth when there's none in this house. \"After a long weekend of sampling what it's like to be a lone parent, I was hoping today would bring plenty to cheer me up. Instead, I have had to listen to an heroic Liverpool comeback with the winner scored by that ginger fraud Dirk Kuyt. Still, at least Spurs lost. Man City should beware the notion of buying success, Tottenham spent £77m on that shower.\"</p> <!-- Block 105 --> <p><strong>5.20pm (aka 57mins)</strong> \"If Newcastle want a manager to maintain Joe F'Kinnear's rate of expletives,\" begins Gary Naylor, \"they could pick any Everton fan right now.\" What <em>has</em> happened? Everton looked, last season, like a team with such a solid spine and tactical set-up that there was only so much that could go wrong. It's bewildering to see them so ragged and so insecure, particularly defensively.</p> <!-- Block 106 --> <p><strong>5.22pm</strong> The psychology of sport, eh? Bloody hell.</p> <!-- Block 107 --> <p><strong>5.26pm</strong> Everton have a decent if insignificant spell of possession. This game is so precariously poised because both sides have the yips, like a tennis match in which both players keep dropping their serve.</p> <!-- Block 108 --> <p><strong>5.27pm</strong> Superb save from Given. Osman clattered one first-time from the left of the box, and Given reached up to push it over. It was superb from Osman, who had no right to manufacture such a decent effort from such a prohibitive angle.</p> <!-- Block 109 --> <p><strong>5.30pm</strong> You suspect that both sides would take this at the moment, but ultimately a draw's a better result for Newcastle. The trouble is that they know that and have adjusted their game accordingly, subconsciously sitting in and settling for a draw, and Everton are just building something resembling momentum as a consequence. All this needs is John Goodman screaming \"I'll show you the life of the mind!\" because it's hard to recall a sporting contest in which the minds and souls of all the participants have been laid so bare. </p> <p>\"It's the psychology of team sport that troubles Everton,\" says Gary Naylor. \"Players are communicating anxiety to each other, multiplying it, like a wave building at sea. That's why the manager is so crucial - he has to radiate the self-belief required to flatten the anxiety. Not so easy to do if, like David Moyes, you're still quibbling over a contract renewal.\" I think that's absolutely a fair point. It's not entirely dissimilar to the farce that was the first half of Manchester United's 2001-02 season, when everybody thought Fergie was retiring at the end of the season. The sense of asphyxiating insecurity – particularly in home games – was very similar.</p> <!-- Block 110 --> <p><strong>5.33pm (aka 70mins)</strong> Oof. Coloccini, unmarked, wins Geremi's corner and nods it towards the six-yard box, but Owen, who had a decent bit of space, couldn't control it with his left foot. A chance, that.</p> <p>Substitution time: it's Anichebe for Saha, like for like. Moments later, Albert Hammond Fellaini Jr is booked for persistent offending.</p> <p>Here's Lee Calvert. \"Given the extremely specific criteria the NUFC fans lay down for any managerial candidates: Geordie (or honorary status), fan of the club, record of success at highest level, flair for creativity, and occasional delusions about importance of job and place in the great scheme of things. Step forward Mr Tony Blair. Do I get a honk? Or five pounds?\" Would a restraining order do?</p> <!-- Block 111 --> <p><strong>5.36pm</strong> Geremi takes one for the team, cynically defiling Pienaar to stop an Everton counter-attack. Well ok, he didn't defile him so much as foul him. I've always gotta romanticise stuff.</p> <!-- Block 112 --> <p><strong>5.37pm (aka 74mins)</strong> Geremi is replaced by Shola Ameobi. He goes up front and Duff moves to the right-wing.</p> <!-- Block 113 --> <p><strong>5.40pm</strong> And so it swings again, as Newcastle have a decent spell. Given that Everton's next two games are Arsenal and Manchester United, a defeat doesn't bear thinking about here. Fellaini wrestles Butt to the floor on the edge of the area, but Guthrie's free-kick goes straight into the wall.</p> <!-- Block 114 --> <p><strong>5.40pm</strong> Heroic clearance from Baines on the line. Ameobi muscles past Lescott to front up Howard, squares it to N'Zogbia six yards out, and his stab towards goal is cleared for a corner by Baines. What a huge escape for Everton.</p> <!-- Block 115 --> <p><strong>5.42pm</strong> Now it's <em>New</em>castle who look the team most likely (not to have an epic nervous breakdown right there on the field). If anyone is going to score a winner, it's them, although that will probably change again in the next few minutes. This is such a bizarre game of football.</p> <p>\"I like Lee Calvert's person spec for the manager's job at NUFC,\" says Gary Naylor, \"but I'd go with Terry Collier of the Likely Lads, as he would do the plaintive sense of non-fulfilment too.\"</p> <!-- Block 116 --> <p><strong>5.44pm</strong> Is there anything more confusing that when spam emails hit the spot, and for those few seconds you wonder 'How did they know?' before you realise it's spam. To wit, \"Put your most intimate problems to bed,\" says Dayne.</p> <!-- Block 117 --> <p><strong>5.48pm</strong> Huge shout for a penalty for Everton. Yakubu was through on the right of the box, but he actually overhit his cross to Anichebe. However, Anichebe had got in a right tangle with Taylor and went over. Replays weren't conclusive either way, but, as everyone says, they've been given. There's no way Anichebe was getting to the ball, although that's not really relevant so I don't know why I said it. In your face economical word-use!</p> <p>Meanwhile, Vaughan is on for Pienaar and now it's Everton who are pushing for a winner. </p> <p>\"Dear Rob,\" says Mac Millings. \"I looked it up, and defile (5.36pm) means:<br>1.to make foul, dirty, or unclean; pollute; taint; debase; 2.to violate the chastity of; 3.to make impure for ceremonial use; desecrate; 4.to sully, as a person's reputation. Is that really your definition of 'romantic'?\" You've never lived in Rochester have you?</p> <!-- Block 118 --> <p><strong>5.49pm</strong> Oof. A delicious effort from Anichebe curls <em>just</em> wide of the far post from the left corner of the box. Shay Given wasn't getting there at all.</p> <!-- Block 119 --> <p><strong>5.50pm</strong> At the other end, Ameobi tries one of those classy, Thierry Henry out-to-in finishes. It goes - at a conservative estimate - five yards wide. Know your limits, son.</p> <!-- Block 120 --> <p><strong>5.51pm</strong> A very harsh free-kick goes against Duff wide on the Everton left, in a really dangerous position. Arteta clips it in but Yakubu, six yards out, heads it onto his own shoulder and thus takes all the pace off it, allowing Given to claim. That was a real chance; he just mistimed his jump.</p> <!-- Block 121 --> <p><strong>5.52pm</strong> There will be three minutes of added time. I'd love to know what David Moyes' blood pressure is just now.</p> <!-- Block 122 --> <p><strong>5.55pm. Full time: Everton 2-2 Newcastle</strong> That's the end of a remarkable contest, in which both sides seem to be competing to show which was having the bigger nervous breakdown. Ultimately it's a better result for Newcastle, not least because they were 2-0 down before the admirable Steven Taylor took it upon himself to do something about it, but both sides were all over the place mentally. There are no quick fixes for these particular showers, but at least they inadvertently provided 90 minutes of unmissable car-crash TV.</p> <!-- Block 123 --> <p><strong>Right, that's that</strong> Six games, 19 goals, three showers, and at the end of it all Chelsea stay top and Spurs stay bottom. Oh and Hull are now third. Thanks for all your emails. Clockwatches? Bloody hell.</p>"
]